[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 145Issue Number 145Volume XXII-3Volume XXII-3June 1996June 1996Editor: Editor: Linda Reynolds IV°Linda Reynolds IV°Copyright © 1996 Temple of SetCopyright © 1996 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] XeperXeper- by Don Webb V°- by Don Webb V°I want to discuss a verb and a noun with which I want to discuss a verb and a noun with which you may be familiar: you may be familiar: XeperXeper..Like an English verb, an Egyptian verb can have Like an English verb, an Egyptian verb can have several forms depending on its number, tense, voice, several forms depending on its number, tense, voice, and mood. Unlike an English verb, Egyptian verbs and mood. Unlike an English verb, Egyptian verbs also have gender. You can have a verb such as also have gender. You can have a verb such as “run” which can be conjugated (I run; you run; he, “run” which can be conjugated (I run; you run; he, she, or it runs; we run - I am running - I ran - etc.).she, or it runs; we run - I am running - I ran - etc.).There are about 140 forms for an English verb. I There are about 140 forms for an English verb. I remember this because my junior high school Latin remember this because my junior high school Latin teacher often made us write the full conjugation of teacher often made us write the full conjugation of English verbs when he was mad at us.English verbs when he was mad at us.We happen to know the tense and person of the We happen to know the tense and person of the verb verb XeperXeper from the sentence from the sentence Xepera Xeper XeperuXepera Xeper Xeperu. . It is first person stative. While you’re trying to It is first person stative. While you’re trying to remember your high school grammar as to what remember your high school grammar as to what tense “stative” is - you won’t. We don’t have the tense “stative” is - you won’t. We don’t have the tense in English. It refers to a past event that tense in English. It refers to a past event that modifies a current state. We do have first person, of modifies a current state. We do have first person, of course; that means that “I” did it.course; that means that “I” did it.The proper translation of the verb The proper translation of the verb XeperXeper is “I is “I Have Come Into Being”. There are some Have Come Into Being”. There are some implications of this which we in the Temple have not implications of this which we in the Temple have not yet considered.yet considered.Firstly the verb refers to a moment that Firstly the verb refers to a moment that hashas happened, that explains why we are here. When you happened, that explains why we are here. When you write, speak, or think the word write, speak, or think the word XeperXeper, you are , you are talking about something that has taken place. You talking about something that has taken place. You are not talking about something taking place at the are not talking about something taking place at the moment of the speech act.moment of the speech act.XeperXeper is is notnot a continuous process. It is a series a continuous process. It is a series of events whose presence we sense through either of events whose presence we sense through either reason or divine apprehension (reason or divine apprehension (nœsisnœsis). We are ). We are aware that something has occurred to give the aware that something has occurred to give the particular being we have at any moment. We are particular being we have at any moment. We are aware that, whatever the great shaping potential of aware that, whatever the great shaping potential of that something, we don’t have that potential at this that something, we don’t have that potential at this moment. In short we are aware that we have had a moment. In short we are aware that we have had a moment wherein we acted as gods. We did moment wherein we acted as gods. We did something divine - we had some peak experience - something divine - we had some peak experience - we made some life-altering choice - and it has we made some life-altering choice - and it has produced the creatures we are now.produced the creatures we are now.This produces two great realizations. First, we This produces two great realizations. First, we are aware that we have a capacity beyond wherever are aware that we have a capacity beyond wherever and whenever we are right now to both limit and and whenever we are right now to both limit and create ourselves. All moments of create ourselves. All moments of XeperXeper both limit both limit and create ourselves - or to use both of those ideas and create ourselves - or to use both of those ideas at the same time, all moments of at the same time, all moments of XeperXeper isolate isolate ourselves from the cosmos.ourselves from the cosmos.Second, we want to do it again. Humankind Second, we want to do it again. Humankind wants the divine. In erroneous religions this desire wants the divine. In erroneous religions this desire is to return to the divine in one way or another - is to return to the divine in one way or another - either by union or by being in the divine presence in either by union or by being in the divine presence in some place with far too much harp music.some place with far too much harp music.That doesn’t work. You can’t go back to the That doesn’t work. You can’t go back to the state where state where XeperXeper last occurred. You can’t go back last occurred. You can’t go back to a previous divine state any more than you can to a previous divine state any more than you can fold an oak back into an acorn. You can only go fold an oak back into an acorn. You can only go forward to another divine state. If you want to both forward to another divine state. If you want to both achieve and experience your godhood, you’ve got to achieve and experience your godhood, you’ve got to go forward.go forward.In our Earthly incarnation we never fully In our Earthly incarnation we never fully experience divine moments. Only through magical experience divine moments. Only through magical introspection do we discover that we have passed introspection do we discover that we have passed through them and can therefore say, with both through them and can therefore say, with both happiness and terror: “I Have Come Into Being.”happiness and terror: “I Have Come Into Being.”This idea is reflected in the fact that Xepera’s This idea is reflected in the fact that Xepera’s first two children are Shu (Reason) and Tefnut first two children are Shu (Reason) and Tefnut (Peak Emotions). Through these two human (Peak Emotions). Through these two human experiences we can detect the divine, and having experiences we can detect the divine, and having detected it learn to work with it to have more divine detected it learn to work with it to have more divine experiences.experiences.The next question is: How do I have more divine The next question is: How do I have more divine experiences? experiences? XeperXeper happens to every sapient being. happens to every sapient being. Note I didn’t say every Note I didn’t say every intelligentintelligent being; I’ll being; I’ll return to that point in a future article.return to that point in a future article.Most humans - and most of us most of the time Most humans - and most of us most of the time - stumble across those experiences that would set up - stumble across those experiences that would set up the conditions so that they could later say the conditions so that they could later say XeperXeper if if they had a large enough brain to hold the concept. they had a large enough brain to hold the concept. The experience might be going into a drugstore to The experience might be going into a drugstore to buy a malted milk and meeting the person who buy a malted milk and meeting the person who becomes your spouse for the next fifty years. That becomes your spouse for the next fifty years. That was a divine moment: It both limited and created was a divine moment: It both limited and created your life. A Christian would say it was the hand of your life. A Christian would say it was the hand of God, a Hindu would invoke Karma. But we know God, a Hindu would invoke Karma. But we know who did it: that man or woman we face in the mirror who did it: that man or woman we face in the mirror every day.every day.The scary thing for all humans - and in fact the The scary thing for all humans - and in fact the reason they/we invented religion in the first place - reason they/we invented religion in the first place - is that most divine experiences occur blindly. So is that most divine experiences occur blindly. So most humans either ask some fairy tale on bended most humans either ask some fairy tale on bended knee not to give them bad experiences, or if they’re knee not to give them bad experiences, or if they’re a little braver try to influence them with magic, or try a little braver try to influence them with magic, or try to deny them by exerting the meaningless nature of to deny them by exerting the meaningless nature of the cosmos. But the Setian, knowing that only the cosmos. But the Setian, knowing that only through such experiences can one find the through such experiences can one find the metamorphosis that our philosophy finds both metamorphosis that our philosophy finds both achievable and desirable, achievable and desirable, seeks outseeks out the divine the divine experience.experience.I can’t tell you where to find yours. If you did I can’t tell you where to find yours. If you did what I did, you would mainly find that it doesn’t what I did, you would mainly find that it doesn’t work. That is because of the work. That is because of the individualisticindividualistic nature nature of of XeperXeper (remember - first-person verb). But I can (remember - first-person verb). But I can tell you three general methods:tell you three general methods:First, your peak experiences are going to have First, your peak experiences are going to have much more effect on your development than your much more effect on your development than your"},{"pageNumber":2,"pageContent":"normal, slug-like experiences. Most of you make normal, slug-like experiences. Most of you make practical use of this secret when you travel to a practical use of this secret when you travel to a conclave. The Temple can help you find some peak conclave. The Temple can help you find some peak experiences, but it’s up to you to find your own if experiences, but it’s up to you to find your own if you really want to get somewhere.you really want to get somewhere.Second, you can discover the patterns in your Second, you can discover the patterns in your life that make for moments of life that make for moments of XeperXeper. This requires . This requires observation and skepticism. It means making a observation and skepticism. It means making a magical autobiography of your life. The best time to magical autobiography of your life. The best time to do this is about the middle of your life when you’re, do this is about the middle of your life when you’re, say, 40. However you should note patterns and the say, 40. However you should note patterns and the place of the bigger events when you can. For place of the bigger events when you can. For example I both met my wife and [years later] example I both met my wife and [years later] learned about the Temple at a certain type of social learned about the Temple at a certain type of social event hosted by extreme RHPers. I know that for event hosted by extreme RHPers. I know that for me and me alone such places are places of me and me alone such places are places of revelation. So now when “chance” puts me in such revelation. So now when “chance” puts me in such situations, I go in relaxed, alert, and playful.situations, I go in relaxed, alert, and playful.Third, one can enact the desired moment ritually, Third, one can enact the desired moment ritually, creating a creating a kaka to lead yourself to the type of event to lead yourself to the type of event that will allow you produce the desired limitation that will allow you produce the desired limitation and creation. One of the ways we enact the ritual and creation. One of the ways we enact the ritual leading to leading to XeperXeper is simply by using it as our is simply by using it as our salutation.salutation.This tells you many things about This tells you many things about XeperXeper the verb. the verb. It is It is notnot continuous. All events do not feed it continuous. All events do not feed it equally. It is not fully under conscious control. equally. It is not fully under conscious control. Consciousness and emotion arise from it, but can Consciousness and emotion arise from it, but can and must be used to seek more of it. This means and must be used to seek more of it. This means that that XeperXeper is is notnot simple self-development or self- simple self-development or self-improvement, but that those things chosen rationally improvement, but that those things chosen rationally can put us in the place where can put us in the place where XeperXeper can occur. can occur.All sapient beings experience All sapient beings experience XeperXeper, but those , but those who can name it and understand its purpose have a who can name it and understand its purpose have a much better chance of achieving it. The paths to it much better chance of achieving it. The paths to it are absolutely personal, but some of its properties are absolutely personal, but some of its properties (such as being fed/triggered by peak experiences) (such as being fed/triggered by peak experiences) lead to certain group functions as facilitators. It lead to certain group functions as facilitators. It limits you; divine decisions always involve a road limits you; divine decisions always involve a road not taken. It creates you; divine decisions always not taken. It creates you; divine decisions always lead to much more than can be rationally deduced. lead to much more than can be rationally deduced. When you can say When you can say XeperXeper, you are in some way a , you are in some way a different person.different person.The noun The noun XeperXeper - that thing we speak of as our - that thing we speak of as our XeperXeper - is likewise an Egyptian noun. It is usually - is likewise an Egyptian noun. It is usually translated into English as “manifestation” or “the translated into English as “manifestation” or “the thing that happened”. The plural of the noun is thing that happened”. The plural of the noun is XeperuXeperu..When we talk about our When we talk about our XeperXeper, we are talking , we are talking about a very large thing indeed, and we usually - in about a very large thing indeed, and we usually - in our normal, sluglike mode - give very little thought our normal, sluglike mode - give very little thought to it. Yet if we simply become aware of to it. Yet if we simply become aware of XeperXeper, our , our personal magical and philosophical horizons greatly personal magical and philosophical horizons greatly expand.expand.Many magicians in the Temple of Set take Many magicians in the Temple of Set take justifiable pride in the magical items they create. It’s justifiable pride in the magical items they create. It’s easy to see one’s magic in a necklace one makes. easy to see one’s magic in a necklace one makes. As magicians, however, what we do is to make a As magicians, however, what we do is to make a very large magical object, existing on many levels of very large magical object, existing on many levels of reality.reality.Our entire lives considered at any moment are a Our entire lives considered at any moment are a XeperXeper, a manifestation. If you can think of all the , a manifestation. If you can think of all the things that you’ve wrought - changes in your things that you’ve wrought - changes in your mind/body complex, your recognition, your mind/body complex, your recognition, your reputation: all of those things that represent what reputation: all of those things that represent what you have brought to this Earth - as a giant talisman, you have brought to this Earth - as a giant talisman, then you’ve got a handle on then you’ve got a handle on XeperXeper the noun. the noun.Many of you may have written a Rune to pull Many of you may have written a Rune to pull something - gold or love - out of the unmanifest. something - gold or love - out of the unmanifest. That Rune is a tiny, tiny version of the great That Rune is a tiny, tiny version of the great talisman your talisman your XeperXeper is. The creation of is. The creation of XeperXeper is the is the working whereby we attract what we’re going to get working whereby we attract what we’re going to get in this life, and the divine memory we will have of in this life, and the divine memory we will have of this life.this life.XeperXeper the noun is the noun is the extension of existence the extension of existence to a further level of beingto a further level of being. These extensions can . These extensions can be a thought that you’ve pulled to a developed be a thought that you’ve pulled to a developed conscious level from a intuition, which would conscious level from a intuition, which would represent two levels of being in your subjective represent two levels of being in your subjective universe. These extensions can be what others think universe. These extensions can be what others think of you. The extensions are particularity evident in of you. The extensions are particularity evident in actions that represent a first or personal best effort actions that represent a first or personal best effort at something.at something.Hence if you really want to Hence if you really want to XeperXeper, conquer fear , conquer fear by doing something you didn’t think you could. Or by doing something you didn’t think you could. Or find a mystery and bring it to the surface of your find a mystery and bring it to the surface of your understanding, or better yet the understanding of understanding, or better yet the understanding of others. Or create something new [the last would be others. Or create something new [the last would be an example of the verb for “create”: an example of the verb for “create”: S’XeperS’Xeper].].Since Since XeperXeper exists as a noun, you can interact exists as a noun, you can interact with the with the XeperXeper of others. You are affected (usually of others. You are affected (usually blindly) by the work of past magicians. Or if you blindly) by the work of past magicians. Or if you have learned the art of shaping and seeking your have learned the art of shaping and seeking your own own XeperXeper first, you can consciously work with first, you can consciously work with others’ products. An excellent example of this others’ products. An excellent example of this would the Wewelsburg Working.would the Wewelsburg Working.I’ll leave you with one other word for your I’ll leave you with one other word for your word-hoard: the dual noun word-hoard: the dual noun XeperiXeperi. Egyptian nouns . Egyptian nouns can be singular (one cat), dual (two cats), or plural can be singular (one cat), dual (two cats), or plural (too many cats). The noun (too many cats). The noun XeperiXeperi can best be can best be translated by “synchronicity”, although the translated by “synchronicity”, although the standard translation is “miracle”.standard translation is “miracle”.The Egyptians knew the sign of something The Egyptians knew the sign of something Coming Into Being was a meaningful coincidence. Coming Into Being was a meaningful coincidence. We know too, either by Shu (“What were the odds We know too, either by Shu (“What were the odds of that happening?”) or by Tefnut (“It sent shivers of that happening?”) or by Tefnut (“It sent shivers down my spine.”). The noun down my spine.”). The noun XeperiXeperi shows that shows that manifestations are not continuous but discrete manifestations are not continuous but discrete (action at a distance), or, more simply, magic. (action at a distance), or, more simply, magic. XeperXeper has occurred when two discrete systems resonate has occurred when two discrete systems resonate with one another.with one another.Another form of Another form of XeperiXeperi is that moment of is that moment of communication of wordless magical information communication of wordless magical information with one another. The most familiar form of this is with one another. The most familiar form of this is Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 22"},{"pageNumber":3,"pageContent":"through our interactions with the Æon. As before, through our interactions with the Æon. As before, the more adept you are at seeking and shaping your the more adept you are at seeking and shaping your own own XeperXeper, the more you can positively interact with , the more you can positively interact with the the XeperXeper of the Æon and help fulfill her purpose of of the Æon and help fulfill her purpose of exporting exporting XeperXeper throughout the universe. throughout the universe.Think about these things. Think about them ’til Think about these things. Think about them ’til that shiver runs down your back. Then put this aside that shiver runs down your back. Then put this aside for awhile, and come back to it. Then, after the most for awhile, and come back to it. Then, after the most personal and individual of experimentation, you too personal and individual of experimentation, you too can know and heed the law: can know and heed the law: Xepera Xeper XeperuXepera Xeper Xeperu (“I Have Come Into Being; and by the process of (“I Have Come Into Being; and by the process of my Coming Into Being, the process of Coming Into my Coming Into Being, the process of Coming Into Being is established.”).Being is established.”).______________________________________________________________________[2] [2] RecognitionsRecognitionsLet this serve as the formal announcement of the Let this serve as the formal announcement of the April 29th confirmation of Robert W. Robinson to April 29th confirmation of Robert W. Robinson to the degree of Magus V° after his nomination by the degree of Magus V° after his nomination by Michael A. Aquino VI° and unanimous Michael A. Aquino VI° and unanimous confirmation by the Council of Nine.confirmation by the Council of Nine.James L. Knowles, Jr. was Recognized as a James L. Knowles, Jr. was Recognized as a Priest of Set III° by Robertt W. Neilly IV° on April Priest of Set III° by Robertt W. Neilly IV° on April 20, 1996.20, 1996.Bruce Ware was Recognized as a Priest of Set Bruce Ware was Recognized as a Priest of Set III° by James Lewis VI° on May 7, 1996.III° by James Lewis VI° on May 7, 1996.Peter Bowden was Recognized to the Degree of Peter Bowden was Recognized to the Degree of Adept II° by Priestess Jennifer Rush-Hunter on Adept II° by Priestess Jennifer Rush-Hunter on April 3, 1996.April 3, 1996.Paul B. Kimmel was Recognized to the Degree Paul B. Kimmel was Recognized to the Degree of Adept II° by Don Webb V° on April 15, 1996.of Adept II° by Don Webb V° on April 15, 1996.Nigel Peter Kay was Recognized to the Degree Nigel Peter Kay was Recognized to the Degree of Adept II° by Michael Kelly IV° on April 26, of Adept II° by Michael Kelly IV° on April 26, 1996.1996.Jason Green was Recognized to the Degree of Jason Green was Recognized to the Degree of Adept II° by James Lewis VI° on April 30, 1996.Adept II° by James Lewis VI° on April 30, 1996.Christopher R. Bilardi was Recognized to the Christopher R. Bilardi was Recognized to the Degree of Adept II° by William D. Pridgen III° on Degree of Adept II° by William D. Pridgen III° on May 5, 1996.May 5, 1996.Debra A. Hoffman was Recognized to the Debra A. Hoffman was Recognized to the Degree of Adept II° by Carmel Severson III° and Degree of Adept II° by Carmel Severson III° and James L. Knowles, Jr. III° on May 26, 1996.James L. Knowles, Jr. III° on May 26, 1996.Phillip Peters was Recognized to the Degree of Phillip Peters was Recognized to the Degree of Adept II° by Jennifer Rush-Hunter III° on May 27, Adept II° by Jennifer Rush-Hunter III° on May 27, 1996.1996.Lauri Jean Gerecke was Recognized to the Lauri Jean Gerecke was Recognized to the Degree of Adept II° by Rosemary Webb III° on Degree of Adept II° by Rosemary Webb III° on June 1, 1996.June 1, 1996.______________________________________________________________________[3] [3] Sinister SeasSinister Seas- by Clayton Bozeman II°, Order of Leviathan- by Clayton Bozeman II°, Order of LeviathanWithin Western magical tradition there has Within Western magical tradition there has always been a good deal of lore about geomancy, always been a good deal of lore about geomancy, the magic associated with certain places on Earth. the magic associated with certain places on Earth. Aleister Crowley, for instance, had Boleskine House Aleister Crowley, for instance, had Boleskine House on the shores of Loch Ness.on the shores of Loch Ness.In the In the Satanic RitualsSatanic Rituals Magus LaVey relates Magus LaVey relates William Seabrook’s account of the Yezidis’ “seven William Seabrook’s account of the Yezidis’ “seven towers of Satan” called Ziarahs, which appeared at towers of Satan” called Ziarahs, which appeared at intervals from Turkey to the Caucasus mountains in intervals from Turkey to the Caucasus mountains in Russia. From these sacred places of power, the Russia. From these sacred places of power, the Black Magician could “beam his will to the Black Magician could “beam his will to the ‘descendants of Adam’”.‘descendants of Adam’”.In his book In his book Rune MightRune Might Dr. Stephen Flowers Dr. Stephen Flowers devotes a chapter to looking for steads of Rune devotes a chapter to looking for steads of Rune Might: certain physical areas/features that the Might: certain physical areas/features that the magician finds especially conducive to Runic magic magician finds especially conducive to Runic magic operations.operations.Another illustration from the Another illustration from the Satanic RitualsSatanic Rituals is is found in the essay on Lovecraft that prefaced the found in the essay on Lovecraft that prefaced the two Lovecraftian rites written by Dr. Michael two Lovecraftian rites written by Dr. Michael Aquino, wherein are described potential coastal sites Aquino, wherein are described potential coastal sites conducive to answering the ageless call of Cthulhu.conducive to answering the ageless call of Cthulhu.And of course Magus Webb encourages the use And of course Magus Webb encourages the use of connecting those places where Setians have said of connecting those places where Setians have said the rites to the Eternal Setian Network.the rites to the Eternal Setian Network.In this article I would like to add one more to the In this article I would like to add one more to the list. The sea, like space, has always stirred feelings list. The sea, like space, has always stirred feelings of isolation, mystery, and timelessness. The area of of isolation, mystery, and timelessness. The area of the Atlantic Ocean located just off the east coast of the Atlantic Ocean located just off the east coast of Florida has long been the focal point for all sorts of Florida has long been the focal point for all sorts of legends of ghost ships, strange lights, time slips, sea legends of ghost ships, strange lights, time slips, sea monsters, UFOs, and of course lots and lots of monsters, UFOs, and of course lots and lots of seemingly unexplainable disappearances of ships, seemingly unexplainable disappearances of ships, planes, and their crews.planes, and their crews.This area - known at various times as the This area - known at various times as the Bermuda Triangle, the Devil’s Triangle, the Limbo Bermuda Triangle, the Devil’s Triangle, the Limbo of the Lost, and by the Black Flame Pylon the of the Lost, and by the Black Flame Pylon the Bermuda Trapezium - is also reputed to be the Bermuda Trapezium - is also reputed to be the western periphery of the antediluvian continent of western periphery of the antediluvian continent of Atlantis. In fact it is interesting to note that for all Atlantis. In fact it is interesting to note that for all the things that the things that disappeardisappear in this area, the only in this area, the only noteworthy thing to noteworthy thing to appearappear is the so-called Bimini is the so-called Bimini Wall - a “road” of sorts, constructed of huge Wall - a “road” of sorts, constructed of huge limestone blocks fitted together in such a way as to limestone blocks fitted together in such a way as to appear to be anything but the product of nature, appear to be anything but the product of nature, though of course that’s exactly what critics say it though of course that’s exactly what critics say it must be.must be.Many of the islands encompassing the larger Many of the islands encompassing the larger region of the Bermuda Triangle have historically region of the Bermuda Triangle have historically been given ominous names and attributes. In old been given ominous names and attributes. In old navigational records Bermuda was often referred to navigational records Bermuda was often referred to as the “Isles of the Devils”. On the far fringes of as the “Isles of the Devils”. On the far fringes of the BT, Key West is the Anglicized version of that the BT, Key West is the Anglicized version of that island’s original title, island’s original title, Cayo HuesoCayo Hueso, “Island of the , “Island of the Bones”, so named after it was first discovered by Bones”, so named after it was first discovered by Spanish explorers and found to be strewn about Spanish explorers and found to be strewn about with human skeletons.with human skeletons.This area’s reputation for higher-than-average This area’s reputation for higher-than-average disappearances is not merely a fad that was in vogue disappearances is not merely a fad that was in vogue in the 1960s/70s. Christopher Columbus and his in the 1960s/70s. Christopher Columbus and his crew saw a “remarkable ball of fire” fall into the crew saw a “remarkable ball of fire” fall into the ocean and were reportedly terrified by weird ocean and were reportedly terrified by weird Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 33"},{"pageNumber":4,"pageContent":"disturbances with the ship’s compasses when disturbances with the ship’s compasses when sailing in these waters. Lloyd’s of London, the sailing in these waters. Lloyd’s of London, the insurance company, was concerned about the area as insurance company, was concerned about the area as far back as the late 1600s due to the excessive far back as the late 1600s due to the excessive losses in that region. In literature Shakespeare used losses in that region. In literature Shakespeare used the July 1609 shipwreck of the English ship the July 1609 shipwreck of the English ship Sea Sea VentureVenture off the coast of Bermuda as the basis of his off the coast of Bermuda as the basis of his play play The TempestThe Tempest. In that play the actions of the . In that play the actions of the spirit Ariel were based upon the sighting aboard the spirit Ariel were based upon the sighting aboard the Sea VentureSea Venture of an erratic light that darted around the of an erratic light that darted around the mainmast and would flicker off and on with a mainmast and would flicker off and on with a seeming life of its own.seeming life of its own.When researching the popular lore of this area When researching the popular lore of this area for magical use by the Black Flame Pylon, I came for magical use by the Black Flame Pylon, I came across one author whose own research into this area across one author whose own research into this area led him to alter the traditional triangle map of the led him to alter the traditional triangle map of the area to that of a trapezium, which is basically a area to that of a trapezium, which is basically a trapezoid wherein no one side is equal to another. trapezoid wherein no one side is equal to another. The book was Richard Winer’s 1974 work The book was Richard Winer’s 1974 work The The Devil’s TriangleDevil’s Triangle. Winer notes that the first four . Winer notes that the first four letters of trapezium “more than adequately describe letters of trapezium “more than adequately describe it”.it”.If you were to bore a hole through the Earth at If you were to bore a hole through the Earth at approximately the center of the BT, you would come approximately the center of the BT, you would come out at an area which is the BT’s counterpart in the out at an area which is the BT’s counterpart in the Pacific. This area is reputed to be responsible for Pacific. This area is reputed to be responsible for more strange disappearances than even the BT is more strange disappearances than even the BT is and, according to Winer, is actually triangular in and, according to Winer, is actually triangular in shape, being bounded by Southeast Japan and the shape, being bounded by Southeast Japan and the northern parts of the Philippines and Guam.northern parts of the Philippines and Guam.He also notes that the only two areas on Earth He also notes that the only two areas on Earth where the compass points to the true rather than the where the compass points to the true rather than the magnetic North Pole are the western extremities of magnetic North Pole are the western extremities of the of the two areas, one just off the east coast of the of the two areas, one just off the east coast of Florida and the other just off the east coast of Japan, Florida and the other just off the east coast of Japan, giving nourishment to the idea that some giving nourishment to the idea that some electromagnetic anomaly may be the source of the electromagnetic anomaly may be the source of the incidents in the area. The U.S. Navy’s “Project incidents in the area. The U.S. Navy’s “Project Magnet”, a five-year study of this hypothesis, Magnet”, a five-year study of this hypothesis, indicated no significant abnormal electromagnetic indicated no significant abnormal electromagnetic phenomena in the area, though the results were phenomena in the area, though the results were classified for many years after the initial study.classified for many years after the initial study.Visually speaking, Winer’s description of the Visually speaking, Winer’s description of the one area as being trapezoidal in form and the other one area as being trapezoidal in form and the other as being strictly triangular in form brought to mind as being strictly triangular in form brought to mind a similar description by then-Priestess Rebecca a similar description by then-Priestess Rebecca Lance when she was discussing the Nine Angles in Lance when she was discussing the Nine Angles in the Nine Angles Workshop transcript. In her the Nine Angles Workshop transcript. In her discussion of the form of the Seal of the Nine discussion of the form of the Seal of the Nine Angles, she relates that “the geometrical picture that Angles, she relates that “the geometrical picture that came to my mind was that of a crystalline, 3-came to my mind was that of a crystalline, 3-dimensional trapezoid pierced through by a dimensional trapezoid pierced through by a crystalline spear”. That description roughly crystalline spear”. That description roughly corresponds to my own idealization of these two corresponds to my own idealization of these two mystery zones as described by Winer.mystery zones as described by Winer.The value of exploration of such fad-type areas The value of exploration of such fad-type areas as the Bermuda Triangle seems to me to be that (1) as the Bermuda Triangle seems to me to be that (1) the accumulated random GBM associated with it the accumulated random GBM associated with it makes it that much more easily adapted to our makes it that much more easily adapted to our purposes, hence (2) we can make it our own, per purposes, hence (2) we can make it our own, per Magus Webb.Magus Webb.Later this fall, around the Labor Day weekend, Later this fall, around the Labor Day weekend, the Black Flame Pylon will be hosting the annual the Black Flame Pylon will be hosting the annual Southeast Regional Conclave “in” the Bermuda Southeast Regional Conclave “in” the Bermuda Trapezium. Remanifest the Atlantean in you, and Trapezium. Remanifest the Atlantean in you, and make plans to “surface” on Florida’s East coast make plans to “surface” on Florida’s East coast this year! this year! XeperXeper and Remanifest. and Remanifest.ReferencesReferencesJe, Adi-kent Thomas, Je, Adi-kent Thomas, The Bermuda TriangleThe Bermuda Triangle..Lance, Rebecca (Ed.), Lance, Rebecca (Ed.), The Nine Angles WorkshopThe Nine Angles Workshop. . San Francisco: Temple of Set, 1993.San Francisco: Temple of Set, 1993.LaVey, Anton Szandor, LaVey, Anton Szandor, The Satanic RitualsThe Satanic Rituals. New . New York: Avon Books, 1972.York: Avon Books, 1972.Leslie, Candace, Leslie, Candace, Hidden Florida Keys and Hidden Florida Keys and EvergladesEverglades. Berkeley: Ulysses Press, 1990.. Berkeley: Ulysses Press, 1990.Spencer, John Wallace, Spencer, John Wallace, Limbo of the LostLimbo of the Lost. New . New York: Bantam Books, 1969.York: Bantam Books, 1969.Thorsson, Stephen Edred, Thorsson, Stephen Edred, Rune MightRune Might. St. Paul: . St. Paul: Llewellyn, 1994.Llewellyn, 1994.______________________________________________________________________[4] [4] Film NotesFilm Notes- by Tony Pizzini II°- by Tony Pizzini II°Remake Alert! A recent issue of Remake Alert! A recent issue of VarietyVariety, a film , a film industry magazine, carried in-production notices for industry magazine, carried in-production notices for the following: Horror film director Wes Craven is the following: Horror film director Wes Craven is directing a remake of directing a remake of Carnival of SoulsCarnival of Souls; an un-; an un-named director/company has started on named director/company has started on The The MummyMummy; and there is no news on the remake of ; and there is no news on the remake of FreaksFreaks (with a soundtrack by George (with a soundtrack by George Clinton/Bootsy Collins).Clinton/Bootsy Collins).Of related interest, I found out from a friend in Of related interest, I found out from a friend in New York that there is indeed a film version of New York that there is indeed a film version of Seven Footprints To SatanSeven Footprints To Satan. That it was made during . That it was made during the 1930s is the only information I have so far. It the 1930s is the only information I have so far. It isn’t out on video, but if a decent print can be isn’t out on video, but if a decent print can be located, that shouldn’t be too long a wait.located, that shouldn’t be too long a wait.______________________________________________________________________[5] [5] Complacency: A PerspectiveComplacency: A Perspective- by Marie Buckner II°- by Marie Buckner II°After I said farewell to Setians at the Austin After I said farewell to Setians at the Austin Conclave in April, my plan was to catch a plane back Conclave in April, my plan was to catch a plane back home to California. Strange how the road can spin home to California. Strange how the road can spin out from under you if you allow yourself to fall out from under you if you allow yourself to fall asleep at the wheel.asleep at the wheel.I’d always thought that once you become Setian, I’d always thought that once you become Setian, you grow some sort of invisible armor. I had this you grow some sort of invisible armor. I had this odd idea that as a Setian I was somehow a superior odd idea that as a Setian I was somehow a superior creature, too intelligent to make self-endangering creature, too intelligent to make self-endangering mistakes. Well, maybe other Setians are. God-mistakes. Well, maybe other Setians are. God-under-construction that I fancy myself to be, I’m under-construction that I fancy myself to be, I’m one of those Initiates who learns things the hard one of those Initiates who learns things the hard Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 44"},{"pageNumber":5,"pageContent":"way. Complacency is, I learned that way, the worst way. Complacency is, I learned that way, the worst enemy. This time, I managed to get myself arrested enemy. This time, I managed to get myself arrested for transporting my ceremonial dagger through for transporting my ceremonial dagger through airport security, charged with a third degree felony airport security, charged with a third degree felony under the Texas statute “Places Weapons under the Texas statute “Places Weapons Prohibited”. Not your everyday misdemeanor, and Prohibited”. Not your everyday misdemeanor, and you’re definitely you’re definitely notnot in California anymore, in California anymore, Dorothy.Dorothy.The arrest couldn’t have had anything to do - The arrest couldn’t have had anything to do - could it? - with the fact that I am notoriously could it? - with the fact that I am notoriously impulsive. I was dressed provocatively as I’m prone impulsive. I was dressed provocatively as I’m prone to be, in my formal blacks and high top boots; the to be, in my formal blacks and high top boots; the date was the first anniversary of the Oklahoma City date was the first anniversary of the Oklahoma City Bombing, which in Texas has been a far more Bombing, which in Texas has been a far more sensitive subject [along with Waco] than in, say, sensitive subject [along with Waco] than in, say, California? Forget that I got through airport security California? Forget that I got through airport security with the dagger in Los Angeles en route to Texas, or with the dagger in Los Angeles en route to Texas, or that before I’d left home, I’d done an extremely that before I’d left home, I’d done an extremely intense working to separate my self from that which intense working to separate my self from that which is not my self. In other words, I wasn’t watching is not my self. In other words, I wasn’t watching where I was going.where I was going.The first point here is that I tend to look out into The first point here is that I tend to look out into the objective world through the filter of ivy-covered the objective world through the filter of ivy-covered thoughts, assuming I have my ducks in a row thoughts, assuming I have my ducks in a row because, as a Setian, I have more tools at my because, as a Setian, I have more tools at my disposal and the advantage of an outsider’s disposal and the advantage of an outsider’s perspective on society. The second point is that my perspective on society. The second point is that my mistake could have been made by anyone who mistake could have been made by anyone who wasn’t paying attention in the presence of danger. wasn’t paying attention in the presence of danger. My mistake could have been made, in fact, by any My mistake could have been made, in fact, by any Setian who thought he/she would be able to explain Setian who thought he/she would be able to explain to airport security that the dagger in his/her luggage to airport security that the dagger in his/her luggage was for presentation or ceremonial purposes only, was for presentation or ceremonial purposes only, and with a dash of LBM here and some quick and with a dash of LBM here and some quick thinking there, all would be rectified. I thought so at thinking there, all would be rectified. I thought so at least. And I was dead wrong.least. And I was dead wrong.Initiation is often a matter of taking the lead out Initiation is often a matter of taking the lead out of unfortunate circumstances [and the pair of pants of unfortunate circumstances [and the pair of pants we happen to be wearing] and transforming it into we happen to be wearing] and transforming it into the gold of understanding. The day I was arrested, I the gold of understanding. The day I was arrested, I had walked right out of the company of Set’s had walked right out of the company of Set’s nobles and soon found myself in the company of nobles and soon found myself in the company of prostitutes, cocaine addicts, forgers, and thieves prostitutes, cocaine addicts, forgers, and thieves (some of whom I befriended for that brief period) - (some of whom I befriended for that brief period) - from the highest of the high to the lowest of the low.from the highest of the high to the lowest of the low.What makes me think that armchair magic, What makes me think that armchair magic, although safest, is what being a Setian is all about? although safest, is what being a Setian is all about? Sitting in in contemplation on my bunk in the jail Sitting in in contemplation on my bunk in the jail cell in contemplation amid the groans, shouts, cell in contemplation amid the groans, shouts, swearing, banging, and vomiting sounds of Friday swearing, banging, and vomiting sounds of Friday night drunk-tank atmosphere while my cellmate night drunk-tank atmosphere while my cellmate snored loudly and obliviously below me, I wondered snored loudly and obliviously below me, I wondered when I’d see the sky again. I also performed a small when I’d see the sky again. I also performed a small Black Magic ritual which consisted of making (1) Black Magic ritual which consisted of making (1) the most of my situation, and (2) some sort of the most of my situation, and (2) some sort of favorable impression on the incarceration favorable impression on the incarceration authorities. Previous inmates had gouged inverted authorities. Previous inmates had gouged inverted pentagrams (as opposed to crosses) on the walls, the pentagrams (as opposed to crosses) on the walls, the presence of which was somewhat comforting, even presence of which was somewhat comforting, even if superficially wrought.if superficially wrought.Just what were the officer’s thoughts when, Just what were the officer’s thoughts when, upon my release the next day, he gave me back my upon my release the next day, he gave me back my luggage to check off each item of its contents on his luggage to check off each item of its contents on his list and he saw every one of my personal list and he saw every one of my personal belongings: my solid black wardrobe, Satanic ritual belongings: my solid black wardrobe, Satanic ritual book, and assorted paraphernalia? His expression book, and assorted paraphernalia? His expression vacillated somewhere between amusement and vacillated somewhere between amusement and wariness. When the last item had been checked off wariness. When the last item had been checked off and the door to the outside world released for me, he and the door to the outside world released for me, he didn’t seem at all sure quite what to make of me, but didn’t seem at all sure quite what to make of me, but he had to let me go.he had to let me go.Needless to say, I wish to take this opportunity Needless to say, I wish to take this opportunity to thank all those Setians present at the Austin to thank all those Setians present at the Austin Conclave who involved themselves quickly and Conclave who involved themselves quickly and brilliantly to assure my bail, whether directly or by brilliantly to assure my bail, whether directly or by lending me their will during my incarceration, since lending me their will during my incarceration, since I was unable to express my gratitude to them in I was unable to express my gratitude to them in person.person.It is my purpose in writing this paper to offer It is my purpose in writing this paper to offer other Setians a couple of questions to ponder, if other Setians a couple of questions to ponder, if they haven’t already faced similar circumstances in they haven’t already faced similar circumstances in their own initiations. How can we ever know how their own initiations. How can we ever know how we look in other people’s eyes? What is an we look in other people’s eyes? What is an everyday item or innocent circumstance to us as everyday item or innocent circumstance to us as Setian Black Magicians could easily appear Setian Black Magicians could easily appear flagrante delictoflagrante delicto to them. But most sobering of all, to them. But most sobering of all, do we ever appreciate the true value of freedom until do we ever appreciate the true value of freedom until it is taken away from us?it is taken away from us?______________________________________________________________________[6] [6] Honoring the DifficultHonoring the Difficult- by Dedra Burch II°- by Dedra Burch II°I remember when I received my first copy of the I remember when I received my first copy of the Scroll of SetScroll of Set along with my along with my Crystal TabletCrystal Tablet. I . I thought to myself, “What are these people talking thought to myself, “What are these people talking about?” Then I found an article by Adept Pamela about?” Then I found an article by Adept Pamela Hagman entitled “Letter to the New Initiate” Hagman entitled “Letter to the New Initiate” (August 1994 issue). I got excited, “Look, a letter (August 1994 issue). I got excited, “Look, a letter just for me!” Not only did that article aid me in the just for me!” Not only did that article aid me in the beginning, but I referred to it from time to time beginning, but I referred to it from time to time throughout my Setian I° experience. It is my hope throughout my Setian I° experience. It is my hope that in some small way this article will also be of aid that in some small way this article will also be of aid to those who find themselves facing similar feelings to those who find themselves facing similar feelings in their own initiatory journey.in their own initiatory journey.As a Setian I°, initiation seemed to progress As a Setian I°, initiation seemed to progress pretty gradually. The realization of my Becoming pretty gradually. The realization of my Becoming also took place gradually. When you look in a also took place gradually. When you look in a mirror every day, you don’t tend to notice the subtle mirror every day, you don’t tend to notice the subtle changes. One day you will see the difference, you changes. One day you will see the difference, you will see what you have Become. By then you are will see what you have Become. By then you are prepared for the reflection. For me, this transition prepared for the reflection. For me, this transition was a comfortable one.was a comfortable one.As an Adept I am beginning to experience an As an Adept I am beginning to experience an uncomfortableness that I was not expecting. It is as uncomfortableness that I was not expecting. It is as Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 55"},{"pageNumber":6,"pageContent":"though I looked into the mirror and experienced the though I looked into the mirror and experienced the shock of seeing my own transformation. It wasn’t shock of seeing my own transformation. It wasn’t nice, steady, and comfortable as when I was a Setian nice, steady, and comfortable as when I was a Setian I°. The transformations seem to occur faster I°. The transformations seem to occur faster somehow. For the first time I was uncomfortable somehow. For the first time I was uncomfortable with my own reflection. I think the natural reaction with my own reflection. I think the natural reaction is to look away and avoid the mirror. In fact that was is to look away and avoid the mirror. In fact that was my initial reaction. I found myself wanting to “put my initial reaction. I found myself wanting to “put on the brakes.” I felt that my initiation was on the brakes.” I felt that my initiation was happening too fast and I wanted to get back that happening too fast and I wanted to get back that nice, comfortable feeling. I came to realize, however, nice, comfortable feeling. I came to realize, however, that I had no choice but to face the mirror.that I had no choice but to face the mirror.Facing the mirror is difficult, and it’s damned Facing the mirror is difficult, and it’s damned uncomfortable. It can be unsettling and very lonely, uncomfortable. It can be unsettling and very lonely, but I believe that when it starts to become really but I believe that when it starts to become really difficult, there is the greatest opportunity for difficult, there is the greatest opportunity for XeperXeper. . I think the important thing to remember is to stay I think the important thing to remember is to stay focused. Don’t let the feelings of the moment focused. Don’t let the feelings of the moment overwhelm you or make you falter from your overwhelm you or make you falter from your initiatory path. Just keep going and learn to honor initiatory path. Just keep going and learn to honor the difficult.the difficult.I give this article as a gift to those who are pretty I give this article as a gift to those who are pretty comfortable thus far. When you find it getting comfortable thus far. When you find it getting difficult, and you will, remember what it means to be difficult, and you will, remember what it means to be a Setian. Initiation is no cake walk. We all have to a Setian. Initiation is no cake walk. We all have to face the feelings that surface when we see Mercury face the feelings that surface when we see Mercury falling.falling.______________________________________________________________________[7] [7] XeperXeper Day Day- by Don Webb V°- by Don Webb V°The following is a short and simple Temple-The following is a short and simple Temple-wide ritual to celebrate the re-Utterance of wide ritual to celebrate the re-Utterance of XeperXeper. As . As in any Setian ritual, participation is voluntary, but I in any Setian ritual, participation is voluntary, but I think you’ll be pleased with the results.think you’ll be pleased with the results.Here are the steps. There won’t be reminders; Here are the steps. There won’t be reminders; this is a personal test of will. This rite will probably this is a personal test of will. This rite will probably work better if done alone, but let your personal taste work better if done alone, but let your personal taste be your guide.be your guide.1. On August 6, 1996 [That’s right; it’s a 1. On August 6, 1996 [That’s right; it’s a Tuesday. You can experience Tuesday. You can experience XeperXeper on a Tuesday.], on a Tuesday.], perform an action for the sake of your perform an action for the sake of your XeperXeper. It can . It can be anything from starting a new book to filing be anything from starting a new book to filing divorce papers to writing a letter to your father. divorce papers to writing a letter to your father. Anything. It might not be the greatest thing you can Anything. It might not be the greatest thing you can do, since it is limited by time and space. But do it. If do, since it is limited by time and space. But do it. If you don’t have enough control of your life to plan you don’t have enough control of your life to plan and execute an action for your and execute an action for your XeperXeper at will, then at will, then you are not a magician. Do it; don’t just think about you are not a magician. Do it; don’t just think about it. Pay attention to the action, being as awake as you it. Pay attention to the action, being as awake as you can be while you do it.can be while you do it.2. Sometime before going to bed, perform a 2. Sometime before going to bed, perform a simple visualization. This can be done with as much simple visualization. This can be done with as much ceremony as you like, or even with no ceremony at ceremony as you like, or even with no ceremony at all. Picture the globe. See the spot where you were all. Picture the globe. See the spot where you were when you performed the action in Step #1. Pick when you performed the action in Step #1. Pick another spot that symbolizes another spot that symbolizes XeperXeper to you. How to you. How you pick this is up to you: some place you’ve been, you pick this is up to you: some place you’ve been, are going to, just think of - it’s a matter of personal are going to, just think of - it’s a matter of personal genius. The only catch is that genius. The only catch is that it must be at a it must be at a different latitude than the first spotdifferent latitude than the first spot. Turn to . Turn to face the spot [you can approximate]. Imagine a line face the spot [you can approximate]. Imagine a line leaving your body - going ’round the Earth to the leaving your body - going ’round the Earth to the second spot, continuing around the world and second spot, continuing around the world and coming back to you to enter your back. Then fill the coming back to you to enter your back. Then fill the line with the line with the feelingfeeling you had during your you had during your XeperXeper--motivated action.motivated action.3. After you’ve done this for awhile, I suggest 3. After you’ve done this for awhile, I suggest you think about two things: (a) This symbol of you think about two things: (a) This symbol of willed Remanifestation is partially under your willed Remanifestation is partially under your rational control. You willed it in a certain direction, rational control. You willed it in a certain direction, and it is partly unknown to you. Like the Egyptian and it is partly unknown to you. Like the Egyptian future, it came up from behind. B. Your circle of will future, it came up from behind. B. Your circle of will intersected but did not deflect nor was deflected by intersected but did not deflect nor was deflected by the willed circle of every other Setian participating. the willed circle of every other Setian participating. After considering these two ideas, let your own After considering these two ideas, let your own energized thought be open to personal work.energized thought be open to personal work.4. When you feel that the work is wrought, say 4. When you feel that the work is wrought, say the following, the following, preferablypreferably aloud: “I have Come Into aloud: “I have Come Into Being, and by the process of my Coming Into Being, and by the process of my Coming Into Being, the process of Coming Into Being is Being, the process of Coming Into Being is established.” Close the Rite with as much, as little, established.” Close the Rite with as much, as little, or no ceremony at all.or no ceremony at all.If you like the results, feel free to add this to If you like the results, feel free to add this to your personal repertoire to be performed whenever your personal repertoire to be performed whenever you wish.you wish.______________________________________________________________________[8] [8] Magical Resonance andMagical Resonance andSynchronous ManifestationSynchronous Manifestation- by Roger R. Whitaker III°- by Roger R. Whitaker III°The term “resonance” has taken on an added The term “resonance” has taken on an added significance since the activation of the Heb Sed.significance since the activation of the Heb Sed.The concept of resonance has always been of The concept of resonance has always been of some interest within the Order of the Trapezoid, and some interest within the Order of the Trapezoid, and indeed the proper maintenance of “mad lab” gear indeed the proper maintenance of “mad lab” gear has always dealt with the precise tuning of the has always dealt with the precise tuning of the electrical resonance which emanates from these electrical resonance which emanates from these devices. In particular Tesla coils have the advantage devices. In particular Tesla coils have the advantage of being very tunable via tapping physically into the of being very tunable via tapping physically into the primary coil at various points within its winding.primary coil at various points within its winding.However it is important to keep in mind that However it is important to keep in mind that machines are not necessary to create resonance machines are not necessary to create resonance within a ritual environment. To develop this concept within a ritual environment. To develop this concept it is important to precisely define by what is meant it is important to precisely define by what is meant when speaking about resonance. For this purpose when speaking about resonance. For this purpose here is here is Webster’sWebster’s definition of resonance: definition of resonance:2. A prolongation or increase in sound due 2. A prolongation or increase in sound due to the sympathetic vibration of some body to the sympathetic vibration of some body capable of moving in the proper period; hence, capable of moving in the proper period; hence, by extension, the counterpart of this by extension, the counterpart of this phenomenon in the case of vibrations other phenomenon in the case of vibrations other than sound; as, electric resonance. 3. Just as a than sound; as, electric resonance. 3. Just as a Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 66"},{"pageNumber":7,"pageContent":"series of small pulls at the right intervals will set a series of small pulls at the right intervals will set a large bell to swinging, so resonance results large bell to swinging, so resonance results from the repetition of small impulses which, from the repetition of small impulses which, when the bodies are “in tune”, have a purely when the bodies are “in tune”, have a purely additive effect, but otherwise tend to neutralize additive effect, but otherwise tend to neutralize one another. Thus, if a sounding string or one another. Thus, if a sounding string or tuning fork is placed near another of the same tuning fork is placed near another of the same or a harmonic pitch, the latter also sounds ...or a harmonic pitch, the latter also sounds ...And again from And again from Webster’sWebster’s::ResonateResonate: To vibrate sympathetically with : To vibrate sympathetically with some source of sound or electric oscillations.some source of sound or electric oscillations.Let us examine this definition of “resonance”:Let us examine this definition of “resonance”:The most striking characteristic of resonance is The most striking characteristic of resonance is its ability to “prolong” and to “extend” through its ability to “prolong” and to “extend” through sympathetic vibration.sympathetic vibration.By sympathetic vibration we are speaking of two By sympathetic vibration we are speaking of two distinct elements. The first is a “unison”, or the distinct elements. The first is a “unison”, or the same vibratory rate. The second is a harmonic of the same vibratory rate. The second is a harmonic of the initiating vibratory form. The harmonic is a ratio of initiating vibratory form. The harmonic is a ratio of the initiating or “first” element.the initiating or “first” element.When dealing with the first, or unison When dealing with the first, or unison component of resonance, you have other potentials component of resonance, you have other potentials which are activated into a synchronous union of the which are activated into a synchronous union of the one. For this to be manifest, the potentials must be one. For this to be manifest, the potentials must be able to “move in the proper period”. This means able to “move in the proper period”. This means simply that the originating source and the potentials simply that the originating source and the potentials need to be linked in such a way that when energy is need to be linked in such a way that when energy is released from one source, it is also manifest within released from one source, it is also manifest within the other.the other.This “link” amounts to a receptor whose This “link” amounts to a receptor whose qualities are innate to its source. There does not qualities are innate to its source. There does not have to be a physical link. The link is defined by have to be a physical link. The link is defined by qualities which are inherent or created within the qualities which are inherent or created within the potential receptor. If such a link is established, you potential receptor. If such a link is established, you have a two-way street.have a two-way street.The originating source may now be activated by The originating source may now be activated by the potential, and vice-versa. What is important is the potential, and vice-versa. What is important is that in order for there to be any connection, a that in order for there to be any connection, a properly developed vehicle capable of that properly developed vehicle capable of that connection must exist, or the originating source will connection must exist, or the originating source will fade into nonexistence.fade into nonexistence.The originating source has released energy. This The originating source has released energy. This energy has found receptors whose qualities are such energy has found receptors whose qualities are such that they have begun to oscillate in a sympathetic that they have begun to oscillate in a sympathetic union with the first source. They have been activated union with the first source. They have been activated into a movement with the source. These receptors into a movement with the source. These receptors have found others who have begun to synchronize have found others who have begun to synchronize with the receptors - away from the original source - with the receptors - away from the original source - into these oscillations. The total effect is a into these oscillations. The total effect is a prolonging of the original source.prolonging of the original source.There is There is notnot a strengthening of either the source a strengthening of either the source or any receptor. But there or any receptor. But there isis a strengthening of the a strengthening of the oscillatory phenomena in total.oscillatory phenomena in total.How long can the original source be prolonged How long can the original source be prolonged and extended? It depends upon the energy of that and extended? It depends upon the energy of that initial outburst. It could last millions of years, or it initial outburst. It could last millions of years, or it could be a nanosecond.could be a nanosecond.Another important point is that not only will our Another important point is that not only will our source create a resonance with available receptors, source create a resonance with available receptors, but it will also create resonance within but it will also create resonance within any suitable any suitable vehicle which lies in a harmonic proportion vehicle which lies in a harmonic proportion with that same sourcewith that same source. What this means is that if . What this means is that if a receptor’s qualities are such that there is a a receptor’s qualities are such that there is a mathematically proportional relationship to the mathematically proportional relationship to the source, it will source, it will alsoalso resonate. The frequency of this resonate. The frequency of this “harmonic” will be a ratio of the source.“harmonic” will be a ratio of the source.We can break these concepts down a further We can break these concepts down a further level and find that this discussion is about level and find that this discussion is about energyenergy. . Oscillation, vibratory phenomena, and resonance Oscillation, vibratory phenomena, and resonance have at their basis energy and thus movement. As a have at their basis energy and thus movement. As a further digression we need to keep in mind that the further digression we need to keep in mind that the physical world is simply an aspect of energy. physical world is simply an aspect of energy. Energy has movement and follows paths. These Energy has movement and follows paths. These paths are deterministic via the polaric events the paths are deterministic via the polaric events the energy encounters.energy encounters.Following this line of thought back to concepts Following this line of thought back to concepts of resonance, we as LHP Initiates can collectively of resonance, we as LHP Initiates can collectively create an extension of our perceptual vision into the create an extension of our perceptual vision into the evolutionary mainstream of cultural memetics. We evolutionary mainstream of cultural memetics. We are here now because these memes have survived. are here now because these memes have survived. But this is not enough. The manifestation of the But this is not enough. The manifestation of the Prince of Darkness into these times - our times - Prince of Darkness into these times - our times - was not out of desperation or chance. That was not out of desperation or chance. That manifestation has to do rather with survival ability, manifestation has to do rather with survival ability, with the extension and prolongation of our Path.with the extension and prolongation of our Path.Here’s the breakdown: We live in a time-frame Here’s the breakdown: We live in a time-frame when cultural change can occur very quickly. In a when cultural change can occur very quickly. In a few short years you can go from tolerance to a fight few short years you can go from tolerance to a fight for survival over your belief system. Villains can for survival over your belief system. Villains can become heroes in a decade, and everything can become heroes in a decade, and everything can change in an instant. This is the Age of Satan still change in an instant. This is the Age of Satan still manifesting its basic Æonic premise.manifesting its basic Æonic premise.The Temple of Set as an institution is the only The Temple of Set as an institution is the only organized group whose philosophy and magical organized group whose philosophy and magical practices have the capability to utilize the current of practices have the capability to utilize the current of that premise in a conscious and well-thought-out that premise in a conscious and well-thought-out manner. It is there for manner. It is there for ourour harvest. harvest.We have yet to truly reap the next level of We have yet to truly reap the next level of benefits of the Age of Satan. The first level was the benefits of the Age of Satan. The first level was the dispersion of Judæo/Christian conditioning. The dispersion of Judæo/Christian conditioning. The next level is the utilizing of the cultural proxemics - next level is the utilizing of the cultural proxemics - which are still in motion - in order to establish a which are still in motion - in order to establish a New Khem in the social and cultural frameworks New Khem in the social and cultural frameworks within which we are existing.within which we are existing.How do we do this? We do this through How do we do this? We do this through resonanceresonance. Out there in society exists a vast . Out there in society exists a vast reservoir of individuals whose qualities of reservoir of individuals whose qualities of perception, vision, self-consciousness, and essence perception, vision, self-consciousness, and essence could be brought to their highest potential through could be brought to their highest potential through XeperXeper..Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 77"},{"pageNumber":8,"pageContent":"These qualities represent the proper vehicles for These qualities represent the proper vehicles for being excited into activity if they can come into the being excited into activity if they can come into the proxemic range of the source. This source can be proxemic range of the source. This source can be reached only through those who are reached only through those who are alreadyalready resonating that source through their own resonating that source through their own XeperXeper. It is . It is through the discovery of their own essence and through the discovery of their own essence and being that they come to resonate the energy of their being that they come to resonate the energy of their self-consciousness. The state of being involved has self-consciousness. The state of being involved has its own memetic signature, and it is coming to a its own memetic signature, and it is coming to a head through the Æon of Set.head through the Æon of Set.The time is right for us to establish a stronger The time is right for us to establish a stronger presence in the societies within which we live. We presence in the societies within which we live. We must take advantage of the topsy-turvy cultural must take advantage of the topsy-turvy cultural roller coaster of which the Age of Satan was a roller coaster of which the Age of Satan was a vehicle. It will eventually recede.vehicle. It will eventually recede.As mentioned earlier, physical reality is an As mentioned earlier, physical reality is an aspect of aspect of energyenergy. Energy is a funny sort of thing. It . Energy is a funny sort of thing. It has a direction, and the direction it takes is initially has a direction, and the direction it takes is initially outward from its source. As it goes outward, it can outward from its source. As it goes outward, it can change its direction according to a number of change its direction according to a number of factors, such as resistance, polarity, and other factors, such as resistance, polarity, and other environmental conditions.environmental conditions.But we would be wrong to sense energy solely But we would be wrong to sense energy solely via the physics paradigm. Aristotle considered via the physics paradigm. Aristotle considered energy “the realization of potentiality vs. unrealized energy “the realization of potentiality vs. unrealized states”. It was a result or form giving states”. It was a result or form giving causalcausal as as opposed to potential manifestation. This entelechy opposed to potential manifestation. This entelechy went beyond simple expression of actualization; it went beyond simple expression of actualization; it had to be an actualization which had the force to had to be an actualization which had the force to cause cause otherother manifestations of the same kind. Plain manifestations of the same kind. Plain and simple, this is and simple, this is resonanceresonance..Drawing once again from Drawing once again from Webster’sWebster’s, we can , we can narrow our basic conceptualization of “energy” narrow our basic conceptualization of “energy” thus:thus:EnergyEnergy: 1. Strength of expression, force : 1. Strength of expression, force of utterance; power to impress the mind and of utterance; power to impress the mind and arouse the feelings; life; spirit - said of speech, arouse the feelings; life; spirit - said of speech, language, words, style, etc.language, words, style, etc.In this context we have some basic components In this context we have some basic components of which the Word - considered as an expression of of which the Word - considered as an expression of energy through the philosophical entelechy - can be energy through the philosophical entelechy - can be found to have the qualities of resonance attributed to found to have the qualities of resonance attributed to it.it.This deserves a bit more development. The This deserves a bit more development. The Word is a powerful expression on several Word is a powerful expression on several perceptual levels of its source. The Word as a perceptual levels of its source. The Word as a manifestation of energy per the above definition manifestation of energy per the above definition stands by itself once released. That is, as an event stands by itself once released. That is, as an event the Word itself is not resonate to the source once the Word itself is not resonate to the source once Uttered. It is Uttered. It is nownow resonate to the Magus, and it is resonate to the Magus, and it is through resonance that the through resonance that the phenomenonphenomenon of the of the Word is extended and prolonged, hopefully for the Word is extended and prolonged, hopefully for the purpose and benefit of those aforementioned purpose and benefit of those aforementioned “receptors” who through the resonant process can “receptors” who through the resonant process can actuate their various potentialities.actuate their various potentialities.Back to Back to Webster’sWebster’s::EnergyEnergy: 2. Activity; often, contextually, : 2. Activity; often, contextually, psychical activity; also, specif., the product of psychical activity; also, specif., the product of activity; an effect.activity; an effect.Once again we have reference to energy as a Once again we have reference to energy as a “psychical activity”. “Psychical” itself is a “psychical activity”. “Psychical” itself is a reference to the “soul” or “living principle”. reference to the “soul” or “living principle”. Furthermore it is being developed in this Furthermore it is being developed in this “psychical” sense as a direct result of “psychical” sense as a direct result of mentalmental activity.activity.The fundamental concept being developed here The fundamental concept being developed here is that when energy is viewed aside from the physics is that when energy is viewed aside from the physics paradigm, it becomes a matrix upon which mental paradigm, it becomes a matrix upon which mental activity, i.e. thoughts, ideas, and concepts will activity, i.e. thoughts, ideas, and concepts will become increasingly important as this essay become increasingly important as this essay develops.develops.Ideas are energy.Ideas are energy. By the very definitions given By the very definitions given in this essay, it is safe to conclude this without the in this essay, it is safe to conclude this without the slightest hesitation. The results of ideas may be thus slightest hesitation. The results of ideas may be thus described as a described as a transferencetransference of energy. It is here of energy. It is here that we can finally begin to deal with the physics that we can finally begin to deal with the physics paradigm regarding energy, and from it distill paradigm regarding energy, and from it distill metaphorical gold.metaphorical gold.HarmonyHarmonyHarmonyHarmony exists as a ratio to the source. It is exists as a ratio to the source. It is connected to the source by a relationship which is connected to the source by a relationship which is expressed through numerical quantities.expressed through numerical quantities.The source can create resonance with its various The source can create resonance with its various harmonic expressions. That is to say, extension and harmonic expressions. That is to say, extension and prolongation can be manifest in receptors which are prolongation can be manifest in receptors which are not directly “tuned in” not directly “tuned in” toto the source, but rather the source, but rather “tuned in” to an “tuned in” to an aspectaspect of the source. This of the source. This effectively extends the source’s area of influence far effectively extends the source’s area of influence far beyond the discreet limitations imposed by a 1:1 beyond the discreet limitations imposed by a 1:1 (source to others perfectly tuned in) or 1:2 (source (source to others perfectly tuned in) or 1:2 (source to others perfectly tuned in at an even multiple) to others perfectly tuned in at an even multiple) harmonic ratio.harmonic ratio.What we are talking about are What we are talking about are relationshipsrelationships - - in particular, relationships which have as their initial, in particular, relationships which have as their initial, fundamental basis a single surge of energy. This fundamental basis a single surge of energy. This single source is manifesting its distinct qualities; single source is manifesting its distinct qualities; and these qualities are, for the purposes of this and these qualities are, for the purposes of this essay, definable as the Left-Hand Path.essay, definable as the Left-Hand Path.Receptors who come into the area of influence Receptors who come into the area of influence of this energy will find themselves stimulated and of this energy will find themselves stimulated and exhilarated exhilarated ifif they also carry within themselves they also carry within themselves qualities that which are “in tune” with that initial qualities that which are “in tune” with that initial source. Once again, source. Once again, Webster’sWebster’s::QualityQuality: Quality is that determinateness : Quality is that determinateness which is one with the being of the object.which is one with the being of the object.Those who can tune in to this Those who can tune in to this “determinateness” will “determinateness” will resonateresonate with those with those qualities.qualities.Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 88"},{"pageNumber":9,"pageContent":"It emerges that the ability to exhilarate and It emerges that the ability to exhilarate and stimulate through a resonant environment is also a stimulate through a resonant environment is also a very apt description of the processes (energy) very apt description of the processes (energy) involved in the “Law of the Trapezoid” and of the involved in the “Law of the Trapezoid” and of the “Command to Look”. It is thus that resonant “Command to Look”. It is thus that resonant environments have played such an important part environments have played such an important part within the Order of the Trapezoid.within the Order of the Trapezoid.That aside, it is very important for every Initiate That aside, it is very important for every Initiate to understand that the Temple as a whole to understand that the Temple as a whole mustmust resonate the Word and the Words. It is equally resonate the Word and the Words. It is equally important to realize that if the Word and the Words important to realize that if the Word and the Words are sources, they have are sources, they have harmonicharmonic components to components to them. That is, they are capable of initiating them. That is, they are capable of initiating resonance within suitable receptors that are resonance within suitable receptors that are notnot directly tuned into the source. They can manifest directly tuned into the source. They can manifest resonance to some degree resonance to some degree outsideoutside the immediate the immediate proxemics of the source.proxemics of the source.SynchronicitySynchronicityIn order to resonate, there must be an essential In order to resonate, there must be an essential oscillatory phenomenon. The universe undergoes oscillatory phenomenon. The universe undergoes expansion and contraction. This is expansion and contraction. This is oscillationoscillation. . Your brain oscillates through electrical pulsation. Your brain oscillates through electrical pulsation. When a receptor achieves resonance with its source, When a receptor achieves resonance with its source, it is it is synchronoussynchronous to the repetitive motions of that to the repetitive motions of that manifestation.manifestation.At the beginning of this essay, when defining At the beginning of this essay, when defining “resonance”, “resonance”, Webster’sWebster’s mentioned that when mentioned that when bodies are in tune, they have an additive effect, but bodies are in tune, they have an additive effect, but otherwise they have a neutralizing one. When otherwise they have a neutralizing one. When resonance occurs, there is resonance occurs, there is synchronizationsynchronization with with the source. When asynchronization occurs there is a the source. When asynchronization occurs there is a neutralizingneutralizing effect upon that same source - and the effect upon that same source - and the receptors.receptors.Neutralization is not to be considered a Neutralization is not to be considered a “negative”. In fact it may provide a clue as to the “negative”. In fact it may provide a clue as to the nature of timelessness itself. It may even be a nature of timelessness itself. It may even be a powerful description of the “present”, sandwiched powerful description of the “present”, sandwiched between a receding past and an onrushing future. It between a receding past and an onrushing future. It could be the key of synthesis. But for the purposes could be the key of synthesis. But for the purposes of this discussion, and for the aims of the Word and of this discussion, and for the aims of the Word and of the Words, and for the processes of extension of the Words, and for the processes of extension and prolongation of New Khem, we are seeking and prolongation of New Khem, we are seeking synchronicity to resonatesynchronicity to resonate..Final CommentsFinal CommentsThe technique of acquiring synchronicity to The technique of acquiring synchronicity to resonate may be summed up most accurately by the resonate may be summed up most accurately by the Word of the Æon - Word of the Æon - XeperXeper. To Come Into Being, to . To Come Into Being, to find oneself, to manifest one’s essence. The keys find oneself, to manifest one’s essence. The keys are the will, the way, and manifestation.are the will, the way, and manifestation.The very heart of resonance is synchronicity - The very heart of resonance is synchronicity - the ability to move “in the proper period”. You the ability to move “in the proper period”. You have to sense with the heart your own essence, and have to sense with the heart your own essence, and from that position of the present moment - within from that position of the present moment - within which all potential energy may be found - manifest which all potential energy may be found - manifest those qualities through which you will begin the those qualities through which you will begin the dance.dance.The Temple The Temple must resonatemust resonate. We must extend, . We must extend, prolong, and strengthen far more widely into the prolong, and strengthen far more widely into the cultural memetics. This is our key to the future, for cultural memetics. This is our key to the future, for there will be oscillation. Just as memes seek to there will be oscillation. Just as memes seek to survive, just as chaos guarantees a breakdown of the survive, just as chaos guarantees a breakdown of the systems needed to survive, oscillation will occur.systems needed to survive, oscillation will occur.The basic premise of resonance guarantees that The basic premise of resonance guarantees that these events will pass. So it has been spoken to me.these events will pass. So it has been spoken to me.The Word of the Æon is The Word of the Æon is XeperXeper..______________________________________________________________________[9] [9] Strange BedfellowsStrange Bedfellows- by James Graeb III°- by James Graeb III°Nothingness lies coiled in the heart of Nothingness lies coiled in the heart of being, like a worm. - Jean-Paul Sartrebeing, like a worm. - Jean-Paul SartreBy HarWer I canceled the imbalance, By HarWer I canceled the imbalance, leaving a Void in which true Creation could take leaving a Void in which true Creation could take form as Set. - Setform as Set. - SetSartre is perhaps most famous for his work Sartre is perhaps most famous for his work Being and NothingnessBeing and Nothingness (New York: Washington (New York: Washington Square Press, 1992). Square Press, 1992). Being and NothingnessBeing and Nothingness is an is an ontological description of being and consciousness ontological description of being and consciousness from an existential perspective.from an existential perspective.Without belaboring the philosophical nature of Without belaboring the philosophical nature of that work, one can glean from it the basic that work, one can glean from it the basic understanding that for Sartre there are two understanding that for Sartre there are two categories of existence: (1) being-categories of existence: (1) being-inin-itself, which is -itself, which is both animate and inanimate nature, and (2) being-both animate and inanimate nature, and (2) being-forfor-itself, which is human consciousness.-itself, which is human consciousness.For Sartre the For Sartre the sine qua nonsine qua non of human of human consciousness is that it is nothingness. That is, it is consciousness is that it is nothingness. That is, it is the space between being wherein reflective the space between being wherein reflective awareness can arise.awareness can arise.Consciousness is unlike a book or a table, in Consciousness is unlike a book or a table, in that consciousness has no tangible nature. When that consciousness has no tangible nature. When closely examined, consciousness is always closely examined, consciousness is always consciousness of “something else”. One can be consciousness of “something else”. One can be conscious of a table in the room or of a conscious of a table in the room or of a mathematical formula. However one can never grasp mathematical formula. However one can never grasp purepure consciousness - alone and without content. consciousness - alone and without content.Thus for Sartre consciousness must be Thus for Sartre consciousness must be nothingness since it is always “not this, not that”nothingness since it is always “not this, not that”11. . As consciousness can be reflective, having itself as As consciousness can be reflective, having itself as its own object, human self-consciousness stands in its own object, human self-consciousness stands in a unique place in any description of human nature a unique place in any description of human nature and the world around us.and the world around us.Although Sartre is limited to a philosophical Although Sartre is limited to a philosophical understanding of nothingness, he does have some understanding of nothingness, he does have some catchy quotes:catchy quotes:Thus the rise of man in the midst of the Thus the rise of man in the midst of the being which “invests” him causes a world to be being which “invests” him causes a world to be discovered. But the essential and primordial discovered. But the essential and primordial moment of this rise is the negation. Thus we moment of this rise is the negation. Thus we Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 99"},{"pageNumber":10,"pageContent":"have reached the first goal of this study. Man is have reached the first goal of this study. Man is the being through whom nothingness comes to the being through whom nothingness comes to the world. (the world. (B&NB&N 59). 59).Being of a philosophical bent myself, I thought Being of a philosophical bent myself, I thought it worth pointing out the correlation between it worth pointing out the correlation between Sartre’s philosophic understanding of nothingness Sartre’s philosophic understanding of nothingness and the quote from the and the quote from the Book of Coming Forth by Book of Coming Forth by NightNight..The Gift of Set is analogous to the self-reflective The Gift of Set is analogous to the self-reflective consciousness that is unique to human beings. This consciousness that is unique to human beings. This rising up in the midst of the world is the rise of the rising up in the midst of the world is the rise of the “hornless ones” as spoken of in the “hornless ones” as spoken of in the Ceremony of Ceremony of the Nine Anglesthe Nine Angles. The Gift of Set is “other”; it is the . The Gift of Set is “other”; it is the origin of negation; it is the “Void in which true origin of negation; it is the “Void in which true Creation could take form as Set”.Creation could take form as Set”.The opposite of this psychecentric, reflective The opposite of this psychecentric, reflective consciousness is consciousness in action. Imagine consciousness is consciousness in action. Imagine yourself driving a car at about 120 miles per hour. yourself driving a car at about 120 miles per hour. Your attention is riveted upon your driving. There is Your attention is riveted upon your driving. There is no “reflective consciousness” going on. You are no “reflective consciousness” going on. You are not “thinking about yourself thinking”; you’re not “thinking about yourself thinking”; you’re driving. Hopefully the decision to drive at 120 miles driving. Hopefully the decision to drive at 120 miles per hour was done from reflective consciousness. per hour was done from reflective consciousness. That is, the consciousness of action has its That is, the consciousness of action has its originorigin in in reflective consciousness, but is not at that moment reflective consciousness, but is not at that moment reflective consciousness.reflective consciousness.Sartre picked up on this. He states:Sartre picked up on this. He states:The consciousness of man in action is non-The consciousness of man in action is non-reflective consciousness. It is consciousness of reflective consciousness. It is consciousness of something, and the transcendent which something, and the transcendent which discloses itself to this consciousness is of a discloses itself to this consciousness is of a particular nature; it is a structure of exigency in particular nature; it is a structure of exigency in the world ... (the world ... (B&NB&N 74) 74)Translating this into the language of magic: Translating this into the language of magic: Consciousness in action is the consciousness of Consciousness in action is the consciousness of HarWer. It is the consciousness HarWer. It is the consciousness of somethingof something, like , like the example above of driving the car.the example above of driving the car.Now “consciousness in action” derives from Now “consciousness in action” derives from reflective consciousness and not from nature. reflective consciousness and not from nature. HarWer is the brother of Set, not a creature of the HarWer is the brother of Set, not a creature of the natural order. To react to things in the world is natural order. To react to things in the world is natural. To follow instincts is natural. To apprehend natural. To follow instincts is natural. To apprehend the world, reflect upon it and then act upon it is the world, reflect upon it and then act upon it is something unique to human beings. All other something unique to human beings. All other animals simply react, as do many human beings.animals simply react, as do many human beings.Thus there is an important distinction between Thus there is an important distinction between “consciousness in action”, as I’m using that “consciousness in action”, as I’m using that phrase, and just “doing something”. Hundreds of phrase, and just “doing something”. Hundreds of times per day people react to things. It is a standard times per day people react to things. It is a standard spiritual practice in many Buddhist and other spiritual practice in many Buddhist and other systems to be “mindful”: to stop and think before systems to be “mindful”: to stop and think before one acts - to think about what one is doing. Thus one acts - to think about what one is doing. Thus there is a generally accepted magical/mystical there is a generally accepted magical/mystical distinction between mindless/natural reaction and distinction between mindless/natural reaction and thoughtful/intentional action.thoughtful/intentional action.One of the best visual illustrations of these ideas One of the best visual illustrations of these ideas is the statue of the Egyptian pharaoh Khafre is the statue of the Egyptian pharaoh Khafre (Chefren), purported builder of the Second Pyramid (Chefren), purported builder of the Second Pyramid of Giza and the Sphinx. The statue (pointed out to of Giza and the Sphinx. The statue (pointed out to me by Adept Michel) shows the falcon god Horus me by Adept Michel) shows the falcon god Horus standing behind Khafre’s head with the wings standing behind Khafre’s head with the wings stretching forward. Thus the Horus animal is stretching forward. Thus the Horus animal is located at the rear of Khafre’s skull, directing located at the rear of Khafre’s skull, directing energy forward energy forward 22..Given these ideas, I think a working definition Given these ideas, I think a working definition of Set and HarWer can be put forward. Set, or more of Set and HarWer can be put forward. Set, or more properly the Gift of Set, corresponds to the properly the Gift of Set, corresponds to the reflective consciousness of the individualreflective consciousness of the individual. . When one connects with Set, there is a feeling of When one connects with Set, there is a feeling of majesty and serenity. HarWer or Horus would majesty and serenity. HarWer or Horus would correspond to correspond to consciousness in actionconsciousness in action. When one . When one connects with Horus there is a feeling of action, connects with Horus there is a feeling of action, power, and drive.power, and drive.This understanding comports with Crowley’s This understanding comports with Crowley’s understanding of the Horus energy when, as Magus, understanding of the Horus energy when, as Magus, Crowley Uttered the Word Crowley Uttered the Word ThelemaThelema, meaning , meaning “will”. Will as Crowley understood it corresponds “will”. Will as Crowley understood it corresponds to what I am proposing as “consciousness in to what I am proposing as “consciousness in action”. Thus at first blush the working definitions action”. Thus at first blush the working definitions proposed by this article appear to have merit.proposed by this article appear to have merit.As outlined above, Set would require Horus to As outlined above, Set would require Horus to operate in this world. This again is consistent with operate in this world. This again is consistent with the the Book of Coming Forth by NightBook of Coming Forth by Night. Horus without . Horus without Set - action without thought - would indeed be a Set - action without thought - would indeed be a “strange and fitful presence”. Hence the balance of “strange and fitful presence”. Hence the balance of the two is necessary for the incarnate Setian and the two is necessary for the incarnate Setian and magician. One needs both the Gift of Set and the magician. One needs both the Gift of Set and the Horus consciousness in order to apprehend the Horus consciousness in order to apprehend the world and act upon [or against] the natural order of world and act upon [or against] the natural order of things.things.The last “strange bedfellow” that I would like The last “strange bedfellow” that I would like to add is the alchemical notion of the to add is the alchemical notion of the coniunctioconiunctio, the , the union of opposites. What I am proposing is an union of opposites. What I am proposing is an alchemical joinder, not some mindless fusion alchemical joinder, not some mindless fusion without distinction, of opposites: Set and Horus. without distinction, of opposites: Set and Horus. Again the two-headed Egyptian god Mehen is a Again the two-headed Egyptian god Mehen is a source of inspiration into the idea that the Egyptians source of inspiration into the idea that the Egyptians themselves may have seen the need for the double themselves may have seen the need for the double aspect of Set and Horus, night and day, Dark Lord aspect of Set and Horus, night and day, Dark Lord and Opposite Self.and Opposite Self.The union of Set and Horus occurred at the Heb The union of Set and Horus occurred at the Heb Sed festival. This joinder of north and south, the Sed festival. This joinder of north and south, the Delta and the Upper Nile, generally happened Delta and the Upper Nile, generally happened during the 30th year of a pharaoh’s reign. It was during the 30th year of a pharaoh’s reign. It was repeated thereafter every three years. This union or repeated thereafter every three years. This union or reunion renewed and replenished Egypt and the reunion renewed and replenished Egypt and the pharaoh. It was from the pharaoh. It was from the coniunctioconiunctio of Set and of Set and Horus that much of the strength of Egypt was Horus that much of the strength of Egypt was derived.derived.Alchemy is said to have originated in Egypt, and Alchemy is said to have originated in Egypt, and I would like to end this article with the suggestion I would like to end this article with the suggestion Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 1010"},{"pageNumber":11,"pageContent":"that the Temple of Set has understood this at a very that the Temple of Set has understood this at a very magical level. The Invocation to Horus at the Set-magical level. The Invocation to Horus at the Set-XVI Conclave expresses not only the genius of XVI Conclave expresses not only the genius of Magus Webb who authored the Conclave working Magus Webb who authored the Conclave working [and Ra-en-Set who gave us the actual invocation], [and Ra-en-Set who gave us the actual invocation], but the insight of all of the members of the Temple but the insight of all of the members of the Temple of Set, from the High Priest on down, who have of Set, from the High Priest on down, who have been drawn to the ideas of a rebirth of Horus within been drawn to the ideas of a rebirth of Horus within the Temple of Set.the Temple of Set.Putting these strange bedfellows together is an Putting these strange bedfellows together is an alchemical feat which is worthy of all great alchemical feat which is worthy of all great alchemists. One of the Temple’s Initiates who is alchemists. One of the Temple’s Initiates who is very connected to the alchemical process is Magister very connected to the alchemical process is Magister Ronald L. Barrett. In April of this year he became Ronald L. Barrett. In April of this year he became the new Grand Master of the Order of the the new Grand Master of the Order of the Trapezoid. This year also marked the coming into Trapezoid. This year also marked the coming into being within the Temple of Set of the Order of being within the Temple of Set of the Order of Horus . Thus it would appear that this Horus . Thus it would appear that this coniunctioconiunctio is is “in the air” (a “in the air” (a ZeitgeistZeitgeist?).?).I hope that this article provides some inspiration I hope that this article provides some inspiration to members of the Temple to participate in this to members of the Temple to participate in this current year of alchemical change.current year of alchemical change.NotesNotes1. The phrase “not this, not that” is taken from 1. The phrase “not this, not that” is taken from the the UpanishadsUpanishads to illustrate how the ultimate to illustrate how the ultimate AtmanAtman or fundamental being is beyond human words.or fundamental being is beyond human words.2. This position would also correspond to the 2. This position would also correspond to the Medulla OblongataMedulla Oblongata. This “base of the instincts” is . This “base of the instincts” is directed forward through the cerebellum so as to directed forward through the cerebellum so as to become conscious action rather than instinctive become conscious action rather than instinctive reaction. Also the reaction. Also the Medulla OblongataMedulla Oblongata is the is the “reptilian brain” and is purported to be the place “reptilian brain” and is purported to be the place where the where the kundalinikundalini rises into the cranium. rises into the cranium.______________________________________________________________________[10] [10] Harmonic Proportion in RitualHarmonic Proportion in Ritual- by Roger Whitaker III°- by Roger Whitaker III°[Note: This article is a condensation of a much [Note: This article is a condensation of a much larger essay. If you are interested in receiving the larger essay. If you are interested in receiving the unabridged document, contact me via the unabridged document, contact me via the InterCommunication Roster.]InterCommunication Roster.]In magic the basic integrity of the system used In magic the basic integrity of the system used by the Adept in the achievement of personal goals by the Adept in the achievement of personal goals lies within the development and implementation of lies within the development and implementation of an outlook by which to judge the actions and an outlook by which to judge the actions and reactions within his immediate proxemic reactions within his immediate proxemic environment. This outlook, or more appropriately environment. This outlook, or more appropriately magical construct, amounts to an intellectual and/or magical construct, amounts to an intellectual and/or intuitive perception of harmonic phenomena into intuitive perception of harmonic phenomena into consciousness by reconciling polaric influences at consciousness by reconciling polaric influences at the temporal level.the temporal level.Harmonic proportion as a ritual element can be Harmonic proportion as a ritual element can be best described as the underlying structure which best described as the underlying structure which connects the ritualist to the phenomenal activity connects the ritualist to the phenomenal activity manifest through the proxemic influence of the manifest through the proxemic influence of the pentagram. pentagram. The Book of Coming Forth by NightThe Book of Coming Forth by Night is is very clear in stating that the pentagram represents a very clear in stating that the pentagram represents a way for the Prince of Darkness to sense us. The way for the Prince of Darkness to sense us. The basis for my own understanding regarding how this basis for my own understanding regarding how this could be possible led me to the conclusion that could be possible led me to the conclusion that angularism is a key component in the realization, angularism is a key component in the realization, enhancement, and development of the self-conscious enhancement, and development of the self-conscious entity residing within each of us.entity residing within each of us.The Temple of Set as an organizational entity is The Temple of Set as an organizational entity is composed of several grouped interests. Pylons and composed of several grouped interests. Pylons and Orders have focused their energies into mutually Orders have focused their energies into mutually acceptable, yet quite different areas of study, acceptable, yet quite different areas of study, personal development, and initiation. For the Temple personal development, and initiation. For the Temple to work, however, there must exist an underlying to work, however, there must exist an underlying schemata which “connects the dots” of these schemata which “connects the dots” of these interests into a cohesive and accessible body of interests into a cohesive and accessible body of knowledge. Fundamental points of common knowledge. Fundamental points of common reference come from the mutual acceptance that Set reference come from the mutual acceptance that Set is the Prince of Darkness - that this is the Prince of Darkness - that this isis Set’s Set’s Temple. Another is that by serving our own self-Temple. Another is that by serving our own self-interests - by way of Setian initiation - we are interests - by way of Setian initiation - we are serving those of the Prince of Darkness.serving those of the Prince of Darkness.Finally there exists one undisputed interlocking, Finally there exists one undisputed interlocking, interconnecting element throughout every activity of interconnecting element throughout every activity of the Temple. That element is the manipulation of the Temple. That element is the manipulation of harmonic phenomena – which in the final analysis is harmonic phenomena – which in the final analysis is magic itself. From the practical to the metaphysical magic itself. From the practical to the metaphysical environments, an underlying resonant structure environments, an underlying resonant structure relative to the angular properties of the pentagram is relative to the angular properties of the pentagram is the pattern upon which Setian magic is based.the pattern upon which Setian magic is based.We exist as an embodiment of concepts, We exist as an embodiment of concepts, knowledge, and change through development of knowledge, and change through development of being, through being, through XeperXeper. Various ideas (energies) are . Various ideas (energies) are germane to our quest, each embedded with its own germane to our quest, each embedded with its own special perceptual understanding. It is such that now special perceptual understanding. It is such that now we have become New Khem – a parallel reality of we have become New Khem – a parallel reality of ancient Khem. And now, as then, the matrix - the ancient Khem. And now, as then, the matrix - the grid upon which it is laid - is the same harmonic grid upon which it is laid - is the same harmonic foundation which has resonated since the initial foundation which has resonated since the initial surge of consciousness manifest itself out of a pure surge of consciousness manifest itself out of a pure consistency, out of nothing. The function has consistency, out of nothing. The function has remained consistent to its form.remained consistent to its form.The basis of personal growth as developed The basis of personal growth as developed within the Temple of Set is that we can within the Temple of Set is that we can XeperXeper to to understand and perceive our environment in understand and perceive our environment in different ways. If you perceive differently, you can different ways. If you perceive differently, you can actuate the potential for personal change. From a actuate the potential for personal change. From a standpoint of harmonic ritualization, environments standpoint of harmonic ritualization, environments are created in which the potential for change, and for are created in which the potential for change, and for perceiving differently, are created.perceiving differently, are created.Angularism is a key component in the Angularism is a key component in the manufacture of atmospheres which can enhance this manufacture of atmospheres which can enhance this initiatory process. However the basis of angularism initiatory process. However the basis of angularism lies in the harmonic components which etch timeless lies in the harmonic components which etch timeless genesis (or mimesis) of self-consciousness, its form genesis (or mimesis) of self-consciousness, its form and function, into the present. The mathematical, and function, into the present. The mathematical, harmonic elements of the pentagram are the harmonic elements of the pentagram are the manifest analog semblance of a higher octave ratio manifest analog semblance of a higher octave ratio Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 1111"},{"pageNumber":12,"pageContent":"of those same principles existing beyond our direct of those same principles existing beyond our direct apprehension.apprehension.The actual physiological mechanics behind this The actual physiological mechanics behind this concept are covered in great detail within my article concept are covered in great detail within my article entitled “Neuronic Tracings and the Physiology of entitled “Neuronic Tracings and the Physiology of Angular Prosthesis” (Angular Prosthesis” (RunesRunes #IX-3&4, Order of the #IX-3&4, Order of the Trapezoid). Understanding these mechanisms at the Trapezoid). Understanding these mechanisms at the biological and psychological levels gives meaning, biological and psychological levels gives meaning, significance, and understanding to the various significance, and understanding to the various perceptual filters created by the diversification of the perceptual filters created by the diversification of the Temple.Temple.It is such that each harmonically proportioned It is such that each harmonically proportioned element in the ritual chamber – whether it be visual, element in the ritual chamber – whether it be visual, audio, tactile, olfactory, or wave phenomena – audio, tactile, olfactory, or wave phenomena – becomes synthesized by the meanings attributed to becomes synthesized by the meanings attributed to it through the development of Essence. The it through the development of Essence. The “energies”, the constructs, the compositions which “energies”, the constructs, the compositions which lead ideas forward and guide their intent, retain their lead ideas forward and guide their intent, retain their integrity and maintain it through the elements of integrity and maintain it through the elements of resonance, harmony, and proportion in relation to resonance, harmony, and proportion in relation to the principles they represent.the principles they represent.This is the reason that old Khem survived; this This is the reason that old Khem survived; this is the reason why New Khem will become so is the reason why New Khem will become so strong. New ideas, new thoughts, and perceptions strong. New ideas, new thoughts, and perceptions are bound by an underlying momentum manifest by are bound by an underlying momentum manifest by that first surge of self-consciousness.that first surge of self-consciousness.In our differences the energies utilized to In our differences the energies utilized to develop ideas and paths of thought are drawn from a develop ideas and paths of thought are drawn from a common source. It is the Initiate’s perception - common source. It is the Initiate’s perception - guided by the particular input - of a Pylon, Order, or guided by the particular input - of a Pylon, Order, or Word which delineates the form and issuance of Word which delineates the form and issuance of one’s Essence.one’s Essence.It should not be thought that the quests are It should not be thought that the quests are limited to ancient Egypt, for there are keys all limited to ancient Egypt, for there are keys all around and throughout the times of mankind. - around and throughout the times of mankind. - The Book of Opening the WayThe Book of Opening the Way______________________________________________________________________[11] [11] “Essent into Essence” Paper “Essent into Essence” Paper AvailableAvailable“Essent into Essence: The Key and its Facets” “Essent into Essence: The Key and its Facets” by Robert Robinson V° is now available. If you by Robert Robinson V° is now available. If you wish to receive this comprehensive and important wish to receive this comprehensive and important paper, send a self-addressed 9x12 envelope with paper, send a self-addressed 9x12 envelope with $2.00 postage affixed to the Executive Director.$2.00 postage affixed to the Executive Director.______________________________________________________________________[12] [12] “Ta Ankh” - To Keep Alive“Ta Ankh” - To Keep AliveA Setian Gift to the Planet,A Setian Gift to the Planet,In Pursuit of the Highest of LifeIn Pursuit of the Highest of Life- by Ruth Nielsen III°- by Ruth Nielsen III°The accompanying ritual and formula for “Ta The accompanying ritual and formula for “Ta Ankh” sacred oil originated as a Setian act of Ankh” sacred oil originated as a Setian act of balance toward Remanifesting the harmony, beauty, balance toward Remanifesting the harmony, beauty, and life-sustaining nature of our planet Earth.and life-sustaining nature of our planet Earth.In ancient Egypt Geb received honor as the male In ancient Egypt Geb received honor as the male god of abundant life, the source of Earth’s bounty. god of abundant life, the source of Earth’s bounty. Other cultures sensed Earth as a feminine power, the Other cultures sensed Earth as a feminine power, the Great Mother. However symbolized, Earth in fact Great Mother. However symbolized, Earth in fact directly supports our physical life.directly supports our physical life.XeperXeper as we know it requires the sustenance of as we know it requires the sustenance of Earth. Spiritual and mental activity are not possible Earth. Spiritual and mental activity are not possible for us as we understand them without breathing, for us as we understand them without breathing, drinking water, or eating - in other words, drinking water, or eating - in other words, incorporating the life energy of Earth.incorporating the life energy of Earth.However as we partake of Earth’s bounty, it However as we partake of Earth’s bounty, it benefits our evolving self to contribute toward care benefits our evolving self to contribute toward care of the planet in whatever way we can. In the ancient of the planet in whatever way we can. In the ancient Egyptian writings, the gods shape, master, and Egyptian writings, the gods shape, master, and govern the world they inherit as their reward for a govern the world they inherit as their reward for a just life. It struck me that such stewardship could be just life. It struck me that such stewardship could be rehearsed in this life just as the other skills the rehearsed in this life just as the other skills the deceased carries over into the afterlife. I realize this deceased carries over into the afterlife. I realize this may all be just an analogy, since we don’t know may all be just an analogy, since we don’t know what the afterlife entails. However the just life, what the afterlife entails. However the just life, including respect for Earth, seems to be the including respect for Earth, seems to be the prerequisite.prerequisite.Some say the millennial apocalypse approaches, Some say the millennial apocalypse approaches, now only a matter of three and a half years away. now only a matter of three and a half years away. While it’s true that five of the planets of our solar While it’s true that five of the planets of our solar system will be aligned in the sign of Taurus on system will be aligned in the sign of Taurus on Magus Flowers’ birthday in the year 2000, the fact Magus Flowers’ birthday in the year 2000, the fact of it being the year 2000, I believe, is coincidental.of it being the year 2000, I believe, is coincidental.Some claim however that that alignment of Some claim however that that alignment of planets with the Sun will trigger an overwhelming planets with the Sun will trigger an overwhelming strain upon Earth’s magnetic field, resulting in strain upon Earth’s magnetic field, resulting in massive earthquakes and a pole shift. My common massive earthquakes and a pole shift. My common sense prompts me to at least consider that sense prompts me to at least consider that possibility. However the plausibility has nothing to possibility. However the plausibility has nothing to do with the fact of it being the year 2000. Rather it’s do with the fact of it being the year 2000. Rather it’s the magnetic thing with the lineup of the planets.the magnetic thing with the lineup of the planets.As with any other discussion, for every scientist As with any other discussion, for every scientist who expresses concern there are those who discount who expresses concern there are those who discount the predictions. Years of watching weather forecasts the predictions. Years of watching weather forecasts that are generally true makes me want to tread some that are generally true makes me want to tread some middle ground regarding the near future of our middle ground regarding the near future of our Earth’s climate and topography.Earth’s climate and topography.What concerns me aside from the possible What concerns me aside from the possible massive surface disruption of Earth’s physical massive surface disruption of Earth’s physical features is the seeming increase in human pain and features is the seeming increase in human pain and the planetary destruction accompanying the the planetary destruction accompanying the irresponsible use of resources. As the global irresponsible use of resources. As the global population increases, hostile actions, pollution, and population increases, hostile actions, pollution, and the abuse of the life-power of this planet have the abuse of the life-power of this planet have become mind-boggling in their extent. Couple this become mind-boggling in their extent. Couple this with runaway natural disasters, and we truly have a with runaway natural disasters, and we truly have a harrowing prospect for the near future.harrowing prospect for the near future.I’m at a loss for words when my children ask I’m at a loss for words when my children ask me about these things. Their questions in part have me about these things. Their questions in part have led me to consider these things seriously. Also, as a led me to consider these things seriously. Also, as a Setian in pursuit of the highest of life, I don’t Setian in pursuit of the highest of life, I don’t believe that I can passively accept this situation believe that I can passively accept this situation Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 1212"},{"pageNumber":13,"pageContent":"while pursuing my private goals. The horrible stuff while pursuing my private goals. The horrible stuff may be happening to other people at the moment, may be happening to other people at the moment, but what’s happening to them and to Earth, and but what’s happening to them and to Earth, and what this may do to complicate our already what this may do to complicate our already potentially tenuous future, potentially tenuous future, doesdoes impact what impact what sustains me in the place where I am - the energy sustains me in the place where I am - the energy field from which I draw life.field from which I draw life.There’s an old saying that if we aren’t part of There’s an old saying that if we aren’t part of the solution, we are part of the problem. With these the solution, we are part of the problem. With these thoughts in mind, then, I’ve been doing healing thoughts in mind, then, I’ve been doing healing rituals on a personal basis to effect change upon the rituals on a personal basis to effect change upon the planet. Now I’m inviting fellow Setians to also planet. Now I’m inviting fellow Setians to also consider our planet and its imminent future, and take consider our planet and its imminent future, and take personal action. Part of that action may also be to personal action. Part of that action may also be to “wake up” the non-Setians we know who may be “wake up” the non-Setians we know who may be likewise concerned, and invite them to also likewise concerned, and invite them to also participate in some healing action.participate in some healing action.We are skilled in the arts of magic and have the We are skilled in the arts of magic and have the insight to see how our actions can affect the “larger insight to see how our actions can affect the “larger picture”. I’ve created a ritual based on elemental picture”. I’ve created a ritual based on elemental magic as worked with in Draconis Pylon, where magic as worked with in Draconis Pylon, where elemental magic has been a primary study. Basic to elemental magic has been a primary study. Basic to this magical approach is to place the self in the this magical approach is to place the self in the position of “hand on the wheel” of the universe. position of “hand on the wheel” of the universe. We draw forth the powers of the four directions, We draw forth the powers of the four directions, winds, powers, dragons - whatever imagery appeals winds, powers, dragons - whatever imagery appeals most powerfully. Once raised, these powers are then most powerfully. Once raised, these powers are then brought into confluence as a horseman gathers the brought into confluence as a horseman gathers the reins of the team.reins of the team.This is a magical technique for “holding the This is a magical technique for “holding the universe” in your hand, both objectively and universe” in your hand, both objectively and subjectively. What happens then depends upon the subjectively. What happens then depends upon the magician. I’m suggesting that we perform such rites magician. I’m suggesting that we perform such rites to refocus that energy upon specific areas of need to refocus that energy upon specific areas of need on Earth.on Earth.A variation of this works with the actual forces A variation of this works with the actual forces of chaos where they are operant, drawing them into of chaos where they are operant, drawing them into confluence and magically refocusing them toward a confluence and magically refocusing them toward a balanced expression. Unlike White Light balanced expression. Unlike White Light practitioners we are not afraid of approaching the practitioners we are not afraid of approaching the chaotic as we recognize its role in creation, nor do chaotic as we recognize its role in creation, nor do we lack the knowledge and skill to draw power from we lack the knowledge and skill to draw power from such sources, nor do we lack the imagination of how such sources, nor do we lack the imagination of how to shape the direction and flow of such power. It to shape the direction and flow of such power. It remains for Setians to consider what’s appropriate remains for Setians to consider what’s appropriate for their respective degrees and those they are for their respective degrees and those they are inviting to work with them.inviting to work with them.I feel also that we can effectively work with non-I feel also that we can effectively work with non-Setians in a ceremonial setting without Setians in a ceremonial setting without compromising our Setian values. Everyone compromising our Setian values. Everyone understands the noble, the beautiful, the whole. How understands the noble, the beautiful, the whole. How we approach the discordant and disintegrative to we approach the discordant and disintegrative to work with it reveals the art of what we practice and work with it reveals the art of what we practice and provides a real clue to another powerful tool whose provides a real clue to another powerful tool whose greatest effectiveness may lie in a subtle but greatest effectiveness may lie in a subtle but persistent influence.persistent influence.I’m also asking that those interested in I’m also asking that those interested in addressing the healing of Earth share their concern addressing the healing of Earth share their concern by communicating with others doing the same. I’m by communicating with others doing the same. I’m interested in hearing from Setians who are willing to interested in hearing from Setians who are willing to perform ritual work on a regular basis for Earth perform ritual work on a regular basis for Earth healing. Together we will perform this ritual (or healing. Together we will perform this ritual (or something others suggest), once a month sometime something others suggest), once a month sometime over the five days of the full moon and/or at the over the five days of the full moon and/or at the times of the equinox and solstice.times of the equinox and solstice.I’d like to suggest that each Setian volunteer I’d like to suggest that each Setian volunteer find nine others to perform this ritual together. find nine others to perform this ritual together. These others can be Setians or not, as long as they These others can be Setians or not, as long as they share in the purpose of the ritual.share in the purpose of the ritual.In brief, by our purposefully entering the energy In brief, by our purposefully entering the energy plane (aura, or magnetic field) of the Earth and plane (aura, or magnetic field) of the Earth and intentionally implanting a healing current, we will by intentionally implanting a healing current, we will by our will and the wills of those who join us make an our will and the wills of those who join us make an attempt to stem the destructive tide that now washes attempt to stem the destructive tide that now washes over the planet.over the planet.To emphasize the seriousness of what we are To emphasize the seriousness of what we are doing and the sacredness of our effort, I’ve created doing and the sacredness of our effort, I’ve created “Ta Ankh” anointing oil to share with all who write “Ta Ankh” anointing oil to share with all who write to me requesting it. Receiving the oil commits the to me requesting it. Receiving the oil commits the recipient to doing the work and updating me on the recipient to doing the work and updating me on the work they are doing so that this will become a work they are doing so that this will become a global and persistent effort.global and persistent effort.“Ta Ankh” oil contains pure, essential oils in a “Ta Ankh” oil contains pure, essential oils in a concentrated form. The ingredients are listed in the concentrated form. The ingredients are listed in the article describing it, so that anyone can duplicate it if article describing it, so that anyone can duplicate it if desired. Those wishing to do so can write to me for desired. Those wishing to do so can write to me for blending instructions and wholesale suppliers of the blending instructions and wholesale suppliers of the oils if that’s needed.oils if that’s needed.Since “Ta Ankh” oil is concentrated, only one Since “Ta Ankh” oil is concentrated, only one drop is used in a bowl of pure water during the drop is used in a bowl of pure water during the ritual, or one drop added to a bit of plain salad oil ritual, or one drop added to a bit of plain salad oil before applying to the skin. The bowl is imbued before applying to the skin. The bowl is imbued with the breath of all participants during ritual who with the breath of all participants during ritual who speak their will over it. The bowl is then emptied speak their will over it. The bowl is then emptied gradually in ritual so it can mix with the heat and air gradually in ritual so it can mix with the heat and air of the sky, and is lightly sprinkled upon those of the sky, and is lightly sprinkled upon those present as well as the Earth. A fresh green branch present as well as the Earth. A fresh green branch may be used to do this. This last activity honors Shu may be used to do this. This last activity honors Shu and Tefnut as first parents, Geb as Earth and Nuit as and Tefnut as first parents, Geb as Earth and Nuit as Sky Mother held up and away from Geb so that life Sky Mother held up and away from Geb so that life may flourish upon Earth. Shu and Tefnut symbolize may flourish upon Earth. Shu and Tefnut symbolize the integration of the balanced, evolved self, the the integration of the balanced, evolved self, the product of product of XeperXeper..The symbolism of the bowl is taken from the The symbolism of the bowl is taken from the bowl hieroglyph which is the “n” sound in ancient bowl hieroglyph which is the “n” sound in ancient Egyptian. It is also used to symbolize the role of the Egyptian. It is also used to symbolize the role of the mother goddesses. It has become for me also a mother goddesses. It has become for me also a magical trigger for the mystical as prelude to the magical trigger for the mystical as prelude to the creative.creative.The concept of using sacred aromatic oils The concept of using sacred aromatic oils likewise goes back to ancient Egypt. The deceased likewise goes back to ancient Egypt. The deceased who wanted to be accepted into a place of honor who wanted to be accepted into a place of honor among the light beings called the Khu would call among the light beings called the Khu would call Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 1313"},{"pageNumber":14,"pageContent":"himself “the odor of the lotus in the nostril of Ra”. himself “the odor of the lotus in the nostril of Ra”. Aroma was considered the sacred realm of Shu, god Aroma was considered the sacred realm of Shu, god of the air. The small pots used to hold wine (as a of the air. The small pots used to hold wine (as a goblet) or aromatic oils for applying were often goblet) or aromatic oils for applying were often shaped in the same round fashion as the water pot shaped in the same round fashion as the water pot of Tefnut. Along with this tradition is that of the of Tefnut. Along with this tradition is that of the shared tears of Shu and Tefnut falling upon the shared tears of Shu and Tefnut falling upon the earth and giving rise to the trees from which earth and giving rise to the trees from which aromatic oils were pressed.aromatic oils were pressed.I feel therefore that this project simply carries I feel therefore that this project simply carries forward into our time a ritual that would be easily forward into our time a ritual that would be easily understood by our ancient predecessors.understood by our ancient predecessors.In the interest of continuity, I’m asking In the interest of continuity, I’m asking participants to keep a log of the dates, times and participants to keep a log of the dates, times and number of the participants for each ritual as well as number of the participants for each ritual as well as a brief idea of the ritual used if it varies from this a brief idea of the ritual used if it varies from this one. Also please record any results possibly related one. Also please record any results possibly related to the rituals performed. Please share this with me at to the rituals performed. Please share this with me at quarterly intervals, or more often if you wish. Please quarterly intervals, or more often if you wish. Please also share additional ideas and reflections that arise also share additional ideas and reflections that arise from this effort. I will collect these and send an from this effort. I will collect these and send an updated summary of the activity to the updated summary of the activity to the ScrollScroll..Ideally I am hoping that the “Ta Ankh” ritual Ideally I am hoping that the “Ta Ankh” ritual will catch on, and that those who participate will will catch on, and that those who participate will embellish this or make their own changes along the embellish this or make their own changes along the same theme.same theme.The name for the ritual and the oil - “Ta Ankh” The name for the ritual and the oil - “Ta Ankh” - was found accidentally. In Budge’s Hieroglyphic - was found accidentally. In Budge’s Hieroglyphic Dictionary. It means “to rear, to keep alive” and Dictionary. It means “to rear, to keep alive” and also “one to whom life has been given”.also “one to whom life has been given”.I feel that “Ta Ankh” expresses our connection I feel that “Ta Ankh” expresses our connection to Earth but also the action of repairing, nurturing, to Earth but also the action of repairing, nurturing, and returning with gratitude to take care of what has and returning with gratitude to take care of what has been abused but which still sustains us. That been abused but which still sustains us. That includes the physical planet, the people on it, and the includes the physical planet, the people on it, and the atmosphere around it.atmosphere around it.This inspiration came from my extended This inspiration came from my extended reflection upon the Earth as physical life source, reflection upon the Earth as physical life source, motherhood from a Setian perspective, and the most motherhood from a Setian perspective, and the most ancient tradition of reverence for the primal feminine ancient tradition of reverence for the primal feminine evidenced in many cultures. I have studied this evidenced in many cultures. I have studied this under the inspiration of Maat, Tefnut, Python, Isis-under the inspiration of Maat, Tefnut, Python, Isis-Sothis, Mary, Sophia, and Freyja, finding in each of Sothis, Mary, Sophia, and Freyja, finding in each of these aspects of that which gives, sustains, renews, these aspects of that which gives, sustains, renews, and provides meaning to life.and provides meaning to life.The Ankh is also an ancient symbol, often taken The Ankh is also an ancient symbol, often taken to refer to Isis. I have used it for several years as a to refer to Isis. I have used it for several years as a personal symbol superimposed on the hieroglyph personal symbol superimposed on the hieroglyph which is shaped like a mouth. It is the “r” sound, which is shaped like a mouth. It is the “r” sound, and together these two signs mean “words of life”, and together these two signs mean “words of life”, as in the magical power attributed to the goddesses as in the magical power attributed to the goddesses mentioned above.mentioned above.Let us celebrate life, while pursuing the highest Let us celebrate life, while pursuing the highest of life, in all its manifestations. Let us as masters of life, in all its manifestations. Let us as masters and mistresses of our fate reflect responsible and mistresses of our fate reflect responsible stewardship for those resources we use. Let us as stewardship for those resources we use. Let us as Setians, the Self-Created Ones, by example “wake Setians, the Self-Created Ones, by example “wake up” the profane to the beauty, joy and essence of up” the profane to the beauty, joy and essence of life. The future is ours to create.life. The future is ours to create.[Editor’s Note: Unfortunately space does not [Editor’s Note: Unfortunately space does not allow for the publication of the beautiful (and allow for the publication of the beautiful (and lengthy!) details of the ritual itself. However, if you lengthy!) details of the ritual itself. However, if you want to participate – or just want to explore the want to participate – or just want to explore the possibilities further – contact Priestess Nielsen via possibilities further – contact Priestess Nielsen via the InterCommunication Roster.]the InterCommunication Roster.]______________________________________________________________________[13] [13] Vorspiel StudioVorspiel Studio- by Heather Lee Ayres II°- by Heather Lee Ayres II°I am now accepting a limited number of I am now accepting a limited number of commissions for essence portraits, illustrations, commissions for essence portraits, illustrations, fabric painting, letterheads, oils, pen & ink, and fabric painting, letterheads, oils, pen & ink, and colored/graphite pencil works. Send me a general colored/graphite pencil works. Send me a general description of what you’re interested in for a price/ description of what you’re interested in for a price/ time quote. Contact me via the InterCommunication time quote. Contact me via the InterCommunication Roster.Roster.______________________________________________________________________[14] [14] Poetry Collection AvailablePoetry Collection Available- by Linda Reynolds IV°, Editor- by Linda Reynolds IV°, EditorBecause of space constraints, I have been unable Because of space constraints, I have been unable to publish quite a bit of wonderful poetry and verse to publish quite a bit of wonderful poetry and verse that has been submitted through the past several that has been submitted through the past several months. I re-typeset it all and will send you a copy months. I re-typeset it all and will send you a copy of the entire collection (which is continually of the entire collection (which is continually growing) if you send me a #10 business-size growing) if you send me a #10 business-size envelope, first-class-mail stamped for one ounce, envelope, first-class-mail stamped for one ounce, and self-addressed.and self-addressed.______________________________________________________________________[15] [15] ResistanceResistance- by Matthew M. Mitchem II°- by Matthew M. Mitchem II°I find no hint through the universeI find no hint through the universeOf good or ill, of blessing or of curse;Of good or ill, of blessing or of curse;I find alone Necessity Supreme,I find alone Necessity Supreme,With infinite mystery, abysmal, dark,With infinite mystery, abysmal, dark,Unlighted ever by the faintest spark;Unlighted ever by the faintest spark;For us the flitting shadows of a dream.For us the flitting shadows of a dream.- James Thomson- James ThomsonThe City of Dreadful NightThe City of Dreadful NightWe have heard and spoken of “need” in the We have heard and spoken of “need” in the past. All of us individually and collectively as past. All of us individually and collectively as Children of Set and as humans have felt its pull and Children of Set and as humans have felt its pull and pressed its wall.pressed its wall.In the Rune-rows of the Germanic peoples we In the Rune-rows of the Germanic peoples we find specific reference to this mystery. It is singled find specific reference to this mystery. It is singled out of all that is hidden in Midgard and represented out of all that is hidden in Midgard and represented with a stave, a testimony to its relevance. with a stave, a testimony to its relevance. NaudhizNaudhiz is is the elder name. In English we called it the elder name. In English we called it NydNyd. Today it . Today it is spoken as “need”.is spoken as “need”.Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 1414"},{"pageNumber":15,"pageContent":"Nyd is near on the breast; a help and a Nyd is near on the breast; a help and a healerhealerYet it becomes of the for man’s children if Yet it becomes of the for man’s children if he listens early.he listens early.– Old English Rune poem– Old English Rune poemI have expressed the principle of resistance to I have expressed the principle of resistance to my siblings of the Odian way. I here wish to bring my siblings of the Odian way. I here wish to bring this fire to light with my brothers and sisters to the this fire to light with my brothers and sisters to the south, as it is they who heard most clearly my initial south, as it is they who heard most clearly my initial call from the north.call from the north.“Need” is our greatest adversity. Once “Need” is our greatest adversity. Once overcome by Will (overcome by Will (ThelemaThelema) in the process of ) in the process of Becoming (Becoming (XeperXeper), we experience initiation ), we experience initiation (Remanifestation) further into the unknown ((Remanifestation) further into the unknown (RunaRuna).).Objectively “need” may come from challenges Objectively “need” may come from challenges the world presents to us. For myself these have the world presents to us. For myself these have normally come in dealing with others, primarily normally come in dealing with others, primarily (temporary) significant others. It was a relationship (temporary) significant others. It was a relationship like this that ignited a flame in me which illuminated like this that ignited a flame in me which illuminated the Word of the Scarab in my darkened the Word of the Scarab in my darkened VéVé. I found . I found the Temple of Set and carried my flame forth.the Temple of Set and carried my flame forth.In a slightly more mundane level, this objective In a slightly more mundane level, this objective resistance has been manifest in scholastic work and resistance has been manifest in scholastic work and “politically correct” campus affairs. To manipulate “politically correct” campus affairs. To manipulate myself through these courses without destroying myself through these courses without destroying who I am, or harming those whom I care not to who I am, or harming those whom I care not to harm, is an everyday resistance to overcome.harm, is an everyday resistance to overcome.The greatest resistance we all have to deal with is The greatest resistance we all have to deal with is time. This was directly referred to by the Anglo-time. This was directly referred to by the Anglo-Saxon “If he listens early”.Saxon “If he listens early”.We must, as aware beings and the Elect of Set, We must, as aware beings and the Elect of Set, recognize that which is providing us with resistance. recognize that which is providing us with resistance. If we do this, as the elder poet suggests, we may If we do this, as the elder poet suggests, we may turn this resistance into a force of further help. A turn this resistance into a force of further help. A great help it becomes, as we brighten the dark glow great help it becomes, as we brighten the dark glow of Set’s flame in ourselves.of Set’s flame in ourselves.Subjectively resistance is the limitation we place Subjectively resistance is the limitation we place upon ourselves, which as Setians we learn to upon ourselves, which as Setians we learn to overcome. Kind of a “little engine that could” overcome. Kind of a “little engine that could” attitude. However it goes way beyond a simple, self-attitude. However it goes way beyond a simple, self-affirming “I think I can”. We must pay attention to affirming “I think I can”. We must pay attention to self-reflection, and work at the processes of self-self-reflection, and work at the processes of self-evaluation. This we learn to do as we become the evaluation. This we learn to do as we become the selves we most will to be, learning the characteristics selves we most will to be, learning the characteristics of ourselves that keep us from our goals, those of ourselves that keep us from our goals, those passions that draw us from the path of happiness.passions that draw us from the path of happiness.We must recognize these passions for what they We must recognize these passions for what they are, deterrents from are, deterrents from XeperXeper. When this practice . When this practice becomes part of our willed being, it is easy for the becomes part of our willed being, it is easy for the self to see what will blind it from its course. Then self to see what will blind it from its course. Then we eliminate these passions and also the things that we eliminate these passions and also the things that lead us to them. We loosen the fetters of time for lead us to them. We loosen the fetters of time for ourselves so that we may ourselves so that we may XeperXeper with greater with greater efficacy. A Remanifestation of the self will occur efficacy. A Remanifestation of the self will occur each and every time a resistance is overcome and the each and every time a resistance is overcome and the need-fire ignited. This is a personally-willed need-fire ignited. This is a personally-willed initiation of the self. From its dark heat may great initiation of the self. From its dark heat may great shadows shine.shadows shine.Much of my work in the past has been with Much of my work in the past has been with these principles of resistance, from Nietzche’s these principles of resistance, from Nietzche’s WoeWoe to the coming “Stave of Set”. Need itself has to the coming “Stave of Set”. Need itself has propelled me, and now again I push its burden from propelled me, and now again I push its burden from my chest.my chest.I have warned of resistance. Seek its mystery in I have warned of resistance. Seek its mystery in yourself, and in the world about you. Then face and yourself, and in the world about you. Then face and conquer it. I wish you glorious Remanifestations, conquer it. I wish you glorious Remanifestations, continued continued XeperXeper, and , and RunaRuna’s kisses.’s kisses.Sweet are the uses of adversity.Sweet are the uses of adversity.– William Shakespeare– William Shakespeare______________________________________________________________________[16] [16] Anubis EngravingAnubis Engraving- by Karen Kline II°- by Karen Kline II°Fine items such as silver-plated water goblets Fine items such as silver-plated water goblets and jewelry boxes, pewter tankards – and almost and jewelry boxes, pewter tankards – and almost anything else – can be engraved with either your anything else – can be engraved with either your design or pre-created pentagrams, Egyptian motifs, design or pre-created pentagrams, Egyptian motifs, etc. For further information, contact me via the etc. For further information, contact me via the InterCommunication Roster.InterCommunication Roster.______________________________________________________________________[17] [17] Order of Merlin StatementOrder of Merlin Statement- by David d’Merlin IV° and Michael Kelly IV°, - by David d’Merlin IV° and Michael Kelly IV°, CoGrand MastersCoGrand Masters[For this updated Statement of the Order of [For this updated Statement of the Order of Merlin, see the Merlin, see the Crystal Tablet of SetCrystal Tablet of Set or Glinda file or Glinda file “MER-St”.]“MER-St”.]______________________________________________________________________[18] [18] Overheard at the Austin ConclaveOverheard at the Austin Conclave- collected by Rosemary Webb III°- collected by Rosemary Webb III° “A flannel teddy?”“A flannel teddy?”“Is that the new wooden weasel on the hitchin’ “Is that the new wooden weasel on the hitchin’ post?”post?”“Whose purse is this?” [A male voice “Whose purse is this?” [A male voice answers:] “Mine!” Suddenly Adept ______ answers:] “Mine!” Suddenly Adept ______ realizes that he has revealed too much!realizes that he has revealed too much!“It’s like giving a child a laser beam. Well, “It’s like giving a child a laser beam. Well, more like giving an adolescent a laser beam.”more like giving an adolescent a laser beam.”“So Setians grow up from the ground and “So Setians grow up from the ground and Settites grow down from the ceiling?”Settites grow down from the ceiling?”“Have you taken your snake venom yet, “Have you taken your snake venom yet, honey?”honey?”“I don’t want him to feel too relaxed - I want “I don’t want him to feel too relaxed - I want him to feel at home.”him to feel at home.”“I brought your electrical device.”“I brought your electrical device.”“When in doubt, overpack.”“When in doubt, overpack.”[From a neighboring table of golfers at a [From a neighboring table of golfers at a restaurant:] “I think they’re going to do a seance.”restaurant:] “I think they’re going to do a seance.”“This is Setian Daylight Savings Time. We “This is Setian Daylight Savings Time. We have another 20 minutes.”have another 20 minutes.”Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 1515"},{"pageNumber":16,"pageContent":"“There’s nothing worse than being killed - even “There’s nothing worse than being killed - even if you’re in denial.”if you’re in denial.”“She’s six months older. In doggie years, “She’s six months older. In doggie years, that’s a long time.”that’s a long time.”“No! “No! NoNo! No more ! No more Sound of MusicSound of Music.”.”“Do you think the accordion player knows “Do you think the accordion player knows ‘Ride of the Valkyries’?” [No, but he did fake a ‘Ride of the Valkyries’?” [No, but he did fake a few bars.]few bars.]“First it was Extreme Championship Wrestling. “First it was Extreme Championship Wrestling. Then it was the ‘I’m a Cow’ Working ...”Then it was the ‘I’m a Cow’ Working ...”“The One without the Other is a lonely “The One without the Other is a lonely neterneter.”.”“Is that a drawing of Tweety and a chihuahua?”“Is that a drawing of Tweety and a chihuahua?”“Do you think we could get a picture of Dr. “Do you think we could get a picture of Dr. Aquino on the giant crawfish?”Aquino on the giant crawfish?”______________________________________________________________________[19] [19] The Unseen AscensionThe Unseen Ascension- by Richard Gavin II°- by Richard Gavin II°We who devour air and waterWe who devour air and waterShall exhale raging winds and sea.Shall exhale raging winds and sea.Those grasping at the altar stoneThose grasping at the altar stoneShall kiss infinity.Shall kiss infinity.Amidst the ruins of shattered grief,Amidst the ruins of shattered grief,we expose the throbbing core.we expose the throbbing core.’Tis we who swim in seas of wrath’Tis we who swim in seas of wrathand sleep on burning shores.and sleep on burning shores.And though the savage secrets lay consumedAnd though the savage secrets lay consumedby those who rest in earthen wombs,by those who rest in earthen wombs,We know this Æon will unfurlWe know this Æon will unfurlAzure whispers, nameless worlds.Azure whispers, nameless worlds.As sepulchers lay silent,As sepulchers lay silent,As spirits trickle down,As spirits trickle down,They form a web of wisdomThey form a web of wisdomBoth shrouded and profound.Both shrouded and profound.______________________________________________________________________[20] [20] Caribbean Cat TalesCaribbean Cat Tales- by Maria Hunt II°- by Maria Hunt II°Far down in the Caribbean, on an island named Far down in the Caribbean, on an island named St. Croix, there is a second-floor restaurant, St. Croix, there is a second-floor restaurant, strangely named “Stixx”, overlooking the water. strangely named “Stixx”, overlooking the water. More than a food establishment it is the current More than a food establishment it is the current home of two children of Bast who make their bed home of two children of Bast who make their bed upon the leaves of a nearby palm tree which rises up upon the leaves of a nearby palm tree which rises up beside the restaurant.beside the restaurant.During an enjoyable dinner there, I watched as During an enjoyable dinner there, I watched as these two kittens worked the room for table scraps. these two kittens worked the room for table scraps. As a team they would approach a particular table, sit As a team they would approach a particular table, sit on their hind feet side by side and with their wide on their hind feet side by side and with their wide innocent eyes, look at you and wait patiently. They innocent eyes, look at you and wait patiently. They always kept a safe distance. This graceful body always kept a safe distance. This graceful body language was all that was necessary to get their language was all that was necessary to get their message across, and through teamwork they were message across, and through teamwork they were assured their fill.assured their fill.After making their rounds and attending to the After making their rounds and attending to the business of survival, they would make the most of business of survival, they would make the most of their companionship and begin to play, revealing the their companionship and begin to play, revealing the purpose for all their effort: freedom (in this case purpose for all their effort: freedom (in this case freedom from hunger) and the pursuit of happiness.freedom from hunger) and the pursuit of happiness.Here I found the manifestation of the prowess Here I found the manifestation of the prowess of nature herself. Through their example we can see of nature herself. Through their example we can see that the essence of physical survival in any terrain is that the essence of physical survival in any terrain is adaptability: not to pit yourself against the adaptability: not to pit yourself against the environment, but to use it to help you live. The environment, but to use it to help you live. The purpose for every thought and deed is ultimately purpose for every thought and deed is ultimately survivalsurvival..For the Elect of mankind, this extends not only For the Elect of mankind, this extends not only to the body, but to the mind and spirit as well. So to the body, but to the mind and spirit as well. So what constitutes mental survival?what constitutes mental survival?I can safely say that efforts toward the pursuit of I can safely say that efforts toward the pursuit of happiness and freedom come into play here, of happiness and freedom come into play here, of course according to differing levels of course according to differing levels of understanding. As far as spiritual survival goes, I understanding. As far as spiritual survival goes, I would not dare speculate, as I feel that these needs would not dare speculate, as I feel that these needs are specific to the individual. However I are specific to the individual. However I cancan say I say I know of three great places in which to search, so know of three great places in which to search, so that each can answer this question personally:that each can answer this question personally:FearFear: Look within your fears, both imaginary : Look within your fears, both imaginary and real. Fear is a great teacher and will help you to and real. Fear is a great teacher and will help you to locate those things you need to face or take action locate those things you need to face or take action upon. Beyond reason and above it is where fear can upon. Beyond reason and above it is where fear can be conquered. Remember the words of the be conquered. Remember the words of the Bhagavad GitaBhagavad Gita: “Fear not. What is not real, never : “Fear not. What is not real, never was and never will be. What is real, always was and was and never will be. What is real, always was and cannot be destroyed.”cannot be destroyed.”ChangeChange: Change within parallels change : Change within parallels change without. Repetitive patterns restrict growth and without. Repetitive patterns restrict growth and development. Sometimes it is necessary to turn development. Sometimes it is necessary to turn ourselves and/or our environment upside down to ourselves and/or our environment upside down to take a different position and break free from a rut in take a different position and break free from a rut in consciousness.consciousness.SolitudeSolitude: We live as we dream, alone; and as : We live as we dream, alone; and as we dream, we Become. Here I must share the words we dream, we Become. Here I must share the words of Priest Paul McAtee, who put it best:of Priest Paul McAtee, who put it best:Black Magical initiation leads us to new Black Magical initiation leads us to new plateaus of aloneness (not necessarily plateaus of aloneness (not necessarily loneliness). The Gift of Isolate Intelligence gives loneliness). The Gift of Isolate Intelligence gives us the potential to quite literally become the us the potential to quite literally become the center of the Universe. In so becoming, we center of the Universe. In so becoming, we learn of the absolute impermanence of learn of the absolute impermanence of everything else in the Universe other than the everything else in the Universe other than the absolute uniqueness of our own isolate absolute uniqueness of our own isolate perspective.perspective.All effort supports the potential for new All effort supports the potential for new experiences, which in return may develop one’s experiences, which in return may develop one’s knowledge and power. Just as physical exercise knowledge and power. Just as physical exercise strengthens the body, so do the mind and spirit strengthens the body, so do the mind and spirit require exercise for their growth and development. require exercise for their growth and development. Unlike all other animals of the Earth, the sentient Unlike all other animals of the Earth, the sentient Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 1616"},{"pageNumber":17,"pageContent":"being will inevitably be faced with the task of being will inevitably be faced with the task of transforming awareness into acceptance, and transforming awareness into acceptance, and acceptance into action.acceptance into action.______________________________________________________________________[21] [21] From the Well of PythiaFrom the Well of PythiaAn ongoing column provided to facilitate an An ongoing column provided to facilitate an intelligent choice of music intelligent choice of music - by Tony Pizzini II°, Order of the Python- by Tony Pizzini II°, Order of the PythonBrian Eno: Brian Eno: On Land: Ambiant 4On Land: Ambiant 4 (Editions EG, (Editions EG, 1982): Before it was called “New Age” or 1982): Before it was called “New Age” or “Ambient”, this record was recorded and released. “Ambient”, this record was recorded and released. Eno referred to it as environmental: to be Eno referred to it as environmental: to be experienced from the inside. Titles like “Lizard experienced from the inside. Titles like “Lizard Point”, “Lantern Marsh”, “Dunwich Beach, Point”, “Lantern Marsh”, “Dunwich Beach, Autumn 1960”, as well as the others do indeed Autumn 1960”, as well as the others do indeed conjure psychic landscapes with their faraway, conjure psychic landscapes with their faraway, blurred, slow-mo musical stasis, occasionally blurred, slow-mo musical stasis, occasionally complimented by frogs, water, and other natural complimented by frogs, water, and other natural sounds. Eno relates in a video that some of these sounds. Eno relates in a video that some of these places are real (to be found on maps), and the fact places are real (to be found on maps), and the fact that he hadn’t visited them didn’t stop him from that he hadn’t visited them didn’t stop him from trying to imagine what the place might be like trying to imagine what the place might be like simply by its name. I generally place Eno’s ambient simply by its name. I generally place Eno’s ambient music high above most “New Age”, this recording music high above most “New Age”, this recording is no exception. It’s not pretty, it can be spooky, is no exception. It’s not pretty, it can be spooky, maybe it’s wallpaper; it’s not catchy, sometimes it maybe it’s wallpaper; it’s not catchy, sometimes it changes one’s mood, it must be art.changes one’s mood, it must be art.Oasis: Oasis: (What’s The Story) Morning Glory?(What’s The Story) Morning Glory? (Epic/Sony, 1995): No apologies. Britpop. It’s a (Epic/Sony, 1995): No apologies. Britpop. It’s a groove. Like mega-retro, man, all the ’60’s English groove. Like mega-retro, man, all the ’60’s English bands rolled into one. Nearly every single one of the bands rolled into one. Nearly every single one of the songs on Oasis’ two CDs have been on the Top 10 songs on Oasis’ two CDs have been on the Top 10 in Europe. I’ve read music press interviews with the in Europe. I’ve read music press interviews with the two brothers who run this show, and I’ll be damned two brothers who run this show, and I’ll be damned if they aren’t so arrogant and self-righteous as to be if they aren’t so arrogant and self-righteous as to be kind of refreshing! The kids are all right. kind of refreshing! The kids are all right. Postmodern/lo-fi/retro-Romantic coffee substitute.Postmodern/lo-fi/retro-Romantic coffee substitute.D’Cuckoo: D’Cuckoo: UmojaUmoja (RGB Records, 1994): (RGB Records, 1994): From the liner notes: “An all-women multimedia, From the liner notes: “An all-women multimedia, techno-arts ensemble that blends musical styles techno-arts ensemble that blends musical styles from around the globe, defining the groove of the from around the globe, defining the groove of the future. D’Cuckoo has opened for the Grateful Dead future. D’Cuckoo has opened for the Grateful Dead and recorded with Brian Eno and Mickey Hart.” and recorded with Brian Eno and Mickey Hart.” Based in Oakland, California, they build their own Based in Oakland, California, they build their own electronic musical instruments, are fiercely electronic musical instruments, are fiercely independent, and their music is beautiful, very independent, and their music is beautiful, very danceable, and impossible to categorize. danceable, and impossible to categorize. [dcuckoo@well.sf.ca.us][dcuckoo@well.sf.ca.us]The Jerky BoysThe Jerky Boys and and The Jerky Boys 2The Jerky Boys 2 (Select, (Select, 1993, 1994 resp.): Two guys making prank phone 1993, 1994 resp.): Two guys making prank phone calls straight outta Queens. They may very well have calls straight outta Queens. They may very well have turned this activity into an art form. On occasion, to turned this activity into an art form. On occasion, to listen to the conversations is to hear on-the-spot listen to the conversations is to hear on-the-spot LBM. I’ve seen people doubled over with laughter LBM. I’ve seen people doubled over with laughter at these two, while I’ve seen others walk right out of at these two, while I’ve seen others walk right out of the room. It’s offensive at times, but after all it is the room. It’s offensive at times, but after all it is satire, and when it works [the call turns into a satire, and when it works [the call turns into a dialogue], it can be very, very funny.dialogue], it can be very, very funny.______________________________________________________________________[22] [22] Occultists AnonymousOccultists Anonymous- by Gabrielle Gidney I°- by Gabrielle Gidney I°“Hi, I’m Gabrielle, and I haven’t practiced “Hi, I’m Gabrielle, and I haven’t practiced Wicca, or other kinds of White Witchcraft for eight Wicca, or other kinds of White Witchcraft for eight months.”months.”The people at the long tables begin to applaud, The people at the long tables begin to applaud, hoot and clap, vapid smiles of admiration shining on hoot and clap, vapid smiles of admiration shining on their empty faces. One face, however, is not smiling. their empty faces. One face, however, is not smiling. It is a woman, whose mouth seems permanently It is a woman, whose mouth seems permanently glued downward. Before I can say any more, she glued downward. Before I can say any more, she rises and says, “Gabrielle, you have not admitted rises and says, “Gabrielle, you have not admitted you’re a heathen. As you know, you’re a heathen. As you know, no oneno one is ever is ever cured of the occult disease, but are simply cured of the occult disease, but are simply recovering from its madness.”recovering from its madness.”“Well, ma’am, I’m no longer a Wiccan; it was “Well, ma’am, I’m no longer a Wiccan; it was my religion of choice, and I no longer choose it.”my religion of choice, and I no longer choose it.”“Gabrielle,” she says in a condescending “Gabrielle,” she says in a condescending manner, “you are obviously in denial. Until you manner, “you are obviously in denial. Until you acknowledge that you are diseased, and surrender to acknowledge that you are diseased, and surrender to a higher power, you’ll never be well.”a higher power, you’ll never be well.”At this point, the happy faces are changing. At this point, the happy faces are changing. They sense an opportunity to elevate themselves and They sense an opportunity to elevate themselves and denigrate another. Some whisper the word “denial” denigrate another. Some whisper the word “denial” over and over like some sort of mantra; others over and over like some sort of mantra; others simply shake their heads, sadly, knowingly, and simply shake their heads, sadly, knowingly, and stare into my face with predatory eyes, badly stare into my face with predatory eyes, badly masked as compassion.masked as compassion.Now comes the choice. Do I admit that, in a Now comes the choice. Do I admit that, in a manner of speaking, I manner of speaking, I havehave found a higher power? found a higher power? Do I confess that what saved me from the RHP was Do I confess that what saved me from the RHP was not “God” not “God” per seper se but the LHP? Intelligence says but the LHP? Intelligence says no. Common sense dictates that this situation calls no. Common sense dictates that this situation calls for lying like a rug, or perhaps a good dose of for lying like a rug, or perhaps a good dose of LBM.LBM.I wonder why I came [and no doubt, so do you, I wonder why I came [and no doubt, so do you, dear reader, but this is fiction, so do me a favor and dear reader, but this is fiction, so do me a favor and suspend your disbelief]. Part of me wants to tell suspend your disbelief]. Part of me wants to tell people there is salvation from all that blinding white people there is salvation from all that blinding white light, but it is not throwing one’s personal power to light, but it is not throwing one’s personal power to the dogs. Part of me wants to direct most of the the dogs. Part of me wants to direct most of the attendees to the nearest mental health facility.attendees to the nearest mental health facility.They are a strange lot, reformed and recovered They are a strange lot, reformed and recovered Witches, Wiccans, Druids, Satanic dabblers, New Witches, Wiccans, Druids, Satanic dabblers, New Age Christians, and, I surely suspect, the habitually Age Christians, and, I surely suspect, the habitually bored. They have gathered, they claim, to support bored. They have gathered, they claim, to support those who are trying to break the chains of the those who are trying to break the chains of the occult. The bottom line is, I suspect, that like Isaac occult. The bottom line is, I suspect, that like Isaac Bonewits in Bonewits in SatanisSatanis, their pagan deity of choice , their pagan deity of choice couldn’t get them off, either physically or couldn’t get them off, either physically or spiritually. As a result, instead of seeking to spiritually. As a result, instead of seeking to empower themselves, instead of Becoming what empower themselves, instead of Becoming what they want, they have decided to hand life’s car keys they want, they have decided to hand life’s car keys to that ultimate designated driver: the Higher Power.to that ultimate designated driver: the Higher Power.Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 1717"},{"pageNumber":18,"pageContent":"Now I have no problem with a variety of Now I have no problem with a variety of “higher powers”, but in 9 out of 10 of these “higher powers”, but in 9 out of 10 of these meetings, the higher power is “God”/Jesus. I do, meetings, the higher power is “God”/Jesus. I do, however, have problems with the term “surrender” however, have problems with the term “surrender” and its alleged necessity for empowerment. It seems and its alleged necessity for empowerment. It seems to me that “surrender” and “empower” should be to me that “surrender” and “empower” should be mutually exclusive terms.mutually exclusive terms.Which brings me back to this OA meeting. I’ve Which brings me back to this OA meeting. I’ve come to acknowledge that Wicca specifically, and come to acknowledge that Wicca specifically, and the RHP in general, was for me akin to a disease the RHP in general, was for me akin to a disease that prevented me from Becoming. But that prevented me from Becoming. But “surrendering” wasn’t the answer. Actually the “surrendering” wasn’t the answer. Actually the current RHP climate (a phenomenon I call “Jesus current RHP climate (a phenomenon I call “Jesus with tits”) is so full of “surrender” that it has with tits”) is so full of “surrender” that it has become virtually impossible to distinguish it from become virtually impossible to distinguish it from Christianity.Christianity.I long to tell the group about the Gift of Set. I I long to tell the group about the Gift of Set. I want to tell them there is an organization that allows want to tell them there is an organization that allows and encourages all manner of philosophical and and encourages all manner of philosophical and magical study, and which positively revels in the magical study, and which positively revels in the individual intellect. I want to tell them that I am not individual intellect. I want to tell them that I am not on the equivalent of a magical “dry drunk” or “in on the equivalent of a magical “dry drunk” or “in denial” [although that joke about it not being just a denial” [although that joke about it not being just a river in Egypt has all sorts of interesting river in Egypt has all sorts of interesting possibilities], but am possibilities], but am awakeawake, fully cognizant, and , fully cognizant, and free from the shackles of a magical system that was free from the shackles of a magical system that was destined to fail due to its lack of comprehension.destined to fail due to its lack of comprehension.The 12-Step Program is not a surprising social The 12-Step Program is not a surprising social phenomenon, as we live in an age where personal phenomenon, as we live in an age where personal responsibility is anathema. Likewise the advent of responsibility is anathema. Likewise the advent of Wicca and other RHP religions growing in leaps Wicca and other RHP religions growing in leaps and bounds, no doubt as a result of people wanting and bounds, no doubt as a result of people wanting to explore magic and paganism in “safe” confines to explore magic and paganism in “safe” confines that require few ethical questions. Allowing God, or that require few ethical questions. Allowing God, or allowing nature (as Goddess), to control one’s allowing nature (as Goddess), to control one’s actions is the road being much traveled. If it doesn’t actions is the road being much traveled. If it doesn’t provide one’s desire, hey, trade it in for another provide one’s desire, hey, trade it in for another “surrender-required” deity.“surrender-required” deity.The Temple of Set is the only organization that The Temple of Set is the only organization that puts responsibility where it belongs, without puts responsibility where it belongs, without negating the suprarational. Set, the ultimate god of negating the suprarational. Set, the ultimate god of our intellect, is our intellect, is notnot a “surrender-required” deity. a “surrender-required” deity. He may appreciate some recognition, but in doing He may appreciate some recognition, but in doing so we ennoble ourselves. So I prepare to voice this so we ennoble ourselves. So I prepare to voice this information to the assembled recovering what-have-information to the assembled recovering what-have-you’s.you’s.And then, my isolate intelligence, my Gift, And then, my isolate intelligence, my Gift, whispers to my soul, “Do you see anyone you’d whispers to my soul, “Do you see anyone you’d consider ‘Elect’ in this shabby, smoke-filled hall?” consider ‘Elect’ in this shabby, smoke-filled hall?” And while I acknowledge that I am not in a position And while I acknowledge that I am not in a position to make that ultimate decision, my reasonably well-to make that ultimate decision, my reasonably well-informed opinion is “not a bloody chance!”.informed opinion is “not a bloody chance!”.And since this is fiction and there are no actual And since this is fiction and there are no actual ramifications, I say, “Well, I stopped using White ramifications, I say, “Well, I stopped using White Witchcraft because the spirit of Jack the Ripper told Witchcraft because the spirit of Jack the Ripper told me that without the blood of two prostitutes me that without the blood of two prostitutes combined with the semen of a virgin platypus, I combined with the semen of a virgin platypus, I would die like Lincoln in a theater watching a revival would die like Lincoln in a theater watching a revival of of Porgy & BessPorgy & Bess.”.”As the jaws drop and the resounding silence is As the jaws drop and the resounding silence is loud enough to shatter glass, I continue, “... and of loud enough to shatter glass, I continue, “... and of course when I astrally projected into the body of course when I astrally projected into the body of Princess Di, the spirit of St. Augustine told us that Princess Di, the spirit of St. Augustine told us that bulemia was a necessity for making up for original bulemia was a necessity for making up for original sin. So I went home, cast a sacred square, lit all my sin. So I went home, cast a sacred square, lit all my house plants on fire, and seduced the fireman who house plants on fire, and seduced the fireman who came to put it out. By conceiving his baby, I knew I came to put it out. By conceiving his baby, I knew I was bringing forth the messiah ... the true king of was bringing forth the messiah ... the true king of Heaven and Earth, and it is that fetus who I worship Heaven and Earth, and it is that fetus who I worship now, knowing it is the true God ... by surrendering now, knowing it is the true God ... by surrendering to him, I have found peace at last.”to him, I have found peace at last.”And with that, I pick up my purse and leave the And with that, I pick up my purse and leave the hall. Just as I get to the parking lot, I notice hall. Just as I get to the parking lot, I notice someone following me. I turn and see a seemingly someone following me. I turn and see a seemingly normal young woman, who says, “I heard what you normal young woman, who says, “I heard what you said, and something just like it happened to me. I’ll said, and something just like it happened to me. I’ll follow you anywhere.”follow you anywhere.”======================================================================The Black PyramidThe Black Pyramid- by Michael A. Aquino VI°- by Michael A. Aquino VI°======================================================================______________________________________________________________________[23] [23] A Passing-ByA Passing-BySexem-fs em utu arit er-a tep ta.Sexem-fs em utu arit er-a tep ta. “He has “He has gained the mastery of what was set forth to be gained the mastery of what was set forth to be done for me upon Earth.” - Stele of Set, X ÆSdone for me upon Earth.” - Stele of Set, X ÆSThe The Heb-SedHeb-Sed Festival of XXX/1995 resulted in Festival of XXX/1995 resulted in many memorable works and events, and each of us many memorable works and events, and each of us who passed through it emerged enriched and who passed through it emerged enriched and fulfilled by its aurora.fulfilled by its aurora.In my own case it brought about extensive In my own case it brought about extensive meditation on my own role within and meditation on my own role within and responsibilities to the Temple, as I have Understood responsibilities to the Temple, as I have Understood them to be since the North Solstice Working of them to be since the North Solstice Working of X/1975. I have come to the conclusion that the X/1975. I have come to the conclusion that the sacred charge given to me as High Priest of Set has sacred charge given to me as High Priest of Set has now been fulfilled, and that upon the North Solstice now been fulfilled, and that upon the North Solstice of this year I am therefore called to retire from this of this year I am therefore called to retire from this office.office.Subsequently I will continue to handle routine Subsequently I will continue to handle routine administrative tasks of the office in a transition administrative tasks of the office in a transition capacity until a successor has been confirmed by the capacity until a successor has been confirmed by the Council of Nine. I will of course work cooperatively Council of Nine. I will of course work cooperatively with that successor and with the Executive Director with that successor and with the Executive Director to ensure that the transition of all Temple operations to ensure that the transition of all Temple operations is as efficient and seamless as possible. I suggest is as efficient and seamless as possible. I suggest the forthcoming Set-XVII International Conclave the forthcoming Set-XVII International Conclave this November as an opportune occasion for this November as an opportune occasion for Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 1818"},{"pageNumber":19,"pageContent":"ceremonial observance of the new High Priesthood.ceremonial observance of the new High Priesthood.Henceforth I will accept no offices in the Henceforth I will accept no offices in the Temple, but will of course remain active and Temple, but will of course remain active and contributive as an individual Initiate. I desire, for contributive as an individual Initiate. I desire, for instance, to continue and expand my historical and instance, to continue and expand my historical and archival work, as in the recent archival work, as in the recent ScrollScroll project, to make project, to make more and more of the treasures of the past two more and more of the treasures of the past two decades of the Æon easily and coherently available decades of the Æon easily and coherently available to the Setians of today and tomorrow, through both to the Setians of today and tomorrow, through both Glinda and other media as opportune and Glinda and other media as opportune and appropriate.appropriate.At the time of the founding of the Temple, I At the time of the founding of the Temple, I Understood the High Priesthood to be not a lifetime Understood the High Priesthood to be not a lifetime station for the individual so entrusted, but rather a station for the individual so entrusted, but rather a reflection of whichever Initiate within the Priesthood reflection of whichever Initiate within the Priesthood appeared most singularly to be the High Priest or appeared most singularly to be the High Priest or Priestess of Set at a given point in time. Such a Priestess of Set at a given point in time. Such a person would possess and display a unique person would possess and display a unique intimacy with Set, and from this would radiate a intimacy with Set, and from this would radiate a passionate guardianship over the Priesthood passionate guardianship over the Priesthood consecrated to him, and more generally over the consecrated to him, and more generally over the Temple dedicated in his name.Temple dedicated in his name.It is thus no single criterion, but a mix of them It is thus no single criterion, but a mix of them which characterizes the High Priesthood. Perhaps which characterizes the High Priesthood. Perhaps most pointedly, it is by no means simply a measure most pointedly, it is by no means simply a measure of sincerity, integrity, or personal dedication to of sincerity, integrity, or personal dedication to one’s Priesthood. Were this the case, all true Priests one’s Priesthood. Were this the case, all true Priests and Priestesses could assuredly add the “High”-and Priestesses could assuredly add the “High”-prefix. Nor is it primarily a measure of seniority, prefix. Nor is it primarily a measure of seniority, wisdom, experience, and initiatory Understanding, wisdom, experience, and initiatory Understanding, else every Master of the Temple would certainly be else every Master of the Temple would certainly be so called.so called.The The Heb-SedHeb-Sed gave me the opportunity not only gave me the opportunity not only to consider my own High Priesthood, but to reflect to consider my own High Priesthood, but to reflect upon all of the Masters as possible successors. I upon all of the Masters as possible successors. I have done so and shared my thoughts with the have done so and shared my thoughts with the Masters of the Temple, whose discussions and Masters of the Temple, whose discussions and deliberations will similarly flow into the Council of deliberations will similarly flow into the Council of Nine during its formal nomination and confirmation Nine during its formal nomination and confirmation process.process.I have now been an Initiate of the Priesthood for I have now been an Initiate of the Priesthood for 26 years and High Priest for a Working period of 26 years and High Priest for a Working period of 18 years [as Magus Ronald K. Barrett held the 18 years [as Magus Ronald K. Barrett held the office for the 3 years mid-79 to mid-82]. It has been office for the 3 years mid-79 to mid-82]. It has been an exhilarating, inspiring, and above all soul-an exhilarating, inspiring, and above all soul-transforming experience. I believe I have done my transforming experience. I believe I have done my very best to do “what was set forth to be done”, very best to do “what was set forth to be done”, and I am so very proud of the Temple and so very and I am so very proud of the Temple and so very appreciative of the opportunity to work with and appreciative of the opportunity to work with and learn from all the Setians over the years, senior and learn from all the Setians over the years, senior and junior, old friends and new ones alike. The Temple junior, old friends and new ones alike. The Temple of Set is a magical mirror of all the Initiates who of Set is a magical mirror of all the Initiates who have passed through its pylons, and what a majestic, have passed through its pylons, and what a majestic, delightful, and delightful, and authenticauthentic reflection that is! reflection that is!From the moment of its [re]creation in 1975, we From the moment of its [re]creation in 1975, we have instinctively felt the Temple of Set to be have instinctively felt the Temple of Set to be something unprecedented on this world. It something unprecedented on this world. It crystallized a premise at once more ambitious and crystallized a premise at once more ambitious and more subtle than that of its Church of Satan prelude. more subtle than that of its Church of Satan prelude. And unlike the cynical pessimism of the Church, the And unlike the cynical pessimism of the Church, the Temple has always had about it a wondrous Temple has always had about it a wondrous exuberance, an electrifying optimism, a promise of exuberance, an electrifying optimism, a promise of wonders and marvels to be enjoyed by all who wonders and marvels to be enjoyed by all who ventured through its pylons. We may not have ventured through its pylons. We may not have anticipated all of these discoveries accurately on our anticipated all of these discoveries accurately on our first exposure to them - and on occasion some first exposure to them - and on occasion some Initiates have found the light too intense for their Initiates have found the light too intense for their self-possession - but such growing pains as we have self-possession - but such growing pains as we have experienced have never eclipsed the magic and experienced have never eclipsed the magic and magnificence of the Æonic current. And no one who magnificence of the Æonic current. And no one who has experienced initiation as catalyzed by the has experienced initiation as catalyzed by the Temple, whether temporarily or over an enduring Temple, whether temporarily or over an enduring period, has been unaffected by it.period, has been unaffected by it.No initiatory system exists in a vacuum. The No initiatory system exists in a vacuum. The great temples and orders of history all were great temples and orders of history all were enhancements of, or reactions to social currents and enhancements of, or reactions to social currents and critical events in their time. The Temple of Set has critical events in their time. The Temple of Set has similarly remanifested amidst the dramatic and similarly remanifested amidst the dramatic and stormy fluctuations of Western civilization from the stormy fluctuations of Western civilization from the 1970s to the 1990s: “the best of times, the worst of 1970s to the 1990s: “the best of times, the worst of times”. Never before in recorded history have so times”. Never before in recorded history have so many social absolutes disintegrated into relatives, many social absolutes disintegrated into relatives, while at the same time technology has exploded into while at the same time technology has exploded into uncontrollable and addictive extremes. Never before uncontrollable and addictive extremes. Never before has the individual been able to gather information so has the individual been able to gather information so quickly, communicate so efficiently, travel so easily. quickly, communicate so efficiently, travel so easily. Yet paradoxically humans have never felt so Yet paradoxically humans have never felt so anonymous, powerless, and alienated: infinitesimal anonymous, powerless, and alienated: infinitesimal cogs in a giant cogs in a giant MetropolisMetropolis machine of history machine of history careening onward out of control.careening onward out of control.In and by the Temple of Set we have asserted In and by the Temple of Set we have asserted something in each initiated human which is something in each initiated human which is immortal, ineffably noble, and blissfully sublime. immortal, ineffably noble, and blissfully sublime. We have worked with it, played with it, dreamed We have worked with it, played with it, dreamed about it, and found in it something which we could about it, and found in it something which we could indeed worship with unashamed reverence - when indeed worship with unashamed reverence - when all around us the remnants of the world’s all around us the remnants of the world’s conventional religions are so desiccated as to hardly conventional religions are so desiccated as to hardly be worth even the shadow of contempt.be worth even the shadow of contempt.Ultimately, then, what the Temple of Set has Ultimately, then, what the Temple of Set has done has been to restore to us an awareness of the done has been to restore to us an awareness of the great dignity of individual consciousness. Once we great dignity of individual consciousness. Once we are awakened to this, all else that we do flows from are awakened to this, all else that we do flows from it as remanifestations of the respective it as remanifestations of the respective neteruneteru..This too is why the real Temple of Set can never This too is why the real Temple of Set can never be perverted, corrupted, or destroyed. The institution be perverted, corrupted, or destroyed. The institution we have built over the years to symbolize, facilitate, we have built over the years to symbolize, facilitate, and operate the Temple was and remains a tool of and operate the Temple was and remains a tool of convenience, a means of bridging the realms of convenience, a means of bridging the realms of magic and magic and nœsisnœsis to those of science and to those of science and dianoiadianoia. . The better we refine the bridge, the more efficient we The better we refine the bridge, the more efficient we make the tool, the more fluent we become in this make the tool, the more fluent we become in this adventure and the easier it is to teach its techniques adventure and the easier it is to teach its techniques to others. But destroy the bridge and you have still to others. But destroy the bridge and you have still Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 1919"},{"pageNumber":20,"pageContent":"not in the least damaged the Gift of Set itself.not in the least damaged the Gift of Set itself.In Isaac Asimov’s In Isaac Asimov’s FoundationFoundation trilogy the First trilogy the First Foundation proved invincible because its existence Foundation proved invincible because its existence was mandated by a principle larger than itself - in was mandated by a principle larger than itself - in that case hypothetical metacycles of civilization that case hypothetical metacycles of civilization called “psychohistory”. The Temple and Æon of called “psychohistory”. The Temple and Æon of Set are similarly mandated by the transcendent Set are similarly mandated by the transcendent principle of what Eric Hoffer called “the principle of what Eric Hoffer called “the unnaturalness of human nature”, as well as by the unnaturalness of human nature”, as well as by the capacity and drive of this “unnature” to evolve capacity and drive of this “unnature” to evolve towards divinity: towards divinity: XeperXeper..While the Judæo/Christian tradition has While the Judæo/Christian tradition has demonized and tried to pervert or exterminate this demonized and tried to pervert or exterminate this quality, greater philosophies and philosophers have quality, greater philosophies and philosophers have sought it, romanticized it, exalted it. It is Nietzsche’s sought it, romanticized it, exalted it. It is Nietzsche’s “horizon building”, the Taoists’ “secret of the “horizon building”, the Taoists’ “secret of the Golden Flower”, the Grail, the Golden Flower”, the Grail, the AgathonAgathon, the , the Philosopher’s Stone, Philosopher’s Stone, RunaRuna::I must, before I die, find some way to say the I must, before I die, find some way to say the essential thing that is in me, that I have never essential thing that is in me, that I have never said yet - a thing that is not love or hate or pity or said yet - a thing that is not love or hate or pity or scorn, but the very breath of life, fierce and scorn, but the very breath of life, fierce and coming from far away, bringing into human life coming from far away, bringing into human life the vastness and the fearful passionless force the vastness and the fearful passionless force of non-human things ... - Bertrand Russell, of non-human things ... - Bertrand Russell, quoted in Colin Wilson’s quoted in Colin Wilson’s The Mind ParasitesThe Mind ParasitesMy final charge to the Temple of Set as High My final charge to the Temple of Set as High Priest of Set is therefore simply to never forget this Priest of Set is therefore simply to never forget this Gift of Set as the central force underlying our many Gift of Set as the central force underlying our many specialized arts, sciences, investigations, specialized arts, sciences, investigations, applications, experiments, and pleasures.applications, experiments, and pleasures.The Italian automobile constructor Enzo Ferrari The Italian automobile constructor Enzo Ferrari was world-renowned for the sensuous, feral was world-renowned for the sensuous, feral machines he created, as well as for the melodramatic machines he created, as well as for the melodramatic controversies that constantly swirled around his controversies that constantly swirled around his explosive personality. Some revered him as a saint; explosive personality. Some revered him as a saint; others hated his guts; most felt both emotions others hated his guts; most felt both emotions simultaneously without any apology for simultaneously without any apology for inconsistency. As with Asimov, Hoffer, Russell, and inconsistency. As with Asimov, Hoffer, Russell, and Nietzsche, the magnetism and the immortality of the Nietzsche, the magnetism and the immortality of the Ferrari phenomenon lay in something much more Ferrari phenomenon lay in something much more subtle and powerful than mere skill at building subtle and powerful than mere skill at building exotic cars. In Enzo’s spiritual testament he finally exotic cars. In Enzo’s spiritual testament he finally revealed his secret:revealed his secret:... ho dedicato la mia vita all’automobile: una ... ho dedicato la mia vita all’automobile: una conquista di libertà per l’uomo ... [I have conquista di libertà per l’uomo ... [I have devoted my life to the automobile, which has devoted my life to the automobile, which has won the human race its freedom.]won the human race its freedom.]And there you have it again. He sought to And there you have it again. He sought to capture in machinery what a Blake did in art, a capture in machinery what a Blake did in art, a Vaughan Williams in music, a Milton in prose, a Vaughan Williams in music, a Milton in prose, a Clark Ashton Smith in poetry: the ecstasy of Clark Ashton Smith in poetry: the ecstasy of surpassing one’s presumed limitations of self, of surpassing one’s presumed limitations of self, of shattering the spear of the universe that is with a shattering the spear of the universe that is with a self-created sword of the universe yet to Come Into self-created sword of the universe yet to Come Into Being. The Children of Set must never aspire to Being. The Children of Set must never aspire to less.less.I appreciate beyond expression all the I appreciate beyond expression all the encouragement, support, affection, and loyalty you encouragement, support, affection, and loyalty you have so graciously extended to me as High Priest of have so graciously extended to me as High Priest of Set these many years. And I look forward to Set these many years. And I look forward to enjoying with you many more mysteries of the enjoying with you many more mysteries of the Great Black Magic as it continues to illuminate for Great Black Magic as it continues to illuminate for us horizons beyond our darkest dreams.us horizons beyond our darkest dreams.Xeper.Xeper.Scroll of SetScroll of Set - June 1996 - Page - June 1996 - Page 2020"}]
