[{"pageNumber":1,"pageContent":"Contact (/contact­cia)(/)LibraryLibrary (/library)Publications (/library/publications)Center for the Study of Intelligence (/library/center­for­the­study­of­intelligence)About CSI (/library/center­for­the­study­of­intelligence/about­csi.html)CSI Publications (/library/center­for­the­study­of­intelligence/csi­publications)Studies Archive Indexes (/library/center­for­the­study­of­intelligence/kent­csi)Author Title Index (/library/center­for­the­study­of­intelligence/kent­csi/author­combine.htm)Operations Subject Index (/library/center­for­the­study­of­intelligence/kent­csi/subjectII.htm)CIA Museum (/library/center­for­the­study­of­intelligence/cia­museum.html)US Intelligence Sites (/library/center­for­the­study­of­intelligence/us­intelligence­sites.html)Freedom of Information Act Electronic Reading Room (/library/foia)Kent Center Occasional Papers (/library/kent­center­occasional­papers)Intelligence Literature (/library/intelligence­literature)Reports (/library/reports)Related Links (/library/related­links.html)Video Center (/library/video­center)Research Intelligence in Early Modern EnglandUNCLASSIFIEDOfficial scholars and action officersResearch Intelligence in Early Modern EnglandWilliam H. ShermanFor most readers, the collection of essays issued by colleagues and admirers of the eminent historian Conyers Read is something of anenigma. There is no mention of Sir Francis Walsingham, Queen Elizabeth's Secretary and spymaster, or her Treasurer, William Cecil, thesubjects of Read's classic studies. In fact, none of the essays even remotely concern Tudor politics. Instead, tucked in between essayson the \"Relations Between British Inductive Logic and French Impressionist Painting\" and \"John Wesley and the American Revolution,\" isa contribution from Richard Humphrey of the US Department of State entitled, \"'The Official Scholar': A Survey of Certain Research inAmerican Policy.\" And the introductory essay is written by William L. Langer, a Harvard historian and a pioneer in the development of USintelligence institutions.The reason behind these surprising items is that, for almost five years during World War II, Read was employed by the US Governmentas Director of the British Empire unit in the Research & Analysis (R&A) Branch of the Office of Strategic Services (OSS). According toLanger, when William J. Donovan was setting up the Office of the Coordinator of Information (COI), the forerunner of OSS, which wouldbe responsible for \"collecting, sifting, and analyzing all data bearing on national security,\" his \"first step [was] to draw on the universitiesand to enlist the aid of those who not only had wide and deep knowledge of foreign countries and conditions but also had training andexperience in the critical treatment of evidence ... for the crucial area of Great Britain and the British Commonwealth there was agreementfrom the outset that the obvious person to direct the work was Conyers Read.\"This essay looks in some detail at this deployment of scholarly research by America's wartime policymakers and relates it to theseemingly distant history of early modern England. But the links are less tenuous, and more relevant, than one might at first imagine. Thelarge group of Ivy League scholars­cum­intelligence officers, such as those described in Robin Winks's study, Cloak and Gown: Scholarsin America's Secret War, represents an interesting reincarnation of the civic humanism of the English Renaissance. Indeed, Langerclaimed that, \"as a student in England, (Read) came across the tradition which links learning to action and requires that education berepaid by service to the community.\"Read was not the only reviver of this tradition. Another great historian of early modern English politics, Wallace Notestein, SterlingProfessor of History at Yale, was an avid recruiter for OSS, and one of the key operators in the \"Yale Library Project.\" The details andethical complexities of this episode and others like it have been well rehearsed by Winks and also by Loch Johnson, in his article, \"Cloaksand Gowns: The CIA in the Groves of Academe.\"12345"},{"pageNumber":2,"pageContent":"Another relevant focus is the more general relationship between knowledge and action, a relationship that was crucial to the Renaissancehumanists. In Harry Howe Ransom's formulation, it is the central force in any policymaking process: \"Nothing is more crucial in themaking of national decisions than the relationship between intelligence and policy, or, in a broader sense, between knowledge andaction.\" Two ArgumentsTwo interconnected arguments can be offered about modern and early modern intelligence. The first challenges a common historicalassumption that is clearly stated in R. Harris Smith's history of the OSS: \"[The] R&A [Branch was the first concentrated effort on the partof any world power to apply the talent of its academic community to official analysis of foreign affairs.\" I want rather to suggest thatprecedents for the intelligence activities of Professors Read, Notestein, and Curtiss are to be found in the 16th­ and 17th­century Englandthey studied. Indeed, one can and should go much further back: Smith's claim seems especially shortsighted in light of David McMullen'swork on official scholarly agencies in 7th­ to 10th­century China.Of course, there was no formal institution like the COI or the OSS in Elizabethan times. Nor was there anything like the $57 million budgetallotted to the OSS in 1945, or a team of researchers anywhere near the 1,000 in the R&A branch. But there was an effort by thegovernment to tap into scholarly resources and to use them in providing the historical information and analyses necessary for framingsound policy.The second argument is that this approach is useful in understanding the careers and contexts of many Renaissance intellectuals, withthe infamous scholar John Dee as a particular case in point. It is ironic, given Notestein's and Curtiss's mutual interest in the history of theoccult, that Dee did not figure in their studies and, given Read's wartime experiences, that the Renaissance intelligence network of whichDee was a part did not figure in his studies. Guided by this sense of comparison and irony, that network can be used to sketch an outlineof the relationship between scholars and policymakers in early modern England.[Top of page] Some DefinitionsThe starting point has to be the term \"intelligence\" itself. For those who are not a part of the Intelligence Community, the tern probablyevokes daring covert operations. And it was during the Elizabethan period that the word took on its associations with spying. But becauseespionage is only a small part of the intelligence process and has drawn inordinate attention, I want to suppress that association. TheDictionary of United States Military Terms for Joint Usage defines intelligence as \"the product resulting from the collection, evaluation,analysis, integration, and interpretation of all available information which concerns ... foreign nations or ... areas of operations and whichis immediately or potentially significant to planning.\" Ransom put it more simply: \"The pursuit of intelligence is the pursuit of informationrequired for decision or action.\"And Sherman Kent more simply still: \"Intelligence is knowledge for the practical matter of takingaction.\" Here, I am concerned with \"research intelligence\" — information of a specialized nature that is gathered and analyzed byscholars for application to government policies and actions.[Top of page] Donovan's BlueprintThe best way to approach the mechanism within which research intelligence functioned is to look in more detail at the theories andpractices of Col. William Donovan during World War II. They form the most clearly delineated and most thoroughly documentedintelligence network that history has to offer.Behind the series of offices that Donovan created was his \"wave theory\": the first wave, which should precede the subsequent waves ofaggressive action, is the collection and analysis of information. In Donovan's equation, \"Strategy, without information upon which it canrely, is helpless. Likewise, information is useless unless it is intelligently directed to the strategic purpose.\"As America's entry into the war became inevitable, Donovan found the government alarmingly unprepared to initiate even the first of hiswaves. As he wrote to President Roosevelt, \"Although we are facing imminent peril, we are lacking [an] effective service for analyzing,comprehending, and appraising such information as we might obtain ... relative to the intention of potential enemies.\" After arguing forthe need to \"analyze and interpret such information by applying to it not only the experience of Army and Naval officers, but also ofspecialized trained research officials,\" he recommended the establishment of the COI.Lodged within the Library of Congress, with Poet Laureate and Librarian of Congress Archibald MacLeish as its chief administrator, theCOI was \"to provide translations, background studies, research reports, and analyses of policy issues over the whole area to be coveredby the intelligence service.\" Such was Donovan's grand scheme for using the academic community in managing information and67891011 1213141516"},{"pageNumber":3,"pageContent":"directing it toward policy.[Top of page] Key PointsIn turning to the early modern material, there are several features worth highlighting and bearing in mind. First, in such a scheme thelibrary and archive take on a new life. Besides preserving the nation's documentary past, they take on a political function as the source ofmaterials that can determine or support policy decisions. As Archibald MacLeish put it in a letter to Donovan on 29 June 1941, \"Librarieshave a much more important role to play than they have played in the past in buttressing spot intelligence with the scholarly element,which is so necessary to giving that intelligence depth, weight, focus, and perspective.\"Second, the types of people involved in the intelligence process can be divided into the \"official scholars\" and the \"action officers.\" Theseare the useful terms of Richard Humphrey, whose essay in the Read volume contains a perceptive critique of the Donovan scheme. Theformer category, the research community, consists of the \"historical research staff,\" which \"must produce evidence in the broad field ofUS diplomatic policy,\" and the \"intelligence research staff,\" which \"must assemble and analyze all obtainable data bearing upon ...conditions and situations in other states throughout the world, as they bear upon American policy problems. ... Taken together, theresearches of these staffs provide part of the frame of reference within which the 'action officer' operates.\"[Top of page] Mixed ResultsPerhaps the most important point about Donovan's scheme is that it never actually worked. The idealistic theories naturally deterioratedwhen put into practice: because of the perennial problems of conflicting personalities, unrealistic attitudes, and inaccessible authorities,Donovan's blueprint became an idiosyncratic and unsound structure. Nonetheless, the primary achievement of Donovan's agenciesstands: in Ransom's words, they \"brought recognition that scholars and the best of scholarly techniques have a fundamental role inuncovering the facts required for national decision.\" And we should not overlook the practical achievements of Donovan's scholars, fromWilmarth Lewis's index card filing system that was the envy of all of Washington to the flour, developed by OSS scientists and named\"Aunt Jemima flour,\" which could be baked into bread while remaining an active explosive.One of the most important features in Donovan's scheme — and one of the prime reasons for its failure — was the idea that theintelligence product would be factual and objective, that it would provide the necessary information bearing on a policy decision and notconclusions about the policy itself. Sherman Kent expressed this idea suggestively:Intelligence is not the formulator of objectives; it is not the drafter of policy; it is not the maker of plans; it is not the carrierout of operations. ... It performs a service function. Its job is to see that the doers are well informed; its job is to standbehind them with the book opened at the right page.[Top of page] The First 007This is a good place to introduce the early modern intelligence network and particularly the activities of John Dee, one of the mostcolorful and enigmatic characters of the English Renaissance. Ironically, he evidently used \"007\" as a codename in some of hiscorrespondence.On 8 September 1597, Dee sent a paper to Sir Edward Dyer entitled, \"The British Sea­Sovereignty: Of the Sea­Jurisdiction of the BritishEmpire.\" Dyer was an active go­between at the Elizabethan court. In the summer of 1597, he was acting on behalf of a Privy Councildeep in heated negotiations with the merchants of the Hanseatic League. During the previous months, England saw its commercialrelations with Central Europe degenerate critically. The English Merchant Adventurers were accused of foul play, and the Hanseaticmerchants in England complained of increasing harassment. The conflict was waged on a petty level, but it eventually forced EmperorRudolph II to issue a decree on 1 August 1597 effectively banning trade with the English merchants.During the next months, the interested parties frantically exchanged diplomats to come to an agreement that would enable them to returnto business. It was at this time that Dyer wrote to Dee, requesting historical and legal information regarding England's territorial rightsand jurisdiction in the Channel and the seas adjoining.1718192021222324"},{"pageNumber":4,"pageContent":"What Dee produced is extremely revealing, less in terms of its content than its form. It is a \"directed reading\" of the work he prepared atDyer's request some 20 years earlier — the General and Rare Memorials Pertaining to the Perfect Arte of Navigation of 1576/7. Withenough precision to make Kent's metaphor about opening the book to the right page stunningly literal, Dee guides Dyer through therelevant sections of that text:There, in the 20th page of that book, (against the figure, 9, in the margin) beginneth matter, inducing the consideration ofher Majesty's royal sea limits. ... And hereupon, in the 21 [st] page, both in the text, and also in the margin, is pregnantmatter contained. ... Then, peradventure, the consequences of the matter, will lead you on, to read the 22[nd], 23[rd],24[thl, 25[th], 26[th], and unto the middle of the 27[th] page. ... Yet, a little more, your pains' taking, will get you some morematter, here & there, till you come to the end of the book. The marginal notes, sometimes, are of great moment. And so Iend these, my brief directions and quotations, thus suddenly set down.This is undeniably an instance of research intelligence at work. As such, it provides a glimpse at the web of activity behind the surface ofElizabethan policy, a glimpse which calls into question two myths: one, cited earlier, that claims that there was no systematic researchintelligence before World War II, and another which claims that Elizabethan policy was created exclusively by the Queen, the PrivyCouncil, and the Parliament.[Top of page] Elizabethan Policymaking ProcessThe policies of England during the reign of Elizabeth have been the subject of many studies, but historians have only begun to considerthe nuts and bolts of the process that generated them. Looking through the various collections of state papers, it becomes clear that thepolicies were by no means the product of just the inner circle of the Privy Council. There are hundreds, if not thousands, of papersoffering information bearing on policy that were prepared by individuals outside — and sometimes well outside — that charmed circle. Ineffect, there was an extensive network of scholarly advisers who all, in differing degrees, contributed to the policymaking process.It is difficult to get a sense of how this system worked. One of the clearest testaments to an Elizabethan intelligence network comes bothsecondhand and posthumously from Secretary Walsingham: in 1599, the lawyer and antiquary William Lambarde wrote a letter to hisfriend Sir John Leveson in which he discussed the rumors of war and complained that the ghost of Sir Francis Walsingham \"groaned tosee England barren of a serviceable intelligence.\"Winks suggests another stumblingblock: \"Historians traditionally rely upon documentation\" while the intelligence field is often \"based uponthe denial, the falsifying and the destruction of information.\" In the early modern material, the frequent uncertainties of date andauthorship — as well as the years and the elements — also take their toll.[Top of page] Research Intelligence: Theory and PracticeYet it is possible to find clear statements of the Elizabethan theories of research intelligence. Walsingham wrote a revealing letter ofinstruction to a nephew about to go abroad. He suggested that he read Roman histories \"as also all books of State both old and new.\"In these readings, he explained, \"you have principally to mark how matters have passed in government in those days [;] so have you toapply them to these our times and states and see how they may be made serviceable to our age ... the reason whereof well considered,shall cause you in process of time to frame better courses of action and counsel. ... And in learning thus [you will frame] yourunderstanding to make it a good treasure­house to serve the commonwealth.\" He also suggested that his nephew learn \"as well of theexperienced as of the learned,\" as well of the officer as of the scholar.And for the Elizabethan practices of research intellieence there is also a contemporary guide, albeit an obscure one. Nicholas Faunt, whoserved as Walsingham's personal secretary, wrote a discourse for the instruction of Walsingham's successors. Faunt believed that thejob could not be done well without the \"help of necessary collections made into books.\" He suggested the following \"heads\" or categoriesfor these books of collections: \"Books peculiar for foreign services,\" including 'A survey of the lands and the Commodities thereof, Thedefense of the Realm, The Charges of the Crowne, and The Courts of Justice.\"' Most important,25262728"},{"pageNumber":5,"pageContent":"Many other books might be hereunto annexed being also of very good use in their places; as books of coinage and mintcauses [,] ... of orders touching, her majesty's household [,] of precedents of all matters. ... [,] of discoveries and newinventions, of descriptions most exactly taken of other countries[,] . . . with many other discourses [,] devices [,] plots, andprojects of sundry natures etc. all which sometimes may serve to very good purpose, and which will be daily delivered tothe Secretary [,] especially if he be known to make account of virtuous employment and of men that are liberally broughtup, and have their minds elevated through ... arts and faculties.Faunt's complicated account provides more clues to the elements and the overall process of early modern research intelligence than anyother source. He provides a sense of how scholarly research reached the Secretary of State, and what happened to it once it got there.He also introduces several keywords — collections, discoveries, discourses, devices, projects, and plots (also called plats or platforms),to which can be added briefs (or breviates), opinions, and advertisements — useful in indentifying certain documents as intelligence.Faunt depicts the mutual relationship between official scholars and action officers at a unique stage in its development when, with theencouragement of at least some policymakers, the ethical or moral humanistic teaching that scholars offered to their princes was givingway to more specialized and politically useful skills.[Top of page] The Academic CommunityMany Renaissance intellectuals opted for careers outside of the universities, in what might now be called the civil service. To give an ideaof how wide the academic community was in early modern England and how closely it was connected to intelligence and civil service, Ihave divided the academic community into four sectors.[Top of page] Freelance ScholarsThe first group is what I call freelance scholars. These men did not have any official position, and they usually had no institutional profilewhatsoever. Occasionally, one was granted a royal pension. John Dee received a yearly pension from King Edward VI and sporadiccontributions from Queen Elizabeth. Usually, however, they had to find other means of support.Many worked as secretaries or tutors to noblemen engaged in official business. The ninth Earl of Northumberland, the notorious \"WizardEarl,\" is known to have employed the mathematicians Thomas Harriot and Thomas Allen as resident scholars, and Mary, Countess ofPembroke, appointed Sir Adrian Gilbert as her resident chemist and laboratory technician. A few scholars were well enough establishedto own and work out of their own households, enabling them to offer their services to a wider range of clients.Dee conducted his scholarly activities in his conveniently placed house in Mortlake, close to the city of London and even closer to theQueen's palace at Richmond. Despite complaints of abject poverty, he was able to maintain a household of at least 17 people, and toacquire a library filled with thousands of books, records, and scientific instruments.[Top of page] Scholarly ProfessionalsThe second group, the scholarly professionals, is even more diverse. It includes the educated men of the merchant class who so oftensent economic intelligence to the Queen and her Secretary. For instance, John Johnson was one of the principal Tudor merchants. Latein his life, he joined the service of Lord Paget, Elizabeth's Ambassador to France, as his accounts secretary. He prepared a whole seriesof papers advocating the establishment of markets in England, and several remain in the state papers. They were eventually collectedinto a single volume, which he sent to Lord Burghley in late 1571. Burghley was sufficiently impressed to share it with the Privy Council;but, in the end, the plan proved impractical and was shelved.Another merchant in the cloth trade, Thomas Trollop, was responsible for one of the most interesting state papers of the Elizabethanperiod. In June 1561 he sent the Queen a discourse entitled, \"The brief contents of a little book entitled a profitable New year's gift to allEngland.\" (This paper proposed the enrichment of the commonwealth through the manufacture of canvas and linen.) Trollop actuallyhad a seven­page summary of his book printed, and sent a dozen copies of these \"breviate notes,\" as he called them, to the Queen to bedistributed to the Council.[Top of page]29"},{"pageNumber":6,"pageContent":" The ClericalsThe scholarly professionals would also include the large number of clerks, secretaries, and recordkeepers employed by the crown. Forexample, Sir Thomas Wilson the elder (1525­81) successfully combined academic and political activities. In addition to writing a populartextbook on rhetoric, he was the first keeper of the State Paper Office. In 1578, when the Queen created the \"Office of her Majesty'sPapers and Records for Business of State and Council,\" Thomas Wilson was appointed the \"Clerk of the Papers.\"When Wilson died, his nephew — also named Thomas Wilson (1560?­1629) — inherited the mantle. He studied civil law in Cambridgeand, after failing to become a fellow of Trinity Hall, he was employed as an \"intelligencer\" and negotiator in Ireland and elsewhere. Whilein the service of Sir Robert Cecil (Lord Burghley's son and Secretary of State from 1596 to 1608), Wilson wrote the often­quoted treatise\"On the State of England A.D. 1600.\" In 1606, he became Keeper of the Records and left behind many papers and projects forreorganizing the State Paper Office.[Top of page] Legal ScholarsThe third group, legal scholars, had two general types. First, those lawyers who served the state from within the legal institution. Dr. DavidLewes, for example, was in the Court of Arches as Judge of the Admiralty, and he was often consulted by Burghley when a case ofinternational law arose.Then there were the lawyer­antiquaries, most of whom joined together to form the Elizabethan Society of Antiquaries. Their careers andinterests were varied, but William Lambarde can be taken as representative. He was trained at Lincoln's Inn before entering publicservice, first as a Commissioner of the Sewers in Kent, and then as a Justice of the Peace and Alienations' Office Deputy. Under thepatronage of Lord Burghley and others, he prepared antiquarian, historical, and topographical treatises, revised and drafted acts of thePrivy Council; and wrote a set of papers called Collections on Chancery. At the apex of his career he was appointed Keeper of theRecords in the Tower of London. In the words of Retha Warnicke, \"While performing the required acts of his various posts, this dedicatedroyal servant attempted to organize, to analyze, and to clarify existing procedures, methods, and Qoals, with the ultimate desire to have... law and order in the kingdome.\"[Top of page] The UniversitiesThe last sector of the academic community was the universities. Their scholars seem to have played the least important role in theresearch intelligence network. There is little evidence of intelligence papers passing directly from university scholars to policymakers.Indeed, many scholars in the other sectors had left the universities out of frustration at their isolation and their lack of practical teaching.Several scholars, including John Dee, seem to have left because advanced scientific and technological research was almost impossiblein the universities.Dissatisfaction with the university curriculum reached a peak by the 1570s, and in the next decades there were many proposals foreducational reform. Sir Humphrey Gilbert's plan to establish what he called Queen Elizabeth's Achademy put these reforms in a nutshell:such as govern Common Weales, ought rather to bend themselves to the practice ... than to be tied to the bookishcircumstances of the same. And whereas in the universities men study only school learnings, in this academy they shallstudy matters of action meet for present practice, both of peace and war.While the universities were not conducive to the generation of research intellgence, they did provide the education required for civilservice careers. For this reason, Elizabethan policymakers treated the universities as a sort of recruiting ground, much like the COI andOSS did the colleges of the Ivy League in World War II.In an autobiographical account of 1593, Sir Thomas Wilkes recalled that he was a student at Oxford in the early 1570s when thenAmbassador to France Dr. Valentine Dale snatched him away as his secretary. There is good evidence that the recruitment ofuniversity scholars and their employment as \"facilitators\" was an accepted practice.[Top of page] 303132"},{"pageNumber":7,"pageContent":"Military IntelligencePerhaps the largest number of intelligence papers surviving in the archives, especially in collections of foreign papers and in years ofmilitary engagements, are those that could be classed as military intelligence. These papers were produced by military theorists andpractitioners from a range of backgrounds. Many came from the highly educated officers of the governing class. But even those militarymen with little education and few contacts had channels of access to the government. A Captain Goring, while on active duty in Ireland,sent to the crown a \"discourse on the rebellion.\" Capt. William Mostyn sent to Robert Cecil his \"plot for the suppression of the earl ofTyrone.\" Capt. John Braynard sent the Queen a letter of advice on the management of the war in Ireland, and provided Cecil with anabridged copy.In the same period, the military author Barnaby Rich offered the Queen \"a looking glass ... wherein to view Ireland.\" From a differentfront came an anonymous paper for the Queen, which included a plan for the defense of the border against the Scots. Again, there isevidence that these papers were taken seriously by the crown. On 31 May 1598, Captain Dawtrey sent the Queen his discourse on therebellion in Ireland. A note of endorsement records that the discourse was read to her and that she directed it to Cecil, commandingDawtrey to personally attend the Secretary in order to elaborate on his promises.[Top of page] EspionageIt may seem perverse that I have left spies and their foreign intelligence for last, but they were only one part of a broader intelligencecommunity in Elizabethan England. This is not to deny that espionage was a common practice and an integral component in the makingof foreign policy. Stories of Elizabethan daring and doublecrosses have had the same appeal to historians and the public as those of the20th century. Walsingham, Burghley, and other important officials all had men planted in the major cities of Europe who were paid to sendregular intelligence reports. Much of this information came from men with official positions abroad. And there is also evidence that younggentlemen traveling on the Continent were expected to gather and transmit foreign intelligence. But the preparation and implementationof foreign intelligence has yet to receive a detailed and measured account.[Top of page] Losing ImpetusResearch intelligence in both Elizabethan England and modern America can be seen as a cold war practice by interventionists. Theprocess gained its impetus from a sense of impending engagement or conflict with foreign states and a desire to be well prepared for thatbattle. Colonel Donovan exemplified this position. In early modern England, its advocates are mostly to be found among the \"War Party,\"and its products mostly cluster around the cold war with Spain and the ongoing conquest of Ireland.As World War II progressed, the R&A Branch of OSS decreased in size and importance in relation to the more action­oriented branches. Isense that the same thing happened in Elizabethan England. As Anglo­Spanish hostilities became more overt in the late 1580s and early1590s, there was a noticeable lapse in the influx of research intelligence papers. Advertisements from spies abroad increasingly replaceddiscourses from scholars at home. And, in fact, there is some evidence that through the. 1590s the position of \"scholarly intelligencer\"became more and more difficult to sustain.[Top of page] An Impossible Balance?The picture of the relationship between official scholars and action officers I have drawn is somewhat idealized. Michael Handel explainsthat the situation is always perilous, resting as it does on a delicate interpersonal balance: \"the intelligence advisor walks a thin line ...[his] ability to succeed depends on the 'chemistry' between him and the leader as well as on his credibility. Here the relationship ... isasymmetrical, as is it a meeting between an expert without authority and an authority without expertise.\"Furthermore, while the ideal of the intelligence product is policy neutrality or objectivity, the reality is more akin to that suggested byThomas L. Hughes as \"Intelligence in search of some policy to influence and policy in search of some intelligence for support.\" In earlymodern England, this captures the situation exactly. Official scholars faced the dilemma of backstopping and marketing their intelligenceproducts, or dropping out from the network entirely. In this context the complaints of John Dee and Thomas Wilson, which have beenread by their contemporaries and modern historians as signs of their excessive ambition, seem not only justified but restrained. For it wasnot easy to function, as Robert Naunton told the Earl of Essex in 1596, with one's \"nature ... betwixt a pedagogue and a spy.\"[Top of page]33343536373839"},{"pageNumber":8,"pageContent":" NOTES1. Essavs in Honor of Conyers Read, ed. Norton Downs (Chicago: University of Chicago Press, 1953), pp. x­xi. For Langer's own doublelife during the war and after, see his autobiography, In and Out of the Ivory Tower (New York: Neale Watson, 1977).2. London: Collins Harvill, 1987.3. Op. cit., p. vii.4. In this operation, the OSS, Yale librarian Bernard Knollenberg, and Notestein conspired to send English Professor Joseph Curtiss on asecret mission to Turkey under the pretence of acquiring books for the Yale library (see Winks, ch. 3).5. In S. J. Cimabala (ed.), Intelligence and Intelligence Policy in a Democratic Society (Dobbs Ferry: Transnational Publications, 1987).6. The Intelligence Establishment (Cambridge: Harvard University Press, 1970), p. 3.7. OSS: The Secret History of America's First Central Intelligence Agency (Berkeley: University of California Press, 1972), p. 13.8. State and Scholars in T'ang China (Cambridge: Cambridge University Press, 1988).9. Ransom, op. cit., p. 71; Bradley F. Smith, The Shadow Warriors: OSS and the Origins of the CIA (New York: Basic Books, 1983), p.370.10. Cited in Ransom, op. cit., p. 8.11. Op. cit., p. 8.12. Strategic Intelligence (Princeton: Princeton University Press, 1949), p. 180.13. Ranelagh, op. cit., p. 50.14. Thomas F. Troy, Donovan and the CIA: A History of the Establishment of the Central Intelligence Agency (Frederick, MD: UniversityPublications of America, 1981), Appendix B, \"Memorandum of Establishment of Service of Strategic Information,\" p. 419.15. Ibid.16. Troy, op.cit., p. 84; cf. Bradley F. Smith, Op. cit., p. 73 and ch. 8, passim., and Ranelagh, pp. 50­62.17. Troy, op. cit., p. 84.18. Op. cit., p. 32.19. Ransom, op. cit., p. 73.20. Winks, pp. 96­110, 113.21. Op. cit., p. 182.22. Dee is the subject of many studies, the best of which is Nicholas Clulee, John Dee''s Natural Philosophy (London: RKP, 1988). Theclassic treatment of Dee as Elizabeth's 007 is Richard Deacon, John Dee: Scientist, Geographer, Astrologer, and Secret Agent toElizabeth I (London, 1968). My own study, John Dee: The Politics of Reading and Writing in the English Renaissance, is in press with theUniversity of Massachusetts Press.23. Three manuscript copies of this text survive: I quote B[ritish] L[ibrary], Harleian NIS 249, art, 13. In this and all other quotations fromearly material I have modernized the spelling.24. The relevant primary sources are scattered throughout the State Papers at the P[ublic] R[ecord] O[ffice]: see especially theUncalendared State Papers Foreign, Hamburg and Hanse Towns.25. Cited in Retha M. Wamicke, William Lambarde: Elizabethan Antiquary, 1536­1601 (London: Phillimore & Co., 1973), p. 135.26. Op. cit., p. 476.27. The full text of the letter is printed in Conyers Read, Mr. Secretary Walsingham and the Policy of Queen Elizabeth, 2 volumes.(Oxford: Clarendon Press, 1925), 1:18­20."},{"pageNumber":9,"pageContent":"28. There are several manuscript copies extant, but the text has been printed in full in the English Historical Review 20 (1905), pp. 499­508, and it is from this edition that I quote.29. PRO SP12/17, no. 49.30. Op. cit., p. 101­102.31. Early English Text Society, Extra Series 8 (1869), pp. 4, 10.32. PRO SP 12/246, no. 52; cf. DNB.33. PRO SP 63/180, no. 61, SP 63/202, part 3, no. 185, and SP 63/206, no. 116.34. PRO SP 63/205, no. 72.35. Calendar of Border Papers, Vol. 1, No. 581.36. PRO SP 63/202, Part 2, No. 52 (cf. Nos. 53 and 57).37. Introduction to Handel (ed.), Leaders and Intelligence (London: Frank Cass, 1989). p. 15.38. Alfred C. Maurer, Marion D. Tunstall, and James M. Keagle (eds.), Intelligence: Policy and Process (Boulder and London: WestviewPress, 1985), p.11.39. Gustav Ungerer, A Spaniard in Elizabethan England: The Correspondence of Antonio Perez' Exile (London: Tamesis Books, 1974),Vol. II, p. 102.[Top of page]UNCLASSIFIEDPosted: May 08, 2007 08:56 AMLast Updated: Aug 04, 2011 08:39 AMCONNECT WITH CIATWITTER FEED(/news­information/your­news)(/contact­cia)"},{"pageNumber":10,"pageContent":"Privacy (/about­cia/site­policies/#privacy­notice)Copyright (/about­cia/site­policies/#copy)Site Policies (/about­cia/site­policies/)USA.gov (http://www.usa.gov/)FOIA (http://www.foia.cia.gov/)DNI.gov (http://www.dni.gov/)NoFEAR Act (/about­cia/no­fear­act/)Inspector General (/offices­of­cia/inspector­general/)Contact CIA (/contact­cia/)Site Map (/sitemap.html)(/open/)View @CIA Twitter Feed(https://twitter.com/CIA)Director Brennan remembers Nathan Hale & the sacrifices he made in service to freedom & independence. #4thofJulybit.ly/1KvsY3VCIA @CIAShow Media#Coin looks like an Eisenhower dollar, but it is really a concealment device used to hide messages or film. pic.twitter.com/wUTJopP5jfCIA @CIA2 Jul30 JunTweetsFollowTweet to @CIA"}]
