[{"pageNumber":1,"pageContent":"Midnight’s CircleA Commentary of AZOTHOZ – A Book of the AdversaryPresented by The Night Ravener (Akhtya Seker Arimanius ~ Michael W. Ford)-A Brother in the Pact of Witchblood AZOTHOZ presents in poetic form the antinomian concept of separation from the natural order. This is clear throughout the various grimoires such as NOX UMBRA, BOOK OF CAIN, YATUK DINOIH, GOETIA (Luciferian Edition), and The TOAD RITE. Azothoz is actually a strong foundation from which these works arose. As written as lyric and poem form, the original praxis of the spiral force is not only directed inward, it is invoked in the circle of being. As some may have studied, Aleister Crowley[1] has placed significant focus on the Spiral Force, the traveling point of magickal energy. The same may be stated in the Antinomian practice of Left Hand Path Magick, it is the spiral force from below (darkness) which ascends through the body (self) towards the Luciferian Realms (Light). A good point of focus may be the planet Saturn, which holds two octaves[2] which is a lower and higher. The opposing force resides in both octaves, the lower being Satanas = rebellion, adversity, fire and the destructive power of the Sun. The lower is the demonic, being the fall from the light to taste the wisdom of darkness. The higher octave is Lucifer, the Angel-Serpent which brings wisdom to mankind. Lucifer is known in the Sabbat and Luciferian Witchcraft lore as among other names, Azal’ucel, being a sigillic word-manipulation of Azazel and Lucifer. The face of the Dragon-serpent is indeed an Angel (Angels are described as Higher articulations in man) who brings the gift of the Black Flame to us, Spirit and intelligence. “It is the ecstasy of the in-between that led to the path unseen” -Azothoz by Michael W. FordIn working with the Adversary, one must be focused on the Great Work of Becoming like Lucifer, thus keeping by Will developing in the Higher Octave, being the Luciferian Sabbat– the ecstasy of the Light of Iblis, the very Knowledge and Communication of the Holy Guardian Angel or Angelic Familiar. This is the essence of the Great Work, the bare root or essence of what the focus of BlackMagick and Luciferian Witchcraft/Sorcery entails. A study of the Janus-Headed Adversary is essential in the context of the Sabbatic/Luciferian Path as well as others. In the Brotherhood of Saturn the God of the Saturnian Sphere is Baphomet – Temohpab, being a Angel-Demon of both a positive and negative side. In AZOTHOZ, Lucifer is the Baphometic Spirit which presents in lyrical prose the sides of the Adversary, in terms of Sethanic (of SET) Witchcraft and the Left Hand Path. Set is presented in AZOTHOZ as the Egyptian Godform of Chaos, Darkness and Storms. He is in this sigillic mask the initiator and tester, the opposer and flame giver. It is indeed the mask of Set which was given unto his bride, Lilith, to spawn CAIN, the first sorcerer and initiator of Witchblood. As written in Azothoz-“Lilith came unto the Prince of Darknesswhom found the shores of the Red Seain passion and nocturnal lust knewthe passions of man and womanthus children of this infernal union born”This represents the formula of Sex Magick within a Left Hand Path perspective. They (Samael/Lucifer & Lilith-Awlraun) join in their circle of flame at the shores of the Red Sea to copulate and breed Daemons. The significance of the Red Sea is the point of the Ocean from which Leviathan arises, thus Leviathan the coiling dragon (the CIRCLE) brings the Lucifer and Lilith in Sexual Congress, by Will they create the first born of Witchblood = Cain. This is mirrored by the initiate who is able by the solitary act to bring in union both the masculine (Lucifer/Samael) and the"},{"pageNumber":2,"pageContent":"daemonic feminine (Lilith) to spawn Cain (the united Self, the Adversary in flesh, Baphomet). In the Circle of Midnight does the self invoke the shadow of the Adversary; it is the union of the Daemonic Spirit or True Will with the sorcerer. In this process, the passing and invocation of power brings the initiate in the passing of Witchblood. Azothoz is the word which brings the self to the fall and then to discover in the darkness the Black Flame within, the very gift of Iblis[3]. It is the idea of this word, spoken in silence by the sorcerer or witch, to encircle the self in the Holy Fire of Samael and Lilith, those who rebelled from the Natural Order (Right Hand Path = death of being) to bring man and woman intelligence, being known as the Black Flame. The magician speaks the word of making to become as a God himself; Cain is born from the union of the Dragon and Harlot.The illustrations of Azothoz provide a powerful interplay between the invocations and the placement of the actual drawings in the tome. There are 13 illustrations of the grimoire, each holding a focus of the Luciferian Gnosis is some way or another. “The Spirit of Azothoz” beholds the Eye of Set or Saturnus, the Adversary. This eye is surrounded by Flame, and is at first glance a serpent’s eye. This is the wisdom driving sigil of the discovery of dreaming and waking knowledge, that which lies hidden. “Iblis” is a powerful sigillic drawing which interplays with the 6th section of the poem, the descending dragon-angel which is Azazel, or Lucifer. This Adversarial Spirit is shown with Angelic traits (the upper which falls from the Sun) to the Demonic (which descends but then reaches towards the Light again). It is a process of coming into being as the Adversary, horned and crowned in the Midnight Sun, thus emerging Shaitan of Midnight.[4] The 17th and 18th section of the poem displays the “Alphabet of Desire” which presents the language of making and the subconscious spells made flesh. The sigils are aligned within two Trapezoids crowned by Cain the Adversary and the Apep – Demon of Chaos, surrounded by sigillic formulas of Antinomian Self-Deification; the making of the Luciferian Mind through Solitude and Isolation. This is a process of developing the self through the Mark of Cain[5] and the declaration of separation from the Natural Order. This allows the magician to grow without outside and society crippling dogma. The Sigillic Drawings of Lilith and Samael-Asmoday (a mask of Shaitan-Iblis) are the separate initiators of the path, Lilith who comes as the vampyric – succubi and the Moon dwelling force of water and earth, via the North Winds (symbolic of Darkness). Shaitan-Samael, the Dragon-Angel comes enfleshed as a beautiful figure which holds two skulls, one Wolf-like and one of a Goat – this is the Sexual Formula of the Sun entering the Moon, thus Shaitan’s direction is South and East, depending on his representation, being of Wisdom or Fire (Two Octaves of Saturn, the Higher and Lower).The other illustrations are equally important and play a direct correlation between text and image, thus being a grimoire which plants a seed in the reader, as one widdershins[6] forward via magickal development the Adversary awakens via the Black Flame.A section in “The Throne of Twilight” mentions an Atavistic Resurgence concept which was propagated to some extent by Austin Osman Spare. “Humanity carried the knowledge of the Beast which angels sought to possess”This refers to the Fall and how Lucifer sought to invoke the dragon and beast within his being, thus joining in union the Sun with the Moon. The practitioner of the Art Magical[7] Is one who seeks the Knowledge and Conversation of his Holy Guardian Angel or Luciferian Angel, but also to enflesh the Bestial Aspects of his being, thus developing the Shadow and the Light aspects of his being. This is the Great Work, through isolation in the antinomian path does the Luciferian Sorcerer come forth and recreate himself/herself as a God.“The Lore of the Fallen” was written as a Witch cult invocation of the self bringing in union the ghost-fires of shades of the dead with the Witches Sabbat and Luciferian Point of Becoming. The"},{"pageNumber":3,"pageContent":"illustrations present direct interplay of this process, the dynamic in motion. While the illustrations do not represent the end point, but rather the self in this motion, ever flowing towards the higher articulation of being. As AZOTHOZ deals with the magickal transformation of being, the ensorcelment of self in the circle of Cain and Lilith, the further exploration of the Watchers are given in the tracts THE SUN and THE MOON. Each presents the developmental process of the Witchblood propagated by the Watchers who in spirit and dream bring knowledge to those who may invoke them. The Invocation of the Black Eagle as propagated by Austin Spare presents a powerful nightside formula of image and concept which holds the sorcerer in isolation. One should seek the Black Eagle in dream, in those areas not conceptually noted from which shadows may hide. It is the Initiatic Guide which grants the knowledge of the darkness in the self. The focus and essence of Azothoz lies in dreaming, how this may relate to the individual and what omens are presented. Hidden in the gnosis of Azothoz is the embrace of the Sun, the solar and life giving illumination, but also the scorching and fire influenced spirit of Sorat/Shaitan/Set, which is the core essence of the isolated spirit of the Adept.Equally the Moon and Night (Darkness) is the gnosis which must be explored through the dreaming essence of Lilith – Az, the emotional, instinctual and sorcerous path. It is the direct transition and embodiment of the adept in the Antinomian Left Hand Path concept. It is essential to balance both, as one feeds the other, be it masculine and feminine qualities. The union of the Sun and the Moon defines the essence of being, thus separates by Will the isolate consciousness of the Adept. AZOTHOZA Book of the AdversaryBy Michael W. FordIllustrated by Elda Isela FordPublished by Succubus Publishinghttp://algol.chaosmagic.comAzothoz is a formula used specifically in the Golden Dawn and is a work combined from the first and final letters of the Latin, Hebrew and Greek Alphabet – Alpha & Omega, Aleph and Tau. This work symbolizes the Beginning and the End, the Dawn and Twilight, thus as AZOTHOZ is a reverse partly, signifying the Adversary. Azothoz is a poetic grimoire which sigillizes in lyric and image the essence of Set/Shaitan the Adversary, Lilith and the sorcerous path of Luciferian Witchcraft. Azothoz contains an essay on Sethanic Witchcraft and the development inspired from various correspondences around Azazel, the Middle Eastern Fire Djinn who is regarded by practice as the initiatic spirit of sorcery. The Adversary in an initiatory context as it pertains to the Left Hand Path, the path of Non-Union with the subjective universe. Part One of Azothoz is “The Throne of Twilight”, this poetic invocation is the Leviathanic Dance against the Sun and ensorcells the Vampyric and Shadow essence of not only the Sabbat, but the sorcerous invocation of Shaitan-Lilith-Azrael-Ahriman, the Infernal Spirits who reside over the Path itself. Part Two “The Lore of the Fallen” is a poetic-invocation of the Cunning Path, that of the Sabbat and Sethanic Gnosis of Lucifer and Cain, from which the Initiatic Fire is passed from Spirit to Spirit. The Spirit-Familiar of Austin Osman Spare, known as the Black Eagle is presented here as a guide by a sinistral (left way) sigillic formula, including an invocation chant and essay upon the shadow of this vampyric shade. Two formulas of the Sun and the Moon are given, which is a sigillized text of the Watchers of the Book of Enoch. The Grimoire ends with an invocation of Set the Adversary. Azothoz is beautifully illustrated by Elda Isela Ford, who captures the pictorial symbolization of the darker aspects of the sorcerous path."},{"pageNumber":4,"pageContent":"All Material Copyright (c) Michael W. Ford 2003 http://algol.chaosmagic.com[1] The Book of Thoth, Aleister Crowley, The Thoth Tarot.[2] Fire and Ice by Stephen E. Flowers[3] “The Throne of Twilight is the awakening undertaken by the initiate, by he and she whom invokes and envisions the Luciferian Light. That Lucifer is Iblis, the imagination and the very foundation of free thought that defines the propagation of the Will.” – From SETHANIC WITCHCRAFT & THE LEFT HAND PATH, the Introduction to AZOTHOZ by the present author.[4] See NOX UMBRA, “The Ritual of Entering Black Eden”, the Vampyric-Luciferian Dreaming Sigil of the Devil-made flesh.[5] A Ritual performed via BOOK OF THE WITCH MOON, by the Present Author and a private version practiced in COVEN MALEFICIA, the Triad of The Order of Phosphorus. See THE BOOK OF CAIN by the Present Author.[6] Widdershins is a movement counter-clockwise, a way of going reverse about a circle. See Arkon Daraul, A History of Secret Societies, Citadel Press.[7] A term used by Scire, G.B. Gardner, IVº OTO to denote the path. Pg. 182 of High Magic’s Aid, IHO Books."}]
