[{"pageNumber":1,"pageContent":" 1Diabolus The Dragon within the Triangle of Darkness An exploration of the Adversary within Magick Michael W. Ford © 2004 Michael W. Ford For The Order of Phosphorus members only. Succubus Publishing website – http://algol.chaosmagic.com Psychonaut 75 website – http://www.psychonaut75.com E-mail: keteb75@psychonaut75.com"},{"pageNumber":2,"pageContent":" 2 Contents Introduction I. Set – the Egyptian God of Darkness II. Ahriman – the Persian Devil and the Whore of Darkness III. The Adversary and the Bride of the Devil, Cain the Son IV. The Gnostic Yaltabaoth, “Child of Chaos” V. The Path of the Crooked Serpent – Leviathan and Beelzebub End Introduction The very intent and purpose of this essay is to bring to light the roots of the Adversary in Magick from a historical and mythological standpoint. As a practitioner of Magick from a Satanic and Luciferian viewpoint, many often inquire on my sources and inspirations from which I form my sorcerous work. It was because of this need for a crystallization of the form and function of the praxis of sorcery that I began, to present a concise view of the practice of Left Hand Path magical practice from a Luciferian viewpoint. The Dragon within the Triangle of Darkness is a reference made to the evocation circle as the meeting place of the Daemon and Man, but also the Luciferian rite of Azi Dahaka, the Sorcerer-Dragon King from Persian mythology called Zohak, an original Son of Satan. The Black Triangle by more common knowledge is related to the concentration of Will to Evoke the Daemon of Man and Woman, to uplift and envenom their spirit with the Adversarial Gnosis (an illustration is found in the Paitisha). It must be considered appropriate that we explore the traits and descriptions of the Adversary or Opposer from a historical and mythological standpoint as well as from a practitioners’ own viewpoint. This will present the very need of imagination within Magick itself, an essential ingredient to successful sorcery. While I am limited to encircling and crystallizing the finer points of the various forms of the Adversary, I by no means have presented the entire spectrum of the Opposer in praxis of the Path. It is however, desired to offer a collective comment and study on the exhaustive sources of Lucifer and Lilith in their various forms throughout time, with inclusion to modern magicians such as Charles Pace, Aleister Crowley, Nathaniel Harris, Anton Szandor LaVey, myself and others within the Fire of the Adversary. It must be understood that what is firstly considered the devil is only a cipher towards which lies within; that looks are deceiving and thus a test to the nature of both the Opposer and the sorcerer within the context of relation. By passing through the darkness is a light revealed brighter than all others. Beginning with the foundations of the Adversary in the form of the Egyptian Set are we able to firstly understand that his force, while averse is indeed a necessary and"},{"pageNumber":3,"pageContent":" 3significantly important to the balance of nature in both a ‘natural’ and ‘supernatural’ sense. The Shadow holds substance which bears the fruit of knowledge from the practitioner who is daring enough to taste it. Set is the original Opposer or Adversary, whose form captivated and later frightened those who dare stand against him. The Persian foundation of averse practice is found in some ‘satanic’ lore written by Zoroastrian priests. Ahriman, the Prince of Darkness in that regions lore is the initiator of the shadow – practice of sorcery, thus cannot be judged within a spectrum of the Zoroastrian religion – this gnosis is ‘other’ and stands outside within practice. To make proper reference; “And by their devotion to witchcraft (yatuk-dinoih) he seduces mankind into affection for himself and disaffection to Ohrmazd, so that they forsake the religion of Ohrmazd, and practice that of Ahriman.” – The Bundahishn, from “On the Evil-doing of Ahriman and the Demons”, Sacred Books of the East, Oxford University Press, 1897 Here lies the very foundation and cipher of the averse magical practice of Satanic and Luciferian Magick – it is ‘other’ and exists outside any other religion, despite having inverse practices of traditional Right Hand Path religions. Sorcery is a religion, and its doctrines are written in the Will and Works of the Magician his or herself. The Evil Eye itself holds a precedence and importance within the practice of Yatuk-Dinoih, there are specific demons of the evil eye. This may be considered in the context of powerful consciousness, the Will in consistent motion; thus therein a part of the Adversary. Consider also the nature of the other demons, Savar, who is the leader and may be corresponded to the Hebrew Belial, the angel of Lucifer, as well as Taromat who is a demon of disobedience, thus Antinomian in purpose and practice. In the context of the presented essay, the reader or practitioner of Magick may by this find the associations to the Grimoires of the Luciferian Path1 and how this form of practice manifests from mythological and historical sources. Another question may be asked, what is the purpose of the Adversary? In my years of practice and development of the art on a personal level, I feel and understand the nature of the Adversary to be dual in its nature. Satan is a tester, who by illuminating the self of the initiate asks and poses many questions and challenges; it is up to the individual to answer these by action and balanced thought. The devil has always given the greatest gifts, however the cost is the test itself. You may be led into the darkness and feel as if you cannot go on – therein is a test, to rise up through that trouble in your life to emerge as a Bringer of Light – this is only a mere glimpse of the Fall under the shadows of the adversary. The nature of Lucifer is movement and motion; storms, chaos and order which arises from it. To drink the venom of this cup is cursing and blessing – be prepared to change and mutate into something greater; or seal your fate to a mindless death.   1 See the Suggested Reading List at the end."},{"pageNumber":4,"pageContent":" 4I. Set – the Egyptian God of Darkness “I am Set, the Father of the Gods. I shall never come to an end.” -The Book of the Dead The Egyptian mythology of Gods and powerful deities is perhaps History’s most elaborate and evasive within the conception of their opposing powers. The Egyptian God of Chaos and Storms, Set, called also Sutekh, Set-heh or Seth-an was revered in the 3rd Millennia B.C. and forward, originally as a positive force of movement and foreign lands. It was later on that Set became a form of the Opposer, with Red being a sacred color and his minions being actual demons who tested or destroyed others. Set was commonly perceived as a God of War, who taught some Pharaohs the art of shooting the bow and arrow, etc. The Egyptian Book of the Dead presents Set as the Lord of the Northern Sky, who is over storms, cold weather and darkness. Set was perhaps the most significant Egyptian God in that he alone was the God of Mystery and the Unknown, both the shadow and fire. As being a Patron of the Deserts, Seth was also revered as a Deity over the Scorching Heat of the desert sands. This concept continued on in the Persian Ahriman and the Islamic Shaitan, which shall be discussed in further detail later on in this treatise. “Verily, the Soul of Set, which is greater than all the gods, hath departed” - From the Papyrus of Ani Set was known as a God of unrest who continually fought with Horus, his brother and was the antagonist and murderer of Osiris, a God of Stasis. Set also protected Ra on his journeys through the Underworld, and was able to master the chaotic force of Apep, a Serpent of Darkness. Set is known in the Book of the Dead as having legions of devils, known as Seba as well as Smaiu, who obey his commands. It seems also that there were a group of rebels who were of Set and were defeated early on. Set is mentioned in the Egyptian Book of the Dead as having the skin of a Bull. In the eleventh section of the Tuat called “Reenqerrtaptkhatu”, Set is in the form of a serpent and called “Set-heh” meaning “The Eternal Set”. “When Osiris came again, Typhon plotted with seventy-two comrades, and with Aso, the queen of Ethiopia, to slay him”-The Egyptian Book of the Dead, E.A. Wallis Budge Set is primarily regarded the same as the Greek Typhon, a serpent like Daemon-God who is a Patron Spirit of Sorcery and Magick. Plutarch explained that in Egyptian astronomy Seth or Typhon was connected to the Solar World, while Osiris was associated with the Moon. The Sun was considered very hostile as it dried up and made lands inhabitable, while the Moon nourished and brought moisture. Plutarch writes the Seth means “Compelling and Overmastering”, being a powerful force of chaos and order. Typhon was collectively later known and associated to the Earth’s shadow, which they bring into the lunar cycle and the eclipse. In such an aspect, Seth is highly significant to the balance of chaos and order, as he creates situations for both to occur. "},{"pageNumber":5,"pageContent":" 5Set and Horus indeed have a close connection as not only brothers but also deific opposites. It is suggested by E.A. Wallis Budge that Horus means something similar to “He who is above” and Set therefore “He who is below”, thus holding a significance to “As Above, So Below” and the Baphomet idol long regarded as a form of hidden knowledge. Considering Set’s name had similar hieroglyphic connections to stone, it can be suggested further that this god was a personification of the lands of death, stony land and the desert wastes. Set’s direction was also often consider South as well, and his opposing side of the North. In later times, as previously mentioned, Ahriman has been long associated with not only the North but also the South, making reference to his powers over both scorching heat and cold. The Head of Ramses II has been shown being dually crowned by both Set and Horus – indicating Power and Knowledge. One reference of which Set makes comment is in the crowning “I will give thee all life, and strength and health”, thus although considered often a Devil and a most feared God, this power could be used in a positive aspect as well. Set was also friendly to the Shades of the Dead as well, Set was said to purify and Horus strengthen. The backbone of the dead was considered the backbone of Set. Another title of Set is SMAI, the Egyptian name associated with Set as the archfiend and devil. It was as the Adversary becoming the mastering force over Apep, thus slowly Apep became a form of Set and vise versa. The demonic beasts, serpents and such located and dwelling deep in the waters were considered of Set and therefore part of his essence. Similarly anything with Red was often considered to be of Set, as Red was the color commonly associated with Fire and Aggression. Apep and his/its brood have been referred to as “Children of Rebellion”2 and were opponents to the Sun God. While Set has been considered for being a beneficial God, his darker side lays foundations of power and awe, from which lived on even beyond his name being denounced and demonized. The names of the form of Set as Apep are indeed many, some of which are Saatet-ta (Darkener of the Earth), Hau-hra (Backward Face), Tutu (Doubly Evil One), Hemhemti (Devourer), all of which describe the Storm Demon who is called also Kharebutu the Fourfold Fiend. In the gnosis of Set who overcame the serpent for Apep to become him presents a powerful gnosis for the aspiring sorcerer. Apep also bore the name of Rerek, a monster serpent form of Set who had many helpers being serpents, noxious creatures and demons. It is further connected that Thoth was said to have gotten the knife to slay the Bull from Set, thus making parallel the name of Smain with Set, being violence. One specific dwelling place of Set was called “Set Amentet3” which is the “Mountain of the Underworld”, which is a cemetery in the desert on the west banks of the Nile. Set is also closely connected with a former Death-God called Seker, who was later merged with Osiris and became something rather different in nature. In the Tuat, Seker resided within a kingdom called Ra-Stau, from which he sat upon a Throne in Majesty, having numerous legions of winged serpents, devils called Seba and other monsters   2 Budge, E.A. Wallis, the Gods of the Egyptians Volume 1 3 Compare with the Persian Arezura, the Mountain in the North from which ‘hell’ is commonly located."},{"pageNumber":6,"pageContent":" 6which devoured various shades of the dead who were sent there. It is written in the Book of the Dead that Seker’s Throne is pyramidal in form, filled with darkness. He appears commonly in the Tuat as a mummified man but has a hawk’s head and a pair of wings, which come forth from the back of a two headed serpent. The symbolism of the Hawk and the Twin Serpents are later presented in the Persian descriptions of the Adversary, firstly a symbol of Ahriman was a Hawk attacking a sparrow and the Twin Serpents appearing from an Ahrimanic Kiss on the Shoulders of the King Zohak, who later became Azi Dahaka, the Storm Demon. While these similarities cannot be assumed to be directly related, they are by all instances interesting. The constellation of the Bull or Bull’s Thigh is related to Set. Often called “Bull of double brilliance”, this is perhaps the brightest constellation around the North celestial pole otherwise known as the Great Bear or Little Dipper. The mummified hawk that is called the “Lord of the South” is connected with Set in this aspect. This is the Seker God who early on was considered close to Set before his transformation in accordance with Osiris. The home of Set is Khepesh, the constellation. Set was considered the eighth child of the Gods of Annu, and was of Nuit. As the God of Darkness and Storms he was alone the one who could withstand the stare of the serpent Apep, thus controlling the storm demon and later it becoming a part of Sethan himself. Set as being not only the Lord of the South, he later was associated with the North, becoming the Lord of the Northern Sky in the Egyptian Book of the Dead. His primary associations were hostility, war and storms. Thus Set may be viewed as a Deific Force of Motion and opposition. “The combat which took place on the day when Horus fought with Seth, during which Seth threw filth in the face of Horus, and Horus crushed the genitals of Seth .... This storm was the raging of Ra at the thunder-cloud which [Seth] sent forth against the Right Eye of Ra (the Sun). Thoth removed the thunder-cloud from the Eye of Ra, and brought back the Eye living, healthy, sound, and with no defect in it to its owner.” - From the Papyrus of Ani Here we see that Set was a sorcerer god, throwing ‘filth’ and then thunder clouds, he controlled the elements of earth and the air. Set although being injured, arose in might again after the battle, and later reached into obscurity to appear again in other cults outside of Egypt under different names, all the while possessing the essence of which he created – the adversary. “Set opened the paths of the Two Eyes (the Sun and the Moon)”- From the Papyrus of Ani The formula mentioned in the Book of the Dead refers to a magical formula which held associations to Set’s hostility against Horus, but also their connection therein. Within the Luciferian Witch Cults Set represents the Magician which beheld and brought forth the possibilities within, by the unknown and darkened places does he grow strong and reside. "},{"pageNumber":7,"pageContent":" 7The opposing God of Horus – Set are early manifestations of the adversary; that is to say Horus represents Day or the purity of fire, while Set represents night and strengthening the self, and also the opposite which Set purifies and Horus strengthens. Set is also considered in the Egyptian Book of the Dead, to be the greatest of all the gods, as it is Sethan who has mastered the dragon of chaos Apep and it now serves him and became part of his essence. Sethan as he is often called is considered the most ancient yet distinctly clear form of the Opposer and Adversary. Charles Pace (born 1920 date of death currently unknown), the obscure Luciferian called himself a Satanist or a Setanist, and was a Priest of Set and Anubis in a well known Witchcraft Coven in London under Gerald Gardner, a former student of Aleister Crowley. Charles Pace was known as Hamar’at and was a mortician by trade. His primary expression was art in which he painted mostly Egyptian styled images, as can been seen in the rare manuscript “The Book of Tahuti”4, in which Pace presents a powerful alternate study and design of the tarot. Charles Pace painted murals in Boleskine House, Crowley’s former residence where the Abramelin Workings were conducted and the Goetia was edited. In the late 60-‘s. Anton LaVey, the founder of the Church of Satan was a long correspondent with Pace, who both shared similar ideas in certain areas. It is suggested by Charles Pace in “The Book of Tahuti”5 that Anubis was the bastard son of Sethan and Aset (Isis). It is obvious that Pace considered himself a ‘messanger’ rather than an author of any system. This is noted by his attribution of Hamar’at (magical name) as associated with the Page card in the Tarot. Set’s son Anpu (Anubis) in the system arranged by Pace presents him as a Magician and the Opener of the Ways. Pace also wrote in “Necrominion” a description of a so-called elaborate High Sex Magick ritual known as Ankh Ka. Judging from the Triple Hermetic Circle of Hamar’at the focus was spiraling energy through the self with the forces of the Godforms, thus their Masks signify deific power assumed by him or her who wore the mask. Austin Osman Spare6 was an artist who captured images of Set in sigillic forms in various publications. Spare illustrated and practiced a form of sorcery which holds a strong foundation to modern Luciferian practice, specifically with the Witches Sabbat and other avenues of magical practice. “Existing as Dual, they are identical in desire, by their duality there is no control, for will and belief are ever at variance, and each would shape the other to its ends, in the issue neither winds as the joy is a covert of sorrow. Let him unite them” –The Book of Pleasure, Austin Osman Spare   4 The Cover art features a black inverted pentagram, a upward pointing pentagram and is worded as “The Great Work 666”, in addition the book is dedicated to “my friend Austin Ozman Spare”. 5 Unpublished manuscript by Pace. The title page reads “The Great Work 666” and is a collection of impressive Tarot paintings and Egyptian attributions. 6 1888 - 1956"},{"pageNumber":8,"pageContent":" 8In Spare’s grimoire, The Book of Pleasure, he describes an almost instinctual Luciferian concept of obtaining desired results through the fall into darkness (i.e Death Posture). The Death Posture is a formula in which the sorcerer enters a state of exhaustion and essentially blacks out and forgets the meaning of his rite. By doing this, he falls into unconsciousness or delirium from which the concept of “I” does not exist. This is the Sethian test if you will, from testing the essence of yourself does your ability to become something better manifest into something greater. Observe the illustration by Aos entitled “The Death Posture”, here the skull masked individual ascends from the sigil itself, on the very left hailed by Set who stands upon the Alpha and Omega, called also AZOTH and AZOTHOZ7, a dualistic sigillic formula of the Adversary. Here Set is the Lord of Sorcery, by his nature of opposition does the self grow stronger through the rebellion of stasis and the fall into darkness – the face becomes a skull through Self-Love. Modern Sorcery and Magick is very much driven by the Gnosis of Set, while hidden, one who has the eyes to recognize it obtains the Luciferian and Sethian potential. The Witch Cult in the 60’s was a growing scene of exploring Hermetic occultists who have not yet thrown the drape of dullness which Wicca later became. Charles Pace wrote to Anton LaVey in 1974 about Gardner and Wicca, mentioning that Wiccan is a Saxon word which means “Enlightened ones” and not “Wise Ones”, referring to those who were enlightened from Paganism to Christianity. Pace suggested that he “gave” the word Wicca along with his associates to Gardner, apparently as a joke. Gerald Gardner did not get the joke. Obviously, Charles Pace was meaning that light heartened as he was a High Priest in a Coven under the Wiccan and Gardner concepts, even though he had a nasty falling out when them in the mid 70’s. In “Necrominion, the Book of Shades” it is reportable that his teachings of the Sethanic Cult of Masks were focused on self-transformation and Luciferian concepts. Alexander Sanders, an associate of Charles Pace, made mythological reference to Set and Black Witchcraft in his lecture “The Magick Magick Circle of the Wicca” – “Truth is the monster of intellect, that which lies deep in the darker side of the subconscious, the knowledge of when man crawled on his stomach through the abysmal depths of a primeval swamp..” – The Alex Sander Lectures In this essay, Sanders recognizes the significance of Black Witchcraft and how it develops the self – save for the dangers of self-destruction. “Behold me, mortal, for I am thy God, the true image of thyself, and the very essence of life, yet within me lieth a magnitude greater than you can ever behold without. For I am both macrocosm and microcosm; only your petty vanity could decree otherwise. Worship me, and I shall give you the stars. Reject me, and I shall give the depths of the Abyss, for I lie within your own being” – From the Book of Hermes from the Alex Sanders lectures In the Manuscript of “The Book of Tahuti” by Charles Pace, he writes that Hermes was Anubis who is Death – Hermanubis or Heru-em-Anpu, who is the Son of Set. It is said   7 Azothoz, a Grimoire of the Adversary by Michael W. Ford, Succubus Publishing"},{"pageNumber":9,"pageContent":" 9that Anubis is very similar to the Grecian Hecate, as they are deific forces over both the Celestial and Infernal realms and like dogs, were able to see in the night. As Alexander Sanders wrote, the Inverted Triangle was the symbol of the Left Hand Path- “After the Great Flood, the ancient Egyptians used these triangles to represent a Triad of Deities. The people of Neph-Kam, the Black Lands of Lower Egypt used the Triangle of Darkness, led by Sethan and supported by Anubis and Sekhmet.” – Alex Sanders Lectures Magick and Sorcery within Egyptian cults survived long beyond the death of that culture. Consider the Graeco-Roman period, when wax figures were implemented as focus points for various magical ceremonies. Many used wax figures as performing love spells, but were also used in cursing as well. As Set was the most powerful of the Gods and equally a God of Magick and Infernal Sorcery, he is a force which strengthens by the desire of force. There is an example of a spell which implements infernal spirits and wax figures to obtain the love of a woman8 and was done through incantations of the infernal spirits. As witchcraft survived in medieval times it was said that through the “Divell” the witches were able to “effectuate by the power of their master”9. “I invoke thee who art in the void air, terrible, invisible, almight God of Gods, dealing destruction and making desolate, O thou that Hatest...I invoke thee, Typhon-Set, I perform the ceremonies of divination, for I invoke thee by the powerful name in which thou canst not refuse to hear: Io Erbeth, Io Pakerbeth, Io Bolkhoseth, Io Pathathnax, Io Soro, Io Neboutosoualeth, Aktiophi, Ereskhigal, Neboposaleth, Abermenthoou, Lerthexanax, Aemina..” – The Leyden Papyrus, Editied by F. Griffith & Herb Thompson As Set was considered to be friendly unto the Shades of the Dead, there is perhaps a closer connection between him and his illegitimate son Anpu (Anubis) than what can be commonly realized. The belief in the spirits of the dead and the survival of the psyche after physical death was a foundation of the Magic of ancient Egypt. In accordance with the lore, Man consisted of a physical body, a double, a shadow, a soul, a heart etc. The Khu itself was the spirit of the man but the Ka was considered to be the spiritual body which took nourishment from the offerings at the funeral ceremonies. The dead and such were honored among the Egyptians, who regularly brought food and drinks to appease the Khu into staying in its tomb. Aleister Crowley took a strong step in his presentation and revival of Magick concerning Set. Crowley wrote in “The Book of Thoth” that Saturn is indeed Set, the Lord of the Egyptian Deserts, darkness and high places. Crowley makes similar connections between Shaitan and Satan, all being forms of Set. Incidentally, The Master Therion draws   8 Egyptian Magic, E.A. Wallis Budge 9 Demonologie, In forme of one Dialogue, London 1603 found in Egyptian Magic, E.A. Budge"},{"pageNumber":10,"pageContent":" 10connections between Shabbathai, the “Sphere of Saturn” being the Witches Sabbat10. Here we find the manifestation of the Adversary in a universal and initiatory role. The modern magician and sorcerer must be willing to focus on the beneficial and useful aspects of Sethian Magick within a ‘now’ type of context, in other words utilize the Will to invigorate and empower the rituals of Sethan, which by you Set is made great within. II. Ahriman – the Persian Devil and the Whore of Darkness “Pondering on the end, Zurvan delivered to Ahriman an implement (fashioned) from the very substance of darkness, mingled with the power of Zurvan, as it were a treaty, resembling coal, black and ashen. And as he handed to him he said: “By means of these weapons, Az (Concupiscence) will devour that which is thine, and she herself shall starve, if at the end of nine thousand years thou hast not accomplished that which thou didst threaten – to demolish the pact, to demolish time.” -From the Zatsparam, from The Dawn and Twilight of Zoroastrianism R.C. Zaehner Ahriman is within the ancient Persian lands and lore the devil incarnate. Known also as Arimanius and Angra Mainyu, this sorcerous daemon was suggested by texts associated with Zurvan to be the first born of the God Zurvan, who is infinite time and space. His brother, Ahura Mazda is the Christ like figure or opposite God who fought against Ahriman for control of the world; it is this very balance which is kept in continual motion by the Daeva – Lord of Darkness. The word Daeva is actually Demon, announcing a path and spiritual aversion to the principles the Zoroastrians held in honor. Some myths mention that Ahriman first saw the light across the void and so lusted for it, thus igniting the great wars between his children – the Daevas (demons) and Druj (the word being associated with lie, also Dragon). Ahriman was initially defeated and cast down into the darkness of the void, unconscious for 3,000 years. The first demons said to be created by Ahriman were Mitokht ( 'falsehood ') and Akoman (‘evil mind’ ). Shortly after Ahriman then created (according to the Bundahishn) Andar, Savar, Nakahed, Tairev and Zairik. Many of the demons are featured in the Yatuk Dinoih, and formulas for creation and evocation are given. Ahriman created or had fell with Seven Archdemons who served his will. They were in a prototypical way, the Dragon of Seven Heads. These Daevas were listed as the following, Aeshma, Akoman, Nanghaithya, Tawrich, Savar, Andar and Zarich. The Daevas were authored or created by Ahriman as in suggestion of the Zurvan myth. These are so-called evil spirits who chose the intellect and individual Will as opposed to servitude and conformity. Aeshma is the original form of Asmodeus, a Daeva of Ahriman. This demon is known as the One of the “Wounding Spear” and was a patron of war and strife. Asmodeus along with Savar, who is called the “Leader of Devs”, both are the controllers under Ahriman of the Dryvants, who are known as ‘storm fiends’. Here   10 The Book of Thoth, Aleister Crowley"},{"pageNumber":11,"pageContent":" 11we once again find reference to the Adversary through sorcerous will controlling storms and the more unfriendly aspects of nature. Andar according to Luciferian lore is a demon of the Black Flame, or isolate consciousness. Zairich is a poisoning or testing demon, all of which are featured with invocations in the Paitisha and Yatuk Dinoih. Herein beyond the Zoroastrian religion, acting outside of any connections with it, the sorcerer may choose this gnosis or current of the adversary – in that he or she may seek the dangerous elements to strengthen their own Will and separate themselves from those around them. In this act of Antinomian rebellion, the sorcerer becomes a Daeva or Druj. The Daeva known as Akoman or Aka Manah is the “Evil Mind”, a personified demon of intellect which conspires against the Vohu Manah or “Good Mind”. Herein presents a cipher to the reader; that they very essence of the so-called Satanic or Luciferian path known also as the Left Hand Path is brought to the forefront – to the simple description of what one would advance themselves on this path for. R.C. Zaehner presented an interesting study of the words Menok and Geteh in The Dawn and Twilight of the Zoroastrians which shed light on the nature of Ahriman and that very averse path. The pahalavi terms for ‘material’ and ‘spiritual’ are indeed Menok and Geteh. It is suggested by Zaehner that they are from the Avestan words mainyu and geathya, mainyu meaning our own Mind and Gaethya meaning ‘to live’ – thus from the latin roots as mens and mind. The spiritual or mind cannot be viable to any certainty in the physical realm beyond its Will to shape its world around it, therefore the Mind contains both elements of Darkness and Light. Ahriman himself was born of Light but yet chose darkness. In the Zurvanite myth Ahriman first perceived his own being and chose to exit the womb before his brother, who was born of light. Ahriman was called dark and stinking by his father Zurvan, who by casting aside his first born, allowed Ahriman to go forth from the heavenly realm to choose his own devices within the physical and spiritual world. Ahriman has free Will to choose his own path, to become in both planes of existence based on that desire. The writer Eznik11 presented a Zoroastrian statement of Ahriman- “It is not the case that I am unable to do anything good myself, but that I do not wish it; and to make this thing certain, I have produced the Peacock.” Offerings to Ahriman (Arimanius) were made by Magi who sought to make beneficial sacrifices to darkness. According to Plutarch12 magicians would ground up in a mortar a rare herb called Omomi while invoking Hades and Darkness, the very essence of the Adversary. They would then mix the blood of a wolf with the ground up herb and toss it in an area where the sun did not reach. This was conducted as a means of appeasing darkness, as report ably the Magi would also perform white light rituals to Ohrmazd as well. A modern form of practice of ‘summoning’ darkness is practiced by certain Luciferian Covens in the United States, instead of wolf blood various herbs and apple   11 Against Heresies by Eznik 12 Isis and Osiris"},{"pageNumber":12,"pageContent":" 12cider is used in replacement, following along the same form of sacrifice by an offering into an area where the suns’ rays never touch. “And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet. For they are the spirits of devils, working miracles, which go forth unto the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.” – Revelation 16:13-14 Ahriman appeared in the Zoroastrian legends in numerous forms. His astral body was considered that of a frog, toad, or crab, often a lizard or serpent as well. The legend of Zohak the King proves of significant interest concerning Magical transformation, Zohak was later known as Azi Dahaka, the Demon of Three Faces. Zohak was said to have descended from a king called Mardas and Tazak, who dwelled originally in Tazikan or Arabia. It was according to lore that Zohak lived as a king for a period of time of 1,000 years. As written in the Denkard- “This, too, is declared in the good religion that the source of demons (Ahriman) had arrayed with deceits Zohak, the descendant of Taj, the diminisher of creations; hence the laws of Zohak deteriorated his own nature, worked for the immoral and blemished (Ahriman), and caused destruction by Tyranny and apostasy, so that the habits of men were corrupted, the world distressed, and there was increase of morality among the creatures.”-The Denkard13 It is suggested also by the Arabs that this king’s name was Zohak, while the Mogs suggested that he was Bivarasp, whom of which existed in the time of Noah, was most feared for his murdering of many kings. Ahriman appeared in the Legend of Zohak14 first visited Zohak, the son of King Mirtas, disguised as a Noble visiting. His words were empowering, as one who sought to become something other- “If thou wilt listen to me, and enter into a covenant, I will raise thy head above the Sun” Thus the prince listened to Ahriman. He later took the Throne and became king. Ahriman taught him the arts of magic and Zohak slowly became what the just called a tyrant king. It was soon after that Ahriman appeared to the King as a youth who was a cook. He was employed to prepare dishes for the King, and instead of herbs and various foods he prepared him the flesh of animals, which made the King strong and as fierce as a Lion. The king had the youth brought before him and asked one favor that he wished. The youth requested that he may kiss the king’s shoulders. He agreed and then the youth kissed both shoulders. When he had done so the earth below opened up and swallowed the cook. Two black and venomous serpents arose from the wounds and slowly became one with Zohak – even when the serpents were cut the later came forth again. Ahriman came unto Zohak disguised as a learned elder and suggested that they feed the brains of men to the serpents. Azhi Dahaka, as he became, was a feared demonic sorcerer, one   13 Digital Edition edited by Joseph Peterson. 14 Firdawsi, The Epic of Kings, Hero Tales of Ancient Persia translated by Helen Zimmerman."},{"pageNumber":13,"pageContent":" 13whose pact with the devil was said to have lengthened his life and transformed him into a immortal Daeva or Demon, even later mythological reference that dragons and other serpents rise from his body. This can be connected by the libation vase which was of Gudea, dated from 2350 B.C. which was found at Telloh. This vase contains an image of two snakes entwined around a staff, representing magical power. “And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority.” (Revelation 13:2) Slowly Zohak became a demon, a Dragon King whose companions were the Druj and other demons of Ahriman. In later lore Zohak became the Storm Fiend, Azi Dahaka, who is Ahriman’s most powerful Daeva. The initiatory focus and lore of Zohak is presented in the Paitisha15 as a force to be invoked and controlled within – the transformation mirrored through the ritualistic focus of the serpent within the mind and body. Essentially in Zoroastrian lore, Zohak or Azi Dahaka is the second in command of Ahriman’s children, he is for a lack of a better term considered a prototype for an Antichrist in that he expands the opposite gnosis against Zoroaster. “The Jewish scriptures were first composed by him (I.e. Zohak), and deposited in the fortress of Jerusalem. And through Zohak men adhered unto the Jewish high-priest Abraham, and through Abraham they adhered unto Moses, whom the Jews accepted as their prophet and messengers of faith, and unto whom they ascribe the salvation of sins committed, and regarded his acquirements as being necessary for the final propagation of their faith. Thus Zohak cherished demoniac deceptions to harm his people.” –The Denkard Here we read that Zohak, during his long life span, was considered the one who propagated early Jewish scriptures as a means of satanic influence among his people. No doubt many of the Arabs and surviving Zoroastrians considered the Jewish faith to be a joke propagated by Ahriman. There were “ten precepts” of the priest Zohak who was considered a part of the Hebrew religion, while the actual intent of these so-called precepts of Zohak are not acknowledged, the Zoroastrians considered him very dangerous even after his long 1,000 year reign. The ten precepts suggest that Zohak called their God an injurer of the universe, recommended Daeva worship and the use of Idols in ritual practice, that people should be selfish and to sacrifice before shrines. The reference to Zohak’s physical death, before the full transformation into Azi Dahaka (Fiendish Snake)- “Fairdoon killed the malignant and sinful Zohak of three faces (i.e. liar), of three heads (i.e. violent and obstinate), of six eyes (i.e. greedy) of thousands of evil designs, possessed of the great evil powers of the Dev and the Druj.” – Denkard Another figure in Zoroastrian infamy is the sorcerer Ahktya or Akht. The word Akht itself means “filth”, and the word Akha which means “evil” and “bad”. The other name which was connected with Akhtya was “Kabed-us-Spae” and “Akht-Jadu”. This obscure   15 The Book of the Serpent, Draconian and Persian Sorcery by Michael W. Ford, Succubus Publishing."},{"pageNumber":14,"pageContent":" 14figure was said to be a powerful sorcerer who was a manifestation of the power of the Daevas, he could astrally project into Hell and communicate with Ahriman, and was considered a Nomadic demon. “It is owing to the passions of wolves and Khrafastras that men are like Devs; and Hesham, the invisible power of the perverted path, prevailing in them, they become the source of darkness unconnected with light, of evil intelligence unconnected with wisdom, and of evil unmixed with good” Denkard Book 3 Akhtya was said in the Denkard to have enunciated ten specific points on the practice of the Yatuk Dinoih or witchcraft. To be mentioned in the Denkard as Enunciating admonitions meant that he had presented a systematic methodology of practice concerning their aspects of Sorcerous practice, considered by the Zoroastrians as evil or satanic. It seems clear just as Zohak that Akht-Jadu operated outside the religious structure of Zoroastrianism, thus their ideals of magical practice were not specifically evil or wrong. They could also lay in the idea of predilection based on their methods of self-transformation through their own religious and socio-daemonic structures of becoming. To observe the view the Zoroastrians had concerning Akht, let us look at the context of which it was written- “One, against the monition of the Holy Zartosht, that no injury should be inflicted by anybody on any person, - the dark-conscienced (black-hearted), sorcerous and vicious Akht, on account of his sorcerous practices and his enmity towards men, proclaimed that no good should be done to any person, but that every person should be rendered capable of doing evil (to others)”16 Here we are able to discover the antinomian nature of Akht that this individual did not seek to align his psyche with the Order perceived through the religious doctrine of Zoroastrians, he found comfort and power within a perhaps darker path. It could not be conceivable that Akht suggest no good should be done to men, as this would almost certify an extreme from which few would be able to live in accordance to. “The evil-hearted, vicious sorcerer Akht proclaimed enmity to the divine beings, affection to the demons, the abandonment of the adoration of the divine beings, and the practice of every maimer of demon-worship.” – Denkard Here is presented with the essence of what Akhtya practiced and suggested – that he despised the doctrine of that path, rather than being the inverse by nature of Zoroastrianism. By this it can be suggested that Akhtya and the Yatus practiced with some areas of inverse Zoroastrian ritual, they as a whole were operating within their own understood doctrines of magical practice. This can be seen in the later Yezidis, who operated according to their own Antinomian initiatory structure. The religion of evil according to old faith is often hidden, operating within social structures while seeking their own methods of self-knowledge and wisdom. Rather than   16 Denkard the Acts of Religion, Book 3 103-110."},{"pageNumber":15,"pageContent":" 15allowing their conscious to be aligned with the selfless thinking of the Right Hand Path, or monotheistic duty, the Yatus through their own process of antinomian self-liberation chose alternative archetypes to cultivate and control the dark forces of the subconscious. Ahriman, who is also called by the Avestan word Ganamino, is the religion of sorcery, of separating the self from the natural order of Spenamino, which is Spenta Mainyu. “The evil minded Ganamino is the source of the evil intellect the evil-minded Ganamino hopes to influence the creation of God..... Such a man exercises a miserable control over his desires owing to his evil intellect and the force of the evil invisible power in him he develops and perfects himself in sin.” - Denkard This presents a foundation of the self which is indeed different from the path of the Good Mind, or the Mind of Stasis. Ganamino is essentially motion; movement through Will, the Will of God was misunderstood by Right Hand Path religions as merely being good, loving, light and kind. Rather the God they so worshipped in nature –outside of themselves- is that which indeed causes destruction and rebirth, thus a balanced aspect of both dark and light. “The religion of priests, who guided by their evil intellect devoid of wisdom, act among men as the servents of God, is only in appearance the wise religion of God. This through the evil intellect depopulates the world, ruins, and destroys mankind. And such a priest is as it were the agent of the evil-minded Ahriman to do his work among men and harms mankind and the world. Such a religion, owing to the evil intellect, renders mankind miserable and makes them suffer in pain in both the worlds.” – Denkard Here we see that the Left Hand Path or that of Akoman the Evil Mind represents a path of power from which the self is beholden of. That the religion of sorcery is indeed painful, it is by this strife and stimulation within the self that makes us strong and able to work our will, to discover our own True Will (The AKOMAN or Holy Guardian Angel) and to manifest our desires. It is difficult and often troublesome, however the beauty and strength which arises in the mind and flesh is reward within itself. Please observe the original strife of Ahriman or Satan – he suffered and fell into the darkness, by this pain he transformed and made the world around him bend to his will. Rather than the religion of destroying the mind and feeding it to the God of the Right Hand Path, the path of Satan or Lucifer/Ahriman gives back to the self; and all responsibility falls in the initiates lap; they are in control of their own destiny – be it success or failure, rather than bending knee and trusting in an exterior force. If you cannot trust and be strong within yourself first, how could one ever hope to have the stability to be a decent individual with honor? Ahriman indeed opens the path towards the subconscious, which can be called Asare-Tariki, Darkness and the powers of the Left. As religious aggressors attest that such a religion of sorcery depopulates, history merely offers a balanced statistic of facts – more murders and destruction were caused by monotheistic religions of “God” and “Christ” than any so – called Satanic beliefs. If you consider the laws of nature, the law of the strong depopulation, as with some overgrowth of animals, is merely a welcoming to the Natural Order of Selection – which death comes to the weak."},{"pageNumber":16,"pageContent":" 16 Akhtya, who is a propagator of some antinomian religious aspects of Ahriman, appears in another tale in a Pahlavi tale called Yavisht I Friyan17. In this tale Akht, who is a powerful sorcerer, travels to a city of Enigma-expounders with an army of seven myriads. He shouted to all that he would make that city a beaten track for Elephants, and would test and destroy the righteous who claims to have superior knowledge. By the use of the magical formula called a Staota, which is a form of sound vibrations used in the form of words, which held a “spring”, he would tear apart those who could not answer or survive the Staota. None could withstand Akht, save for a young religious man called Yavisht i Friyan. The youth was invited to the residence of Akht, but discovering that Akht had dead matter (bones, rot hair or nails) under his pillows and carpets, he could not enter until Akht had them removed. As the legend moves forward Yavisht withstood each Staota and then used the Staota to attack Akht. He took time to “through sorcery, rushed into hell” and communicated with Ahriman who told him to accept his fate as it were. Akht was said to have been defeated by Yavisht and destroyed in physical form. The Manichaean myths of creation were rich in their lore of the underworld. According to Mary Boyce18 who wrote on the Manichaean myths, Hell was divided into five kingdoms. In details on the underworld she also wrote- “Hell is divided into five kingdoms, each of the substance of one of the five dark elements. Thse are sometimes given the same names as the corresponding light elements (i.e. Standing air also for Dark Air) or sometimes the exact opposite (i.e. Darkness for Light)....the Five infernal kingdoms are inhabited by five kinds of devils, two-legged, four-legged, winged, swimmings and crawling. Each kind is divided into two sexes, and lives in perpetual lust and strife. The Devil, or Prince of Darkness, king over all, combines in himself features of all five species of devil, namely demon, lion, eagle fish and dragon.” Here we find a significant and organizational pattern of demon lore, with as much attention on the adversary as with the God of Light. As Ahriman has combined himself with each of the demons, he carries the attributes to relate to different forms and techniques of being. He understands flight and how such demons see in such a capacity, as a fish to swimming and moving much differently and as a dragon, a serpent which is both cunning and instinctually in tune with its surroundings. It seems that the category of demon simply represents any combination of animal or beast, similar to the plethora of demonic imagery from the earliest times of man. Manichaean belief, as it developed from the Dualistic religion of Zoroastrianism, views the creation myth of mankind slightly different from its Zoroastrian counterparts. In Manichaean concepts Adam was engendered by Satan with the traits of desire, cupidity and those concepts which religions always have difficulty with. Satan gave unto Adam the elements of Light which he was said to have stolen, so that he may embody that art in   17 Translated by E.W. West, from Haug and West, the Book of Arda Viraf, Bombay, London 1972, made into a digital edition courtesy of Joseph Peterson. 18 A Reader in Manichaean Middle Persian and Parthian Tehran 1975"},{"pageNumber":17,"pageContent":" 17mankind. It was indeed Satan who fathered Cain with Eve, in Luciferian lore as with Az or Lilith possessing Eve while in sexual congress. The most important figure which not only inspired Ahriman, but empowered him was the whore Jeh or Az. In Manichaean religious lore, Az is considered the Great Whore who played a very important role to her mate, Ahriman. In Manichaean traditions Az was a spirit which made he home in the caves and dark places of the earth, as well as Hell. Az was considered to have taught demons and arch-fiends how to copulate and act in lewd ways, later teaching the Fallen Angels how to excite themselves and others sexually. Az used her sorceries to produce Dragon-children and to then create other demons and daughters who were of her own blood. Az was known to have devoured her children and their children, then create more to later devour them as well. “And he kissed Jeh upon the head, and the pollution which they call menstruation became apparent in Jeh” – The Bundahishn, translated by E. W. West Az as the demon of death, called Concupiscence, is considered in many points to be the instinctual side of man. R.C. Zaehner describes Az has having a three – fold nature, consisting of eating, sexual desire and yearning for whatever she comes across by her senses. The nature of Az is also considered to be ‘disorderly motion19’ which makes reference to counter clockwise movement, chaos and antinomianism. Zaehner writes that- “The demon Az is a Buddhist rather than a Zoroastrian idea; there is no trace of it in the Avesta. In Buddhism, on the other hand, the root cause of the chain of conditioned existence is avidya, ‘ignorance’, and its principle manifestation is trshna, ‘thirst’, which means the desire for continued existence.” Furthermore, Az represents the ideal and concept of self-deification through a Willed existence, that the trshna concept is one of vampirism and desire. Thus Az represents the Left Hand Path as a rite of passage of becoming. Continued existence is essentially the survival of the psyche or essential self; there is no union with the natural order that which can eliminate the mind. The practitioner does not seek to join with it; rather he or she seeks to remain separate from it in their own self-created subjective world. As with the Manichaeans, Az is the “Mother of All Demons”, thus a powerful hidden Light behind Ahriman. As the Devil’s Bride she inspires and equally commands her presence, manifests her Will and accomplishes that which other demons could not. Ahriman was taken with her. Az within Zoroastrianism is not by any mentionable gender, but Ahriman’s assistant if you will is called in the Pahlavi books called Jeh, which means roughly ‘whore’. She would corrupt or rather awaken mankind and womankind to debauchery and sexual pleasure.   19 This word can be related to Anticlockwise movement, or Widdershins."},{"pageNumber":18,"pageContent":" 18Theodore bar Konai20 described an interesting tale of Ahriman and his sway that he held with women- “After Ohrmazd had given women to righteous men, they fled and went over to Satan; and when Ohrmazd provided righteous men with peace and happiness, Satan provided women too with happiness. As Satan had allowed the women to ask for anything they wanted, Ohrmazd feared they might ask to have intercourse with the righteous men and that these might suffer damage thereby. Seeking to avoid this, he created the god Narseh (a youth) of fifteen years of age. And he put him, naked as he was behind Satan so that the women should see him, desire him and ask Satan for him. The women lifted their hands up towards Satan and said: “Satan, our father, give us the god Narseh as a gift.” The original union of Az and Satan came from the Devil falling into a deep slumber for three thousand years. Unconscious, Ahriman would not awaken for any reason. Numerous demons and shadows tried to awaken Ahriman by telling of their deeds, nothing would stir him to consciousness. After three thousand years the Whore came unto Ahriman and said to him- “Arise O our Father, for in the battle to come I shall let loose so much affliction on the Righteous Man and the toiling Bull that, because of my deeds, they will not be fit to live. I shall take away their dignity, I shall afflict the water, I shall afflict the earth, I shall afflict the fire, I shall afflict the plants, I shall afflict all the creation which Ohrmazd has created.” Here we see that Az has knowledge and control over the elements and that which the Natural Order observes as correct. She wishes to change it according to Her will, to afflict is to darken its essence with much of the Light she was endowed with early on. Zaehner writes also the description of Ahriman’s awakening, and his gift to Az- “And she related her evil deeds so minutely that the Destructive Spirit was comforted, leapt up out of his swoon, and kissed the head of the Whore; and that pollution called menstruation appeared also on the Whore. And the Destructive Spirit cried out to the demon Whore: whatsoever thy desire, that do thou ask, that I may give it thee.” Az appears unnamed in the “Book of Arda Viraf”, a pre-Dante exploration through the Zoroastrian hell. In the account of the record, very little is given concerning hell except for the suffering and punishments of those who have went against their religious doctrines. Az appears as the bad actions of man, and it is said she is more filthy than any other creation of Ahriman- “Afterward, a stinking cold wind comes to meet him. So it seemed to that soul as if it came forth from the northern quarter, from the quarter of demons, a more stinking wind than which he had not perceived in the world. And in that wind he saw his own religion and eeds as a profligate woman, naked, decayed, gapping, bandy-legged, lean-hipped,   20 See R.C. Zaehner, The Dawn and Twilight of Zoroastrianism New York, NY 1961"},{"pageNumber":19,"pageContent":" 19and unlimitedly spotted so that spot was joined to spot, like the most hideous, noxious creature (kharafstar), most filthy and most stinking.” Az comes forth to this youth and tells him that she is his bad actions, that she is made strong in vile and evil belief, that she grows more unholy through him. This demoness mentions that she is settled in the northern region of the demons, she is settled more north through him. “The form of the evil spirit was a log-like lizard's (vazak) body, and he appeared a young man of fifteen years to Jeh, and that brought the thoughts of Jeh to him. Afterwards, the evil spirit, with the confederate demons, went towards the luminaries, and he saw the sky; and he led them up, fraught with malicious intentions. 11. He stood upon one-third of the inside of the sky, and he sprang, like a snake, out of the sky down to the earth.” - The Bundahishn, translated by E. W. West A form which Ahriman took in that relation was a frog as well. This draws an early connection to the powers of the Toad in a setting of sorcery, as well as the sexual union with women as a force of inspiration, desire and imagination. “His astral body is that of the frog, the vicious crab. He neither thinks of, nor speaks, nor works the weal of the creatures of Ohrmazd.” – Greater Bundahishn translated by Behramgore Tehmuras Anklesaria Ahriman was made better by union with the demon Whore, who was in effect his muse but also deeply a part of his being. It took her emergence to bring him again to consciousness, to want to accomplish. Dead matter also relates a powerful enigma in Zoroastrian religious lore. From the Denkard, a specific section related to the dead and the demons which inhabit the body of the Yatus, those who practice witchcraft in accordance with Ahriman. “Be it known that, the souls of worshippers of daevas and of deceitful Ashmoghs, owing to their impure nature, although (located) in a living body, are, according to the religion, (as if) possessing a dead body; and that body with life is considered as (fit) for hell; hence there is a danger of their pollution and bad qualities reaching Mazdayasnians through mutual intercourse with them; therefore, (the Mazdayasnians) must remain aloof from touching their living bodies, for their bodies are in all places like decayed nasa.” It makes further sense that the religious masters of this faith considered the worshippers of demons to be an abomination and that they sought infernal power makes them polluted with Nasa, or the Druj-Nasa, which is a demon who takes the form of a fly to enter the corpse and steal the spirit. This demon is said to come forth from Azrezura, the Cold Mountain of the North which leads to Hell. "},{"pageNumber":20,"pageContent":" 20III. The Adversary and the Bride of the Devil, Cain the Son The Hebrew Samael, Satan and Islamic Shaitan “And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him.” (Revelation 12:9) The Spirit of Diabolus is one which remains timeless and extensive. This sorcerous Daemon has walked the earth since the dawn of mankind, from desert to forest, in every culture and every age. Satan has long represented the ‘otherness’ which is considered evil or dark, but yet few but the daring refuse to explore this area of magical study. Satan has origins in the Middle East as a Djinn which is made of Fire instead of Light, from which the angels after were made from. Shaitan was originally called Azazel or Azazyl, the First Angel which preached to the other angels under the throne of God. Azazel, who later was called Iblis or Shaitan, refused to bow before Man, noting that his nature of lowly compared to his essence, which was of fire. Azazel was cast out from heaven into the earth, along with the fallen angels. “(the conception of) God-head must ever evolve it’s own inertia for transmutation to its very opposite – because it contains it!......The idea of God ever means the forgetfulness of supremacy and Godliness. So must be supplanted by fear..” The Book of Pleasure, Austin Osman Spare Within the practice of Magic the lore of Iblis provides a powerful initiatory model for the sorcerer. Essentially the initiate seeks to become like Satan, by antinomian methods of separating the self from the natural or mundane world. One may seek to ask how this works, and why would you want to do it? Luciferians do not consider Satan to be a completely malefic spirit, rather a balanced force of both Dark and Light. Many Luciferian rites involve the symbolism of Black21, Red22 White23 and Green24 as being different points of the Adversary. It must be understood that working with the deific power of Iblis or Shaitan is not a safe route. It matters not if you are looking at the aforementioned force as an actual spirit or as a symbol of the dark recesses of the mind. What must be carefully adhered to is that which is unseen, that when the imagination can adapt consciousness (through the subconscious) with the image of Satan then the transformation begins. Once the initiate has embraced the path, there is no turning back. One may fall from the path; such is a kiss of death to the individual in question based on their own potential and failure. The Left Hand Path as it is called can render a person mad if they are not able to control their own desires and goals, Iblis tests just as he was tested.   21 Black is from the root FHM meaning hidden or secret, but also wisdom. The word abufihamat, or Head/Father of Wisdom is the foundation of Baphomet. 22 Representing Fire and continual motion, change and sexual vigor. 23 White is symbolic of the Astral Plane or Luciferian/Celestial Sabbat, wherein the Spirit is elevated with his or her Holy Guardian Angel or True Will. 24 Green or Emerald, representing the jewel from the crown of Lucifer. Some Sabbat rites include Green candles which represent the fire of Azazel, the Light from his Crown."},{"pageNumber":21,"pageContent":" 21Satanic or Luciferian Magick is a dual or opposing system of self-realization. The first area is that of inverse magical practice, working with repulsive and shunned imagery which takes the initiate into their own self-invoked darkness. By exploring this ‘world’ as a subjective state, the individual slowly transforms his or herself into a form of Iblis, thus becoming like Lucifer. The shadow is the testing force from which you may create and manifest what you desire, and be careful as so you shall obtain that which you seek. The shadow is also the empowering essence of your mind, it is the darkest recesses and atavistic desires which may be explored and mastered. Azazel (Azazil) is known within Muslim lore to have been the same as the Angel of Death, who was most feared in tribal cultures. Various lore describes Azazil worshipped God in the Seventh Hell for over one thousand years, ascending until he reached the earth. Azazil arose through the seven hells and upon reaching earth he then sat at the gates of Heaven, tormenting Adam and Eve. The Bundahishn relates an original tale of Azazel or Ahriman- “The evil spirit, on account of backward knowledge, was not aware of the existence of Ohrmazd; and, afterwards, he arose from the abyss, and came in unto the light which he saw. 10. Desirous of destroying, and because of his malicious nature, he rushed in to destroy that light of Ohrmazd unassailed by fiends, and he saw its bravery and glory were greater than his own; so he fled back to the gloomy darkness, and formed many demons and fiends; and the creatures of the destroyer arose for violence.” – Chapter One, Bundahishn Here we see a different view of Iblis from the thoughts of his adversary, who would be the Zoroastrians. While the Zurvanites regarded Ahriman to be an original dual aspect of Ohrmazd, in the Bundahishn Ahriman is represented as a lesser demon, but a very significant one that equally causes problems but strengthens those who are connected with him. While they sought to condemn Ahriman and speak of his weakness, he was important and powerful enough to haunt their very minds into submission according to a written religious doctrine. \"Diabolus enim et alii dæmones a Deo quidem naturâ creati sunt boni, sed ipsi per se facti sunt mali.\" (\"the Devil and the other demons were created by God good in their nature but they by themselves have made themselves evil.\"- Fourth Lateran Council, from the Catholic Encyclopedia. Here we see that Azazel and other angels possessed an original ‘independence’ of being, that is they recognized that they could have the faculties of a higher state of being, they perceived themselves as separate from their original maker or source of being. The bible further describes Satan as how he had fallen, which presents a connection of the Vajra Rune which Anton Szandor LaVey made a part of his personal sigil within an inverted pentagram. The Vajra rune is almost an S type shape, falling downwards. It represents health, vitality and strength. "},{"pageNumber":22,"pageContent":" 22“I saw Satan like lightning falling from heaven” – Luke 10:18 The Dragon itself is a symbol of the collective independence and intelligence of Satan the Adversary, while his angelic nature granted him the higher faculties of all the Angels of Heaven, Lucifer sought more and wished to be more godlike. This was considered a great Sin and thus a War in Heaven occurred. “And there was a great battle in heaven, Michael and his angels fought with the dragon, and the draghon fought his angels: they prevailed not, neither was their place found any more in heaven. And that great Dragon was cast out, that old serpent, who is called the devil and Satan, who seduceth the whole world; and he was cast unto the earth, and his angels were thrown down with him.” – Apocalypse 12: 7-9 This leaves a question of subjective and objective planes of existence. If Satan had awoken his state of independence, to think ‘differently’ then could Heaven truly be something which existed objectively, even within a spiritual or aethyric sense? Could Heaven only be a subjective term as would be Hell, while what is one to an individual may be different to another? Here we see the transformative state of Satan from Angel to then Demon, thus he embodied both Light and Shadow within his own essence; he was Dual Headed. Peter Lamborn Wilson, in his essential article on the Middle Eastern origins of Satan25 provides a powerful study of the foundation and survival of perhaps the original idea of the Opposer. Wilson describes Adi ibn Musafir who is also known as Shaykh Adi, who was originally from Lebanon. The Shaykh traveled to Baghdad and studied along other well known Sufis. Later on after 1100 A.D. Adi traveled to Lalish (Iraq) and founded a religion based on Melek Tauus, or Malek Ta’us, the Peacock Angel. The Yezidis as they were called were the descendants of Adi, and were considered heretics and disbelievers by other fundamentalists in their area. The deity of worship, known as Iblis of Hallaj is the Peacock Angel, known as Azazyl or Shaitan, the Adversary. In “The Black Book”, a doctrine considered written by Shaykh Adi, describes the foundation of Azazel as the Black Light or hidden way of the path against all others- “In the beginning God created the White Pearl out of His most precious Essence; and He created a bird named Anfar. And He placed the pearl upon its back, and dwelt thereon forty thousand years. On the first day, Sunday, He created an angel named 'Azazil, which is Ta'us Melek (\"the Peacock Angel\"), the chief of all.” The Black Book It is presented here that Ta’us Melek is the foundation of independent energy, motion and progression. In no mentioning of the Black Book is Satan considered to be a negative force, rather a misunderstood power which can reside in each human being who can recognize what Azazel is.   25 Iblis, the The Black Light – Satanism in Islam, published in Gnosis Magazine"},{"pageNumber":23,"pageContent":" 23“Then the Lord descended to the holy land and commanded Gabriel to take earth from the four corners of the world: earth, air, fire and water. He made it man, and endowed it with a soul by His power. Then He commanded Gabriel to place Adam in Paradise, where he might eat of the fruit of every green herb, only of wheat should he not eat. After a hundred years Ta'us Melek said to God, \"How shall Adam increase and multiply, and where is his offspring?\" God said to him, \"Into thy hand have I surrendered authority and administration\". Then he came and said to Adam, \"Hast thou eaten of the wheat?\" He answered, \"No, for God hath forbidden me so to do, and hath said, 'Thou shalt not eat of it'\". Melek Ta'us said to him, \"If you eat of it, all shall go better with thee\". But, after he had eaten, his belly swelled up, and Ta'us Melek drove him forth from Paradise, and left him, and ascended into heaven. Then Adam suffered from the distention of his belly, because it had no outlet. But God sent a bird, which came and helped him, and made an outlet for it, and he was relieved.” – The Black Book This section provides a powerful symbolism which stretches beyond the predicament of constipation. While God created Mankind, he only held limited facilities. Melek Ta’us came unto Adam and suggested that he eat of the sacred fruit. This wisdom as he offered would open Adam’s eyes to his own Black Light, the gift of Iblis. It was Azazel who by offering knowledge to Adam and Eve was by all accounts the Opposer, the Adversary who by aversion and a different point of view opened the Mind and soul to the Black Flame of Shaitan, that which is self-knowledge and perception. “Then He was wroth with the Pearl which he had created, wherefore he cast it away: and from the crash of it were produced the mountains, and from the clang of it the sand-hills, and from its smoke the heavens. Then God ascended into heaven, and condensed the heavens, and fixed them without supports, and enclosed the earth. Then He took the pen in His hands, and began to write down the names of all his creatures. From His essence and light He created six gods, whose creation was as one lighteth a lamp from another lamp.” – The Black Book While the foundations of Iblis differ from culture to culture, there is a specific correlation of the essence of Azazel, being Fire. While Melek Ta’us is the “Chief Angel over All” he is considered to be created of a higher intellect than the other angels. That by the essence of flame, of which motion is always present, the Peacock Angel does not remain the same. It is by this principle that he changes through us as we become something else. The key to this is the Imagination itself. Peter Lamborn Wilson made reference to a text by Aziz ad-Din Nasafi26 which referred to Satan or Iblis as the Imagination. It is because of the imagination that he refused to be prostrate before mankind, as Fire was superior to Clay. While it is first considered a “sin” of pride, Satan acknowledged his true nature as flame and could not bring himself to bow before a secondary creation – for it was his father who created him, which no other he may submit to. It is within the Kitab el-Jelwa that Ta’us Malek or Shaitan makes a statement concerning the nature of his path and being. This is by far one of the more hidden aspects which offer a clue as to the nature of the consistency of Satan.   26 The Perfect Man, see The Black Light by Wilson, Gnosis Magazine"},{"pageNumber":24,"pageContent":" 24“Melek Ta'us existed before all creatures. He sent his servant into this world to warn and separate his chosen people from error: first by oral tradition, secondly by this by this book Jilwa, which is not permitted to strangers to read or to look upon.”-The Book of Divine Effulgence also known as Kitab el-Jelwa While this text refers to specifically ‘his people’ as Yezidi, in a modern context one could choose to add initiatory value to the statement. That Melek Ta’us existed before other creatures indicates the intellect and knowledge of being, self-awareness and the Imagination to consider his own role. The mentioning of not permitting strangers in looking upon the book provides a central idea as to the nature of the path itself – it is separate, antinomian and isolate. That the path of Iblis is one of inversion from the Natural Order of the Objective World around us, it actually is a step ‘away’ from the concepts of blending in with the spiritual normality of the herd. It is also to be noted that the Opposer or Adversary is the imagination of the illuminated, Melek Ta’us and his chosen are but those who recognize the Black Light within. That by affirming this path, of antinomianism through the image of Shaitan or Satan, the individual via Imagination becomes a child of Melek Ta’us. “I was, and am now, and will continue unto eternity, ruling over all creatures and ordering the affairs and deeds of those who are under my sway. I am presently at hand to such as trust in me and call upon me in time of need, neither is there any place void of me where I am not present.” – Kitab el-Jelwa Therein is perhaps one of the most significant representations of Shaitan in the form of the Inner Guide, Holy Guardian Angel or Daemon/Genius which is attainable through Magick. That the imagination holds keys to self-creation so does it hold the key to Conversation of the Holy Guardian Angel, the Luciferian Spirit which guides and which is considered our true self. It can be called a “True Self” or “Higher Self” as this is the Daemonic aspect of the mind, the Gift of the Black Light as Iblis gave humanity is inherent in our Higher Self, thus the imagination is a helper and beneficial ability that humanity must choose to master. All actions and deeds are manifested from an idea which emerges from the imagination – inspiration guides and brings that which we desire spiritually and physically. As Shaitan states that he “is presently at hand” and “trust in me” and “call upon me in time of need” indicates the very nature of the Holy Guardian Angel, you must recognize this force as a part of yourself by the Opposing formula which is mirrored as Satan, a symbol and force of rebellion. It is once you have gone forth through the Gates of the Hidden27 that you begin to ascend into the psychological state of Lucifer, the Adversary. The essence of Shaitan is Flame, and continual motion. To understand this beyond any coherent or sinister symbolism is the result of passing the test of appearance. The student of Magick must be willing to trespass the Laws of Nature to discover the identity of the soul, the very gift of Magick itself. Melek Ta’us thus represents a metamorphic process of self-deification and self-overcoming. It is not an endless ego posturing, rather a means of recognizing the idea of self, the imagination to mutate it into something new and crystallize the very core essence of Lucifer, that which is Black Light and Fire.   27 Called Hell by some."},{"pageNumber":25,"pageContent":" 25“I guide without a scripture; I point the way by unseen means unto my friends and such as observe the precepts of my teaching, which is not grievous, and is adapted to the time and conditions. I punish such as contravene my laws in other worlds. The children of this Adam know not those things which are determined, wherefore they oft-times fall into error. The beasts of the field, and of heaven, and the fish of the sea,all of them are in my hand and under my control. The treasures and hoards buried in the heart of the earth are known to me, and I cause one after another to inherit them. I make manifest my signs and wonders to such as will receive them and seek them from me in their due season.” – Kitab el-Jelwa Here one may consider the point of guiding without scripture, that Shaitan as the imagination and Holy Guardian Angel or True Will, brings knowledge without words but rather what Aleister Crowley called “Energized Enthusiasm”. The beasts of the field and the fish of the sea are all manifestations and connected with – Shaitan. This is the inner relation to Shaitan as the Black Man of the Sabbat, the very Ritual of Magick Fire which either as the Light of the Luciferian Conclave or Holy Rites of Noon28 to announce self discovery and to seek transformation into a Satan-like individual. It is the Black Snake, a symbol of the Yezidis which represents Hidden Wisdom. Black within Arabic terms, the root FHM of course is Wisdom and Knowledge, thus Black has a dual meaning which refers the very opposite of ignorance. The Black Snake is presented earlier in the Zoroastrian descriptions of Zohak, who gained knowledge and power from Ahriman, having kissed his shoulders, bestowed two black serpents to emerge from him. These snakes intertwined with his body and spirit until he became Azi Dahaka, a dragon – king who was said to be the most powerful Daeva next to Ahriman. The Black Snake continues to symbolize intelligence and independence from the natural order, an antinomian symbol which survived in the cults of Yezidism. The Shaykh known as Ayn al-Qozat Hamadani was perhaps one of the most rebellious figures of his time, champion to a higher intellect and Satanism in a pure form of self-love and evolution to God itself, Hamadani suggested an alternate path through Sufism which was considered blasphemy to the fundamentalists of Islam. Ayn al-Qozat wrote that the Black Light above the Throne is the Light of Eblis, which he called the Dark Tresses of God, compared also to the divine light of darkness. Al-Qozat suggested that Satan had a pride in Love that he would not accept any but his creator. While in an initiatory sense, the foundations of God may represent a self-possibility and non-union with the natural order. By this separation and initial recognition of difference can then man and woman seek to become something better, this is the very essence of Magick – energy in motion, change and ascension. “Samael was the greatest prince in heaven. The celestial animals and the Seraphim had six wings each, but Samael had twelve. He took his cohorts and went down, and saw all the creatures whom the Holy One, blessed be He, had created, and found among them none as astute and malicious as the serpent. And the serpent's appearance was like that of a camel. And Samael mounted him and rode him. And the Tora cried and shrieked and   28 Noon is considered in the Middle East to be the Time of Satan."},{"pageNumber":26,"pageContent":" 26said: \"Samael, the world has just been created, is this the time to rebel against God?\" The serpent went and said to the woman: \"Is it true that you are commanded not to eat the fruit of this tree?....” Midrash: Pirqe R. Eliezer. Ch. 13 It is written in the “Treatise on the Left Emanation” that Samael and Lilith were born as one, a fire born dual headed angelic force which was too individualistic to contain by it’s creator. The first prince and accusing demon is Samael, called evil because he desires to mingle with the force of light from which he is a part of. At their creation they both were separated, Lilith going forth into the world of man and Samael going his own way with his angels. It is suggested that Samael has an entourage of seventy chancellors, or angels. However, in Watcher lore it is over 200 seraphs. “In this tradition it is made clear that Samael and Lilith were born as one, similar to the form of Adam and Eve who were also born as one, reflecting what is above. This is the account of Lilith which was received by the Sages in the Secret Knowledge of the Palaces. The Matron Lilith is the mate of Samael. Both of them were born at the same hour in the image of Adam and Eve, intertwined in each other. Asmodeus the great king of the demons has as a mate the Lesser (younger) Lilith, daughter of the king whose name is Qafsefoni. The name of his mate is Mehetabel daughter of Matred, and their daughter is Lilith.” –“Treatise on the Left Emanation” by R. Isaac b. Jacob Ha-Kohen The concept of Fire as being the central and primary force which Samael and Lilith were made up of displays a very interesting connection. Here we see that Lilith actually has different forms, but all are connected to the ancient mother Lilith, who is also Az in earlier folklore. Lilith is able to change her form and manipulate her essence, she grows strong from the draconian essence within man and woman, their lusts, hungers and desires empower her. Her essence is of the beasts of the wild, as a restless spirit, she drew close with the wild beasts of the deserts and forests, that which is far away from humanity. One specific description of her composition of Fire, the same as her mate Samael, is read in the following- “They found it stated in those Chapters that Samael, the great prince of them all, grew exceedingly jealous of Asmodeus the king of the demons because of this Lilith who is called Lilith the Maiden (the young). She is in the form of a beautiful woman from her head to her waist. But from the waist down she is burning fire--like mother like daughter. She is called Mehetabel daughter of Matred, and the meaning is something immersed (mabu tabal). The meaning here is that her intentions are never for the good. She only seeks to incite wars and various demons of war and the war between Daughter Lilith and Matron Lilith.” –“Treatise on the Left Emanation” by R. Isaac b. Jacob Ha-Kohen The multiple spirits of Lilith are a part of what could be considered in Luciferian Witchcraft Circles as the Triple Goddess, or Hecate – Lilith. She is maiden, whore and hag and her number is three – just as the points of the triangle. Lilith holds intensive wisdom of Magick and such along with her mate, Samael, is her gift to those children who recognize and identify with her nature. Asmodeus the great Demon King is a powerful spirit who was first presented in Zoroastrian lore as Aeshma of the Wounding"},{"pageNumber":27,"pageContent":" 27Spear, a war and fiery daeva. The Hebrew Ashmedai is one who gained a very high rank among the original angels, Asmodeus was according to lore a Seraphim, one of the highest ranks of angels. It is suggested in other Hebrew lore that Asmodeus was born from the demoness Naamah and the Fallen Angel Shamdon. Asmodeus and Samael were said to have had strife over one spirit of Lilith. “This is the waning Moon, the moon of witchcraft and abominable deeds. She is the poisoned darkness which is the condition for the rebirth of light” – The Book of Thoth, Aleister Crowley Here we are able to understand that Lilith has many forms, yet her nature is clear to those who work with her. Allow her entry into yourself, and know the ecstasy of man and woman, Union with the Blood of the Moon. Crowley refers to her as “uncleanliness and sorcery”, the very nature of Az who is the Mother of Luciferians. Crowley also saw divinity within Az and Lilith, in the form of Babalon, the Whore which rides the 7 headed Dragon. The children of Lilith are called Lilin or Lilim, being succubi who have no hair on their head and their body and face are covered. They visit men in their dreams and drain them of sexual fluids to create other demons. Essentially, a magician who has worked in the Lilith – current (that of the feminine within Luciferian Witchcraft) can summon and encircle a succubi or incubi, however care should be practiced as these spirits can quickly move from the position of servitor to master. “Wildcats shall meet with hyenas, goat-demons shall call to each other; there too Lilith shall repose and find a place to rest. There shall the owl nest and lay and hatch and brood in its shadow.” – Isaiah 34:14 The nature of Samael and Lilith is to seek copulation, separate and return again. They are guided by Leviathan, called also the Blinddragon who by his essence, cause their sexual union. In Luciferian Witchcraft circles Leviathan holds the key to controlled sexual magick and the possibilities therein. Leviathan essentially is the encircler, the possibilities of the self as well as knowledge of the self. Here we see a connection between Lilith and Leviathan, that in many ways they are nearly the same- “You already know that evil Samael and wicked Lilith are like a sexual pair who, by means of an intermediary, receive an evil and wicked emanation from one and emanate to the other. I shall explain this relying on the esoteric meaning in the verse \"In that day the Lord will punish with His great, cruel, mighty sword Leviathan the twisted serpent and Leviathan the tortuous serpent\"--this is Lilith--\"and He will slay the dragon of the sea\" (Isaiah 27:1). As there is a pure Leviathan in the sea and it is called a serpent, so there is a great defiled serpent in the sea in the literal sense. The same holds true above in a hidden way. The heavenly serpent is a blind prince, the image of an intermediary between Samael and Lilith.” –“Treatise on the Left Emanation” by R. Isaac b. Jacob Ha-Kohen"},{"pageNumber":28,"pageContent":" 28Aleister Crowley in his work “De Arte Magica” describes in certain terms the use of Sexual Magick within the image of Lilith, that she is the key to creations of night born servitors or demons. Such workings Crowley considered highly dangerous- “Among the Jews are certain instructed Initiates of their Qabalah who hold, as We understand, the view that in the Zraa or Semen itself lies a creative force inherent which cannot be baulked. Thus they say that before Eve was made, the dreams of Adam produced Lilith, a demon, and that from his intercourse with her sprang evil races. .....All other sexual acts involving emission of semen therefore attract or other spirits, incomplete and therefore evil. Thus nocturnal pollutions bring succubi, which are capable of seperate existance, and of vampirising their creator. But voluntary sterile acts create demons, and (if done with concentration and magical intention), such demons as may subserve that intention.” Aleister Crowley, “De Arte Magica” Although Crowley seemed to almost warn against such sexual workings to evoke and create demons, in “Rex de Arte Regia” describes two workings to produce Belial and Asmodee by means of solitary masturbation. This is possible in the area of controlling and focusing the Will in the essence or goal behind the Demon in question, but Crowley warned others of this operation as it can cause the spirit to gain a separate existence and to astrally vampirize it’s creator if not bound and focused correctly. We see with reference to Samael and Lilith, a working Aleister Crowley conducted with his Scarlet Woman, one of which brought to excite his Kundalini or Magick Fire. This serpent is controlled starting at the base of the spine and moving upward, thus allowing for ecstasy and power. In “The Magical Record of the Beast 666” Crowley described his working involving ShTN, or the Fire Serpent (Satan/Set/Shaitan) with the Scarlet Woman, thus what Crowley referred to as the Sun and the Moon conjoined. A fascinating description of his rite describes the ecstasy of Magick- “The Tortured-Ecstasy of the contorted face, the writhing of the hag body that ground down it’s beast. The storm of lust and pain and madness. It was Night’s Hollow wretching at her captive Dragon, whose blood was seed of the blind and furious stars. She was like Hecate in a death-dance, Satan-possessed, convulsive, pumping my life, body and soul, as ‘twere a Python in his agony. She certainly gave me what I’ve been losing. Youth’s intensity.......that sacrament of Satan that may be consummated only beneath night’s dome, in utmost silence, because it’s elements are not symbols of things, but They themselves.” – Aleister Crowley, “The Magical Record of the Beast 666” Here we see the infernal union of both outward with his partner, but also a mirror shining into the depths of the abyss of his self, his possibility and that chaos which was within him. Controlling it, focusing it, Crowley was able to manifest his Will from this very essence of Magick. In Luciferian Witchcraft Cain is considered the Devil incarnate in flesh. He is the first born in the circle of Leviathan, the first born of sorcery and the Patron Spirit (who is"},{"pageNumber":29,"pageContent":" 29masked as the Devil) of the Toad Rite. In certain writings, Cain is said to have emerged from the seed of Samael and Eve (by possession by Lilith)- “R. Hiyya said: \"The sons of God were the sons of Cain. For when Samael mounted Eve, he injected filth into her, and she conceived and bare Cain. And his aspect was unlike that of the other humans and all those who came from his side were called sons of God.\"- Kabbala: Zohar 1:37a Here we see that the magical act of sexual union creates a God like individual, who in this instance is Cain. Cain is considered to be a Son of Satan, a manifestation of that very solar force within man and woman. In religious lore, Samael who is the Serpent or Dragon, was said to have injected filth which spawned Cain, his son in flesh- “When the serpent mounted eve, he injected filth into her. Israel who stood at Mount Sinai, their filth ceased; the other nations who did not stand at Mount Sinai, their filth has not ceased....” Talmud: b. Shab. 146a Aleister Crowley made reference to Cain and his mark of initiation, which some Witches disagree with according to their tradition. To paraphrase: “there is the legend of Eve and the Serpent, for Cain was the child of Eve and the Serpent, and not of Eve and Adam; and therefore when he had slain his brother, who was the first murderer, having sacrificed living things to his demon, had Cain the mark upon his brow, which is the mark of the Beast spoken of in the Apocalypse, and is the sign of initiation.” – The Book of Thoth, Aleister Crowley In Luciferian Grimoires, Cain is said to be a symbol and gateway for man and woman to become, thus the symbol of Baphomet as Anton LaVey called it, is the inverted pentagram with a goat head in the middle. The original, which LaVey took out, contained the words Samael and Lilith, surrounded in the circle ring the Hebrew LvTHN, Leviathan, the Crooked Serpent. In the circles of Luciferian Witchcraft, this is the sigil of Baphomet – the Head of Wisdom who has united the Solar and the Lunar, or the Fire and Water within the self to bring forth Cain, the Devil in Flesh upon earth. He is the symbol and cipher of Magick, the Great Work accomplished and onward moving. At the gathering of the Sabbat is Cain the Black Man, the circle and center of the Sabbat and it’s fire, he directs it outward as “he” is the Pole of this Force. “Woe unto them! For they have gone in the way of Cain” – Jude 11 Cain’s name is said to have derived from a root ‘Kanah’ which means to possess29. This by itself presents the antinomian nature of his essence, while instead of sacrificing his most bountiful items to the Lord, he kept them for himself. This may draw conclusion that he viewed himself as a form of God, by later sacrificing his brother Abel30 he began the Left Hand Path, which brought him into being as a Son of Satan. Cain is viewed in   29 Catholic Encyclopedia 30 Abel in some Luciferian Lore is considered a lower ‘pre form’ of Cain, thus the sacrifice was not literal."},{"pageNumber":30,"pageContent":" 30later paths of Witchcraft as a Lord of Magick, but rather the darker aspects. Here Cain takes a similar path with Anubis by name and process. Robert Cochrane, a practitioner of Witchcraft in the 60’s wrote- “In the North lies the Castle of Weeping, the ruler thereof is named Tettens, our Hermes or Woden. He is the second twin, the waning sun, Lord over mysticism, magic, power and death, the baleful destroyer. The God of War, of Justice, King of Kings, since all pay their homage to him. Ruler of the Winds, the Windyat. Cain imprisioned in the Moon, ever desiring Earth. He is visualized as a tall dark man, shadowy, cold and deadly.” – Letters from Robert Cochrane Here we see that Cain, the Son of Samael and Lilith, is the Devil manifest on the earth – the Son of Shaitan. He is above the flesh, yet his essence is found within it. The Lord of Magick is Dual – he is Nightside and Dayside, Sun and the Moon, Life and Death. Cain is here the body of the magician, the soul of Baphomet if you will. As found in the Book of Cain31 the Dragon Samael and Lilith join as one to beget the son of filth, yet he grows strong by his Will and emerges as Baphomet. The illustration of Cain as the Adversary32 presents him holding the Trident or Stave above, symbolizing the Sun and Celestial region, and a hammer below representing the Forge and the Infernal region. “You shall thirst for water and for blood; both in dreaming shall be held from the dual gnosis. I hold the Golden Cup to your lips, that the Dragon’s elixir hold strong – I then hand to you the skull bowl of my flowing blood, that you may taste the bitter sweetness of it’s coppered kiss – then in your ecstasy and thy devil’s phallus reaching towards the Sun shall my serpent’s tongue enflame you to me.” – The Book of Cain by Michael W. Ford As written Cain is slowly transforming into a manifestation of both Samael (the Devil) and Lilith, he is the magician of Two Opposing Fires, yet they join as one within him as from when they were created. Robert Cochrane further described Cain as- “He is the God of magicians and witches, who knows all sorcery. Lord of the North, dark, unpredictable, the true God of witches and magicians if they are working at any decent level at all. A cold wind surrounds Him, age and time so ancient that it is beyond belief flows with him. Dark is his shadow, and he bears a brance of the sorrowing alder, and walks with the aid of a blackthorn stick.” – Letters from Robert Cochrane Cain in this perspective represents a process of movement and transformation. The Luciferian Path as practiced in some covens and sorcerers describes and understands Cain being the Devil who is the self, thus by our Work being done, thus Cain manifests further. He is the Son of Satan, the Son of the Old Dragon and Bringer of Light. As mentioned earlier with regard to Alexander Sanders, the Triangle of Darkness from the South lands of Neph-Kam we joined with the Northern Ascending Triangle of Light, thus Six Sides utilizing the Power of the Sun and the Moon – Magick itself. Robert Cochrane described the Hexagram as the following-   31 Book of Cain by Michael W. Ford, Succubus Publishing 2003 32 By Elda Isela Ford, reproduced in The Book of Cain."},{"pageNumber":31,"pageContent":" 31“which in part represents Old Tubal Cain, or the All Father Himself. Hearne” – Letters from Robert Cochrane Interestingly enough, the Eight Pointed Luciferian Star33, the Chaos Sphere, represents in most Magical circles as being the symbol of Baphomet. Robert Cochrane described Tettens or Cain as a Rider on an 8 Legged Horse, thus draws close symbolism with the Sigil of ALGOL, the Chaos Star and Inverse Pentagram. This also makes assumption to the true Nature of Anubis – being the Son of Set, with Cain, the Son of the Devil and Eve (through Lilith in dreaming sorcery). The “Watcher of the Twilight34” who is the Lord of Magick, therefore the Opener of the Way wears the Mask of the Beast and stands between both Dawn and Twilight. “Know it as the elixir of life, the Syllubub of Sun and Moon. Verily he steals the fire from Heaven: the greatest act of bravery in the world.” – The Book of Pleasure, Austin Osman Spare The Society of the Horseman’s Word in Scotland in the 1800’s viewed Cain as an archetype of malefic and diabolic power, and is presented in initiation ceremonies where the participant met a horned ‘devil’ covered in animal skins and masked, many were taught to summon the devil by the means of certain phrases of the bible recited backwards35. In “The Toad Rite36, Ahriman is a primal or infernal spirit mask of Cain, thus through the flesh of Cain does the Devil first manifest and later initiate. In East Anglian Hereditary Witchcraft, it is suggested that when Cain went to Nod he was greeted by the Devil who made him the first Witch. Even with older areas of historical and hereditary craft Cain as the manifestation as the first sorcerer, created by the Devil, holds the True foundations of the Craft which indeed separates it from it’s watered down Wiccan varieties. British Hereditary Witch Nathaniel Harris has written an article on Cain based on his family teachings, lore and his own sorcerous study and work37. His theories are sound and hold much inspiration for those who utilize “truth within the circle”, which is inspired or creative truth, thus aiding ones own initiation. “According to Saint Augustine, Saint Clement, Eusebius, Lactantius, the Abbe’ Simonnet, and others, the entire lineage of Cain were tainted. Whilst God declared his will to Seth by the mediation of angels, Cain was gone from the sight of the Lord and sought aid from the Infernal One. The offspring of Cain were ‘deceived’ by the workings of Satan so that they worshipped him. Thus was diabolism born, and Cain was equated as the first witch and Satanist.” – Nathaniel J. Harris, WITCHA, A Book of Cunning Here we are able to discern the mythology which holds Cain as the first of Witch Blood, the fire and water embodiment of Samael and Lilith, that which has born Cain as our   33 Called ALGOL, the sigil of The Order of Phosphorus, the authors current magical guild. 34 The Book of Thoth – the Moon by Aleister Crowley 35 Secrets of the Horse Whisperers, by Peter Bayliss 36 The Toad Rite, a Grimoire of the Toad Witch by Michael W. Ford, Succubus Publishing. 37 See Witcha by Nathan Harris."},{"pageNumber":32,"pageContent":" 32prototype and initiatory model. Harris points out also the invocation used to Conjure Cain in Charles Leland’s “Aradia – Gospel of the Witches”. Nathan Harris writes also that some claim hereditary witchcraft is that the children are of Cain, who in some traditions is also the son of Adam and Lilith, or the traditional myth of Samael (the Devil) and Eve. A further interesting connection that Lilith holds with Samael/Satan is the Star Algol which was originally called Arabic the “Ri'B al Ohill” and later the Hebrew “Rosh ha Sitan” meaning The Head of Satan and also Lilith. Algol can be viewed as a Star which represents the essence of Satan and Lilith, the twin fire of becoming through the Left Hand Path. In Luciferian Sorcery, Algol is presented as an 8 pointed Chaos Sigil with the inverted pentagram in the center. This is made reference to the number 8, being of Baphomet and Chaos, and the pentagram representing the five points of the Adversary, details are found in the grade workings of The Black Order of the Dragon38, which is a non-public initiatory circle. The inverted pentagram in an outer sense represents the manifestation of the Will through the manipulation of Matter. IV. The Gnostic Yaltabaoth, “Child of Chaos” \"And when she saw (the consequences of) her desire, it changed into a form of a lion-faced serpent. And its eyes were like lightning fires which flash. She cast it away from her, outside that place, that no one of the immortal ones might see it, for she had created it in ignorance. And she surrounded it with a luminous cloud, and she placed a throne in the middle of the cloud that no one might see it except the holy Spirit who is called the mother of the living. And she called his name Yaltabaoth.” – The Apocryphon of John The Apocryphon of John, discovered in Upper Egypt in 1945, is perhaps one of the more significant Gnostic texts which hold a hidden relation to the Adversary. These early Christian writings, dated roughly AD 350, were perhaps one of the most significant records of the history of Gnostic records. It was written that Barbelo (called Sophia), a great and powerful female archon, who was considered beautiful and near perfection, desired to create a child. She went off alone and begat this child. While she desired to create something like herself, this child was imperfect and different. She saw the results of her creative desire, and cast him off away from her where others may not see him. This child of chaos took the form of a Lion Serpent, who contained the Fire and Light of Heaven, and the individualistic and rebellious thought which separated him from the other archons. As written in the Apocryphon of John- “\"Now the archon who is weak has three names. The first name is Yaltabaoth, the second is Saklas, and the third is Samael. And he is impious in his arrogance which is in him. For he said, 'I am God and there is no other God beside me,' for he is ignorant of his strength, the place from which he had come.” –The Apocryphon of John That Yaltabaoth, which means Ilda, child, Baoth, chaos was cast off from his mother Barbelo, he learned of independence and reliance upon the self. He saw no need to   38 Overseen and under the guidance of the present author."},{"pageNumber":33,"pageContent":" 33worship or hold relevance to another, thus proclaimed his independence spiritually. The fire which was within Yaltabaoth was pure intelligence and beauty, yet his nature was both darkness and light, he made himself strong and filled with wisdom from his time alone, and discovered the powers within. Here Yalabaoth understood the power of creation, and began to work independently from all other archons. \"And when the light had mixed with the darkness, it caused the darkness to shine. And when the darkness had mixed with the light, it darkened the light and it became neither light nor dark, but it became dim.” – The Apocryphon of John Here we see the significance of darkness, and the hidden fire of self knowledge and that Samael mixed both to beget his creations. This is the model of the sorcerer that by Will and Desire does become able to create accordingly. Here we are able to read that the Fire of Heaven was taken from Barbelo and used by Yaltabaoth - \"This is the first archon who took a great power from his mother. And he removed himself from her and moved away from the places in which he was born. He became strong and created for himself other aeons with a flame of luminous fire which (still) exists now. And he joined with his arrogance which is in him and begot authorities for himself. The name of the first one is Athoth, whom the generations call the reaper. The second one is Harmas, who is the eye of envy. The third one is Kalila-Oumbri. The fourth one is Yabel. The fifth one is Adonaiou, who is called Sabaoth. The sixth one is Cain, whom the generations of men call the sun. The seventh is Abel. The eighth is Abrisene. The ninth is Yobel. The tenth is Armoupieel. The eleventh is Melceir-Adonein. The twelfth is Belias, it is he who is over the depth of Hades. And he placed seven kings - each corresponding to the firmaments of heaven - over the seven heavens, and five over the depth of the abyss, that they may reign. And he shared his fire with them, but he did not send forth from the power of the light which he had taken from his mother, for he is ignorant darkness.” – The Apocryphon of John It must be considered that Darkness cannot be considered complete ignorance that it is where the rebellious journey into – it is the forbidden and unknown. One must have a Mind and individual consciousness to break from the natural order, thus darkness presents a gift of individuality – it allows the Fire within them is seen. Yaltabaoth was able to create other spirits as well, such as Belias, Cain and others. Saklas, as is one of his many names understood the leverage of power which came from within, and how to change his shape to be beautiful and angelic, that the other angels would hear his voice. Yaltabaoth, who is known as Lucifer, could speak unto them that they may hear him, and that Blackened Fire within could be sparked within them as well. As written in the Apocryphon of John- \"But Yaltabaoth had a multitude of faces, more than all of them, so that he could put a face before all of them, according to his desire, when he is in the midst of seraphs. He shared his fire with them; therefore he became lord over them. Because of the power of the glory he possessed of his mother's light, he called himself God. And he did not obey the place from which he came. And he united the seven powers in his thought with the"},{"pageNumber":34,"pageContent":" 34authorities which were with him. And when he spoke it happened.” –The Apocryphon of John Here we see that Lucifer first awoke the other angels that they saw not only his brilliance, but that fire within them was awakened. He called himself a God, that which recognized its self-divinity and his power to create. Thus here we find that initially Yaltabaoth was the most powerful archon, much like his earlier form of Ahriman, the Adversary. In darkness did he discover his light; the world he sought to create. Humanity was given this fire by Samael, who came unto the earth initiated the spark of the flame of self-knowledge. The Devil as he is called later, mingled with both darkness and light; held within a light brighter than any mere angel, yet devoured those before him who were lost in self righteousness. As written in the Bible, supposed words of Jesus- “Ye are of your father the devil, and the lusts of your father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.” -Gospel of John That the children of humanity are indeed the seed of Samael and Lilith, the Devil are those descendents of Cain the Witch Father, that those who affirm the devil are thereby of this spirit of strength and wisdom. The Spirit of Flame, called Samael and many other names, who is a dragon and beast in spirit, came in the form of man to test him. One account of the testing came in the form of a man to question the sheep of Jesus- “That a Pharisee named Arimanius approached him and said to him, \"Where is your master whom you followed?\" And he said to him, \"He has gone to the place from which he came.\" The Pharisee said to him, \"With deception did this Nazarene deceive you, and he filled your ears with lies, and closed your hearts (and) turned you from the traditions of your fathers.\"-The Apocryphon of John It must be considered that the questions asked by the Adversary are indeed tests. They are tests of spirit, or Will and of resolve. The Luciferian Path is filled with tests of strength, on failing could lead to self-destruction, while a test passed will reward the Satanist or Luciferian with Light. The Christians look upon what is the opposite as ignorance or evil; yet they are filled with the self-delusions of what may be perceived as one path only. It must be understood as well that the Luciferian understands the very practice of Magick as a development of consciousness, of becoming something greater than previously thought – striving for self excellence and wisdom, no matter what path that may be. This is what lies within the Triangle of Darkness, the evocation center itself: the Circle. Herein is the binding of diabolic power, the very essence of the Adversary who is both Fire mixed with Darkness, and with shadow does the sorcerer design and cast his will in the world. The sorcerer is one who seeks to not only identify him or herself with the Adversary, rather invoke this force through them and it shall become them by means of magical fascination and arte. "},{"pageNumber":35,"pageContent":" 35V. The Path of the Crooked Serpent The God of the Jagged Spine - Leviathan In the caverns and caves of the abyssic darkness, wherein the water depths weave a lonely song, comes a whispering hiss of the past and future. In blood this name is recalled, spiraling in the back of the spine through the brain of man. The Rahab Daemon, who has fallen forth into the oceans and long since transformed in the Coiling Dragon of timeless being, emerged Leviathan! Unto the Deserts of Dendain does Behemoth dwell, now a beast of gigantic stature, who listens to the Voice of the Adversary, the Will – Inspiring force of motion and evolution. Rivers of Blood flow that flowers may grow from their nourishment of the soil, that the Sun and the Moon capture a pleasure filled garden, knowing of the demonium of the earth beneath the surface – the nurturing of the Horned Spirit of the Sun and the Moon. Leviathan represents a subconscious source of power within each Luciferian and Satanist, it is the possibility and chaos within the self, it is not a representation of that type of mental and spiritual energy, rather a coiling source which not only strengthens those traits you develop and overcome, but also inspires terror and the mirror which reflects the inner fire of the beast and angel within. “Leviathan, the great Dragon from the Watery Abyss, roars fourth as the surging sea, and these invocations are his tribunals.” –The Satanic Bible, Anton Szandor LaVey Leviathan also represents the passions which arise within us – while Belial may be the manifestation or flesh made of those passions, Satan the Will behind it and Lucifer the imagination to accomplish it, Leviathan is that beast from the Ocean of the Subconscious itself. The mysteries of Leviathan have for long challenged Magicians, Christians and occult scholars alike. Let us seek to determine workable points which may present a clear definition of what this name means, how it may be used as a model in sorcery, thus presenting the magician in the coils of this dragon. \"The fleeing serpent, the coiling serpent, the powerful with the seven heads\" – A Caanite description of Lotan, a form of Behemoth and Leviathan. In the 60th chapter of the Book of Enoch, Leviathan is presented as a great dragon which is of the sea, the primordial chaos which this great serpent dwells, and the very abyss. Leviathan is also another name for Rahab, the Angel of Violence. The concept of this mysterious dragon is, according to the system of Justinus39 Leviathan is a “Bad Angel”. The Hebrew term refers to Leviathan as that “which gathers itself together in folds”, thus the coiling dragon. It should be known that the circle itself is timeless and represents the eternal spirit. Leviathan in this instance is the guardian of the abyss and timeless in essence. Isaiah 27:1 calls Leviathan “that crooked serpent”.   39 From The Legends of the Jews, Ginzberg."},{"pageNumber":36,"pageContent":" 36The fallen angel Rahab itself means “Violence” and refers to his name or title as “Sar shel yam”, in Hebrew “Prince of the Primordial Sea”. The source of the twin fallen angels Leviathan and Behemoth, presents both as beasts and dragons which hold much power when they fell. “And that day will two monsters be parted, one monster, a female named Leviathan in order to dwell in the abyss of the ocean over the fountains of water, and a male called Behemoth which holds his chest in an invisible desert whose name is Dendayen, east of the Garden of Eden.” – Enoch 60: 7-8 These twin dragons in the beginning were said to be angels, but took monstrous form and fell to earth, Leviathan, represented as often female and male, and Behemoth being a male, to respectively, the Abyss of Oceans and the Earth. In this lore, Lucifer fell yet retained something of his former self – a role which each angel played differently depending on their individual personality and nature. Eliphas Levi is created with the creation of the Sigil which was first indoctrinated by Anton LaVey in the 1960’s as the Church of Satan. This image appeared in 1961 in a French book entitled \"Histoire en 1000 Images de la Magie”. This sigil, which is composed of the goat head within an inverse pentagram, spells Samael and Lilith in the circle, representing the two daemonic forces which are antinomian in nature. What encircles and surrounds the three (Samael, Lilith and the Goat Head, or what Rabbis could call Cain) is the LVYThN, which is spelled from the bottom counter clockwise, with the Hebrew letters lamed, vav, yod, tav, nun. This is indeed a sigil of personal power used by Satanists and Luciferians, representing the possibilities and power within the self. The Levi version with the original spelling of Samael and Lilith is a Grade symbol within the Luciferian Guild, The Order of Phosphorus. The Book of Job presents a very interesting description of Leviathan – “His back is made of rows of shields, shut up closely as with a seal... his sneezings flash forth light and his eyes are like the eyelids of the dawn. Out of the mouth go flaming torches; Sparks of fire leap forth.. In his neck abides strength, Terror dances before him.” This indicates that the form of Leviathan is difficult to comprehend. In the biblical art of Liber Floridus, the Antichrist, emerald and crimson robes flowing, rides upon Leviathan, who is pictured as a great Dragon-Beast with four legs, talon like teeth with blackened eyes. The face of this beast is the model for which has been invoked during the Coven Maleficia40 Rites involving the ascension of power.   40 The Coven which founded The Order of Phosphorus, renamed “Maleficia” after the Day of Cain for the group, August 22nd."},{"pageNumber":37,"pageContent":" 37 The bible makes further reference to Leviathan in Job- “May those who curse days curse that day, those who are ready to rouse Leviathan. May its morning stars become dark; may it wait for daylight in vain and not see the first days of the dawn.” Leviathan is considered to being connected with Azhdeha, the dragon, the very home of Tiamat and some suggesting also Set (who is known in lore to take the form of Serpents), also connected to Tiamat, the Chaos Dragon of the Akko-Sumerians. In The Book of the Sacred Magic of Abra-Melin the Mage, Leviathan is one of the four crowned Princes of Hell, spell from the Hebraic root of LVIThN. He is called the Crooked or Piercing Serpent or Dragon. Leviathan is a chief daemon along with Lucifer, Satan and Belial. Anton LaVey attributed Leviathan to the direction of West, associated with Water. Understanding Leviathan provides a more significant challenge than any other Daemon. Rahab itself is a fallen spirit of timeless existence, as it wraps or folds in upon itself, thus a serpent which has mastered time, thus possesses a higher capacity beyond common human perception. A Luciferian or Satanic Magician would use Leviathan as the Circle, and within the Circle of Self (the magician) does he or she transform themselves. “And they worshipped the Dragon which gave power unto the Beast”-Revelation 13:4 The definition of violence is something marked by extreme force, or a sudden and intense activity. Thus as Rahab better known as Leviathan, is a force of change and movement. This draws a connection to the Egyptian Set, the God of Darkness, Chaos and Storms. As the self develops and seeks to perceive new areas of its psyche-eccentric being, Leviathan encircles he or she to control the power itself; thus an consistent and timeless initiatory force. This brings a question concerning the individual mind and the Crooked Dragon – what is the subjective focus of Leviathan; what does this daemon represent to the conscious self? How do we use Leviathan in a Left Hand Path initiatory way? Leviathan is the encircler/ensorceller of the self; the circumference of the astral and physical body. It is the timeless being, the psyche transformed into Daemon. As it is the Angel of Violence and Dragon of the Watery Abyss, it represents the mastery of the self through change and the ability to place occurrence and happenings into the magicians own individual universe. Through the refinement of the subconscious (as based on the transference level of the unconscious to conscious via dreaming) the self grows in the study/interplay of his or her own environment and reality as it is perceived. This is the process of when the Black Magician begins to effectively crystallize the perceived essence of self, the very scratched surface to the core of self, and allow for a beginning of expansion of the Will to manifest in other areas inward or outward."},{"pageNumber":38,"pageContent":" 38 This enables the sorcerer to place his/herself on the path of becoming a Demon, an enfleshed deified being which is separate from the natural order via the discovery and basic mastery of the Black Flame. This is the Luciferian essence revealed, that which confirms the interplay between Azazel/Shaitan and Leviathan among other Fallen Angels. “And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority” – Revelation 13:2 Leviathan is the Lord of the Will, the daemon which awakens and crystallizes the essence of self; that in the center is the inextinguishable Black Flame, the Gift of Iblis. In Luciferian terms, the maker of the possibility of Union between Samael and Lilith, the creation of Cain as the self transformed. Change may be invoked and willed by the mind depending on the path of the magician. If he/she is upon one path, their focus may invoke positive change, through an optimistic outlook and creating or impelling a beneficial progression in their own environment. In the model of the Witches Sabbat, Lucifer is the imagination, the Adversary who is both angel and demon, the isolate self. Leviathan is the daemon which encircles the possibility of self, who creates the link which the Luciferic Angel may develop in the Black Magician. Transformation through Deific self-association is the transference to Becoming. Ahriman represents the sorcerous side of Lucifer, the Darkness made flesh. In relation to Leviathan, Ahrimanean Sorcery or yatuk-dinoih, responds and is directed by the self in response to the natural predilection of the sorcerers’ magical interests. Thus by this alone, the activation and self-determined focus channels the Will via dreaming, creating a possibility for such rapid movement to occur via the path of sorcery, etc. Leviathan once faced by the Sorcerer cannot be banished – it is then a perceived sense of who we are. To deny Leviathan is to become blind to our possibility and our very future. For one to begin to grasp the possibility of the immortal psyche, the mind which stands alone, which has emerged and evolved, depends upon the crystallization of the essence in relation to Leviathan – Lucifer and Lilith, the force which creates and empowers the mind. Beelzebub or Beelzbuth according to S.L. MacGregor Mathers in the “Sacred Magic of Abramelin the Mage” described his name as meaning BOL, Hebrew for Lord and ZBVB, Flies. Beelzebub is a form of the Adversary which holds close – if not identical – associations to Satan. The name Baal’zebuth was known as the “Prince of Demons” in the time of Christ, when the Pharisees took against Christ. They associated Christ having been possessed by Beelzebub and referred to his power as being able to drive the demons from one by the power of demons. It is suggested that the name of Beelzebub, being the God of Ekron which was a Philistine city. The Canaanite name “Baal” which is an early"},{"pageNumber":39,"pageContent":" 39Pagan god is the root of this demon. King Solomon had dealings with this demon and learned much about his nature. He is considered the Lord of Flies and a powerful force. An interesting text concerning him is the following- \"Then Hell, receiving Satan the prince, with sore reproach said unto him: O prince of perdition and chief of destruction, Beelzebub, the scorn of the angels and spitting of the righteous why wouldest thou do this? Thou wouldest crucify the King of glory and at his decease didst promise us great spoils of his death: like a fool thou knewest not what thou didst. For behold now, this Jesus putteth to flight by the brightness of his majesty all the darkness of death, and hath broken the strong depths of the prisons, and let out the prisoners and loosed them that were bound. And all that were sighing in our torments do rejoice against us, and at their prayers our dominions are vanquished and our realms conquered, and now no nation of men feareth us any more. And beside this, the dead which were never wont to be proud triumph over us, and the captives which never could be joyful do threaten us. O prince Satan, father of all the wicked and ungodly and renegades wherefore wouldest thou do this? They that from the beginning until now have despaired of life and salvation-now is none of their wonted roarings heard, neither doth any groan from them sound in our ears, nor is there any sign of tears upon the face of any of them. O prince Satan, holder of the keys of hell, those thy riches which thou hadst gained by the tree of transgression and the losing of paradise, thou hast lost by the tree of the cross, and all thy gladness hath perished. \" - Gospel of Nicodemus VII (XXIII) Here Beelzebub is the tester and accuser of Christ, he by having him in myth crucified acted as his initiator and teacher, he tested Christ by word and prose and Christ proved a powerful student. Beelzebub had him face death and Christ was then uplifted from flesh to Spirit, just as Beelzebub has experienced in the Fall; yet Christ was said to have returned to Heaven after gaining a perception of his own being and world. END This essay has intertwined within the basic scope of Luciferian and Satanic Magick, while not leaving a completely exhaustive study. It is meant to open a different point of view to this forbidden area of lore. As a practitioner, I am with confidence able to confirm the path against all others; it is challenge and instinct wherein it dries up all need of blind faith and pointless regard. Faith is one which truly comes from a Willed Desire of Belief, thus creates truth from the foundation therein. At the end of this study I must ask, what has been learnt of the Adversary within the practice of Magick? Is the Adversary valid within modern times from the early foundations? With reference to the practice of Magick, the Opposer is the core column which supports all others; it is needed and those who are able to look past the sterile Gods and Goddess of mere sunlight may then grasp the Dual Ecstasy of the Adversary, of both the Sun and the Moon. Magick is the gift of Iblis, and must be respected as such unless the soul becomes devoured by its own weakness. With reference to the second question concerning modern times the Adversary is more so alive now as ever. This force exists through those who affirm Satan"},{"pageNumber":40,"pageContent":" 40and those who ignore this force. It is very much a part of us and a model for that which we may become. Choose your models well, for you may become just as they. Suggested Reading By Michael W. Ford Azothoz, the Book of the Adversary (Succubus Publishing 2003 – 2004) Nox Umbra (Succubus Publishing 2003) The Goetia – Luciferian Edition (Succubus Publishing 2003) Yatuk Dinoih (Succubus Publishing 2003) Paitisha (Succubus Publishing 2004) Book of Cain (Succubus Publishing 2003) Toad Rite (Succubus Publishing 2003) The Grimoire of Sutekh (Succubus Publishing 2004) The Book of the Witch Moon (forthcoming) Vox Sabbatum (Privately circulated, 2004 – issued soon through Succubus Publishing) By Nathaniel Harris, Witcha – A Book of Cunning (Mandrake of Oxford, UK, 2004) Santangelica (Privately circulated, 2004) "}]
