[{"pageNumber":1,"pageContent":"Chaos Magick and Luciferismby Michael FordConfusion is the result of a system of failure. In order to build and proceed into anyuseful areas one must be willing to strip away belief that have been programmed sincebirth. We all have this challenge, as within modern society this is a consistent and oftenreoccurring problem. When Peter Carroll, Ray Sherwin and others began working withsomething they would later call, Chaos Magic, the potential they continued from whatAleister Crowley and Austin Spare developed was so bright it was often overlooked.Austin Spare in undoubtedly the grand father of Chaos Magic, while he had no idea at thetime of his magickal importance. During the 80’s a re-publishing awakening of materialby Spare was on the upswing, remaining from such publishers from the 70’s like 93Publishing, who issued several important pieces of Spare’s work along with numeroustitles from Aleister Crowley. Christopher Bray, the owner of The Sorcerer’s Apprenticebookshop spearheaded the resurgence of Spare in the early 80’s with “The CollectedWorks of Austin Osman Spare”, which gave a seminal kick in the pants to manyindividuals who were looking for new ways within Magick to explore and exceed.Chaos Magick today essentially is a system derived from many individuals, formedinto a new method of sorcery. Chaos Magick is a TOOL, not a structure. Manytechniques and traditions are brought into this effective form of sorcery yet anything atanytime can be changed, altered or more or less “form fitted” to achieve the resultsdesired.Chaos Magick is formed from many traditions, in the current age it seems almostperfect. There is nothing which would be denied or ignored due to dogma. The system ofChaos implements the foundation of change and progression. While the foundations ofChaos are within the components of Aleister Crowley (who might have been a chaosmagician himself), Austin Osman Spare and Macgregor Mathers (default for the GoldenDawn and his various translations of manuscripts) Chaos has spawned from theinformation these individuals have unknowingly given. It was later when Peter Carroll,Ray Sherwin and Christopher Bray took up the various magical traditions and ran withthem, did Chaos Magick form from the proverbial ashes.Chaos Magick is not a system within itself. “It” is actua lly a definition of action,course of study and a non- lineal way of looking at the subjective universe. Everythingcan be changed, altered and will to become something else. If you are sure it won’thappen, it probably will and can. Chaos Magick can be as dangerous as it is beneficial. Itdemands a mind which is able to understand the fragile nature of being what is known as“I” and what our potential of growth is. “It” also demands one to “Know thyself”.Many misunderstand Chaos Magick as being “dogmatic” when this could not befurther from the truth, if “truth” can even apply in our world. Chaos Magick demands,pushes, threatens and makes ones own individual Will come forth. It is most beneficial to"},{"pageNumber":2,"pageContent":"the Holy Guardian Angel, and causes the two aspects known the HGA and the EvilGenius to rage incessantly, the energy of the universe is your to command and shape ifyou have the Will.The concepts of free belief are perhaps the most Luciferian in the nature of individualprocess, understanding and application. Free belief however is not so easy to practice. Itdemands constant change and a mental discipline to deny conformity and comfort ofassociated, lineal belief. Spare was himself knowledgeable on the very subject of freebelief, anything could flesh with one practicing such concepts. Associate, Will, Manifestand disassociate.Associate:To freely dive into a particular concept and absorb it within your subconscious. Thisactivates the very part of your brain which Crowley spoke about in the Goetia. The brainis stimulated by the specific association and enables a new action to occur. Associatecharges the belief with the energy necessary to create “life”, the elemental or servitoritself. You must “believe” it is possible for such to incarnate.Will:The core of all magickal practice and the very brain of Luciferian thought. The Will isthe seat of all libidinous desire and manifestation of action.Manifest:By the combination of association and will can something be “enfleshed” or mademanifest. This can be anything material you seek, or spiritual. One may attain a new job,friend or perhaps even Magickal growth. The possibilities are endless.Disassociate:When your Will is sated, you disassociate and close your mind from the original belief,To learn and grow through another path. One should specifically avoid any personalrelationships within this manner, which could lead to schizophrenic behavior and makemany upset with your actions.Ray Sherwin, in his magnificent “The Book of Results” he summed the basic root ofthe above subject in the following:“In the event that I do not believe it is possible I succumb to my present level ofperformance, denying myself the option of functioning at capacity by not recognizing thatbelief is arbitrary and that I can change my beliefs as readily as I change my shoes.”The current state of chaos magick in the present time has only maneuvered to somecertain state due to lack of imagination and vision. Chaos Magick is an egocentricideology that has no specific doctrine or form. Lack of dogma can often lead to emptinessof concepts and then the boat literally runs aground. Chaos Magick must be defined in acertain context in order to re-awaken the luminous possibilities contained therein."},{"pageNumber":3,"pageContent":"Austin Osman Spare was the founder of what is today Chaos Magick. His study andpractice of Magick developed early on and was later subject to formal training withAleister Crowley. Spare understood the importance of ritual and ceremony yet at thesame time found it repulsive and idiotic. However, by viewing Spare’s paintings andpastels one is able to understand his appreciative attitude towards ceremony.Austin Spare’s developments began essentially with Earth Inferno, but reached noground on Sorcery until the atavism of remembrance manifested through his meetingwith Crowley. Spare began work on “The Book of Pleasure” and it’s concepts in 1909.While not completed and published until 1913 he developed immensely during thisperiod. The activated psychic censor Spare was so famous for began to awaken anddevelop during this period.Austin was well versed in classical grimoires such as Grimoirium Verum, The GrandGrimoire, Abramelin the Mage and various works by Levi and Agrippa. Spare developedhis Alphabet of Desire from these formulas, something that was groundbreaking andlesser understood by his peers.Spare, just as Crowley, wanted to usher forth a new magickal system. As Aleistersought Ceremony and beautiful ritual as his own means, Spare’s doctrine of the Alphabetof Desire and death posture brought the same effect. The Holy Guardian Angel withineach individual could be brought to the surface for communication. Spare’s concept ofunderneath the conscious make up of the individual was the all awakened subconscious,capable of anything opened for thinking. Both created something amazing which threwthe doors towards magickal exploration and progression wide open. No longer wouldunderstanding be damned to the old, yet those of the new flesh could be awakenedtowards their own desire. The concepts of Kia and ‘Neither-Neither’ could now beexplored and absorbed. For Spare Aleister Crowley’s dogma of Thelema (which throughfurther study and practice proves there is very little dogma in Thelema) was too limitingfor his own needs. Independent and proud, Austin was not willing to accept Aleister’sconcepts in whole. The inner drive or True Will insisted different. Aos would not ignorethis call and sought the means of enfleshing his ideas.Austin Osman Spare was in complete understanding of the focus of mind and how allmagickal acts stem from the brain primarily. The secret ascent towards Godhood(Lucifer) is based within the concept of Will, Desire and Belief.“Self truth results from the unification of Will, Desire and Belief forced into one thing.By this affectiveness the soul draws near and casts its omniscience over us byinspiration.” Aos – The Logomachy of ZosSpare comprehended the significance of the three united by focus from which nearlyany magickal act was possible. Gnosis is a state of closing but is fully aligned with theobject or system sought. A gnosis state is possible to manifest desires through sigil"},{"pageNumber":4,"pageContent":"methods outlined in The Book of Pleasure and briefly outlined here.The importance of Sigils is that such can be any pertinent method of envisioning.Sigils can be letters, signs or symbols. Sigils can also be something, which cause a matterof focus for the mind. To invariably forget and absorb the ideas sought.Personally, I have used musick (the act of creating) as various sigils, art (much contactand initiation with spiritual and mental forces have been through art as paintings,drawings and the like). Through Musick sigils can be crafted because due to sonicstructures, the idea of what the sigil is can actually be forgotten and buried in the mind.This allows the subconscious to go through the methods of enfleshing the desire. Thetones and actual sound of the musick can cause the individual to forget the meaning andthe sigilized musick form, all the while causing the brain to dissect, understand and reactto the sigil on a subconscious level, guides along the mind. Sleeping invokes a reaction tosound as well, depending on the purpose and focus and if replayed while dreamingincreases unconscious awareness of sound vs. wish.Spare used sigils as mentioned before, developed from Agrippa and various grimoiresof the middle ages. As explained in the Book of Pleasure, Spare gives us a clear outlineof the effects of sigil methods in action:“By projecting the consciousness into one part, sensation not being manifold becomesintensified. By the abstention of desire, except in the object, this is attained (at thepsychological time this determines itself” Aos-The Book of PleasureSigils may be constructed through several methods as the following;· letter manipulations, from Arabic, Greek or otherwise.· paintings and other abstractions of sight through art.· musick and the creative act of sound production.Letter manipulations can be a useful method of enfleshing desires, creating servitorsor elementals or to cast hexes or witch-spells. The medieval system of Magic andinvocation used sigils in this form extensively and almost exclusively. This can be foundin various grimoires from The Grimorium Verum to Abramelin the Mage. The demons,angels and other spirits are bound and called by their symbols and signs, from which theymay be understood and communicated with via ritual and syntax. The Medieval systemsonly understood demons as exterior while beginning with Spare and Crowley proved thatthey are primarily interior looking outwards, our greatest and worst of selves hidden andburied. Aleister Crowley’s edited Goetia provides the ideal for this theory and how it maybe sought and understood to align the mind to scientific ideal: Cause and effect.Many letters representing the Will of the sorcerer may be changed and altered byredrawing and writing the letters to form one or several specific symbols that by this timeare unknown in meaning just by viewing them."},{"pageNumber":5,"pageContent":"Paintings and art are ideal for other types of sigils. Many seem to overlook this. Onemay approach the written letters and other manipulations with images drawn, painted ordrafted with the idea they are seeking to make manifest. One of the specific suggestionsis art such as paintings of a particular God or Goddess. This image, while focused uponbrings the mind to an alliance with the images, creating the gods or goddesses within thesorcerers’ own mind. Make reference to Peter Carroll’s comment in my “Book of theWitch Moon”: “Create your Gods with care, for they will reform you in their ownimage.”Carroll himself, while not distinctly Left Hand Path or Luciferian, is an adept of quitecolorful work. The staunch and focused Liber Null (Weiser) addresses the nature ofEvocation as:“the art of dealing with magical beings or entities by various acts which create orcontact them and allow one to conjure and command them with pacts and exorcism.These beings have a legion of names drawn from the demonology of many cultures:elementals, familiars, incubi, succubi, bud-wills, demons, automata , atavisms, wraiths,spirits and so on.”Carroll broke down the facets and avenues of various cultures integrated withinoccultism and delivered a concise definition-such is a must for any student.Musick may be created in the same instance, knowing the concept while recordingvarious sound waves and tones. Over a period of time the original meaning may becomelost or buried, while later being activated through the replaying of the sound. The samecan be true for those just hearing the sounds for the first time. Several experiments haveled me to the conclusion that certain avenues of musickal creation, depending on thetones and tempo approach, will led the listener to assume something, to invariably comeinto contact with the demon or angel in question. This is activated by his/hersubconscious alone, and is even more so on Governmental levels. Science andgovernment have used many of these methods long ago to uncertain ends.Chaos Magick teaches the individual the price of knowledge, and the pleasure ofseeking the hidden light of Prometheus. The rise of Godhood through many of the chaosmagick methods is only strengthened by the practice of discipline as well. Sharp focusesof developed mental strength through such techniques developed in the western world byAleister Crowley only prove the initial discussion of will and focus.God itself is not understanding of any of us; in fact it seeks to devour our beings atany given chance. God as we know it is the ultimate vampire, the force behindChoronzon. Lucifer understood this and decided, as many of us later, to destroy the orderthat was and seek the very light of the vampire god. Lucifer was not seeking to dethronethis devouring spirit, but to gain its essence (which is inherent in the Morning Star) andseek a light in another area of understanding. Lucifer sought to free humanity from its"},{"pageNumber":6,"pageContent":"sheep condition, all the while fought by the anthropomorphic-created God. God is chaosinvariably and Lucifer sought to manipulate this power, which the Morning Star has donesuccessfully. The Watchers and the Nephilim understood this fact clearly and so did theirWill in the same fashion.The Sabbatic bloodline of those descended from fallen angels is present clearly in thisage, equaled with those who were spiritual heirs as well. The craft taught by the fallenangels is further outlined in my “The Book of the Witch Moon”, which further introduceswhat can be considered disciplined chaos sorcery.The methods of Chaos Magick are based within the theories of the universe beingsubject to those who may open and use the mind on numerous levels. The effects of theearth are reactions to theories and ideas enfleshed. Magick is nothing but a science of themind. It is our psychic connection between the universe surrounding the casual world andus. The language of the fallen angels and those who would seek the Promethean Light ofknowledge and wisdom is inherent also within us. It must be understood that chaosmagick is not a form of magick specifically; it is open to possibilities. One may assumethe doctrine of Thelema but practice both witchcraft and Rune magick. The potentials arenever ending. Any combination may be used only if it is perfectly suitable to theindividual developing it.The quote used by Aleister Crowley and many chaos magicians is “Nothing is True,everything is permitted”; this is attributed to Hassan I Sabbah. Hasan bin Sabah (perhapsa more accurate spelling) is the historical figure that was called “The Old Man of theMountains”. This Ishmaelite lived during the late eleventh century and was feared fromthe regions of the Middle East to Europe.This Luciferian individual, who studied with the Astrologer Omar Khayyam at theUniversity of Nishapur, was trained with various languages and techniques of war andsurvival. Later on in life Hassan overtook the Eagles Nest that is also called Alamut.Located on the southern shore of the Caspian Sea around the Elburz Mountain range,Sabbah established a fanatical power base that was soon feared throughout the region.Hassan I Sabbah’s faith seemed to be a Gnostic dualistic similar to Islam in aManicheism ideal. The religious head or what is called Imam is a personal representativeto God itself. Only through this Imam will one be able to journey to God. In Westerndefinitions, this concept is similar to the Pope.Sabbah was not only able to raise a number estimated at several thousand fanaticfollowers, called the Assassins from their ritual use of Hashish, which was said to makethem suggestive to Hassan I Sabbah’s claims that Alamut was indeed heaven and not astark and cold tower or desert desolation. This drug, administered carefully, was able tocreate a strong link with the metal facilities of the individuals, until they were mentallyand physically ready to kill for Imam."},{"pageNumber":7,"pageContent":"Hassan I Sabbah instilled in his followers a sense of freedom, yet with at an equal endthe undying determination to serve and die for this individual. The Luciferian componentto the Old Man of the Mountains is based within the concept of his silent yet effectiverule. He presented extreme ideals, not willing to surrender to what seems to be morepowerful forces; to not only survive but to succeed beyond his original ideas.Luciferic Magickians understand the usefulness of expanding the mind beyonddogma; to reach beyond what is commonly understood as accepted and to tear it toshreds, piss on it and smile while doing so. To reach to the heart or essence and reform itas you would so desire. This is the Luciferian principle of Chaos Magick. To seek,understand and form to your ever-developing system.“I am the power of my desire (ID)” – AosAll energy sources, which are altered or changed through Magick and Sorcery allemanate initially from the self. The essence of Godhood begins and ends within the self,as it is known and not known from the individual. Magick is a guidance factor in thedevelopment of man and woman to God itself, or as Albert Pike would say, LUCIFER. Inour search for magickal power and the light of the Qabalistic Ain Soph, we seek Luciferwithin us. We invariably become the Morning Star through invocation, Will anddetermination. The Luciferian concept of Self Godhood emerges from the hidden godwithin us all. This does involve the initial working of the Bornless One ritual developedby Aleister Crowley but also several other workings.“The law of the Great ID: To trespass all laws”-AosChaos Magick invites individuals to use, develop and create as many cross systems aspossible. The unity is crucial towards development and the understanding of Magick aswe know it. In this defining concept, the understanding of discipline is sometimes lost.Discipline is the most important factor of Magickal training, even within Sorcery andWitchcraft. The mind and body must be in fine tuned shape for the rigors of the LeftHand Path and it’s possibilities towards the light of Lucifer or Adonai (the hidden self,associated with God or the source of light).The Illuminates of Thanateros has some very strong initiates within their ranks atmany points, one being the Austrian former lodge, “Temple Pleasuredome” whichoperated from 1988 until 1990 whe n Temple founder Michael DeWitt wasexcommunicated due to his support for Peter Carroll in the infamous Ice Magick Wars.The Ice Magick wars are detailed in other Chaos Magick volumes and will not bediscussed here.Michael DeWitt, aka Anon 359 has long been an innovator in the Austrian Magickalscene, and for that matter even beyond it. His work with the publishing house EditionAnanael and past musical endeavors from Zero Kama and his art work today proves this.Dewitt had a number of very powerful and dangerous rituals, for which I will onlydescribe in parts here to present the Luciferian aspects of this foundation of self-alchemy"},{"pageNumber":8,"pageContent":"and evolution.DeWitt became a Neophyte in the IOT in 1988, taking the title Frater Anon 359. Hethen began translating a number of Peter Carroll’s works in German and pushed forwardwith his own “Temple Pleasuredome”. Much of the workings of Temple Pleasuredomewere focused on Spare’s Zos Kia Cultus and an uncompromising focus of Magick whichled others to call him a “Gnostic Extremist”.Many of the rituals implemented by Anon 359 prove a barrier to many of the would be“chaos magicians” and those who actually DO magick, the difference is astonishing andsobering. A significant banishing ritual employed by Anon is called “The QuadrigaSexualis Banishing Ritual” and is focused on achieving a point of complete control basedwithin the conscious mind. The Quadriga Sexualis is considered roughly the “fourhorsemen of sex”, being that these are four elements of building, focusing and releasingthis powerful force of Promethean Fire-the Mind and Will united by dissolution ofopposites. Kia itself seeks the necessary manifestation by the act of love, considering itseems to incarnate or flow backwards. This can be viewed as an initiation resemblingwhat has been described in my “Book of the Witch Moon” as the Osculum Infame, orKiss of Shame. The Devil itself, resembling the O can achieve autoerotic intercourse withthe combination of Z, meaning inverse intercourse with the Devil – The very act ofcreation.“The Rite of Thanatos vel Babalon”, as developed by Michael DeWitt is one of themost powerful descriptions of the essence of BABALON that could be described. Theritual itself is opened with “The Quadriga Sexualis Banishing Ritual” and leads into theinvoking of the force of darkness. The temple itself would be decorated in images ofdeath, skulls and bones and a large black coffin in which one of the female magicianswould be laying. It begins with the Priest of Thanatos invoking: “Now listen to the voiceof Thanatos known to men as the face of Death, whom they worship with howling andshattering teeth”. All the while a funerary drum beats and calls forth the dead. Soon, thecongregation throws human bones and grave soil within the coffin, which is soon closed.The celebrants then meditate on among other things, their own death, andunderstanding that physical death is a natural function of life. BABALON emerges thenfrom the coffin and then announces herself incarnate. This sigil of BABALON would bebetween the priestess breasts, being revealed when she tears the grave shroud off.BABALON will now take a human skull bowl filled with blood and chant the dedicationto her manifestation. The blood is then poured over herself in ecstasy with the celebrates,affected by the wild drumming do as they will. The entire ritual is closed with theQuadriga Sexualis Banishing ritual, invoking the forces of Light.It is clear that DeWitt was a seeming master of what Magick essentially is, takingcontrol of the self in its many form and advance each with techniques that shake theessence of belief and the mind. DeWitt’s magickal workings, as I have briefly described,are as effective as Carroll’s and Sherwin’s, considering a slightly darker approach than"},{"pageNumber":9,"pageContent":"the former mentioned two. This is perhaps one of the few ways to seek to open the doorsof the human spirit and raise it towards the Light of Lucifer, the next step in theadvancement of the soul.Chaos Magick is perhaps the most beneficial system of sorcery which has beenlabeled as something erratic as “chaos magic”. The system known as Chaos Magickallows the individual who dives the depths of his or her mind and assemble, throughvarious means, a system unique to the person creating it. Chaos is a beautiful friend,which often throws random lightning bolts, is nonetheless always beside you when yougo to sleep at night.It should be considered fair game to dash through the darkness of the night, tounderstand and explore the very foundations of the demonic and the angelic, as above, sobelow...While the Luciferian gnosis is highly approachable through the systems of what isconsidered chaos magick, the form of the astral body allows a severance of eventualworldly bonds. This allows the Luciferian Adept to take her or his fill of worldly pleasureand eventually ascend astral in the light of Lucifer, as an “Undead” God or completelyremain within the Astral plane.One would seek to understand the place of the Holy Guardian Angel and the EvilGenius at this level, in the shedding of flesh could it be considered a part of each issevered and a great union may be achieved, from which the conscious becomes alignedwith the subconscious. Could this be death itself, Another level of waking through theweb of dreams?What ever the result may be, a formidable individual is fo rmed from the Chaoscurrent, while many fail over time there are those who are able to transpose their currentidea of self and become something far more interesting to their particular life.The specific union of various systems of magickal practice is important to those whomay seek to unite various cultures. The Buddhist system, or perhaps more detailed inmentioning the ancient Bon Po practice of Chud, presents the Luciferian Gnosis in itsHoly State, what is called complete union with the HGA (Holy Guardian Angel). Theactivity of severing the ego, becoming beyond that and leaving the physical world isachieved via trance and the use of Human Bones as ritual tools. This represents that weare temporary and life ends, and that the spiritual paths may be ascended through desireand gnosis.Lucifer is essentially the God of the Air, or the Astral Plane. The Luciferic powers arekeys into the separation of the spiritual from the material, even though the Luciferianmay remain earth bound for some time. It is speculated that eventually something as thismay grow boring and it would be time for the spirit to remain and move further into theastral."},{"pageNumber":10,"pageContent":"The tools of Chaos Magick are specifically anything which one would utilize toachieve her or his goal, the results being designed to correspond with the means. Unionthrough opposites essentially is the key, proving the direct descendent of AleisterCrowley highly commendable Thelema system, or 93 current."}]
