[{"pageNumber":1,"pageContent":" 1 LUCIFERIAN S O R C E R Y Luciferian & Sethanic Magick "},{"pageNumber":2,"pageContent":" 2 LUCIFERIAN SORCERY By Michael W. Ford Akhtya Seker Arimanius Illustrated by Elda Isela Ford Published by Succubus Publishing P.O. Box 926344 Houston, TX 77292 USA E-Mail: Nachttoter@aol.com © Michael W. Ford 2002-2003 All rights reserved. No part of this publication may be reproduced or transmitted in any form or by any means, electronic or mechanical, including photocopy, without permission in writing from the publisher. Reviewers may quote brief passages. Cover Illustration- The Mask of the Adversary, by Elda Isela Ford. The mask itself is a sigil of self-transformation into the essence of Iblis, known as Shaitan the Adversary. This is the union of Light and Shadow, from which side are objectively opposite. The Left-Hand side is the pure and beautiful face of Lucifer as flesh, Sun and empowerment through the perception of self; the Black Flame. The Right hand side is the shadow of the opposer, Noctifer or Ahriman in flesh. Between the Opposer/Adversary Set awakens. SUCCUBUS PUBLISHING Phosphorus Inner Publications"},{"pageNumber":3,"pageContent":" 3 Sorcery has gone through an awakening in the past 30 years which allows for new experimentations and developments. The significance in the last 30 years is the beginnings and critical stage of what became Wicca and Witchcraft. The systems originally intend produced an exciting aspect to Magick and Sorcery can be, explorative and in many ways continually innovative. The work of The Order of Phosphorus as within the The Witches Sabbat Current deals with the direct linage of spiritual communion by each individual who seeks. Thus, the only hereditary aspects are only conceptual in their need. One must not be a hereditary or linage based Witch to proceed with the Great Work. This is significant only as an added bonus. The individual must however, have the inner drive and calling to the blood, the vein of the Witch Moon which feeds our dreams of Witches Sabbat communion. The Witches Sabbat Gnosis is achieved by the desire to dive the depths of the heart and soul. Considering the approach to Luciferian Witchcraft or Cunning Craft, the individual desire to advance through the avenues of the art of magick and sorcery is reflective of the Luciferian ideal of knowledge becoming wisdom, and the transference therein. This would exude a historical linage in the spirit of each individual, regardless of family linage and heritage. Birthright does make the king, but it does not make the magician. A Will to achieve, ambition and the desire and drive make the advancing sorcerer, and through actually practicing the art of Magick and Witchcraft will the grand awakening occur. There is a path that reveals the manes of the dead, There is a path, from which the wise seek the light, And from the darkness nourish their shades in the dream. This path is born of the Goddess of the Caves, from which the serpents slither This path is born of the Blacksmith who forges the illuminated light of Azazel And speaks through the blood of his kin, This is forever a path of fence walking, from which one shall be revealed the great mysteries, spoken in the wind. This is forever a path, from which Lilith emerges in the fire of the Sabbat, And Lucifer emerges as the Sun. Through the art of Sorcery shall the winding path be shown, the sheet of burial shall we be wrapped in, to guide us from the ancient burial of Egypt and the waking in the dream of the desert and forest... Through the art of Magick shall we all be elevated towards the light. Lucifer is the light bringer of humanity; he is the spirit force of fire and light. Lucifer would be considered the same as the Thelemic Aiwass, the spirit of the 93 current that brings love and positive self-growth through Magick. The word Magick itself is defined as ‘Ascending’. Lucifer is Prometheus, the one who brought the fire of imagination to mankind. Lucifer is known in the Witches Sabbat Covens as the Egyptian god Set, the Lord of Storms and Chaos and the Bearer of the Black Flame. Thus, Lucifer revealed, is the initiator by fire and the creator of the Left Hand Path. Lucifer, as being the shadow form of our imagination, thus Shaitan the Adversary, gives us the ability to open the gates of self-initiation through the Witches Sabbat mysteries."},{"pageNumber":4,"pageContent":" 4 We are required to have the individual love of self, strength and determination to pass through the long winding path of the sorcerer. Our goal is to become and achieve through the process of self-deification and self-transformation through this Luciferian Gnosis. Shaitan, as it is called is Lucifer the fallen angel. Lucifer fell from his desire to be separate from the consciousness of the universe, that through Antinomianism he sought to be the gateway of God itself, to be growing and illuminated in essence. It should be considered that Satan or Lucifer are aspects of the domineering self expresses its existence, and that is should be strengthened and defined to search the possibility of immortality. ABOVE – Lucifer, the Morning Star One upon the path of Iblis (spelled also Eblis), or Shaitan who was Ayn al-Qozat Hamadani executed in 1131 A.D. bravely announced his path of illumination, which spoke of the Black Light above the Throne as the Western idea of the Sun at Midnight or Black Sun. This may be revealed within the Witches Sabbat path as The Black Flame, or illuminated Luciferian Sense of Self. It is the beautiful presentation of ones own being, and that we may grow and emerge from it into infinite possibility. Shaitan, Satan or Lucifer is considered the Guardian of the Threshold, the gateway to the space between worlds, known as the Twilight or in-between of the Nightside and Dayside. Through this"},{"pageNumber":5,"pageContent":" 5 gateway may we draw the immortal elixir of spiritual awakening and magickal gnosis through sorcery. The process of self-transformation within the Witches Sabbat Gnosis is the night-hunt and dream conclave known as The Witches Sabbath, the meeting of the souls of magickians at the crossroads, an area of which is universal in spirit meetings, from the Pathal Craft to the Luciferian Witches Sabbat Path to systems of Voodoo and Palo Mayombe. The Sabbat itself is a western approach to the Middle Eastern cult of Shaitan and those of the Yatukan1 practices. Shaitan is the fire-djinn whom, unlike other angels created of light, was created from flame. It was this energy, essence of spirit that who is known as Lucifer shone brightly above all others. He held the light of the Sabbat to those who would whisper the oaths in the dawn. Shaitan the Opposer is the gateway of the current of magical initiation, thus holding the double aspects of light and shadow. It is through the union of such that one becomes as Shaitan or Lucifer itself. The Witches Sabbat itself emerged from the dreams of the profane, those who knew not the ways of the Cunning folk and their work. It was because of the times of persecution that many kept their art secret, working and weaving their webs of sorcery and magickal illumination unseen by outside folk. The Sabbat is the meeting place of the Feri, Lycanthrope, Vampire and the sorcerer’s shades which act as familiars. It is the great manifestation of the hidden law, and that we may, by imagination, become Lucifer in our self. It is through the chalice of Lilith, revealed as Babalon, that we seek the union of the Goddess. The Witches Sabbath has long been a misunderstood and often misrepresented expression of Magickal Art. It should be considered that the Witches Sabbat Cult is an expression of not only Folk Magic and Lore, but that of a modern synthesis of advanced ideals of sorcery, psychology and psychic development. The Witches Sabbath has long been held in arcane lore as the dream – meeting of the Astrals and Spirits of Magickal Practitioners of the Craft, those who between the Twilight of Dawn and Dusk dive the dream waking environment and meet as spirits and other forms to gather under the Black Sun, or under the arms of Luna, awaiting the embrace of Lilith and Hecate, the Queens of the Sabbath. It is through the Witches Sabbat Circles that the Watchers and Fallen Angels brought to us the gift of what is called Witchblood, the Black Flame of Awakening that offered an awakening of senses. Each angel still exists in spirit form upon the earth, allowing a linage to emerge from different areas of psychic and physical development. The essence of Witchcraft should be explored within its dream – based roots, the touch of Witches Sabbat initiation. As the Angels brought us the lore of the wise in the early times, so we must continue to change and progress such ideas into new ways and techniques. Sorcery is efficient as a manner of implicating your immediate surroundings. This involves the specific use of Lesser and Greater Black Magick in of its aspects – healing, cursing, astral projection, love spells and more are essential yet undefined in their approach of performance. This alone is up to the witch who develops his/her system   1 See YATUK DINOIH, Second Edition by Michael Ford and Nox Umbra by same author."},{"pageNumber":6,"pageContent":" 6 based on personal and individual preference. The use of this type of sorcery is not enough in itself, it demands the Will to control the results to some extent and to make intelligent decisions about what could be the future. Remember, you control a majority of your future. The leaving of ones spirit to fly in the night as any ancestral form such as Bat, Owl, Wolf or human form allows the shadow or soul (called BA in Egyptian systems) to nourish from the sleepers and achieve a hidden knowledge transmitted only by the path of the unseen. It is from this that we awake, and to be understood clearly, advance us in the image of the Prince of Darkness whom is ultimately revealed as the Lord of Light. Upon the great meeting of Lilith, the Witch Queen of the Sabbat, shall the woman emerge as the model for the Goddess to manifest in the earth. Therefore shall the woman dress, think and align herself with this positive and balanced image of death and life, that through the Witchcraft shall she set herself up as Queen and mistress of the Beast 666, whom is the solar force of creation and joy. The Woman is highly respected in the Witches Sabbat Path, as she is the beauty, life and joy of the feminine which is beheld in us all. It is through her womb that the night transfers knowledge and one must seek to continually manifest this through the individual, being male or female. The Sabbat is the manifestation of the Witch Queen in all of her aspects, thus she is deadly and protective at the same time. The Sabbat is paralleled in Morocco by the ancient meeting of spirits called the Zabbat, translating “The Forceful or Powerful One”, and those who attended this occasion are called Kafan, meaning “The Winding Sheet”, from which is worn by the participants and may only be white. The choice of white is representative of the very sheet they will be buried in. In these gatherings, the sorcerers themselves chanted the Moslem prayers backwards, invoking al aswad (known as The Black One) and marked themselves with the ritual knife called the Al-dhamme’ which means bloodletter. The ritual itself moved on with the sorcerers dancing to the chant of Iwwaiy, which they moved widdershins around which brought ecstasy and the winding sheets covered them. They used the Al-dhamme to sacrifice a rooster by cutting its throat, then marking themselves with a small cut. The ceremony would sometimes begin again by dancing and religious ecstasy. The Rabbana (their Lord) is considered close to the Blacksmith. The Blacksmith, within the European craft itself is the symbol of Tubal Cain, the first of the Witch Blood. Tubal-Qayin2 as it is sometimes spelled is the blacksmith whose forge is the heart of the Witches Sabbat Craft. The child of Asmodeus (called often Samael) and Lilith, is considered the bringer of Gnosis to humanity. Other legends give Tubal Cain as the child of Samael and Eve, and that in congress the dragon “spit filth into her” and bore Cain. Tubal Cain was demonized as the brother who killed Abel, his so-called brother. It was Cain, within the region of the Middle East, sparked the forge which brought the initiation given to man by Shaitan the Opposer, or in a modern context, Lucifer.   2 See THE BOOK OF CAIN by Michael W. Ford."},{"pageNumber":7,"pageContent":" 7 The history of the Witches Sabbat Path is one of shadowed presence. Such a witchcraft linage speaks through the blood and dreams of those whom with an open mind, invite it in and seek to absorb its essence. Consider the egregore of Luciferian Spirits, those that speak to us through dreams and conclaves on the astral plane. Essentially, we are they and once we have learned the techniques of mental freedom, are then we able to be truly alive! The spirit, which may be separated during sleep through dream magick, allows the soul to shape shift into any desire it seeks be it animal, shadow, demon – it is up to the imagination and desire of the individual. This would present the Vampiric aspect of the craft, when the Nightside waking dreamer transforms the dream body and those of his/her familiar into the night owl, go forth to feed quietly from the profane sleeper. The Ritual of Going forth by Night announces the separation of the spirit from the flesh, thus the Witches Sabbat is the supreme Luciferian awakening, and it is when we become just as Lucifer, who is the spirit of the air whom resides upon the astral plane. Below Lucifer is the puzzle of the Black One, being Baphomet. Baphomet, being the God form of Sorcerers and Magickians of Chaos and Witches Sabbat currents, is the Model of Union. Consider Lilith, the Witch Queen of the Sabbat and of Lillitu, the Succubus and vampire phantoms and Samael, the Fire Djinn which is considered the same as Asmodeus, their Infernal union is the manifestation and birth of Baphomet. Thus the Horned One brings the wisdom of the Earth (Asmodeus-Samael) and the Spirit (Lilith), thus Baphomet is the initiator of becoming and self-deification. The magician must be implored to work accordingly, and without fail, for the manifestation of his and her own Alphabet of Desire, which is, the communication method with the subconscious. The Alphabet of Desire as it is called was developed by Austin Osman Spare and was first published in The Book of Pleasure, being a grimoire of excellent repose through the Great Work. The works of Austin Osman Spare (1886-1956) was an artist who talents of draftsmanship allowed direct expression of his developed gnosis of sorcery. Spare’s early drawings were founded on the belief of exploring the self, known as the Zos and Kia Austin’s system of exploring the self by delving the depths of the mind is best described by his art alone. The writings of Spare, while being confusing and cryptic, were very poetic and strong. Yet, in the face of his art were under matched, quite simply, the man was a genius! Spare developed an arcane letter system called “The alphabet of desire” which contained the structure for contact with the subconscious. This aspect of Black Magick, allowed the individual to tap the latent powers of the mind and make such work for him or her. The letter itself should be developed by each individual initiate for his/her own Alphabet of Desire, this is where the connection and development of Witches Sabbat emerges. Witchcraft itself, was silently expanded upon by Spare in his later years. It is known that he had many dream experiences which allowed him to attend the Witches Sabbath, as"},{"pageNumber":8,"pageContent":" 8 well as communicate with many of the attendants. Zos vel Thanatos (aka. Austin Spare) created numerous glyphs and sigils based on the astral conclave, even writing texts which included a full invocation of the Sabbath. Above – The Alphabet of Desire The Witches Sabbat path should be absorbed by the fledgling student, from which as the individual develops may bring forth more tangible and practical ideas to the craft itself. "},{"pageNumber":9,"pageContent":" 9 The Order of Phosphorus is one group formed in America by Coven Nachttoter, which seeks to develop the Witches Sabbat/Luciferian Path based around the various aspects of magickal systems which have proven to work, thus enabling the student with a force of fire and strength of spirit! Utilizing many Left Hand Path techniques and modern grimoire formats of transmitting lore of the Daemon, is finally the Luciferian Path available to all who hold the strength of the illuminated soul! It is essential that the independent practitioner of the craft, or the Coven initate is able to bring forth the mind set which activates the individual path to Shaitan, the embrace of the Opposer and the Union of Lilith. It is through these ceremonial and dreaming aspects of uniting the Dayside with the Nightside that the practitioner is able to achieve Gnosis. The individual is initiated by the Mothering/Fathering Coven to receive the power of the Current into their body, that born again in the Luciferian Path, will they be the first of the Witch Blood yet again. One aspect of Witches Sabbat teaching is the ability for the student to make a certain contact with Ancestral Shades and spirits. The aspects of Hermetic Occultism are present here, from which the Egyptian systems of Typhonian Magick are awakened. The Ancestral Shades are the spirits of ones past, those familiars that shall manifest the current of initiation further to the dreaming body of witch. One may wish to obtain an old statue or object which may hold a key to the gnosis, something which the individual shall attribute this force unto. Some may use the Anubis inspired skull of one passed, or the bones and skull of the coyote or such an animal. From this, shall the sigil created by the sorcerer be placed and consecrated within the object. The Sorcerer will then be able to create familiars and great shades which shall protect his or her own body while the sleep, bound by ngangas, or vessels of the spirit, shall then the arte begin to flourish in their own life. These servitors are the spirits or elementals which assist us in magical work, and act as guides for the great shades of awakening. The primary goal of the Witch or Sorcerer is to separate the spirit from flesh and control the mind on many levels, it is the seat of our immortal possibility of Astral Independence. One chant of initiation is meant to be practiced by the solitary witch who seeks the Light of Lucifer, from which she or he shall invoke under the stars in the wood of their heritage, or the Temple consecrated to the Great Work. “By the oath of Belial and Saturn, the awakening of hidden light The lifting of flesh through dream and chant I call upon thee, Asmodeus, devil lord of the winds of forests and caves Speak upon the web of dreams, I invoke thee within my very essence, by serpent and wolf By fire and earth, ice and snow, desert and heat Pass beyond the veil little known by most, For I am a child of this flesh! "},{"pageNumber":10,"pageContent":" 10 I offer now my dedication of my own Will to the powers of night, and of the Great Work itself! That through my dedication to the path of Witch blood, I shall know the secrets not so hidden!” -from “The Book of the Witch Moon”, a Witches Sabbat Grimoire of Vampiric Sorcery and Chaos Magick by Michael Ford, © 1999, 2001 Saturn itself is the lower octave of which initiation is led, and through this planetary symbol may the practitioner emerge through the dual gnosis of Lucifer and Shaitan, the gateways of becoming upon the path. The Order of Phosphorus is founded upon the techniques taught through the lore of Witches Sabbat, the lore and legend of the old transferred into magickal technique. The common history of the gnosis is labeled Luciferian as it was indeed Lucifer and Azazel who brought the Black Flame to humanity, enabled it to rise above the mongoloid putty of our ancestors and become something beautiful. Witchcraft was a natural tool, taught by Luciferic angels known as the Watchers, and their Cain – inspired brethren known as the Nephilim. This is the lore of the Nightside, from which legend becomes desire which takes flesh. The very beginnings of Witchcraft hold much lore and legend as any other religion or socio-formulated belief pattern. In the beginning within the great darkness, Diana (Lilith-the Moon) joined with Lucifer (the Sun) and produced the daughter and goddess Aradia, or by some suggestion Hecate. The Watchers led by Azazel, after Lucifer fell from the heavens joined with man’s daughters and produced the Nephilim. The Watchers then taught man and woman the art of sorcery, and what is now called witchcraft. Asmodeus, also called Samael joined in union with Lilith to bear the son Tubal-Cain. Cain was a carrier and the first in the circle of Witchblood, initiated by birth and whose memory of the Watchers and the Nephilim was strong. The legends of the Watchers and Nephilim move on to describe the great flood, which killed many of them. While their bodies died, their spirits did not, and certain spirits of the Watchers still walk the earth inspiring the lore of the wise, from the shadows of the dead. The Shadow – World of the Magickian is shrouded in arcane wisdom and infernal teachings, all the while embracing the light of the Morning Star and the Sun rising within. The actual practice of Magick demands patience and the Will to continue, for the many challenges of such a path are meant to weed the strong from the weak. What should be considered in some aspects is the fact that we as humans have developed over thousands of years, still regaining in the depths of our mind the great Serpents that dwelled, the wolves that devoured their prey and the pulse of nature in general. We are of nature, thus a great bond should be developed therein. The Luciferian and Sethanic Sorcerous Guild in America is generally hidden from public site, allowing those who work through such circles to build the Magickal Art through practice and discipline. Those who enter the gates of Witchcraft will automatically view the very Gate of the Left Hand Path. Very few will enter this infernal tread, as it brings"},{"pageNumber":11,"pageContent":" 11 one to the ultimate personal power of self-deification. Many are not able to understand this state of being, the ascent to become God or Goddess, thus either failing and loosing their mind in the Witches Sabbat Circles of Time or renouncing to a much kinder garden path. The Witches Sabbat of the Order of Phosphorus respects ALL paths that lead to human advancement and knowledge, including those of the white light persuasion. We consider that every individual has the right to believe and practice what he or she Wills, unless it harms another unjustifiably. The Order of Phosphorus is against Bigotry and Racism, considering such as the filth of non-human advancement. (Above – Set the Adversary based from AOS illustrations) The Order of Phosphorus as a whole considers itself as a manifestation of Lucifer itself, those who join are literally “Doing the Devils Work” by bettering themselves. Thought dictates advancement by positive practice of Magick and Sorcery. Ones own darkside must be explored in areas not normally embraced by occult orders. The Qlippoth as described in Michael Ford’s “The Book of the Witch Moon” is a demonic astral region, beneficial to those who dive the mirror of Lilith and become stronger. Through the diving of darkness one shall embrace the light. While working through the currents of Chaos Magic, discordian aspects are not pursued within TOPH. We utilize many aspects of Magick and Sorcery, thus through the exploration of many"},{"pageNumber":12,"pageContent":" 12 avenues can an effective path be built and expanded upon by each individual, allow interpretation to mold through each witch or sorcerer seeking the path. The symbol of the Devil within the Dark Witches Sabbat Path is symbolic of transformation within each individual, which appears at first glance, dark and foreboding yet essentially allows a great light of wisdom and power to be revealed. This is the Black Flame, the knowledge of self-consciousness and the process of becoming something greater. The Devil or Shaitan as it is called is a part of the gnosis of Luciferian self-liberation and awakening. The Devil is essentially, humanity’s darkside, the very essence of infernal teachings that reveal Man and Woman as holding their own infinite potential. The light of knowledge which depicts Good and Evil is a great wisdom few may handle responsibly, it allows one to create and destroy. The Devil is defined as the personification of Evil, or the inverse ideology of whatever moralistic system is popular at the time. The word devil derives from the Greek Diabolos, which originally meant accuser. The word Demon is derived from Daimon, meaning a guardian spirit. A demon in modern context (according to TOPH) is a spirit or intelligence which can be related to ones Evil Genius, or hidden self, or the Holy Guardian Angel, which is a perfected manifestation of the self in anthropomorphic form. The Devil would not lead us to death and fire, but to life, creation, pleasure, ecstasy and wisdom. Lucifer has been described within a Witches Sabbat context before, specifically as the husband of Diana from the legend originating from Italian folklore. Lucifer (the Sun) was the husband of Diana (the Moon); the two were joined in a great union of opposites. It is the development of the individual towards a partial solitary path which opens each aspect of initiation towards the advancement of the human spirit. This means positive evolution, discipline, understanding and mental strength is the building blocks of understanding. Lucifer is thus the high symbol of Witches Sabbat. Wisdom is the point of conscious understanding that is essential for the practice and life work of the craft of the wise. One may find considerable study in the four elements as described by Robert Cochrane of the Clan of Tubal Cain. As is within all Luciferian paths, the significance of individual study and obtainment of knowledge is paramount. The answers to all things, according to Robert Cochrane are in the Air – inspiration which is brought on the winds shall give the gift of answers to the many questions you may seek. The trees will bring power and the Sea will bring patience, for as Cochrane wrote, the Sea is the womb which contains the memory of all things. You essentially will be brought to listen to the elements, observe and learn. The one who brings the mind in tune with his or her surroundings is better adapted to work Magick and achieve the gnosis of which he/she seeks after. This is primarily an individual process"},{"pageNumber":13,"pageContent":" 13 and involves a large amount of personal dedication. The results, or treasure of the work is rewarded to those who essentially step through the veil of waking into dreaming and emerge upon the hill of the Sabbat, encompassing the circle of the Witchblood whom have offered unto Asmodeus, the waking lord of the Sabbath. The Order of Phosphorus, being a Luciferian group focused on solitary, ceremonial and individual growth through one discovering his/her own foundation of magickal practice recognizes the importance of the Witches Sabbat lineage that is present within some of its initiates. It is very much like a call of the blood, it whispers on the webs of dreams from which you are slowly lifted up to the Stag, naked and awake through the eyes of Lilith and Asmodeus. The Awakening and Dedication chant which should performed by candlelight – indoors or out. If outdoors, cast your circle in flour, which is a form used by witches of old. The use of flour is also used by various voodoo systems including Palo Mayombe. Upon the creation of the Daemon servitor Zarabanda one consecrates the area of the nganga or spirit pot with the sigil of this spirit traced in flour on the floor. This activates the area of neither-neither from which the sorcerer walks between the worlds of dream (Nightside) and waking (Dayside). \"By the rights of pleasure may flesh procreate from within. Mother of the Sabbath, Lilith I awaken to the mysteries of our craft. I dedicate my being to the path from which my blood dictates. By the mysteries of the Goat and the Serpent I come to thee. I walk now the Witches Sabbat Path, reborn under the Luciferic Shadows and Promethean Light! Cain, wanderer of the desert dawn, embraces now my way, which is our way, that thy mysteries are revealed through dedication! Shaitan – Asmodeus – Belial – Lilith – Hecate Eko, Eko Lucifer!\" "},{"pageNumber":14,"pageContent":" 14 Much of the doctrine of The Order of Phosphorus flows from the grimoires The Book of the Witch Moon, Yatuk Dinoih, Azothoz, Nox Umbra, Shades of Algol, The Goetic Grimoire, The Book of Cain, The Toad Rite and outer materials from the Fraternitas Saturni and other elements which unites the Witches Sabbat craft with the dark and shadow elements of sorcery and magick. Written by Michael Ford, the Book of the Witch Moon and Yatuk Dinoih are considered dangerous tomes of Sorcery which both offer a direct gnosis for the individual, while considering they are of stable mind. Another avenue of doctrine if you will is based on Luciferian Magick, which is the modeling of"},{"pageNumber":15,"pageContent":" 15 spirit by that of the Opposer, the bringer of light. The Witches Sabbat mysteries as they are essential separated into two specific areas of workings. The Right side of the Path is the Magickal path that is the Holy aspects of ones personal development. He/She will seek to expand consciousness and gain the attainment of his/her Holy Guardian Angel, the True Will or direction of life in which you shall journey. This is also the path of healing, of perfecting the self in any way you can and to begin a strong foundation in Luciferian Magick (Astral Projection and development of the psyche). The Right Hand Path seeks to align the individual with the flowing stream of nature, to align the self with the avenue of God or the creative force itself. This form may be defined or named as Lucifer, as the eldest angel of the creative source who has journeyed through both paths. The Left side of the path is that of Sorcery/Witchcraft and the mysteries of Astral Vampirism. This is the area of which the individual who seek the control of the self and the exterior through sorcery and Goetic Black Magick, more properly, the Left Hand Path. The LHP is defined as a system that is relative, and realistic towards the inner or deep desire within humans to be free, independent and strong. To seek knowledge, wisdom and areas of personal growth and betterment is the great desire of humanity itself. This is why essentially the Left Hand Path is the foundation for human advancement, as it teaches us to become like Lucifer or Lilith itself, independent, knowledge seeking and self-deified. The Black Magickian often called Witch or Warlock are the individuals who taste from the chalice of the serpent, the wisdom of Asmodeus. The universe seeks for all to flow according to its way, from which we work through in order to ultimately emerge through the Left Hand Path. Before one provides the vehicle of material and spiritual union, the announcement of the path to nature itself should be observed. The initiate should go forth into the woods in the dawn, remove all clothes the cover his or herself in the mud and green of the earth and meditate. The Green Man and Goddess themselves shall make their awakening to the Witch, with whom has communed with nature. By being robed in the Sky of the Goddess, Nuit, shall great beauty be revealed. It is by this simple yet important act which will lead one to the initiation of Belial, or mastery of the earth. Belial is itself, the fallen angel who masters the beasts of the world, the mountains and the forests along with Azazel. It is though this exercise of invoking the Green Man or Green Woman, that one may proceed later to darker areas of bestial exploration, such as Lycanthropy and spiritual transformations of mind above flesh. The union of both brings the announcement of our becoming in the world of Manes and Shades of the Dead. The Daemonic aspects of the Witches Sabbat Path are quite real, however once one evokes and invokes the spirit of these dark lords shall they be revealed as positive. The Christian inversion of Pagan gods is only visible on the surface, thus beyond separation from God to Daemon is one in the same. We are both the Garden of Pleasure and the Catacombs of the Dead and their Necromantical desire."},{"pageNumber":16,"pageContent":" 16 The Grand Circle of Magickal awakening is The Triple Hermetic Circle, developed from Hamara’t. This circle, traced by each initiate and give the proper names from which shall manifest the power through he or she, is the secret which is not a secret, hidden from those who should not see. The circle is thus the grand awakening.  Setian Pyramid of Sorcerous Assumption of Atavistic Form – A drawing by AOS, from The Book of Pleasure. The cult of Sethian Magick is based within the Luciferian concepts of dual gnosis awakening, which the individual realizes his or her own imagination is the cradle of Seth or Set itself, and that the Prince of Darkness speaks through each of us as we become. The Witches Sabbat Path itself is one of turns and mystery revealed, from which in the circle of the dead (Hermetic Circle of Hamara’t) should we manifest the Witches Sabbat Gnosis in a clear and positive way. The Triple Hermetic Circle of Hamara’t is one of diving the black mirrors of the mind, from which our source and end are contained therein. It is through these mirrors, which if aligned correctly through initiation, will allow the reflection to move on indefinitely. Thus immortality of the psyche is possible. One must be focused and move through the mental barriers from which society has bred through us. Hermetic Occultism within the Witches Sabbat is perhaps one of the most significant developments of this magickal art. Before Gerald Gardner reinvented Witchcraft as"},{"pageNumber":17,"pageContent":" 17 Wicca in the 60’s on, there were in fact many groups practicing Egyptian Magick and Ceremonial workings, later on it was to be woven into the craft as it first was considered. Charles Pace, who was for a time a High Priest of one of Gerald Gardner’s Wiccan Covens in South London. It was Pace whose magickal name is Hamara’t who developed a very challenging system of Luciferian Witchcraft from which he lectured at many Covens throughout England. His lectures were on his Luciferian Cult of Masks and Egyptian Magick in a time when Wicca was being formulated. Had Mr. Pace been able to get his material available more, Wicca might not have become as unchallenging as it appears today. Based off of two manuscripts, Necrominon and The Book of Tahuti, Hamara’t produced much material on the Luciferian Gnosis, dealing with the tarot and High Ceremonial Sex Magick with a ritual called Ankh-Ka. Mr. Pace was from the 1960’s a priest of Set and Anubis, and in such a fitting manner, was a Mortuary technician. While the Triple Hermetic Circle used by Coven Nachttoter/The Order of Phosphorus differs from the original, the foundation is in itself similar if not the same. The Triple Hermetic Circle is presented here anew, that the student makes use this by daring to do so. The reworked version is attributed to the four elements as follows: Direction Element God Form Planet North Earth Set Saturn/Sothis East Fire Horus Mars/Sun South Water Thoth Moon West Air Anubis Venus While pathal attributions are based on the elements in a different manner, this Hermetic version in the directions and elements were first developed by Hamara’t however the God forms were developed through The Order of Phosphorus. One may develop their own circle based on the pathal elements within a Left Hand Path manner as the following for an example. Direction Element God Form Archetypical Image Planet South Fire Satan-Shaitan Peacock  Saturn/Mercury East Air Lucifer Eye  Venus North Earth Belial Goat or Ram  Sun/Saturn West Water Leviathan Serpent/Snake Moon "},{"pageNumber":18,"pageContent":" 18 While the alternate version may be used for many Witches Sabbat callings and works of Lesser or Greater Black Magick, the suggested use of the Triple Hermetic Circle of the different representations and Egyptian God forms are highly suggested for a development of association. Once one is able to move through these well balanced aspects, may the potential be view therein. The Colors within the center are of particular significance. In the center there are four small triangles representing the Four Elements as described later. They are: Upper West Triangle – Blue for Air Lower West Triangle – Green for Water Upper East Triangle – Yellow for Earth Lower East Triangle – Red for Fire The circle surrounding the Hexagram within the circle is significant in the words of power used. Ahkh-Ka-Djed which is derived from Charles Pace. Ahkh/Akhu is Ba and Ka in union and the symbol of immortality, or life. Ka is the Holy Guardian Angel or higher familiar, the solar force or True Will that guides our movement and direction towards our infinite possibility. Djed is the Holy Union with the Dead, the spine or backbone, the supporting base. These words in union represent the Great Work and"},{"pageNumber":19,"pageContent":" 19 infinite possibility of the Magickian. The individual is no longer bound by the dogmatic definitions of the forefathers, Black or White Magick, Black Brothers; all of this in itself means nothing. Either you ARE on the path of your True Will or developing it, or you are not. The concepts of good and evil are only relative within the self and the psychological make up of the individual. Seek to master, control and move on. You may use this circle for any rituals you wish, such as Ceremonial or Solitary workings. Rituals of Chaos and Summoning may be done within this circle, and the Grand Witches Sabbat Circle may be used as the circle to perform both The Bornless or Headless One ritual and Congress cum Daemone or the Ritual of the Evil Genius. It is the dual gnosis of Light (Headless One, the Air aspect of Lucifer) and Darkness (Set, the Evil Genius or Isolated, Separate Psyche which is Earth based). To sum it up: A few examples of use of the Triple Hermetic Circle would be the following (but not limited to): High Ceremonial Sex Magick (the union of Gods and Goddesses) Workings of the Antichrist (Belarion Armiluss Al Dajjal self transformation rituals) The Infernal Sabbat Workings Familiar or Servitor Creations Mass or Group Ceremonial Invocations or Evocations Goetic or Rituals of Sorcery Necromancy or Divination rituals The Calling of the Four Quarters of the Triple Hermetic Circle of Hamara’t Western Quarter Guardian of the Gateway- Azatu-Hermanubis, Opener of the Way. I call your presence forth towards this circle. Anubis, God of the Twilight from which the guardians shall watch; Bring forth thy jackals howling at the barrier Anubis, who initiates unto the path of the dead, come forth! By the mask of the jackal and wolf, I call thee forth to charge this circle! Azatum – Ashramu – Likiahaka Southern Quarter Guardian of the Gateway- Hawk Headed Lord of Fire, guardian of the eastern quarter. Horus – Ialanpa – Zarasu Manifest unto this circle, blood covered hawk of sunrise! Come forth and guard this rite! Zariza – Nalaia – Sroha"},{"pageNumber":20,"pageContent":" 20 Eastern Guardian of the Gateway- Thoth, lamp and wisdom of the moon, guardian of the arte magickal Come forth and guard the southern quarter Open thy scrolls of sorcerous knowledge I seek the gateway of lunar awakening! Azothoz – Thoth – Likalia Northern Quarter Guardian of the Gateway- Set-an Ziorzo, Bringer of the Black Flame Guardian of the Northern Quarter, I summon thee forth to protect And fortify this circle – Typhon Sothis, do come forth! Lord of Darkness, Night and storms of Chaos! I summon thee forth to guard and protect this rite! Ad alantra – Sorio – Sabriao – Atumaza – Seth From each guardian that shall encircle my presence First born of the craft, hear me and come forth! By ANKH – Eternal Life itself, immortal Eye! By KA – Spirit of the Eternal Self, in awakened Union! By DJED – The Four Pillars of the World, from which my word shall manifest! Envision a great pillar or circle of fire emerging from your feet in the center of the circle moving up through and around you. This is the energy as foundation from the four quarters and the God forms Summoned. The Triple Hermetic Circle of Hamara’t is created as a focus of Setian awakening and renewal, a Luciferian core that is called inward and focused outward. The Triple Hermetic Circle is by design not held to keep forces out, rather a power circulation of the arcana of energy within. END OF RITUAL "},{"pageNumber":21,"pageContent":" 21 The Grand Luciferian Circle (Above) would be used in the following manner (but not limited to): Low Ceremonial or Solitary Sex Magick – Sexual congress with Daemons or Succubi. The Bornless or Headless One ritual Congress cum Daemone or The Ritual of the Evil Genius Immolation or God form absorbing evocation/invocation rituals (meaning you would invoke the spirit within you after it was evoked, the act of possession which allows one who is strong of Will to absorb it thus it shall have no power over you). Vampiric Rituals of Qlippothic power channeling. The Triple Hermetic Circle is a foundation of the darker Luciferian aspects of Black Magick, thus the God forms are indeed different. The purposes may remain the same in regards to their use. The Triple Hermetic Circle is designed for High or Holy Magick, being the ceremonial aspects of one seeking to illuminate the self in the light of Phosphorus, which one"},{"pageNumber":22,"pageContent":" 22 becomes as the force of fire and light. Holy Magick is not opposed to Greater of Lesser Black Magick, the difference is small however essential. Holy Magick is the core of what the definition of Magick is, to Ascend. In workings of Holy Magick one seeks to ascend through spheres of light, to open the consciousness to higher octaves of inspiration and initiation. You essentially ‘step outside’ the concept of self to study it, and in invocation, commanding Gods, spirits and other forms to comprehend association within the mind. Holy Magick itself is essential for any Witches Sabbat Luciferian or any magickian; this will strengthen through discipline the individual for the difficult and challenging path of Greater Black Magick. As Holy Magick is described as Ascending and stepping outside the concept of self toward the light of Godhead, Greater Black Magick is the challenge of the self. To isolate the consciousness from moving with the laws of nature, which is called Antinomianism, the individual seeks to reach areas of Self-Deification. This means essentially that the individual isolates the self to build him or herself as a God, to become something better. This proves challenging because many in this society, are designed at an early age to be the exact opposite which is to submit to a concept of God. Greater Black Magick demands that you devour those gods and make your consciousness the arena for their manifestation according to your Will. It is therefore, very dangerous to open gateways of evocation (to summon outside the body) and invocation (to call inside the body or mind) of any force, as the Black Magickian seeks to absorb and bring initiations into the psyche to build the individual as a being separate from the universe. The teachings of Astral Vampirism within the Black Order of the Dragon delve the depths of these concepts further. One would use the Dark Gods as models of strength and a symbol of immortal manifestation. The Shadow form of Lucifer is Set, who is the ancient Prince of Darkness. Set is the aspect of the infernal yet not self-destructive. If one seeks to become as Set, to master Chaos and the depths of the subconscious, then one opens a direct communication with the Setian Gnosis. This is when the great illumination known as the Black Flame takes place, and the individual is able to perceive that life is what he or she makes of it, and everything is possible with a positive outlook. The Christians would have you believe that Black Magick itself is the path of death and destruction, however it is honestly quite the opposite. The Christian monotheistic religion is self-destruction by placing exterior worship of a deity alien to you. It teaches that man and women are to be subservient to it’s will and that we must ignore the natural desires and impulses we were born with. The Luciferian laughs at such, and we with discipline and thought out actions, change life, as we know it to suit us as best we can. We do not accept things ‘as they are because of God’s will’, but understand that we, as Luciferians are ourselves Gods and Goddesses and may manifest the glory of them by our intelligent actions. We glorify and give respect to such God forms by being strong individuals, whom use reason above faith. The Evocation Circle itself will be used in a manner to call spirits forth into the circle, from which they will be bound. One will use the circle that is developed from Goetic sources for this work, and the Triple Hermetic Circle of Hamara’t would be used for the magician to stand or sit within. Some sorcerer’s due to aesthetic alignment prefer to use"},{"pageNumber":23,"pageContent":" 23 the Goetic Circle of Pacts, as developed by Eliphas Levi. This would be advised if for the advanced Black Magickian who is able to ultimately balance the concepts of Holy and Infernal. One would use the rituals of Daemonic Evocation or summons of shadow forms or Qlippothic beings for such operations, not the Great Work or Holy Magick. Let the sorcerer not be bound by the instruments of magickal art, for these are outer projections and extensions of the Will. The sorcerer may be clothed and draped in the night sky, covered in the grave soil and green of the earth and through the perception of the awakened Eye (Lucifer) and Black Flame (Seth) shall he or she work magick. Free yourself of instruments only to command their use according to your desire. The Four Triangles which symbolize Earth – Air – Fire – Water as developed from Hamara’t: The Earth triad is the triad of Light and the Water triad is also that of darkness. Both should be considered in their awakening aspect. Use the Triangles as you move through the elements and their attributions, both light and shadow. The development of the sorcerous aspects of Witches Sabbat are based within the art and writings of Austin Osman Spare, called Zos vel Thanatos. While the techniques implemented and developed by Spare is nothing new to Witchcraft, the approach is. Zos himself was the receiver of what is the arcana of Anon, of the language of primal and essential magick. This is the barbarous aspects which allow the individual the pure current, devoid of dogma and ceremonials. While we urge the training of the Will through such exercises, the Sorcery of Zos vel Thanatos stand at the vanguard of magical awakening. To work through Spare’s system one would seek in-between states, which is a procreative during which Belief is suspended, thus the imagination (Shaitan) may develop and manifest the desire accordingly. The use of the Alphabet of Desire in"},{"pageNumber":24,"pageContent":" 24 Witches Sabbat workings is a challenge for any individual, as this is the language of the labyrinth of the mind, the black mirrors of the castles of the self! Sigils are made by many different means, but let the simplicity of the written sigil be discussed here. I will not explore here the aspects of using musick and paintings as sigils but do keep in mind, this is the foundation for the natural expansion of the work itself. Sigils are cryptic representatives of the Will, pure belief expanded in the lines of total Desire. The sigil itself should be made in a combination of different letters of the object, and then the original meaning forgotten. It is by the act of forgetting that the latent energy is channeled through the subconscious to the conscious mind. This is the very secret of becoming and using the force of Chaos or Apep (the unrealized and infinite aspect of possibility within the Self) to your direct advantage. Austin Spare wrote in the ‘Book of Pleasure’ “By the Ego conceiving only the Sigil, and not being able to conceive anything from it, all energy is focused through it, the desire for identification carries it to the corresponding subconscious stratum, its destination”. Through the act of belief being the undercurrent of the Sigil, forgotten through the act of focus, will the Atavistic aspect be called from this very force. If the desire is exterior, Familiars and Atavistic forms attributed by the mind will make manifest by the subconscious to conscious Will that desire. If interior, the Atavistic familiar shall bring to the surface or find the proper circuits to allow this manifestation or self-evolution. Lycanthropy and Astral Vampiric transformation occur in this same exact way. Once you have explored and mastered this, can much more dangerous workings be undertaken. The following is an exercise in Daemonic awakening, from which a sigil working involving the Infernal God forms of self-evolution and initiation. The sigils were created by writing the names in Arabic, and then reassembling them in a fashion which will only resemble the original meaning. Enflame thyself in invocation, by focusing on the sigils themselves, through an act such as the Death Posture, is one able to quickly encrypt the meaning of the sigil in the subconscious. If one seeks the communion, contact and initiation into the Witches Sabbat Mysteries, envision the fire behind each spirit and call them, welcome them into your mind, the vast arcana of previous incarnations. Aware, you shall emerge now as a God or Goddess, they shall remain immortal through you as you. Belief is negated by exhaustion and thus the sigil and its seed will be planted.   Asmodeus Ashmodai brings the hidden eye, Which does not bleed when looked into Which a laughing child devours on sight, eager to"},{"pageNumber":25,"pageContent":" 25 Awaken From the earth I walk, hidden in perception and form. As the last storm approaches, my name is thus revealed. Lucifer Shall the fires of heaven be brought down, by your gift of perception? Shall all know from which clay becomes fire, and the profane are no longer. The wings of Djinn beside that of the Dragon, black and billowing Answer to your shadowy presence. From this a torch is revealed. Lilith From your loins great pleasure is shown, felt and ravished upon Ecstasy from the children who feed nightly The bed chamber welcomes your passion Shall you reveal the hidden Moon, which acts as a door for such sight and beauty? Beast and Angel, I seek the addiction of your sweet veins. Leviathan "},{"pageNumber":26,"pageContent":" 26 When silence is broken, Yet the profound depths asleep Shall I know the oceans calm violence from passion A struggle of life brings both angels and demons, Which become separate and alone. Those who dive the depths will become as Draconis, The Ourobouris eternal which dreams of enfleshing all desires. Belial Those who wear the cloak of wolves, given their blood to the ecstasy of Ahriman The desire of flesh is our temple of Heaven and Hell, from which all desires may become. By facing the Seraphim may Armiluss Al Dajjal awaken within, the earth will then answer a great song. Casting the Shadow of Cain Via Nocturne solitary version. This is a small ritual designed to imbibe the sorcerer with a focused current of being, from which he or she will enter the Luciferian Gnosis with ease. I call forth the infernal shadows which nourish my body and soul; I invoke the circle which empowers my form of being, From the North, I invoke the force of Set, being my shadow of self From the West, I invoke the force of Anubis, the Opener of the Way From the South, I invoke the force of Thoth, whose lamp illuminates my path From the East, I invoke Horus, being the fire and strength of spirit Cain, bringer of the cauldron of change and self transformation do protect my very being of self, that I may grow and ascend in our family born of Witch Blood pure. I seek the coils of Leviathan, The Darkend Grave earth of Ahriman and the Dream plane of Lucifer. Allow the gates to open before me! So it is done! "},{"pageNumber":27,"pageContent":" 27 The Rite of Shaitan  A Self-Initiation Invocation The circle represents the oath of perfection, from which nothing shall enter. The mind is a source of heaven and hell, from which we may align ourselves better through ritualistic tools and techniques, it is the Command to Look in progress, in terms of Greater Black Magick. Robed in crimson or black, white candles upon the altar, and upon two points: North and East representing Belial and Lucifer respectively. Black candles should be at the point of West and South, representing Leviathan and Shaitan, the force reversed of Lucifer. Holding Athame, trace the Averse Pentagram and focus: “The black of night from which I have dwelled longs for a return to the dawn, from which I shall cast my eyes upon through the shadow. Let the opposites be joined as the twilight reverses into dawn.”"},{"pageNumber":28,"pageContent":" 28 Form an averse pentagram, feeling the flames burn from the source of the pentagram. Examine its essence and what it means to you, this is the source of Witches Sabbat empowerment through the arcana of self. “Let the four Princes of the Qlippoth bless my emergence from darkness to light, the journey to Al Dajjal, my center of being.” Facing West: “Leviathan – Master of the self from the depths of the oceans, your secrets shall walk with me always. I am holding the flame of awakening within and shall hold this oath of shadow and the graves of the sea shall still whisper into my ears!” Facing South: ”Shaitan, Satan, who exists behind Saturn, let the fires of your manifestation be revealed in the rite of your true nature, from which all concepts of ill be forgotten and the essence absorbed. I call forth the shadows of flame who reside with BABALON to bless my journey into the Light of your self.” Facing East: “Lucet, Lucifer, the source of my knowledge of self, Morning Star of wisdom and perfection. Let the light of your essence rain upon me, so that I may become of your knowledge, from which I may become as God (Goddess) itself. From the dream of spirit, emerge!” Facing North: “Belial, Belarion, the seraphim who would command the earth. Allow your essence to surge through me as I stand upon the earth, your very eyes shall mirror my self. I call thee forth from the depths of the earth, give me the strength to become Belarion Al Dajjal when I have passed through the veil!” Imagine the Four Crowned Princes flowing within you, that you may absorb and take the knowledge of the Daemonic force to use in a positive, creative way. The baptism is therefore one of self-initiation, so thus the symbols you believed they were are the opposite. Face now and invoke Shaitan, from which you shall awake. The Sigil of Shaitan should be focused upon and a mantra be recited, vibrating the name “Shaitan”. Take now the Athame and focus upon the sigil, "},{"pageNumber":29,"pageContent":" 29 “Force emerged from Azoth, from which there is both the beginning and end, I do place this oath before thee. To seek the shadows, the caverns of the earth, the dead and their mighty arcana, come forth and bless my awakening. I call to the angelic, the highest meaning of self, from which all light announces the birth of my being awakened, come forth from the light of dawn.” “I am the source of Light and Darkness, from which the Peacock Feathers grow. From my essence is the flow of time, the current of life and light. Such shall be hidden and not revealed to the profane, their eyes shut in the forgotten shadows of unbecoming. I speak the words of Darkness as being Zazas, Zazas, Natsatanada Zazas, the secret oath of opening the abyss, these are my words of Manifestation! I create therefore!” “The Dragon which coils in the darkness shall walk with my spirit, while I shall cultivate the light of dawn from which wisdom springs. The green of the earth is fed from the blood of wolves and the living, from which great secrets find their way to my ears. So it shall be!” “Shaitan I am, shadow and light. Let the voices fill with my joyous awakening!” So it is done. The Headless One Ritual is the ritual used to contact and invoke ones Holy Guardian Angel, or True Will. This ritual is known to be very dangerous and produce phenomena or hauntings in some places where it is performed. The Bornless One (or Headless One) is a ritual of great potency used as a preliminary rite before many rituals, as it causes an intense concentration of force. The original ritual was written in Greek, and in the text the title Akephelos which means ‘Headless’ is found. The ritual is to some extent considered Setian-Typhon in the act of invocation, as the similar ritual was an invocation to Typhon-Seth. The ritual itself included the use of the head of an Ass, blood and the vibration of the names of power. The History of this important ritual is found within The Headless One article by Jake Stratton-Kent and is highly suggested to anyone interested in magick and witchcraft. Use the Headless One ritual before any working, and be able to vibrate and allow the words of power to roll of the tongue, but also recite mentally. As Aleister Crowley suggested, Invoke Often! An Invocation to the Holy Guardian Angel, Spirit of the Adversary who resides in Darkness and Light – Azal’ucel I am the Daimon who speaks the words of the Immortal Fire, the Holy Flame which emerges from the Lightning Flash and Storm of Chaos bred, so this the angel-serpent shall come forth with the Birthing Knife shedding into storm of Seth!"},{"pageNumber":30,"pageContent":" 30 Spirit of which the Fallen have taken Strength, Isolate and Beautiful, Angelic Essence, Azal’ucel, from which came into being Cain I do invoke thee! South- Devil-Djinn of the Burning Desert sands and the Sun, Sortha’n-din – thy stave and fork unto the flame that is my soul shall be illuminated in this blackened light. Shaitan the Adversary, my soul enflamed! AROGOGORUABRAO – THIAF! East- Lucifer revealed as Azazel, bringer of illumination and love, who resides in shadow and light, cover and cloak my spirit with thy twelve wings, serpent skin covered from the shedding of the Dragon, bring now forth the serpent essence of my soul! Melek Tau’us, beautiful spirit of Fire, I summon thee forth! PHOTETH North- Set-heh, isolator and strengthening force of Storms, that chaos which I have tempered in thy elegance of darkness. I go forth and become as the Eye of Algol, separate and alone in my being. Typhon, present unto me the Tcham knive from which I shall stand forth in my dreaming and waking! Sender of Nightmares ascend through me! OOO West- Let now the Serpent encircle me, Leviathan the Coiling Dragon of timeless being. I summon your essence unto me! Great chthonic daimon of endless being, I seek to drink deep of your cup and behold the mysteries of the depths! MRIODOM Aoth, Sabaoth, Atheleberseth, Abraoth! By the very circle of which I build – I walk unto the crown of Lucifer – that Emerald which shine the essence of Heaven and Hell. That Angelickan Watcher of the Sun shall come now forth to join with the Ahrimanic Shadow, that Angel and Daemon are Joined! I walk unto the Umbrarum Rex, the Kingdom of Shades and the Ghost Roads – Open the Gates unto me! Guardian of Flaming Sword and Corpse-King of the Scepter – Open forth the Anubian Way to me! I behold the center of the Eight – Rayed Black Sun – My essence unto Seth! Azal’ucel! I invoke the Bornless Baphometic Spirit of Fire! Commentary to Invocation of the Holy Guardian Angel, Azal'ucel With regard to ‘An Invocation to the Holy Guardian Angel, the Spirit of the Adversary who resides in Darkness and Light, Azal’ucel’, the system employed is one of"},{"pageNumber":31,"pageContent":" 31 summoning up the angelic and daemonic spirit within the self – the “True Will” by means of a mask of Luciferian Witchcraft. The very methods themselves are contained in the calling of the four directions – each a component of higher illumination of self; which is combined with the Bestial/Demonic with the Angelic. This is the center of balance which was often deemed necessary in the Workings of Abramelin Magick; which issues control over daemonic forces within and beyond the self. Azal'Ucel is a sigillic word formula of Azazel and Lucifer to combind the ancient middle eastern with the western idea of what the bringer of light may or may not be. Aleister Crowley’s excellent and useful Liber Samekh explores this system entirely, however in a modern context is rather long. It may be suggested that this particular role of Magickal Invocation should still be employed, this version of the summoning of the HGA is simplified to a short, concise and effective version which may be memorized easily. In the Luciferian work, the practitioner is focusing on widdershins around the Triple Hermetic Circle, or one of his or her own design, from which the quarters may be called. The Grand Luciferian Circle may be employed also to effective and concise approach to this Magick of self-initiation and transformation. In regard to Egyptian and medival daemonic summons, a connection therein may be observed. The Circle Casting is one of which the individual proclaims his and her mastery over their own being, that by moving widdershins around the circle will enflame the self during invocation; that is to envision each manifestation via minds’ eye with each call. For instance, when one calls South, they would envision the Fire Djinn, in the North, Seth. This is the key to the success of magical work; the Imagination. South – the Devil-Djinn mentioned is Shaitan or Azazel, the fallen seraph whom is made entirely of flame. It is this original legend which brought forth the separation of the God-divinity or natural order to an adversarial or antinomianian process of anti-order. The mentioning of “Blackened Light” is the Light of Azazel, or Shaitan embodied on earth through Cain, the initiator of the Sethanic Path of Witchcraft. East – Lucifer as Azazel in the earthbound form, the mentioning of twelve wings in reference to the Serpent Angel. Lucifer is the Freedom of Will from which the individual may seek to strengthen and illuminate the self in ones own discovered light, or Black Flame. North – The Cold North is the direction of not only Cain as the Lord of Horsemen, but also of Set-heh the Adversary. Set is the Egyptian God of Chaos, Storms and Darkness. The isolator, Set is the adversarial god of change, strength and sufficiency through the Will. Set is the mask of Azazel, the Lord of Flame. Within Witchcraft Cain is considered the offspring of Samael and Lilith, thus being the SAME as Baphomet. The Angelic/Demon Higher Spirit of Cain is Azal’ucel, which is reflected in this very rite of self-empowerment. It is through Set that all upon the Luciferian Path pass through, in the skin of Cain or otherwise. "},{"pageNumber":32,"pageContent":" 32 West – A calling to Leviathan, the Dragon essence which is immortal, or eternal. The encircling of Leviathan is a Will directed focus of the individuals being or “I” announcing the forced antinomianian separation from the natural order, and through Leviathan grows strong in this circle of timeless being. The mysteries of the depths is revealed as knowledge and wisdom of the subconscious. By tapping into the subconscious, one is able to master their own individual life therein. The reference to the Angelickan Watcher of the Sun and the Ahrimanic Shadow is based in the Double Vessels or Fetishes of the Bestial and Angelick Atavisms and familiars. By exteriorizing ones Adversarial aspects of “I” and “Being” one may objectively view the essence of self, manifest its strengths again in the union of flesh and mind. The Guardian of Flaming Sword and Corpse-King of the Scepter is in reference to the illustration by Elda Isela Ford, based on passing through the ‘As Above, So Below’ forces of the Sethanic Path unto the 8-pointed Witches Sabbat/Luciferian Star sometimes"},{"pageNumber":33,"pageContent":" 33 called ALGOL. This ritual was a Sethian development of the ‘Headless One’ ritual or ‘Bornless One’ ritual as developed and adapted by Aleister Crowley and the Greek Papyrus. One may perform the rite as one of self-isolated stimulation via Sex Magick. Enflame the self through invocation, all the while focusing upon the Luciferian aspects of self, the light and the darkness. GLOSSARY OF TERMS- AKHU – The Ka and Ba in union, the Holy Guardian Angel and Evil Genius joined. This is the Great Work defined, the union of opposites. In Thelemic view this would be The Beast 666 and Babalon conjoined. ALGOL – From the Arabic ‘Al Ghul’, meaning ‘Demon Star’. Algol is symbolized as the Chaos Star with an averse pentagram in it, representing the individual star or consciousness through Black Magick awakening. Algol itself is the image of Set in the aspect of the Prince of Darkness, being the manifestation of the Black Sun or opposite force of creation. Through Algol one may project any magical force necessary based on ones’ experience. Algol is the mirror of The Order of Phosphorus. ALPHABET OF DESIRE – The aspect of congress with the subconscious and the spirits which are exterior of the self and within the self. This is the grammar which is unspeakable and is used in communion with the conscious self (Ego,I) and the subconscious self (Kia). ANCESTRAL SHADES – Spirits, atavisms or familiars of the dead which return to us from our initiation into Magick and Witchcraft. Ancestral Shades may not always be past family, rather those who have been on the path before us who have gained immortality who for whatever reason decide to assist us. In the Black Order of the Dragon, such spirits are closely connected with the concepts of Varcolaci and the Undead Gods. ANUBIS – Lord of Jackals and the Opener of the Way. Anubis is the funerary God that is represented as having the head of a jackal or dog. According to Charles Pace, the Bastard Son of SET-AN & ASET (Isis). ATAVISTIC RESURGENCE – The return to consciousness the powers of the ‘dead’ or subconscious energies or powers from the pre-human aspects. Atavisms are evoked through intense Nostalgia and focus, often appearing in bestial forms. ATHAME – The Blade of Holy Magick or Greater Black Magick workings, used in ceremonial or solitary practice. Pathally a black handled knife. AZAZEL – Called the Guardian of the Goat, Azazel is one of the 200 original fallen angels, according to lore. It is considered that Azazel is the same as Shemyaza, the leader of the Watchers. The Zohar makes reference (in Vayeze 153a) about the Rider upon the serpent is “the evil Azazel”. In Islamic lore, Azazel is the same as Eblis and considered by other lore as the first star (in reference to any angels) which would reveal him as Lucifer. AZOTH – The Beginning and End in its spiritual aspect, Azoth is a form of Life and Death. From between comes the possibility of manifestation. BA - the Soul in Egyptian mythology. When the immortal physically dies, the Ba, which is the Astral Body, lives on within the tomb and beyond. Ba may be seen as the Evil"},{"pageNumber":34,"pageContent":" 34 Genius of earth bound force often presented in Egyptian lore as a human headed bird. The Ba is the psyche and force which exists beyond the veil. BALEFIRE – Ritual fire used in Coven gatherings. BLACK FLAME – The illuminated essence of being, the concept that we perceive ourselves and our separate aspect from the natural order. The Gift of Set or Azazel. CHALICE – The magickal cup used for Philters and ceremonies. While some covens and individuals use the silver cup, one may use a KAPALA as well, which is a human skull cap often imported from Tibet. COVEN – A small group of magickal practitioners. Often 13 in number. Covens may be of a smaller size as well. DAEMON – From the Greek Daimon, meaning ‘spirit’. The Daemon is the root of ‘Demon’ therefore represents the spirit of the sorcerer and the exterior spirits on the astral plane. DJED – Egyptian, represents stability and strength, associated with the backbone in the funerary cult. In the union of the circle, Djed is the Holy aspect in union with the shadow of the magician, the very aspect of initiation towards the Great Work. EVOCATION – The act of calling the spirit into and area, OUT from the self. Evocation generally involves servitors, familiars, and Daemons. A potent and dangerous aspect of ritual magick and sorcery is to evoke the force into the triangle, and then enter the triangle and Invoke the force, calling it in. This results in an aspect of possession and leads to higher developments of the consciousness and psyche. FAMILIAR- The servitor or animal spirit which is associated with the Sorcerer. The familiar may be evoked and bound, or may be created by the individual to assist in the workings of sorcery. Called also the Famulus (Latin) FETISH – An object from which the focus of a spirit or Coven item is charged. This is the home of the famulus and is an extension of the sorcerer. HOLY GUARDIAN ANGEL – The True Will, the divine aspect of the self as the psyche, the immortal aspect of the mind which separates us from pure instinctual beings. IBLIS - The fallen angel known as the Devil. The attribution of Iblis is that of the imagination, thus Lucifer is our imagination. While not widely accepted in the West, William Blake was one of the few to and attributes Satan to the mind. Iblis is derived from the Greek Diabolus. Iblis before the fall is known as Azazyl, whom is identical to the leader of the watchers. INVOCATION – The act of calling the spirits IN, assuming consciousness from outer inspired sources. Invocation in the supplication of a force, to bring it in and absorb it. Some consider this Predatory Spiritualism which is related to Astral Vampirism. KA – The vital force of life which is related to Ba. Ka may be seen as the Holy Guardian Angel, the spirit of Light and perfection in itself."},{"pageNumber":35,"pageContent":" 35 KAPALA- Human Skull Cap consecrated as a drinking cup or chalice. Pathally used in Tibetan Chod rites. LYCANTHROPY – Assumption of astral and conscious transformation in to an animal form. Used in Dreaming Projection and atavistic rituals. MANES – The shadow of the dead, spirit forms which may be controlled and absorbed by the sorcerer’s own astral body. One may feed the servitors themselves from this, that they may take their shadow and from your Will form their shapes in darkness in whatever fashion you so desire. NECROMANCY – Evocation and communion with the Dead. SABBAT- The Meeting of Witches in the Dream Plane, the secret arcana of leaving the body. There are two aspects of the Sabbat, the Empyrean/Celestial (of Air – the Luciferian Sabbat) and the Infernal Sabbat (Chthonic, Demonic and Earth based). These two elements of the Dream Conclave are connected with the symbolism of which the Fraturnitias Saturni focused upon as the Higher and Lower Octave of Saturn. SHADES – Shadows of the Dead, spirits which commune with the living. The Witches Sabbat path works with shades from Ancestral Manes and evoked spirits. THANATOS – Death and the spirit therein. Thanatos is considered the death posture guide through which we meet the deep desire, Thanatos is the gateway therefore. THEURGY – Holy or High Magick, practiced originally or defined by the Egyptian Platonists which commune with beneficial spirits is sought. This is a part of The Great Work of communion with the Holy Guardian Angel, and Greater Servitor or Familiar. VAMPIRISM – A secret art of Predatory Spiritualism, which involves astral projection and aspects of Lycanthropy, communion with the dead and necromantic workings. "}]
