[{"pageNumber":1,"pageContent":"Luciferian Witchcraft-The Mystery RevealedBy Michael Ford © 2001There is a path which reveal the manes of the dead,There is a path from which the wise seek the light,And from the darkness nourish their shades in the dream.This path is born of the Goddess of the Caves, from which the serpents slitherThis path is born of the Blacksmith who forges the illuminated light of AzazelAnd speaks through the blood of his kin,This is forever a path of fence walking, from which one shall be revealed the greatmysteries, spoken in the wind.This is forever a path from which Lilith emerges in the fire of the Sabbat,And Lucifer emerges as the Sun.Through the art of Sorcery shall the winding path be shown,Through the art of Magick shall we all be elevated towards the light.The Luciferian Witchcraft tradition in relation to one particular group of individualsannounces a specific development of the Cunning Craft and darker, more hiddenelements of the Left Hand Path. Coven Nachttoter has announced the formation of TheOrder of Phosphorus, a Luciferian group based on a wide variety of traditions whichallow the individual a multitude of choices to develop his/her will to its fullest potential.The foundation of TOPH and Coven Nachttoter is Luciferian Magick, and the LucifericWitchcraft tradition developed by the Coven. Taken from elements of Gardnerian andmedieval witchcraft, influences of Thelemic Magick, Austin Osman Spare, ChaosSorcery and other avenues, TOPH intend to move magickal initiation into new areas ofScience and Folklore. This is the primary tool of the Order, working with PHI Brainwavepatterns to control ones own initiation into the mysteries.Systems are very important to the order, and its works. While some may find interest inthe witchcraft tradition developed within TOPH, some may find especial interest in theMedieval Black Magick systems worked with through the group. Finding a strength andbeauty in the Left Hand Path allows a balanced and positive ascent into the highmysteries of the Goddess and God forms from which flows our inherent myth.Much of the doctrine of The Order of Phosphorus flows directly from the grimoire TheBook of the Witch Moon, whic h unites the Luciferian Witchcraft with the dark andshadow elements of sorcery and magick. Written by Michael Ford, the Book of the WitchMoon is a dangerous tome of Black Magick that offers a direct gnosis for the individual,while considering they are of stable mind. Another avenue of doctrine if you will is basedon Luciferian Magick, which is the modeling of spirit by that of the Opposer, the bringerof light.The Sabbatic mysteries as they are essential separated into two specific areas ofworkings. The Right side of the Path is the Magickal path that is the Holy aspects of ones"},{"pageNumber":2,"pageContent":"personal development. He/She will seek to expand consciousness and gain the attainmentof his/her Holy Guardian Angel, the True Will or direction of life in which you shalljourney. This is also the path of healing, of perfecting the self in any way you can and tobegin a strong foundation in Luciferian Magick (Astral Projection and development ofthe psyche). The Right Hand Path seeks to align the individual with the flowing stream ofnature, to align the self with the avenue of God or the creative force itself. This form maybe defined or named as Lucifer, as the eldest angel of the creative source who hasjourneyed through both paths.The Left side of the path is that of Sorcery/Witchcraft and the mysteries of AstralVampirism. This is the area of which the individual who seek the control of the self andthe exterior through sorcery and Goetic Black Magick, more properly, the Left HandPath. The LHP is defined as a system that is relative, and realistic towards the inner ordeep desire within humans to be free, independent and strong. To seek knowledge,wisdom and areas of personal growth and betterment is the great desire of humanityitself. This is why essentially the Left Hand Path is the foundation for humanadvancement, as it teaches us to become like Lucifer or Lilith itself, independent,knowledge seeking and self-deified. The Black Magickian often called Witch or Warlockare the individuals who taste from the chalice of the serpent, the wisdom of Asmodeus.The universe seeks for all to flow according to its way, from which we work through inorder to ultimately emerge through the Left Hand Path.The two paths are essentially united consciously, from which each individual will be ableto unite the Microcosm with the Macrocosm, the Angelic and the Demonic, the shadowand the light, all opposites in union. This is the work of the Beast 666 and Babalonconjoined.The very beginnings of Witchcraft hold much lore and legend as any other religion orsocio-formulated belief pattern. In the beginning within the great darkness, Diana (LiliththeMoon) joined with Lucifer (the Sun) and produced the daughter and goddess Aradia,or by some suggestion Hecate. The Watchers led by Azazel, after Lucifer fell from theheavens joined with man’s daughters and produced the Nephilim. The Watchers thentaught man and woman the art of sorcery, and what is now called witchcraft. Asmodeus,also called Samael joined in union with Lilith to bear the son Tubal-Cain. Cain was acarrier and the first in the circle of Witchblood, initiated by birth and whose memory ofthe Watchers and the Nephilim was strong.The legends of the Watchers and Nephilim move on to describe the great flood, whichkilled many of them. While their bodies died, their spirits did not, and certain spirits ofthe Watchers still walk the earth inspiring the lore of the wise, from the shadows of thedead.This lore exists within our minds and holds strength within our minds eye. The initiateinto the shadows of the Sabbatic path understands the darkness and light within he/she,how to master it and use the insight to improve his or her life. The Luciferian path is one"},{"pageNumber":3,"pageContent":"of knowledge and must be held with an open mind. Different paths teach many differentthings, and should be understood as such.Contact may be made with The Order of Phosphorus at:Psychonaut 75PO Box 926344Houston, TX 77292USAE-Mail: Nachttoter@psychonaut75.comDanadark@psychonaut75.comWeb Site for Psychonaut 75:www.psychonaut75.comPsychonaut 75 E-Group:http://groups.yahoo.com/group/psychonaut75"}]
