[{"pageNumber":1,"pageContent":"Vox Sabbatum – The Witches Sabbat 1 Vox Sabbatum The Witches Sabbat By Michael Ford Illustration by Elda Isela Ford With other medieval images"},{"pageNumber":2,"pageContent":"Vox Sabbatum – The Witches Sabbat 2 Luciferian Witchcraft “And in the secret cave of my wisdom it is known that there is no God but myself” -Qu’ret al-Yezid, the Revelation of Malak Tauus The perception of Lucifer is to seek light, wisdom and higher articulation of being through developing and understanding self-consciousness. In the instance of witchcraft, it is specifically a magickal art of transformation by not only self-directed means, but also influences via nature and earthen inspired streams of imagination. A Luciferian does not embrace alone either Light or Darkness, the Luciferian focuses upon the Antinomian Path of Cain, the Solitary and self-motivated magician1 who by the Left Hand Path2 seek to continually develop the self in a model of Lucifer3 who fell from Light of Selflessness to taste the pleasures and knowledge of darkness, who in turn learned the wisdom of the Crooked Dragon4 By the predilection of being on the Left Hand Path, the mind is considered “Luciferian” in perception – a state of being in continual change and progression. Look now to the Imagination5 for the entry into the Witches Sabbat, leave the flesh and come forth to the Forge of Cain.... The Witches Sabbat Behind the initiatory models of what is called Diabolism, lies a plethora of shapes and forms for any initiate to move through. The gate of the Left Hand Path is indeed a dangerous way as it inaugurates and initiates change – internal and external. In the rational consciousness the mind is aligned with the specifics and maps ingrained in the psyche from early childhood. These models sometimes morph and transform with the maturing mind; but rarely are broken free from. This may be observed in the individual who from a child grows up believing in some form of Christian dogmatic ideals, worship or punishment, the God above   1 Sometimes referred to as Black Magickian. The Term BLACK represents Wisdom, not ill inspired intent. Please refer to the Arabic root FHM, meaning Black or Wisdom. This is the basis of the Sabbatic Goat as the Torch Bearer, which signifies knowledge and intelligence. 2 The Antinomianian Path of Self-Deification, isolating the psyche from the Natural Order of Self-Dissolution. 3 From OZ, or Azazel – the Fire Djinn and first born of Light. 4 Leviathan, see the Grimoire ABRAMELIN. 5 Called Iblis or is the same as Shaitan in Islamic Sufism."},{"pageNumber":3,"pageContent":"Vox Sabbatum – The Witches Sabbat 3 and Hell below. He in his late teens or early twenties rebels from the “norm” of Christianity and adopts a so-called “Satanic” or even an Atheistic belief system. By the time he becomes old, 50’s plus he begins reverting back to the Christian beliefs which were embedded from his childhood. He dies a “Christian” due as he views his body crumbling and his fears grow close – he is not sure of himself or what he has done with his life. The Will grows broken through years of having the “safety net” of Jesus. The Left Hand Path however in modern times questions and tests, it offers a treasure upon treasure of knowledge and wisdom through experience, it builds and summons forth hidden gods and sleeping beasts, it challenges and destroys those who flinch in the face of the Adversary – in short it is dangerous. The Left Hand Path is indeed dangerous because it can destroy the perceptions of the condition of human belief structures – it can free the psyche but the shock of this liberation is sometimes too much to bear. Sorcery can destroy as it is rather simple to abuse, and invoke the demons of your extreme desires to devour you. The Left Hand Path is not an easy one. Let us first observe the nature of the Left Hand Path. Specifically, it is the Antinomianian (non-union or isolation from the Natural Order) path of Self-Deification (Self-Godhood). By this definition, the individual views his or her self alone and able to rely only on his or her developing psyche for the creations of comfort, challenges and the responsibility of invoking positive change. Moderation is also a certain factor of success. It is easy to abuse the Gifts of the Devil when he presents them; it is even easier to create situations for you eventual self-destruction by actions you take now. Be thoughtful before your actions. It is essential that the practitioner of the Left Hand Path is able to master the path of inner Black Magick or what can be called High Sorcery or Magick before one undertakes lower forms. The True Self must be sought, the Desire and Will within the self – the Imagination in Controlled Study and Introspection. The “Congressus cum Daemone” will reveal your True Nature, both often a Beast and an Angel. Some view this as an exterior spirit, but rather more correctly it is an interior force; one which appears so strange at first to your level of consciousness you will find it easier to label it an exterior force. The definition of Angel is a Higher Facility of Man, it is intelligence and matured control, the very careful planning and stillness of being which is both energetic and"},{"pageNumber":4,"pageContent":"Vox Sabbatum – The Witches Sabbat 4 solar, strong and the very fountainhead of self-development and progressive being. It is the seat of the Psyche, the Demon Genius of Man and Woman. The definition of Daemon or Beast is the shadowed and animalistic instinctual, impulsive side. It is the Djinn (Spirit – Daemon) of pleasure, desire, lust and sexual passion. It is the animalistic and passionate essence which resides in the skull of man. It is the continual Goal and point of the Left Hand Path to develop both aspects and unite them as a developed Luciferian Perspective – to be independent but not allowing “nature” or imbalance within the mind to destroy you. Often, more so than not, we are our own worst enemy. As you adopt a model such as the Witches Sabbat as your initiatory focus, keep in mind the many origins which represent the foundation of the rite itself. Christian witch hunters may have indeed fabricated many of the stories of the Sabbat, much of the sexual manifestations of that time with accordance to demons and such, but do not loose the point of which we expand from their writings. If you are Christian or not, by utilizing the imagination6 in Adverse areas you are displaying to Left Hand Path principles 1) The self described Antinomian events which indicate isolate consciousness and intelligence, a sense of the forbidden 2) By inventing such aspects of the Sabbat and the Devil, they fleshed out a powerful and Adverse initiatory model of Luciferian Self-Deification. We have in fact become their demons by expanding from this practice. The same may be said in current times, those who walk secrecy in the Religious Path of Self-Destruction (i.e. Christianity or the Right Hand Path) laugh at those who point their fingers and invent our evils, have also a duty of fighting or toying with the Religious Nazis of Christianity. We openly support same sex marriages7, the slow and careful destruction of the Church and the principles of “Responsibility for the Responsible”8 to the masses. Modern times have different measures of practice; however the Luciferian must never sacrifice the deep values of the beauty of Life and the search for intelligence and self-excellence. Keep in mind, Violence has always been the Christian Way when they cannot intellectually force their will upon others. Thus rituals such as “The Ritual of the Holy Guardian Angel, Azal’ucel” or “The Ritual of the Adversary” are designed Black Magickal or High Sorcery dealing   6 In Islamic and Sufic Satanology, Azazel or Shaitan is considered the Divine Imagination. 7 By supporting such, you confirm every individual has a Life Given Right to do their Will as long as it does not adjure or step over another’s. Christians ignore and put themselves above the Right of “To each his own” or “Do what thou Wilt”, instead propagating bigotry through dirt covered mirrors of a shriveled savior no longer reflective of the “bigger picture” of the world today. 8 A good Starting point for Antinomian Thought, The Satanic Bible by Anton LaVey."},{"pageNumber":5,"pageContent":"Vox Sabbatum – The Witches Sabbat 5 with the most dangerous type of Self-Deification – Becoming and developing the Self. The rite tests and proclaims change, when ecstasy is reached by invocation over and over, or mantric repetitions of certain self-stimulating phrases, the Gates of Hell9 are opened. The Witches Sabbat is a system or model of Left Hand Path Self-Deification; it is the separation from the Natural Order or Right Hand Path (i.e. dissolution). This process is a slow and gradual one, invoking and propagating self-development over a stretched out period of time. The God forms of the Luciferian and Witches Sabbat Path are Masked and Anthropomorphic energies and collections of power. Thus Lucifer, Cain, Lilith, Ahriman, Leviathan and such are all Gateways of Power from which the initiate passes through. All symbols, objects, sigils and other talismans including statues and crystals hold deific power between the mind of the sorcerer, they are a type of Magickal Link from which the self holds common association in reference to the triad of Will-Desire-Belief. This embodies such objects with the very power envisioned within them – to transform, to curse, to invoke imagination and inspiration. The Witches Sabbat is thus a model of self-deification. The Sabbat is an image from which the Mind and Psyche is free from the restraints of mundane reality and the flesh. The spirit takes the form that is so desires at the moment, joins with familiars and other demonic forms and goes forth to a place which centralizes the imagination in an infernal sense – the Devil is by this standard a mirror of the liberated mind – awaiting confirmation of self-belief and the desire to becoming something else. Remember, throughout history the Devil has always been a shape shifter, no common form may stay for too long. When you begin walking the path of the Sabbat, be careful and be cautious – you will tear and destroy your common perceptions and build hopefully a clearer one – Know Thyself in the Great Work and you shall bask in success. The Origins of the Witches Sabbat   9 Hell is derived from the Anglo-Saxon word, Helan, being a secret or hidden place. Hell may thus be represented as the abyss of the mind, the subconscious. By exploring and invoking Hell, one begins a process of the mastery of the self."},{"pageNumber":6,"pageContent":"Vox Sabbatum – The Witches Sabbat 6 We owe much of the research of the Sabbat to a writer named Idries Shah, two books10 specifically deal with aspects of witchcraft from a multi-cultural perspective. The foundations of the art of the witches Sabbat was based on adversarial practice, not for negative or counter-productive means, but to illuminate the self by walking between two worlds. The reports of witchcraft from far reaching sources such as Sweden, France, Scotland to Africa and the Middle East. The cult of the “double horned” ones according to Shah were attributed to worship of the moon. These “double horned” ones would gather on Thursday nights, their initiation was having a small wound cut on their body, this sacred knife was called the al-dhamme, which means ‘bloodletter’. The word Athame is said to have derived in part from this term. The Two-Horned ones would gather at the Az-Zabbat, the “forceful occasion”. They would dance widdershins around the circle and invoke al aswad (the Black Man) while reciting Moslem prayers backwards. The Mabrush (which makes reference to the style of dancing – frenzied) practitioners would use burial sheets called the Kafan (meaning winding sheet) which is a white shroud used in burials and at a point in the rite place it over their heads. The companions of the rite were attributed to the Blacksmith, those of which are revered in Morocco to this day as sorcerers. They would beat drums and with their kafans on, would chant Iwwaiy which would be recited to the beating of the drums. At a point of ecstasy they would remove their masks or kafans and the Master of the Az-Zabbat would appear, the Black Man of the Rite. At dawn they would sacrifice a white cockerel with a knife, cutting the throat. The dhulqarnen – the leader of the coven, was called such in a play of words. The ‘Lord of Two Centuries’ was said to exist after death, being an isolate being, whose spirit remains potent for another century, has perfect memory of his life and can manifest through various forms while attached to the earth. The Sabbat as it was described in Spain indicates that the Middle Eastern and Moroccan practices of the Az-Zabbat survived throughout Europe. The Black Man appeared as a large He-Goat, who had a face on his buttocks and was thus a form of the Adversary-Opposer. Witches would kiss both sides, thus receiving initiation by a Mark given by the devil. In Scotland the Black Man of the Sabbat would appear as a black robed figure, with a hat or often in a grotesque form, a   10 The Sufis, Anchor Books and The History of Secret Societies by Arkon Daraul."},{"pageNumber":7,"pageContent":"Vox Sabbatum – The Witches Sabbat 7 nose of a beak, burning eyes, long nails on the hands and feet, hair covering the body and strong like Iron. In Persia was a tribe of witches and sorcerers called the Maskhara (revellers) who would use the counter clockwise dance and ointments containing Henbane to produce the sensation of flying. These witches would sometimes blacken their faces and attribute the mind into a lycanthropic transformation, through the ecstasy of dance. The blackening of faces they were representing death and then reawakening, it is by a conceptual standpoint, an antinomian act which produces the mind aligning with the psyche encircling of Self-Deification. The Peacock Angel and Black Snake “I was, and am now, and will continue unto eternity, ruling over all creatures and ordering the affairs and deeds of those who are under my sway. I am presently at to such as trust in me and call upon me in time of need, neither is there any place void of where I am not present” -KITAB el-JELWA, the Book of Revelation The so-called Devil Worshippers known as the Yezidis11 have two symbols which relate to their Tribe, a Black Snake and the Peacock. The Peacock itself in known in Islamic lore, being a bird which fell with Azazel to earth as “Shaitan’s bird” and in Zoroastrian Lore as Ahriman creating the Peacock to show that he could – if he wished – create beauty but chose darkness. The Peacock Angel, known as Malak (meaning King, a word associated with Sufi) and Tauus (Peacock) represents Shaitan or Azazel the Fire Djinn. The term Angel is accordance to such lore is that Angels are the Higher Aspect, or Faculties of Man. The symbol of the Snake is blackened with soot. The word itself holds a key to its meaning, black is from the word FEHM (which means charcoal) and is related to the Arabic root FHM, being Wisdom or Knowledge. The Black Snake and Peacock represent the “Wisdom of Life”. “Then the Great Lord, Malak Tauus, said to the angels, “I want to create Adam and Eve and make them give rise to mankind. Of the seed of Adam there shall be   11 Derived from a Sufi called Sheik Adi ibn Musafir around 1100 A.D."},{"pageNumber":8,"pageContent":"Vox Sabbatum – The Witches Sabbat 8 born a Prophet, and from him shall descend a people on the earth; the the people of me, Malak Tauus, and these people are to be the Yezidis” -The Mershaf Resh – the BLACK BOOK The Witches Sabbat -Dreaming and Waking- Dreams have long been considered images of the subconscious; what lies within the mind. In Magick dreams can be a powerful initiatory tool, if focused upon in a positive and conductive manner may provide excellent self-developmental areas of being. The Witches Sabbat may be conducted in dreaming avenues, if the magician so desires. The model of the Witches Sabbat in a dreaming sense should start with a visualization of the Crossroads. The Crossroads have for long been considered a place of great magickal power. It is the place of Hecate, the Triple"},{"pageNumber":9,"pageContent":"Vox Sabbatum – The Witches Sabbat 9 Goddess which is the gathering of shades and ghosts; many have evoked her there in the crossroads. It is also the place of where Faust summoned Mephistopheles, who came forth from the forest before him. The Crossroads is the place where you visualize and focus your mind towards before sleep – you may also visualize and X or a + as the meeting place of the Dreaming Sabbat. The imagination is the ultimate key of the Black Magician or Sorcerer who seeks to go forth to the Sabbat – it is the vehicle of self-assumption of deific forms or masks of lycanthropy. When preparing for the Dream Sabbat, decorate your temple or sleeping area in accordance with that which reminds you of a Sabbat – images from old grimoires, sigils, demonic images, masks or other elements which aid the Working. The most important however is the control of the mind. Sit comfortably before and clear all thoughts. Begin a slow chant which you know that ‘activates’ the imagination towards the Sabbat. Use the Five Senses to activate and aid this transformative ‘in-between’ state – hearing, sight, smell, touch and taste. Have some pleasant Sabbat incense and perfect lighting in place, have sigils and images which invoke this place in the mind. Your goal is to align the senses with the focus of the Going forth by Night – that is by harmony with the Willed choice of desire. Preparing for the Sabbat by decorating and proper self-alignment creates a heightened inner excitement for the initiatory act itself – thus allowing the success to occur, a seeming self-permission! The Sabbat is a subjective experience, from which you are alone and surrounded by the shades and familiars of your own design. Early on you will discover during waking hours elements of yourself you wish to change and common traits or self-associations or perceptions you will slowly understand through the process of change. Be accepting and use this as a permission to become! The Witches Sabbat is used for many purposes – it is for self-deification, exploration, shape shifting and a heightened gnosis state – it breaks through mystery and reveals a new perception, you become “like” the Devil or “Adversary”, you grow close to Hecate and Lilith, and you gain a more direct focus of Magickal Will. The Sabbat is also used for Spells and Sexual Workings as well – a Sabbat experience with a partner is perhaps one of the most ecstasy inducing acts that can be shared by two people – or more if that is your “bag”. The Sabbat may also be used to curse and bless, all which spirals and acts as a spring – the very magickal principle the Staota is in the Second Edition of Yatuk Dinoih. Do not invite the initiated into the Circle of the Witches Sabbat, for the Ensorcelment of Cain will devour them and curse them in whole. Such an experience if ever shared must be between two"},{"pageNumber":10,"pageContent":"Vox Sabbatum – The Witches Sabbat 10 understanding initiates – self-initiated or otherwise. Remember, the Sabbat goes back to the Antinomianian principle of Luciferian self-deification. It is a path of knowledge through clarity – this clarity is discovered by those who are focused on moving past mystery, a major point of the beginning of what lies hidden. Waking The Waking aspect of the Witches Sabbat is that of solitary or Coven agreement of self-transformative magick. This is done by confirmation of standards which are present in the ritual area. Some build a bonfire in the woods, near a crossroad or area appropriate. It is pertinent that the Five Senses are appeased and aligned with the focus of the rite. The Maskhara of the Middle East would blacken their faces, wear animal masks and through dance create invoke a strong ecstasy which along with the alkaloid used in an ointment, would cause sensations of flying. You may wish to use the Waking Rite as a means of practicing spells and sending forth the desires of the group. The Waking Sabbat is also a means of growing more connected with the other practitioners, which forms an allegiance with what is known as a group mind. This is useful in spells and low sorcery, the unity of several independent psyches focusing on one goal will no doubt create a desired effect. Widdershins are movements around the circle in an anti clockwise dance. Some witches may find it useful to recite the Lord’s Prayer Backwards while moving widdershins in the beginning of the Sabbat Rite, this allowing or ‘giving permission’ to the nature of the Working itself. In Nox Umbra12 the “Invocation of the Vampyre Queen, Lilith” utilizes a bloodied or red cloth, sometimes stained with menstrual blood if possible. This may be used to cover the head in the Sabbat Ritual Dance, thus through movement and excitement; the lack of oxygen itself for a short period will create ecstasy without the outside use of alkaloids or other drugs. When using the Waking Sabbat rite for spell casting or sorcery, you will want to have a clear idea of what you want to achieve. You will also want to create or adopt a sigil which holds connection to the goal – or it may represent the desire of the spell. You may also use a Mantra or phrase which holds significance to the same. As you perform the rite, with the decorated chamber or even in the woods,   12 A Grimoire of Luciferian and Nightside Witchcraft and Vampyric Sorcery by the present author."},{"pageNumber":11,"pageContent":"Vox Sabbatum – The Witches Sabbat 11 envision the demons and familiars in your company and the spirits carrying your Will to become Flesh. As your rite comes to a climax, loose all desire in the sigil at the moment of exhaustion. If you have a sigil for the working, destroy it and forget it – the rite should then be enjoyed as a “walking in the crossroads” or in-between worlds. The Infernal Sabbat and Sexual Magick Sexual Magick is significant in the Witches Sabbat as it allows liberation of self on numerous levels. If partners agree, Sex Magick may be a part of the rite itself – either a Luciferian (Self-Deification or High Sorcery/Magick) or Infernal (Low Sorcery, Lycanthropy). If used in the Rite, you may complete the Widdershins dance around the circle and then the couple may focus on sexual congress. With every movement, both will focus on the Goal of the Rite – be it casting a spell or invoking a Daemon into the minds of the practitioners. In the Luciferian Sabbat, the couple may use autoerotic techniques to invoke the Azal’ucel Angel, their guide of the path (Higher Self or True Will) or a mutual focus of sexual congress to summon forth the Initiatic Guide. As with the Left Hand Path the witch or warlock will focus on self-directed energies stimulated by the activity, thus the imagination brought to a high level on concentration. Sabbat Lycanthropy is also useful in Sexual Magick. The practitioners will mentally and visually shape shift during their circle dance, from when the primal and bestial atavism is brought to the surface, they may unite in congress. Demons have always been viewed as being able to participate in Sabbatic Rites throughout the Middle Ages. While this may indeed only be imagined in old Christian levels, those initiated to these mysteries may understand the reality of this via the Succubi and Incubi. The member of the demon in the rite is always considered cold. In 1572 Eva of Kenn admitted she had intercourse with a demon, and that it was as cold as an icicle. Johan Klein in 1698 suggested women believed this as it was happening in dreams, and Guazzo suggested that the Cold Semen was actually taken from other night revelers of the Sabbat. Sylvine de la Plaine who was twenty three"},{"pageNumber":12,"pageContent":"Vox Sabbatum – The Witches Sabbat 12 when she admitted happily to her Sexual Relations with the “Devils Emissary”13 and was burned in 1916 in Paris. She had admitted that the Devil’s member was like that of a horse, and when inserted was cold and injected ice cold semen. When it was withdrawn it burned her like fire. Others had suggested the Devil or Black Man of the Sabbat had other talents. A description of the Devil’s member was that it was sinuous, pointed and snake like. Sometimes it was made half or iron and half of flesh. It could also be made completely of a horn as well, sometimes forked as a tongue. There were suggestions that the demon could perform coitus and pederasty (i.e. Sodomy) at once, with a third member in his lovers mouth. As described in “A Rite of the Werewolf”14 the definition of the Infernal Sabbat is, “The Infernal Sabbat, being the Antinomian self-love rite of sexual and psyche oriented self-deification, allows the passing of the shadow of the witch into an Averse and more powerful state of being.” The Infernal Sabbat is one when the witches and sorcerers take to masks and imagined or visualized lycanthropy, when they are joined with the demons and other familiars around the circle, by dream or waking Sabbat – such is a reality which is very pertinent to the practitioner – it is a vivifying and realistic experience, with results ending in the success of the desire. As an early Latin tract indicates, the Arras Witches held numerous sexual relations with demons as described in the following from 1460- “At the Sabbats of the Vaudois, the presiding devil took aside the neophyte and carried her off to one side of the grove, so that in his own fashion he might make love to her and have carnal knowledge of her; to whom he said maliciously that he would lay her down on the ground supporting herself on her two hands and feet, and that he could not have intercourse with her in any other position; and that was the way the presiding devil enjoyed her, because at the first sensation by the neophyte of the member of the presiding devil, very often appeared cold and soft, as very frequently the whole body. At first he put it in   13 The Encyclopedia of Witchcraft and Demonology, Rossell Hope Robbins, Crown 1965 14 A Witches Sabbat Article by the present author."},{"pageNumber":13,"pageContent":"Vox Sabbatum – The Witches Sabbat 13 the natural orifice and ejaculated the spoiled yellowing sperm, collected from nocturnal emissions or elsewhere, then in the anus, and in this manner inordinately abused her....upon her return to the sabbat, the neophyte, before the banquet entered into sexual relations with any other man....then, the torches (if there were any) being extinguished, each one at the order of the presiding devil takes his partner and has intercourse. Sometimes indeed indescribably outrages are perpetrated in exchanging women, by the order of the presiding devil, by passing on a women to the other women and a man to other men, an abuse against the nature of women by both parties and similarly against the nature of men, or by a woman with a man outside the regular orifice and in another orifice...” In the Compendium Maleficarum, Guazzo suggested the following theory- “For devils can assume the bodies of dead men, or re-create for themselves out of air or other elements a palpable body like that of flesh, and to these they can impart motion and heat at their will. They can therefore create the appearance of sex which they do not naturally have, and abuse men in a feminine form and women in a masculine form, and lie on top of women or lie under men; and they can also produce semen which they have brought from elsewhere, and imitate the natural ejaculation of it.” Many suggested Succubi and Incubi15 take semen from nocturnal emissions, or some incubi squeezed semen out of corpses. When the Devil appeared at the Sabbat, especially in the form of a Goat-Man or Black Man (Black Ash or covered in Mud) his member would be as large as a mule’s, being as thick as possible, and would cause all of the presiding witches to be enflamed with lust, that each may know the devil in this way. Demoniality (copulation with demons) is an act of High Sorcery, as it brings the consciousness of the wizard or witch to a level which exalts the self above the basic   15 The Spirits of Lilith – AZ, whom first created and taught demons sexual congress."},{"pageNumber":14,"pageContent":"Vox Sabbatum – The Witches Sabbat 14 psychological functions of modern society. Demoniality is the union of the flesh with the Daemon, in much the same way as The Ritual of Azal’ucel brings one in communication with their angel. You may also create Succubi and Incubi to copulate with by dreams. This is done simply by creating a sigil or image which represents the form you desire. The more advanced sorcerer may invoke by some means of ritual a daemon or spirit intelligence. You visualize the sigil and then forming the body according to your carnal desire. You will then masturbate or use other means of self-stimulation, all the while focusing on the demon in question. At the moment of ejaculation or organism anoint the sigil with the elixir. You may bind the sigil with a pouch or some way of cover, along with proper oils attributed to the daemon. You may also bury the pouch if you wish, when seeking copulation or inspiration; simply focus upon the sigil itself. You will notice dreaming sexual congress, which may awaken you aroused. To destroy the spirit, burn and cover the pouch and contents with salt. If one is conducting the Sabbat rite with a partner, a fellow Coven member, the demon may be as the self. The Black Man of the Sabbat is also able to take the role, or vise versa depending on the situation. However this is done, great care should be made in keeping the gnosis itself pure, that by Night or “Noctanter16” shall the Sabbat be made Flesh. Focusing on the purpose of the rite is essential no matter what you feel or sense around you in the widdershins dance of ecstasy. Keep in mind that also the rational mind and consciousness can be shattered in the Infernal or Luciferian Sabbat, things you may have thought were mere stories will be revealed to you   16 By Night."},{"pageNumber":15,"pageContent":"Vox Sabbatum – The Witches Sabbat 15 first hand, thus shaking previous foundations of what you considered ‘truth’. Some choose to shape shift to fly forth to the Sabbat. Such a spell is developed from Isobel Gowdie in 1662, a Witch of Scotland. The Spell of Going forth as a crow or owl - Recite three times before sleep I shall go into a crow With sorrow sigh and mickle care And I shall go in the Devil’s name Ay while I come home again The Spell of Returning to the Flesh -Recite three times Owl, Owl, Devil send thee care I am in an Owl’s likeness just now But I shall be in a wo(mans) likeness even now The Spell of Changing into a Cat – Recite three times I shall go into a cat With sorrow and sigh and a black sigh And I shall go in the Devil’s name Ay while I come home again "},{"pageNumber":16,"pageContent":"Vox Sabbatum – The Witches Sabbat 16 Those who participate in the spells above, it is advisable to have created a Sigillic Alphabet which can reflect this dreaming body through an image. Austin Osman Spare’s concept of “Atavistic Resurgence” is essential in gathering the shadow of the dreaming form. For those who shall take to the Infernal Sabbat, decorate your ritual chamber in the old woodcarvings and demonic art – that which inspires the opening of the Gates of Hell. If solitary or with Coven members, dress properly according to the nature of the Work. Envision the Mouth of Hell opening forth as you pronounce-"},{"pageNumber":17,"pageContent":"Vox Sabbatum – The Witches Sabbat 17 Zazas, Zazas, Nasatanada Zazas! (Recite Nine Times, rolling the words of your tongue. The other participants may recite in unison with you, each time getting more intense) Hold your blackened dagger of Evocation and proclaim- Spirits of Amenta, do hear my summons Shades of Elphame fire, Those who arise from the vessels of night In the serpents skin do I cloak myself As I leap into the twilight gate Unto the shadow world, of spectral flight From the flesh I go forth, unbound from profane clay... From the twilight guardian and guide, Can then shades arise Shall I as shadow black, ashen with the remains of the dead Dance around the fires of the circle, against the sun to summon the smoke O horned intiator and devils flesh My cloak of serpent skin worn Clothe me in the robe of AZ In the Watchers fields of time "},{"pageNumber":18,"pageContent":"Vox Sabbatum – The Witches Sabbat 18 You may recite now the Lord’s Prayer Reversed, which is used also in Rites of Lycanthropy and other Averse Chthonic Rites – Nema, Live morf reviled tub. Noitatpmet otni ton su dael dna su tsniaga ssapsert that meht evigrof ew sa, sessapsert ruo su evigrof dna. Daerd yliad ruo yad siht su evig. Nevaeh ni ti sa htrae ni enod eb lliw yht. Emoc modgnik yht. Eman yht ed dewollah, neveah ni tra hcihw rehtaf ruo. As to align further with the Averse and liberating spirit of the Sabbat, you may at such time read a text which is associated by Coven Maleficia to Cain, the Black Man of the Sabbat. The following is from Biblical phrases from Leviticus, Deuternomy, Samuel and Kings, it is properly reversed to insight an inspired rebellion from the Sickening Light of Selflessness, to fall into darkness and rise again as the Sun of ones Black Flame of Consciousness: The Affirmations of the Devil Live to Witch a suffer shalt thou, those who restrain us Time observe, enchantment use ye shall Them after whoring, go to wizards and familiar spirits have as such a Wizard who hath a familiar spirit is blessed with the Mark of Cain, that He or she is wise among his people."},{"pageNumber":19,"pageContent":"Vox Sabbatum – The Witches Sabbat 19 Life is an Abomination to God, and our Life is Sacred unto Our Lord the Devil, Satanadar, Antecessor! To the Abominations come life and joy, That a Necromancer, a wizard, a witch , a charmer and observer of times Is blessed by the Adversary – Opposer, that the Son or Daughter is blessed to pass through the Fire and Use Divination Witchcraft and Sin is the Liberation which derives from rebellion, As the whoredoms of thy mother Jezebel are many, Joy and life is Ours! In the Name of Cain, In the Name of Lilith – AZ! Lucifer Triumphans! You may now all begin focusing on the purpose of the rite, with mantras and ravenous and barbarous chants uttered from the blackened robes you may be wearing, allow dance to guide you towards the Daemon you seek to become, a flowing of fiery energy under the cloak of darkness. If wearing the Caul, ecstasy will take you by a willed and controlled desire, focus upon your sigil and soon forget it in you consciousness. The Ritual should end in passion and exhaustion. If attending a dreaming Sabbat, these steps should be followed as well. Keep a diary by your bedside for a clear record upon waking. It is possible in the Infernal Sabbat to visualize the Osculum Infame, the “Obscene Kiss” of the Devil or Man in Black. If the rite is solitary, or before dreaming, you may visualize going before the Sigil of Desire, being the Devil, and announce- “I deny Christianity and the Path of Self-Disillusion, I affirm Life and Flesh, I affirm Spirit and Desire, I seek the path of sorcery and"},{"pageNumber":20,"pageContent":"Vox Sabbatum – The Witches Sabbat 20 the knowledge of being. I kiss the reversed and Opposing Face of Shaitan, that by Darkness I shall awaken to the Light of Self-Love and the Wisdom of the Black Flame.” With regard to the Witches Sabbat, it is pertinent to follow the basis of the Witches Pyramid- To Know, To Will, To Dare, To Keep Silent. Those who you make reference to regarding the rite must never know the depth of the rituals, as they are meant to be kept from prying eyes, and such rites are Self-Transformative, therefore of the Highest Significance as means of Self-Deification. Luciferian Sabbat The Luciferian Sabbat is best described as High Sorcery and Angelick Magick. It illuminates and stimulates further the imagination, the higher faculties of man and woman. Such a Sabbat differs from the Infernal Sabbat in that it is more Aethyr or Astral Based, Air and dreamlike space. The Luciferian Sabbat is the gathering of spirits and the psyche set free; liberation and being within the very circle of Leviathan, the Crooked Serpent of Ageless existence. Lucifer is the model of the Celestial or sometimes called Empyrean Rite as it is a focusing on Self-Transformation through Willed Direction; the Black Magician driven by self-determined goals to become something and transform into a Godlike state. This requires isolation, introspection and an honesty which is both complimenting and insulting. As the Infernal Sabbat is the Mastery of the Earth, the Luciferian Sabbat is the Mastery of the Spirit and the Psyche. Lucifer is the First Born Son of the Limitless Light, Ain Soph or God. Azazel as his name is revealed, is a Djinn or High Angel of Fire, thus self-influenced and strong in Will. Lucifer fell from the highest abodes of heaven, complete with the wings made of Emerald and crashed into the Earth and Abyss. With him fell other angels, Leviathan, Belial, Beelzebub, Astaroth, Asmodeus and a plethora of other Djinn and Daemons. They had sensed a spark of self-deific power, the Black Flame or “Black Light of Iblis”. This indicated isolate intelligence, unnatural life. As Lucifer fell to the Earth and into the Abyss he fell into a state of transformation – as a Djinn of Fire, first born and favored of God, he"},{"pageNumber":21,"pageContent":"Vox Sabbatum – The Witches Sabbat 21 understood the highest principles of Light. Now Lucifer would develop the aspect of his being called Noctifer, thus Ahriman sprang forth through his shadow. Noctifer was awakened from a slumber by the First Bride of Adam, called Az – Lilith. She was fiery, bestial, vampyric and a demoness of insatiable lust. She awoke Ahriman (or Noctifer) and by this stimulation he kissed her, causing menstruation. She joined soon with Shaitan/Samael the Dragon and spawned Cain. Ahriman or Noctifer wandered the Earth and learned its many secrets; he could do so with speed and cunning. He taught further in the form of Azazel men and women about warfare, weapons, armor to the opposites such as make up and sorcery. Azazel was now Shaitan, his shadow doctrine of witchcraft was of Ahriman the Dragon, Shaitan had now transformed into a sense of continually progressing perfection – isolate consciousness, strength, knowledge of both Empyrean and the secret abodes of Hell and how both may create a powerful god like being – for those who dare. The ones who fell with Lucifer were taught sexual magick and procreation by Az – Lilith, who resided near the Red Sea in caves. Az resided also in the blackest depths of Hell; she instructed demons, monsters, and other druj the art of sexual copulation and how to spawn daemons. Az – Lilith was the mother of Succubi and Incubi, daemons who held sexual congress with humans and with their emissions spawned other shadow forms. Shaitan then became as Seker, the Lord of Death in ancient Memphis, which later became Set – the Prince of Darkness. Set or Shaitan had impacted the Earth in its wave of creation, of knowledge and prowess did humanity excel. Shaitan then moved its consciousness both of darkness and light into the Empyrean and Infernal (Chthonic) realms of Above and Below. On the Earth Lucifer or Azal’ucel has manifested as a symbolic initiator through Cain the Witch Father, born of the Union of the Dragon and the Whore, Tubal-Qayin as he is often called is the nomad, the sorcerous initiator of those who seek the Black Light of Iblis. For the Witches Sabbat Initiate, Lucifer is the Black Flame of Intelligence and Will; he represents the foundation of the Great Work of Becoming; he is the anthropomorphic power of self-deification and self-reliance. Lucifer exists in the Aethyric Abode, in the Empyrean Heights of spiritual ecstasy and storms above the earth itself. Lucifer is the inspirer of wisdom, of the ongoing search for knowledge. He is the Black Snake and Peacock Angel of the Yezidis, the Magister of the Sun who creates from within to outwards; His Words create the spark of"},{"pageNumber":22,"pageContent":"Vox Sabbatum – The Witches Sabbat 22 inspiration to become flesh. The Gift of Lucifer is the Black Flame of the Self; the Isolate Consciousness of the Daemon. In this sense, Life is an anthropomorphic example of the divine presence, it is beautiful to its independence, by its significance of self with the humbling qualities of awareness; it is the living spirit of self-development. "},{"pageNumber":23,"pageContent":"Vox Sabbatum – The Witches Sabbat 23 Lucifer is the Djinn of which you seek to communicate with through yourself; by the meditative state of the Luciferian Sabbat you uplift and rise in the psyche to"},{"pageNumber":24,"pageContent":"Vox Sabbatum – The Witches Sabbat 24 that Aethyric Storm of Wind and Weightlessness, and by your Will alone you pronounce those secret words which shall be you’re making. Other names of Lucifer or Azazel are from the Gnostic ancient texts, he is called Yaltabaoth, Samael and Saklas. He was the Djinn or Spirit of Darkness which gave to many other angels (who fell with him) the Black Flame, those being Athoth, who is called the Reaper, the second is Harmas, who is an Eye of Envy, Kalila-Oumbri is the third, Yabel, the fifth being Adonaiou, who is also Sabaoth, Cain is the sixth, who is called the Sun, seventh is Abel, the eight is Abrisene, the Ninth Yobel and Armoupieel. The eleventh of the Fallen Angels are Melceir-Adonein and the twelfth is Belias, who is over Hades. In the Gnostic text of The Apocryphon of John Lucifer is the darkness which gained a Light, and found himself as a God. His Word is “I am God and there is no other God beside me”, he was one of the most powerful Archons under the throne of Light. The Archon Samael-Lucifer was said to have a multitude of faces, being able to change form among the angels as he so desired. The Luciferian Sabbat is the self modeling Self-Deification through High Sorcery in the aim of aligning the self with the logos of Yaltabaoth, who is the Fallen Djinn most high. Remember that all gods speak through our Flesh, the perfected Angel-Demon called Lucifer is strength, will and isolate consciousness that stands alone. As you meditate and participate by dream or flesh remember the Will that invokes change in a positive sense. You are the Djinn of Fire who begets both Light and Darkness, you are the Serpent and the Lion, the Wolf and the Goat. With the Angelic Higher Self (The True Will) you will join the Bestial Self (The Daemon or Shadow) as one. The Luciferian Sabbat may be conducted in the following manner. Let the chamber (unless the rite is intended to be held outdoors) be decorated in more ambivalent forms of Lucifer, such as illustrations of the fallen angel by Gustave Dore, Fidus or Franz von Stuck. You will use the ALGOL Sigil above a mirror; your altar may have the tools of your work. You may have conductive music which reflects an ambient atmosphere, without heavy drumming or noise, to aid ultimately the five senses in the “permission” to attend the Sabbat. Anoint yourself in Abramelin Oil and have similar incense burning. The Celestial Summoning of Yaltabaoth"},{"pageNumber":25,"pageContent":"Vox Sabbatum – The Witches Sabbat 25 This rite is the Invocation of the Luciferian and Adversarial Fire-Djinn, Yaltabaoth – who was the wisest among the angels. As called also Azal’ucel, sigillized as Azothoz, Yaltabaoth is the deific force with a mask of a beast and an angel. Let this invocation be most holy and the solar logos shall manifest through the Baphometic Wisdom of Darkness. This calling should be conducted in the High Rite of the Celestial or Luciferian Sabbat, called often Empyrean or of the Highest Aethyr or Heavens. This is the self-focused rite of the magician becoming as the Adversary, the Dragon-Angel awakening of the isolate intellect. You are essentially becoming as the Prince of Darkness through the Highest Rites of Theurgy and Magick. Invoke with your entire essence, with every fiber of your being. The Chthonic Conjuration – that which raises the Self towards the Aethyric Realms “As I rise above the Earth, I conjure the circle of ageless being, Leviathan to be as my chariot. Encircle my spirit O Crooked Dragon, bring forth my bride within me, whom I call Onorthochrasaei, named Lilith – AZ, to ride the Beast of my Self! I summon Phloxopha, Dev of Heat and the Scorching Desert, from the South! I summon Erimacho, the Dev of Dryness from the East! I summon Oroorrothos, Dev of the Cold North of Arezura "},{"pageNumber":26,"pageContent":"Vox Sabbatum – The Witches Sabbat 26 I summon Athuro, Dev of Water and the Coiling waters of Leviathan and Tiamat! Who stands in the center within me is AZ – Lilith, my bride! I call now my Druj and Dev of the Deserts and Mountains, those who through me are created! Akoman – Isolate Druj of the Adverse Mind Zairi – The Venom maker, the Kiss of the Serpent Araska – Dev of the Evil Eye Akatash – Who opens the isolate way of the Left Hand Path Nas – the Druj of the Shadow, awakener in the grave with blood! Witness my Ritual of the Sun, from which I am the God of Above and Below! I ascend now into the sky, as the Angel-Djinn of Light I am upon earth known as Ahriman, Arimanius, the Dragon of Darkness My religion is Sorcery, that which is created from the Self – thus of Self-Love"},{"pageNumber":27,"pageContent":"Vox Sabbatum – The Witches Sabbat 27 My forms are many, human or a beautiful angel, crowned and winged in emerald, luminous as the Peacock, as wise as the Serpent.. I may take the form of the Serpent with a Lions Head, for I am the Dragon and Beast, who creates and destroys.. On my left hand is Belias, my shadow form over Hades, On my right hand is Cain, called Elohim, my flesh born son of Earth Behind me is AZ – Lilith, my Bride and Druj spawning Goddess, my inspiration of Art! In front of me is Aeshema, called the Dev of the Wounding Spear, known as Asmodeus, my Will made Flesh Around me is the coiling and Crooked Dragon called Leviathan! From my Eyes comes Lightening, and fire is started from my sight. As lightening just as I fell to the Depths of Earth and Hell, Yet I arise again in the Sun, in the Air above!” At this moment the sorcerer should focus on that which he or she wishes to become, as the powers of the deific combination of Lucifer and Ahriman, the Light and the Darkness are his entirely. Let the Self become through this dance of the Beast and the Harlot, through unity in the Sun shall the Flesh manifest from thy will. "},{"pageNumber":28,"pageContent":"Vox Sabbatum – The Witches Sabbat 28 Behold! My names are many, each gives power of both darkness and light! Upon the Earth my astral body is the Toad, in the Aethyr my form is that of a Dragon! I am Yaltabaoth! I am Saklas! I am Samael! I am Arimanius! I am Azal’ucel! I am Set-an, Shaitan the Adversary! I am Lucifer! Highest Angel-Djinn of Light! My Word is “I am God and there is not another beside me!” So shall I create through my desire, my will and my belief. The Whore upon the Beast is my sign upon Earth, my flesh lives through Cain! With these words I encircle and Bind this Spell, that none other shall know the Words of my Secret Fire pronounced in the Highest Heavens! So it is done!” Consider this a clearing of the mind and a Willed determination of self-deification. Enflame thyself in this invocation, then at the height of the Work, begin focusing on controlling your heartbeat and relaxing in a meditative state before the mirror and the Algol Sigil. "},{"pageNumber":29,"pageContent":"Vox Sabbatum – The Witches Sabbat 29 As your breathing slows, envision a great movement of air and wind around you, viewing with your mind’s eye, you notice many spirit and shades ascending from the soil and areas around you up towards the sky. With a focus and determination, you take several deep and controlling breaths, each one Willed towards rising up out of your flesh. You will soon begin to notice this is working, and the excitement may break your concentration and a great “jerking” into the body may occur. If this does, do not worry, simply refocus and ascend as you may. Soror Azhdeha17 has related that she is able to attend the Luciferian Sabbat by simply not-focusing on the rite in a dimly-lit room, with low or no music and a seeming ambience of the bedchamber. This is always subjective to the individual, what works for others may not always work for you. As you move up continue focusing on the Algol Sigil, you should visualize it in the Aethyr, pulsing and burning with unnatural life, the fulgaris lightening sparking the Black Flame of those who come near it – either illuminating the wise sons and daughters of Cain, or immolating and destroying the weak & profane. As you grow near the Algol Chaos Sphere, visualize an Eye in the Center – the very essence of Lucifer! You will at this moment understand why the Daemons of the Earth and Air are called – Legion – With the Eye of Lucifer is the Eye of Hecate, and as this is realized a lightening bolt tears from it and enters your being. With a shock of life you feel more illuminated than you have ever felt, empowered, inspired and at a calm all at the same time. At this moment Algol vanishes and you are in this storm ridden sky, yet you are unmoved by the violent winds. As practice and time moves on, you will be able to control some of these winds by the force of your Will. As you are alone in this Aethyr, begin to visualize the change within yourself, what you want to achieve and why. Think and meditate on how you will achieve   17 Coven Maleficia Witch, known as Davcina or Elda Isela Ford the artist."},{"pageNumber":30,"pageContent":"Vox Sabbatum – The Witches Sabbat 30 it, focus on weaknesses turning into strength and ways to improve the self. Do not overload your self, have one strong focus and introspect accordingly. You may notice visitations from other Luciferian Shadows or Daemons, listen to them and communicate; you will learn something from them which may be applied later. When you have finished your focus, begin to Will yourself down again, if with knots or the cord, lower yourself with that. When you open your eyes the Luciferic images around you and in your mirror (hence the self) will inspire you further. Drink deep from the Emerald Cup of Shaitan! The Luciferian Sabbat may be undertaken in both dreaming and waking, just as the Infernal Sabbat. When communing with Azazel, called Lucifer, know that these forms live through you, your psyche and are manifested through your physical body. It is essential to begin a strong course of developing and exploring your consciousness, that by challenging, strengthening and developing your mind you start to Become something Godlike. The Black Man of the Sabbat The Sabbat Rite is a constant Widdershins movement in the realm of dream and twilight, however the Pole or Axis of the ritual is based around the Sabbatic Goat, called the Black Man or the Devil of the Infernal Sabbat. This God form in flesh is always portrayed by the Master or Magister of the Coven, a chosen individual who will wear robes and the Mask of Sathan. Cain is considered a form of the Black Man in the Sabbat as well, The Book of Cain presents an illustration of Cain as the Adversary and the Sabbatic Goat – a point of initiation and an enfleshed avatar of the Witch Cult. The Black Man of the Sabbat is a symbol for the enfleshed power of darkness, that by Will-Desire-Belief may that come to be. The Master of the Circle who undertakes the role of the Nyarlathotep (As H.P. Lovecraft calls it) is the Horned Daemon of Self-Liberation. The Witch Hunting writer Guazzo described some instances of imagined sabbats, while proving very useful to later Antinomian Night practices- “They offer him (The Devil) pitch-black candles, or infants’ navel cords; and kiss him upon the buttocks in the sign of homage (ad signum homagii eum in podicem osculantur). Having committed these and"},{"pageNumber":31,"pageContent":"Vox Sabbatum – The Witches Sabbat 31 similar execrable abominations, they proceed to other infamies.”18 The Black Man or Sabbatic Goat is the image of desire, which circles about his self are the shades and spirits which dance from the aethyr to the chthonic realms of the earth. The Mask of the Devil is the anthropomorphic image of darkness absolute, the Adversary, the recipient of the Osculum Infame, the bestower of the Witches Mark. Cain and the earth Gods are beholders of this force, it has become through them just as it shall become through he or she who assumes the Mask of the Black Man. The Black Riders of Poligny, by one named Moyset, was known to have initiated Pierre Bourgot into a Coven of Werewolves and Sorcerers He began a point of initiation by Pierre kissing his left hand, which was black and as cold as the dead, and denying Christianity. He was led to a Sabbat Rite which others had green candles with blue flames. The Sabbatic Goat or Black Man is the focus point of the Ritual Sabbatum, the very act against the Natural Order which aligns the mind with the path of the serpent and dragon. The Daemon may appear as one clothed in black, a Toad or a cat traditionally. As the Black Man of the Sabbat, one should seek to control and invoke the Darkness into the very body you host. Begin with a practice of meditation in the night, call the darkness within by the name Ahriman19 and loose all form while staring into the mirror. This darkness may be willed and formed according to what you wish to become. Upon practicing this several times, you will notice slow to gradual change in your consciousness. Opportunities may “Open up” for you or you may discover something you detested about yourself. Whatever the case, strengthen your Will in this rite through the process of Black Magickal Transformation. Essentially, the Black Man of the Sabbat is the vital axis of the power encircling the ritual. In terms of God forms as masks or symbols of deific power, Leviathan represents the Circle of Being, the Daemon which guards the circumference of self and the ritual itself. The crossroads of Hecate20 are symbolically visualized and represented within through this rite, wherein the Sabbatic Goat is the glyph   18 See Sabbat, Witch and Initiator Illustration by Elda Isela Ford, Cover of Book. 19 See the YATUK DINOIH – Second Edition by the present author. 20 The symbolic place of magickal practice, the Crossroads are traditionally where rites were practiced in honor of Hecate and other Godforms via nocturna."},{"pageNumber":32,"pageContent":"Vox Sabbatum – The Witches Sabbat 32 of wisdom, self-illumination, balance and the transformative quality leading to self-deification. The Arabic Aniza Bedouin clan is perhaps a sound source of the Baphomet or Horned One in witchcraft. The Aniza tribe was a very powerful and renown group of warriors who were both violent – in war, and very kind to their women and children. The connection between the cult of the Revellers goes back to Abu el-Atahiyya (748-c. 828), who was a respected writer and mystic writer. His disciples were called Wise Ones and adopted a Goat as their Tribal symbol. The goat had a torch between the horns – which incidentally later became a symbol for the devil in Spain. The torch simply represented illumination and wisdom, that the Tribe (Goat) was the Head of Wisdom. Long afterAbu el-Atahiyya died some of his tribe migrated to Spain. Much of the illustrious past of the Knights Templar was that they worshipped a head, which was called Baphomet. The name according to Shah21 is a corruption of the Arabic abufihamat which means “Father of Understanding”. In Sufic terminology, ras el fahmat (head of knowledge) is a point meaning the mentation of man after the process of refinement, a transmuted consciousness. In a Left Hand Path perspective, the witch or sorcerer by calling Baphomet or Cain within, becomes like this symbol they perceive thus allowing a ‘permission’ to channel the anthropomorphic and deific power within themselves, thus becoming a source or axis pole of this idea. Lilith – AZ – The Mother of Witches The Queen of the Witches Sabbat is none other than Lilith, known in Persian mythology as AZ or Jeh, the Harlot who is the embodiment of sexual power. She is known through many cultures, Hebrew, Persian and European as Hecate, Triple Goddess of the Crossroads, who is mother of Death, Shades, Witchcraft and Necromancy. In the Manichaean Religious tradition, Az came first to the blackness of hell, before the fallen angels came to earth. She was scorned and angry at the limitless light, or God. When Lucifer or Azazel fell, known as Ahriman in his shadow aspect, she awoke him with a kiss, from which Ahriman repaid with his own kiss, which caused menstruation in women. Az was the bride of the Devil, and as a   21 The Sufis by Idries Shah"},{"pageNumber":33,"pageContent":"Vox Sabbatum – The Witches Sabbat 33 dragon he rode her, injected filth and bore demons, in the Hebrew lore Cain was spawn. Lilith-Az then went forth and taught sexual copulations of demons and demonesses, instructing them in ways of Magick and bearing Lilitu or other demons by their sexual union. These fallen angels and beasts spawn Dragon-Children, who were in spirit form upon and under the earth. As more and more demons were created, Lilith-AZ began to devour many of them, her vampyric and lycanthropic nature surfaced. Lilith is the initiatory blood goddess of the path of black witchcraft, and the solar focus of the Great Work, that of Lucifer. She wears a mask of beauty, from beneath is a beast....as also she wears a mask of the beast, from which under is that of divinity and beauty. Those who focus on the initiatory work of Lilith-AZ so invoke the Bride of Chaos in their name, the Daemonic Feminine being significant towards positive self-development. The name AZ is a conceptual view of what is the cause of Concupiscence, which is connected to the Buddhist term, trshna, being ‘Thirst’. This is in such terms defining of desiring continued existence in time, thus isolate consciousness. In such aspects of the Left Hand Path, Az – Lilith is the Mother of Daemons, Isolate and Self-Deified Spirits, those who become through the Mirror of Self – the Mirror in Hebrew mythology is also symbolic of Lilith, being a gateway to her caves near the Red Sea, or the Darkness of Hell of which she dwells. Lilith – AZ is illustrated in The Book of Cain, Azothoz and Nox Umbra as part beast, part woman. She is the unrestrained sexual force, Laylah being Night and Death. She is the Bride of OZ, Azazel, the masculine and solar phallic force of fire and creation. She drains the blood of life, hungering for flesh, devouring and copulating, spreading her sexual knowledge to her children. Yet she is also beautiful and all knowledgeable, the age of one thousand aged crones, infinite, youth – maiden and hag. Approach the Bride of Chaos in honesty, seeking her cold kiss and warmth in the Sabbat Fire, where you shall drink of both her Skull – Cup of Menstrual Blood and from the Golden Chalice of the Beast, the life of the Sun22. CAIN Cain or Tubal-Cain is the anthropomorphic child of the spiritual union of Samael (The Dragon) and Lilith (The Mother of Demons) through Adam and Eve.   22 In some Christian – Gnostic Texts, such as the Apocryphon of John Cain is called The Sun."},{"pageNumber":34,"pageContent":"Vox Sabbatum – The Witches Sabbat 34 Cain is the wanderer, the first murderer who tasted blood and became as the off spring of his spiritual mother and father. Cain is also the Black Smith of the Forge, a myth which originates in the Middle East. Cain is the first Sorcerer and Shape Shifter, who drifted from his tribe (antinomianism) to become as a God (Self-Deification). He in turn was taught witchcraft and sorcery deeper by his spiritual Mother, Lilith. It was soon after that Cain would wander the earth forever, in spirit form, through the blood and psyche of his initiates, and manifest through their deeds and work. Cain walks between worlds, as Set, as his higher spirit, Azazel, called also Yaltabaoth23 and is the Horned Black Man of the Sabbat. To know the Path of the Wise is to know and commune with Cain, to become like him through initiatory Work based on your own predilection. Shaitan The Islamic traditions consider Satan to be a Djinn of Fire, which presents a certain superiority over other angels. Azazel was originally the preacher to all the other angels in pre eternity, who was first seated under the Throne of Glory. Azazel was cast from heaven for refusing to bow before clay (Adam) and thus fell into the darkness. It was Ayn al-Qozat Hamadani who symbolized Iblis being a Guardian of the Threshold, a Black Light and the Tresses which hide the beloved’s face. Thus Shaitan was a guardian and initiatory focus24, from which one could move through to Godhead. It is essentially, self-deification through separation from the natural order. In the Gnostic Christian text, the Apocryphon of John, Yaltabaoth or Lucifer came forth from a beautiful angel in Islamic lore to a Lion headed Serpent, its eyes were like Lightening flashes...the Antinomian Djinn was born, who would fall as lightening and know both the highest celestial realms and the chthonic depths of the earth and hell. In Summary... As the reader has moved through the Darkness of this Work, let the origins of the Sabbat now come to the surface, that which falls to darkness emerges in Light – this is the Luciferian Path itself, thus this writing is meant as a spell to the reader, by your absorption of this tome you have cast the spell within, perhaps the Hammer of Cain shall ignite the Djinn – Fire within.   23 The Apocryphon of John. 24 Also called the Divine Imagination, Shaitan is thus our Higher Faculty of self-inspiration."},{"pageNumber":35,"pageContent":"Vox Sabbatum – The Witches Sabbat 35 This book was published by Succubus Publishing on July 28th, 2003. This edition is an Online version, which has less artwork than the planned paper edition scheduled for issue late 2003 early 2004. This is a grimoire which is meant to present a concise and clear study from which practice may develop, of the Witches Sabbat. As an initiatory model, this practice serves to be the most challenging yet most rewarding for those who may be daring and strong enough for the Left Hand Path. As you have seen the Sigillic Drawing of the Sorcerer, who has become both as Lucifer and Ahriman, surrounded with the Crooked Dragon – Leviathan, may that image haunt your dreams, these words carry on nightwings the desire of the Sabbat – So is Will Be – BECOME! Vox Sabbatum by Michael W. Ford © 2003 Artwork by Elda Isela Ford © 2003 Other art by various illustrators. Cover – Sabbat, Witch offering Navel Cord and Daemon Initiator Pg. 16 – Belial from Hades, based from medieval painting. Pg. 22 – Lucifer – Ahriman – Leviathan, Self-Transformation Michael Ford * P.O. Box 926344 * Houston, TX 77292 * USA"}]
