[{"pageNumber":3,"pageContent":" Nox Umbra By Michael W. Ford NOX UMBRA is © Michael W. Ford All rights reserved. Published by Succubus Publishing 2003 Succubus Publishing P.O. Box 926344 Houston, TX 77292 United States of America Website: http://algol.chaosmagic.com e-mail:yatukdinoih@yahoo.com Nox Umbra was written by Michael W. Ford in October 2002-January 2003 Artwork created by Elda Isela Ford andNathan Harris- lovernicus@yahoo.com SUCCUBUS PUBLISHING "},{"pageNumber":4,"pageContent":" NOX UMBRA is a grimoire. Presented here in the pages of this tome are the hints from which one may come into the \"knowledge of the circle\". The culture specifications are undoubtedly varied, from Egyptian to Ancient Persian to European, however this is wherein one discovers the points or as in Voudon, 'Points chorals ' or hot spaces from which certain areas of textual transmissions develop and occur. Cain as the initiator stands in the cold areas of which many would not visit, wrapping in the cloak of night - it is here you may spark a fire, sit and listen carefully to his tale. This path is dangerous, it may prove ones menial downfall. However, it is not advocating Criminal or aggressive behaviour. Nox Umbra is a spiritual work, and should be viewed as such. PRIMAL SORCERY AND VAMPIRISM Vampyrism is indeed a sinistral (left way or LHP) collection of various aspects of folklore and initiatory currents in Black Magic and Sorcery. What enables sorcery to occur in a productive or destructive aspect is the combination of Will-Desire-Belief. Vampyrism within the current of modern Witchcraft is a development from the Sabbat - the Infernal awakening of the sorcerer as a shadow-manifestation of Ahriman, the Persian- Zoroastrian sorcerous being who was evil, or adversarial chaos embodied. Black Magic has long been viewed as a self-centered and selfish area of study, which often causes obsession and destruction. This, if looked through a RHP (Right Hand Path) or Path of Disillusion (i.e. Christianity) this is accurate according to the belief structure. Keep in mind that Religious pathways such as Christianity hold no Adversarial view piont rather than the extremes of the exact opposite side- which is not a natural point of study in itself. Can the Buddhist understand Christian thinking inherently and objectively? Yes, this path allows psychologically the ability to perceive and understand other views, while still limiting material control and destroing the self in the natural order. Could Christians understand a Buddhist view point-As a majority, No. Can a LHP (Left Hand Path) practitioner understand the religious doctrine of Christianity- Yes, while most of us find subservient behaviour abhorrently disgusting. Yet Christians still view our Walk as the Opposite of what it actually is! A Luciferian loves life, seeks to strengthen it by self-perception devoid of unnecessary egotistical thought. The Sethian/Luciferian understands life is a great opportunity to Come into Being as something greater. The primal sense of dissatisfaction was with Lucifer/Azazel from the time of Heaven, having all the beauty around him was nothing without self-respect and freedom. The price was painful, and dark. Alas, in this darkness was found a light - the Black Flame of individual being. The Vampyre Sorcerer indeed loves life, and the realms of ghosts and shades, we find nourishment in their tombs and black earth. Yet when we emerge in the Light of Shaitan in the Noon Tide Sun, we can appreciate it more. We explore the dreaming Sabbat as wolf and blackened shadow, as Ahriman the Lord of Darkness - As Demon and Dragon, yet in the Dawn light we arise and face the beauty of nature. By the Antinomian path of self-deification (separation of the natural order) we are able to observe and enjoy the breathtaking world around us - the forests, the water, the night sky - all of this pleasures many take for granted. We are awake and nothing can stand in the way of that. We begin to understand who and what we are, the possibilities and the process of changing the natural order in accordance to our Will. This is the Lucifcrian and Sethian Flame of being - the Black Flame itself! There are specifically two methods Of practice in Vampyrisrn as within an initiatory context - mastery of the self and the Left Hand Path approach of Witchcraft and Sorcery. The Vampyre - initiate who seeks the union of Ahriman and the disunion with the natural-order works in the darker or adversarial spirits, what is the same as within Palo Mayombe and Petro Voodoo currents of sorcery. By entrancing the self by the methods of offbeat rhythm, the magician calls forth the Left-Handed aspects of the self, the Vampyric Famulus (Latin for familiar) whom is the shadow-drinker, the Loa of the Grave, whom has survived physical death and is not held in the limitations of flesh alone. The sorcerer by employing the technique of trance-induction by off-beat drumming creates a vortex of sound from which invocation and possesion may occur. The mark of the Cross-Road is the displaced consciousness of the sorcerer who becomes a gateway to Hell (Helan, the meeting place of sorcerers and the dead) In Luciferian and Sethanic Witchcraft, the current of vampyrism is explored through the sorcerous aspects of summoning, creating and controlling shadows and wraiths, all connected by the self. Before"},{"pageNumber":5,"pageContent":"practicing the mentally challenging and dangerous rituals and workings in this tome, please take some time to explore what you are and how you may connect with this path. Even for a Luciferian Witch, this is a thorny and treacherous road to roam. You may have certain visitors attracted by the gates you may open. Be warned. A VAMPYRIC WORKING OF SELF STUDY Decorate your temple of Working according to the vampyric path and how it perceives to you personally. In the middle of this room have a nice pillow to sit upon. Have either upon the floor a simple table or small cloth to plate a black mirror upon. Have one candle (black) behind this mirror. Place yourself on the pillow and begin a slow meditation on what you consider a vampyre spirit to be. Think about each attribute and then think of yourself in relation to it. Then hold the mirror and gaze into it. Focus and do not allow your mind to wander. Command the worlds of darkness to open to you, and then watch yourself transform. Will your flesh and astral body to change and morph into a vampyric form you hold identity with. Perceive yourself and remember it. You WILL change in time. If you find yourself frightened or if other shadow forms touch you, a feeling of weakness occurs you should banish immediately and consider not attempting this again. This may be a suggestion of your work in reference to Vampyrism and Shadow Sorcery, both of the Sabbat and the Sethanic Path of Witchcraft will strengthen you in the darkened and tomb soiled shroud of Ahriman. Come now unto his pitch arms and talons, transform in the embrace of the father and mother of the Blood Moon of Tiamat and Babalon. AHRIMANIC VAMPYRE The Ahrimanic Vampyre is one who has isolated the psyche, understanding that we are spiritual beings within flesh. We can thus control our immediate surrounding world. As we are born in darkness, we are nourished in the shadows. As we are strengthened in the Noon-Sun which is the time of Shaitan, we create darkness and shadow equally. The Ahrimanic Vampyre seeks the in-between, or Neither-Neither world of twilight, from which the shades of the dead commune with the living. The shadow may be grown, cultivated and manipulated through the Will of the Ahrimanic Sorcerer, through darkness we expand and strengthen our consciousness. It is this hidden aspect of sorcery and witchcraft which breeds the legends of evil concepts, while it is only a hint at the purpose of the Left Hand Path. This way is devoid of moralistic concepts, thus in the absolute and in the isolation from it, we are uniquely separate from all exterior forces, the very essence of Gods and Goddesses. The Ahrimanic Vampyre is one who separates the psyche from the natural order and masters the Nightside or Astral Plane within our physical world which we seek to control from within. The forms in the Nightside of which we assume (Bat. Wolf, Moth, or a hybrid of each and others) are the extensions of our Will and Desire. The Vampyre is a being which has deified itself through the antinomianian process of Death and Rebirth, one who has passed through the ancient aspects of Set and Anubis, the Guardians of the Threshold. The symbol of the Dragon known as Tiamat or Leviathan is also Ahriman, the coiled beast that is of serpent wisdom. The Dragon has fueled the myths of Dracula, the Dragon Race from Wallachia. Dracos, Draconum is the very shadow of the immortal fountain of Life, which the Vampyre seeks to bask in eternally. Remember, in Bram Stoker's immortal \"Dracula\" novel, the Prince of Vampyres is transformed not by another vampyre. but rather his own self-iniliatory work and Black Magic. Dracula itself was based from two historical figures, Vlad Dracul, whom was of a family of the Order of the Dragon, and Elizabeth Bathory, whose family crest depicted three wolf teeth surrounded by a Dragon(Leviathan, Ahriman). The history of Bram Stoker's novel Dracula has its own curious beginnings in association with folklore and historical figures. Specifically, in Dracula Was a Woman by Raymond T. McNally, Stoker had an original manuscript of the novel which was later deleted, which was published in 1807. The character Harker traveled from Munich to a isolate area from which he comes into contact with a Vampyre female named Countess Dolingen "},{"pageNumber":6,"pageContent":"For the sorcerer interested in developing the Vampyric Path, literary and folklore is highly suggested. It is through inspired magickal lore that one may develop their own form of becoming, something which may add to their own arcana of belief. In the YATUK DINOIH, the lines of Persian Sorcery and Vampyrism are close, as connected with the Adversary form of Ahriman. An early ritual described in \"Sacrifices in Greek and Roman Religion and Early Judaism\" by Royden Keith Yeikes describes a Persian blood ritual known as 'taurobolium\", which holds a connection to Mithris and the lore of the Bull. In this ritual, the practitioner slays a bull on a platform, which has many holes in the wood. The blood then pours upon the individual. Symbolically, the sacrifice of the wolf to Ahriman is symbolic only. No blood of an animal or human should ever be used. The wolves would be shadow forms created by the sorcerer who is becoming like Ahriman. The use of blood to call the dead is an old practice. The Huns lacerated themselves to allow their own blood and tears to fall upon their dead. Blood was used also in by the abbot Guibourg who poured the blood of young boys on a \"living\" altar, dedicated to the God Astaroth, living altars such as Madame de Montespan and Madame de Saint-Font. Blood and sacrifice should never be used or employed literally by an sorcerer. One should imagine or visualize, but to harm another human or animal in such an act is a vile misrepresentation of Magickal practice and the sacred nature of living beings. The Ritual of the Summoning of the Vampyric Familiar is an initiation rite of exteriorization. While the sorcerer is creating an exterior force from the interior (the self), this is a process which Austin Spare introduced from his linage within the Luciferian Mysteries. The magician creates a visual image of a vampyre shade from which is an exteriorized form of the self, an elemental of the mind. This is clearly a building point of the Will and an act of becoming. When binding the vampyre to the self and the skull, the magician then sleeps with the form in a death posture overnight, awaking to the meditations upon Shaitan in the Noon-Day Sun. This aspect reflects the self in opposition, and how a balance is necessary and healthy. During the Sleep the Vampyre Shade of the self would feed from the body in the death posture. Requirements A human skull which would have the tap detached (available from Medical Supply companies), this will be the resting place or nganga of the vampyre, which would act as a coffin or tomb. Obtain a small amount from a cemetery of burial ground, which will be the soil of which the vampyre would rest. A sigil representing the vampyre and association would be created. This maybe a sigil of Ahriman or Az, Lilith or Hecate, the Black Eagle or another such form. The back of the sigil may have printed the crest/sigil of Vlad Dracul or Countess Bathory. One may create a mask of the vampyre, which is associated to the Ahrimanic Sorcerer as well. When one prepares the skull the sigil should be placed at bottom, the soil above it and the mask above the soil. When the ritual of the Vampyre is undertaken the sigil will be consecrated and then buried beneath the soil layer. The chamber or Temple should be decorated in the elements and atmosphere of death and the tomb. The altar should have human and animal bones across the temple, symbols and decorations of death and the tomb. The altar should have red and black candles, above the altar the Eye of Varcolaci and Sigil of Algol. The sorcerer should have a grave shroud in while, along with the body painted in a corpse like appearance. Ashes may be used to cover the body. The altar itself should have centered the skull which will be the tomb of the vampyre shade. The evocation dagger and athame should be upon the altar as well. The Fetish will house a Greater Servitor or Familiar, the very aspect of the vampyric essence of being. This Vessel is a tomb for the power of the Ahrimanic Vampyre. and should be revered as such. "},{"pageNumber":8,"pageContent":" THE SUMMONING OF THE VAMPYRE FAMILIAR The evocation Dagger should be placed upon the altar, which relevant instruments of the arte. Approach when the Moon is waxing or full, from which Lililh may be receptive towards the callings of her children. Dress yourself in vestments of belief, which are a symbol of your dedication and mindset to the work itself, black robes, grave shrouds of mask of the vampyre or Lilith may be worn. The sigil of Saturnus may be scribed in your own blood on the mask or skull housing the Fetish. \"Oh moon nourished haunters of dreams, who have tasted the souls' blood of life, From the graves of Corpse-sleep from which ye emerge, from the pools of blood beneath, the fountains of red sea, that emerge from the dreaming sleep of Azrael, Move now through the manes of the dead, they seek the commune of those in the warm flesh of the living. My shadow, as I build, calls forth the familiar whose spirit is the Djinn of the Noon tide sun, the fire of spirit later withdrawn, in midnight honor. Moon hungering shade of the tomb, I summon thee! From beneath the city of Chorazin have your rested, yet though I go forth to the city of shadow, I embrace the darkness within and beyond! Zrazza, Umpesha Infernum! By the descending divinity: Gather around, take forth this skull of man, the primal atavism brought dawn by the Nephilimic Tomb of Sah, take now rest, refuge and a power source for your shadow. Let this be your tomb of rest, gather strength here, nourish yourself from my flesh, as I am the master known as Akhtya Seker Arimanius, Draconian Shadow, Messenger of Azrael, I form you Djinn haunter of the desert and forest- (visualize the shade of self, that your shadow form, so closely connected that you are but the same, grant this phantom form your deepest attributes of Vampyric self, be it the grave haunter and spirit of folklore) Skeletal form, whose flesh is gray and green from the blood of Arimanius, Talons of the best, whom shall tap the window of the sleeping, beckoning their desire Death-guise, pale and ashen corpse corpse face, whom embraces the manes of the dead in lustrous copulations, wrapped in the shroud of the tomb, I name you as myself Azyta Seker Arimanius, whom gathers the darkness and emerges in the Noon-tide Sun, the time sacred of Shaitan the opposer, as well as the Midnight Sun, the time sacred of Mather Lilith! I give you the Life that I am, come now into being, familiar of my flesh and spirit, immortal and isolate! (drop a few drops of your blood into the grave soil) Disrobe, shrouded and lie within your coffin or grave area created in the temple, have the skull familiar close to you and meditate until sleep arrives. Record your occurrences on the dreaming plane. When you wish to work with the Nephilimic Tomb of Sah, perform a calling unto it at the Noon day tide, which symbolizes the strength of self to withstand and nourish in the solar force of Saturnis, or Shaitan. Call unto the Familiar at Twilight as well, embracing the night brn shadow form of of the vampyre, which is an extension of your isolate and beautiful mind. "},{"pageNumber":9,"pageContent":"RITUAL OF THE ENTRANCE OF THE NEPLILIMIC TOMB OF SAH The Vampyric essence is a form of the shadow of the black magician. The vampyre itself is a being whom is conscious of its essence of being, as well as its nightside powers. The sorcerer focuses upon the vampyric essence throught the shades of the dead, and the darkness and shadow is developed internally. It is visualized outside of the self to present a means of opposition, which allows the self to later realign this focus point of the mind The magician uses the imagination and Will to visualize and create the vampyric form accordingly. In the Full Moon darkness of night, when shades and the manes of the dead remain close to the earth, approach the tomb of Sah in the honor of the self, which is the mysteries of the Nephilim and Watchers, who descended into the Demonium of the Earth, to merge spirit with beast and human flesh. Wear this mask with intent and pure love, then shall the secret of the essence be revealed in your Sunless Palace of Night. Approach the Tomb- \"Gate of Black Earth, Nephilimic Tomb in the Sunless Palace of Azrail, Open forth the dreaming fields of Night, From thy vessel, born of Lilith's Womb Shall the Vampyre shade awaken Hekak Vozath Ka-Sath-Ompos Shu-Seth-Evoi-Zrazza (By the magic of secret names shall Set strengthen the Shadow Tongue of the Serpent) By the Blackened Fire of my Spirit, born in the shadows of the Adversary, shall the Dragon coil in my being! Let the moon be born again in the darkness, from which my desires arise from the grave.The arcane of my self is great, such is the being of which I am! Emerge again, awaken from yours sleep of Thanatos!\" THE BINDING OF CHAINS"},{"pageNumber":10,"pageContent":"THE VAMPYRE RITE OF TRANSFORMATION The sorcerer who has developed the Lesser and Greater Familiar, the very spirit and shadow of the moon and the sun, shall at one time seek a permanence of self isolation in the night. The Vampyre is a symbol of survival beyond flesh, the spirit like Djinn whom has tasted the elixir of Hecate, The blood of the moon as the formula of transformation. The wisdom of the serpent in the union of Lilith and Cain, those guardians of the blood path of the Vampyre. The sorcerous daemon Ahriman is the gateway of shadow knowledge and possession, that as darkness descends, our spirits merge with the familiar and fetish, from the Grave Soil shall out great forms of night black shadows emerge, tasting the umbra-pleasures of dreaming.The shape shifter is one who in the bed of the death posture, leaving in the body of light and shadow, may transpire in the freedom of the vampyre shadow, the self in the primal ecstasy of transformation of ones animal familiars and forms; the bat, moth, wolf or shadow form. The Circle design is in Three forms - naturally the number of Hecate, mother of the path. The circle from which the sorcerer stands is the binding sigil, representing black magical transformation in the circle to an isolate consciousness. One smaller circle is of NAS, the Necromantic Shade of Ahriman, the initiator unto the gates of the dead. The Third is Mitrokht, being a Vampyric shade of the Voice of command. This is the element of control the Vampyric essence brings, close to the divinity of the Nephilim, those of the Watchers who drink the blood of the land. The vampyric fetish as created by the sorcerer should be made of a human skull, animal skull or pot. One should relire to the graveyard which houses spirits which one silently communicates and senses about. Sleep for an amount of time in the grave(sunken graves are recommended, as ones body will seemingly sink into the earth with the houses of the dead; upon waking take several handfuls of grave soil which will now be your bed of making, as source for rest and from which the familiar shall reside. Inscribe the Vampyre Fetish with the perfumes of death, Jasmine or Frankincense, any scent which represents the arte in its shadowform. One may choose to also perfume the fetish with ones own favored scent, being something so closely connected to you that a sense of crystallization may eventually occur. The fetish should then be painted in the sorcerer's own blood or a red color the sigils of transformation and Vampyrie Being, including the sigil of binding. The soil may be kept then in the bottom of the fetish, which upon a parchment ones shadow name (for instance, Akhtya Seker Arimanius, the present author) in the blood of the sorcerer, along with the sigil of binding. Consider the Vampyric Fetish to house the Greater Shadow Familiar, which is essentially an exteriorization of your own being. One will use the magickal aspects of obsession and Will - Desire - Belief to set in motion the essence of self-transformalion, the demon emerging in flesh. The chamber should be adorned in the elements of death, of Vampyrie design with such implements, fetishes and elements of Ahriman, Lilith, Dracul or any night born ghost or image which relates therein. One should dress in the black robe of passing through shadows, a crimson lining if possible to indicate ones rebirth in the Bloodied Caul of Lilith. The Sigil of Binding should be placed upon the altar, as the object of focus. The Formula of Forming the Shadow as the Vampyric Element of Self Enchantment Zrazza, Zo I Ao Alusha impredia I KA Lil Aka umpesha Usha barruzu shu I aktet Hekak, Hekak, Zabbatium Arcanum Hkaru Lil kal Ika Usha zrazza zo druj umpesha Hear me forms of shadow which that gate I have opened Let no night go undiscovered before my being Hear me darkest spirits of the abyss Come forth from your mansion within the moon and the grave I open now the Left Gate of Becoming-"},{"pageNumber":11,"pageContent":"Zazas Zazas Nasatanada Zazas By the sign of the shadow, Arimanius I summon thee! By the Eight Tomb of the Sah, whom is called the Quarter song of the Grave By the first which is the name Zaresha, devouress who waits beyond Lilith's Caul Came now before my cup of lunar blood, congress with my shadow in the sexual union of the Dragon and Whore By the second which is the name Azosha, whom burns the flame of the dead in the emerald light of Azrail, guard this temple and grave-bed from which I rest By the Third which is the name Andar, being the bearer of Cunning Fire and Blackened Flame of Ahrimanic Sight, bring the shadow wisdom to I who seeks to Immolate and become. By the Fourth which is the name Azi Dahaka, a Great Dragon who long has slept in the blood rivers of AZ-Umpesha, come now and guide the familiar of my arcane of desire to grow strong in my form By the Fifth which is the name Xaremiza-Akhian-NAS, Grave haunting shade which drinks from those which trespass our guarded path, emerge and protect my circle of essence. By the Sixth which is the name Khesut-Nomida being that which wanders the desert under the shadow of Cain, seek now our Coven of being, we who drink of the Dual Ecstasies of the Empyrean and Infernal meeting of Spirts. By the Seventh which is the name Lilkamena, born of the congress of incubi and succubi, who shall tempt mine enemy unto death and my friend into the pleasures of life, I summon thee forth. By the Eighth which is the name Marakalaz, haunter of fields of the dead, feasting of those who have passed the veil, I summon thee into the temple to protect this Coven of Night and becoming. FORMULA OF THE BINDING OF EARTH I summon now those Guardians of the Path whom are the initiators of Death and Rebirth- Ahriman, Shadow form. Daemon and Sorcerer- I call you, forth to this circle. (Imagine a great shadow with many bestial and infernal aspects, the form encircles you and you welcome it) I summon now Lilith, whose Caul shall bless me with reawakening (Imagine the demon-goddes Lilith come forth in sinister manner,forming both the grotesque and beautiful in one being, this is Lilith in her Vampyric Aspect) I summon now Cain who first tasted the blood of Abel in initiation (Imagine the First Born of Witch Blood, Cain who tasted the shadow knowledge of the skull of Abel - Cain is wrapped in a great shroud in this Vampyric Aspect) "},{"pageNumber":12,"pageContent":"I summon now Hecate - who blesses the Circle and Path of the Dead (imagine now Hecate in the form of a triple headed goddes,demonic and angelic in essence whom blesses you with the key to the gates of the dead) I announce my death and my awakening from the Grave (Reach into the Vampyric Familiar and take hold of the Gravesoil which you have slept in.) I ensorcel my being, the arcana of I with the shadows I have created. I am born of Witch Blood, and hold the secrets of the Grave I am Vampyre, born again in the bloodied caul Lilith and Ahriman, Shadow drinkers who walk the night in any form I so desire. That I shall remain in the night forever, developing and growing with time. by this sigil of binding, I announce my awakening unto the night path That Vampyre Shades and Demons of the Point embrace me as your own! So it is done! By the Circle which I evoke NAS, shade gateway of the dead- I will walk in the world of shadow and twilight embrace. By the Circle of Mitrokht, which I evoke – Vampyre spirit of the Eye and The Voice, I summon you to encircle my being So it is done! INVOCATION OF THE VAMPYRE QUEEN LILITH Lilith is the mother of the Vampyrie Myth, as well as the symbol of fountainhead of the Daemonic Feminine. The Witch Queen is represented as a partial woman with beast like lower half, owl claws and a hypnotic stare. Within her caves by the Red Sea, the darkness of the earth, the gateway of the Demonum she breeds phantoms, Shades and Lilitu, sexual Daimons which cater to the sorcerers who work in her veil. The Daemonic Feminine itself is defined as instinct, the knowledge of emotion and how one may control their deepest desires. This instinct is the primal aspect of the animals of the earth, how their mind's work, the intuition, understanding, graciousness and ferociousness when the animal hunger emerges. The Vampyric and Daemonic Feminine is the point of intellect which combines and balances elegance and nobility with predatory instincts, the beast itself. It is this balance of being which allows self-improvement and introspection, ultimately to create a Self-Deified and productive God and Goddess. The Luciferian Essence is found within the eyes of Cain, the father of Witchblood, buried deep within the dark well of the watchers, from which our mind is of the deep. Leviathan the serpent guards this gateway of the arcana of sleep, from which the twilight brings the Nightside of the Immortal, those who pass the veil of the Birth Caul of Lilith through the Essence of the Adversary. The Birth Caul itseif is a vampyric reference to folklore of Europe. Called specifically the amniotic membrane, which is a birth caul which almost guarantees in European Folk Lore that one will return from the dead, is the mark of the vampyric aspect of Lilith, the death-mask of awakening towards the Nightside. The Caul itself as described by Adrien Cremene gave the following account, published in Vampires, Burial and Death by Paul Barber- \"Such an infant is born to a woman who has drunk of impure water mixed with the saliva of a demon, or to a woman who, having gone out in the night, her head bare, met a demon which gave her a red cap (coiffe) like his own, which cap causes the child to be born with a caul\". In an initiatory context which implies the connection of folklore with inspired magical practice, the Caul introduced in Ritual practice (by a blood coloured cloth, stained with menstrual blood or otherwise) is the Mark of Lilith and Cain, born unto the night within the mysteries of Vampyrism. "},{"pageNumber":13,"pageContent":" Dress in vestments of the moon of the color of the Red Serpent, a blood red robe and a mask of the dead (in the form of a Skull, the bare mysteries which time does not hide nor tell). The Human Skull is considered as a symbol of Baphomet, worshipped by the Knight's Templar. The Skull is also a powerful fetish which may hold the familiar shades of the dead, a projected tomb of bone which holds the gravesoil and sigilic alphabet of the self in shadow. The Magister of the Rite recites- \"Behold, the Vampyre Queen awakens before me, she whose skull holds the mystery of the grave. From your soul comes many serpents, those who breed the forms of Dragons, your secret name is given to those of the Corpse Embrace, the blackened soil announces your children's birth. Behold, the Skull cap is filled with the elixir of life. (Lilith takes in hand the skull cap) Let me drink of this ecstasy, the lifeblood from those who walk the night. Let my knowledge be revealed to those who seek my knowledge, open thyself to the Daemonum within! "},{"pageNumber":14,"pageContent":"(Lilith-Magistra Drinks of the elixir from the skull cap, even if red in color, allowing some of it to cover her face) (Lilith now looks unto the hooded ones, those who may be present) I come before you, night born as the Queen of the Dead. Behold unto my death mask, the Temple ofAzothoz as a current of the living flame. I shall bless each one of you with the devil's sight, the serpents tongue shall speak of the secret alphabet which ye all shall scribe on the walls of the Sunless Palace, scribe your name in the black book of the dead, with the witchblood of your veins, you are all my children, of Lilith-Hecate, your father is Ahriman, Lord of Phantoms and Darkness. (Drink of the elixir - The skull bowl is passed to each. If only the Magistra and Magister of the Rite are present, then just the Magister shall drink of simulate if fake (i.e. theatrical) blood is used.) (Lilith - Magistra now robes herself in Red) I now wear the caul of the witchborn, as I am blood and death, but also life, emergence and strength! (Lilith takes forth the Skull or fetish mask and faces the magister) Behold, my tomb of black earth, my mask of shadow and death. You shall all seek my consort Ahriman and Azrael, whom shall walk you forth into shadow (Coven members or Magister shall recite) We shall walk this path through you Queen ofSuccubi, Mother Lilith, and through the shadows of Azrael shall we emerge as the Seven - Headed Dragon, through the Opposer shall this manifest! Behold, the Light which shines in the darkness, the blackened fire of being! The Gift of Set itself! AZOTHOZ NOX BARATHRUM! (Lilith recites) Taste the kiss of the dead and again in dreams shall my wisdom arise from the grave, cast your spirits to the grave and awaken again reborn! (Each individual kisses the skull, envisioning the necromantic embrace of the Sabbat Queen and Azrael) Banish by performing the Calling of the Four Quarters of the Triple Hermetic Circle. SEKER LORD OF THE TOMB (Solitary self initiation) Seker is a 'developed' and 'inspired' Vampyre archetype of ancient Egypt, whom resided as the Lord of the Tombs in Memphis. Seker is represented as a mummy - like corpse figure, wearing a shroud, ashen white and gray, black or crimson eyes and various wolf and jackal like hairs upon its palms and body. The face is that of a long dead corpse, streaked with blood red sigils of demonic awakening, Saturnus and other relevant symbols. Seker was known to often appear with the mask of a predatory hawk, thus his servitors wear this black and gold mask. Seker is the Lord of the Grave, those who taste the ecstasy of Azrael and Lilith, and the ecstasies of the dead. Anubis is the gateway to Seker through Azrael and Lilith. "},{"pageNumber":15,"pageContent":" The wisdom of Seker is the Vampyric Solitude, the paths of isolation from which the sorcerer surrounds his or herself with images of death, the shades of the dead itself. Listen closely and hear the musick of the dead itself. Upon the altar, the Sigil of Seker, being the illustration provided - the two hawk heads and the skull. The magician should fast the day of the ritual. The sorcerer should dress in a shroud of the grave, a coffin or casket like box from which the individual shall lie within. Soil from a graveyard of which you have rested in should be surrounding you. The calling of the Four Quarters of the Triple Hermetic Circle should be formulated, from which the magician lies within the casket and meditates upon his own death and life-force therein. A great blackened fire should emerge in his eyes, from which he realizes that his immortal essence is beyond this flesh, but is manifested and displayed in the current body he exists in. He should then think of his deep desires, fears, strengths and core essence of self. He then envisions a sudden death, everything his is or was flashing before his eyes. Replaying now, as he is beyond the grave, isolate and alone, he envisions his very blackened flame, the essential self. The darkness of the tomb and the conscious mind which grows and creates within it. Seker, emerges illuminated with the black flame and then rises from the tomb. \"From the darkness of the tomb I awaken, I still live beyond the shadow! As I have dwelt in the Necromantic Twilight I become master of the shades of Sah, do attend me greater and lesser familiar of the quarters, embrace my essence - ZOTHOZA UNPU SET HEH!"},{"pageNumber":16,"pageContent":" I am enthroned in the depths, of utter blackness and night –I am death and resurrection. The one who drinks of the Heart, whom is aligned with Set-heh. I drink of the heat and feed upon the soul's blood. My role is the Guardian of Darkness! My sight is clear in the darkness, and I taste the heartblood of man and woman, I am awakened in my self and by the shadow tongue - Hekas, Noastra, Zarru! Zazas Zazas Nasatanada Zazas! Focus upon the arcane of self and the temple of which you create. Banish and close the ritual. A RITUAL OF NECROMANCY Purpose - To align oneself with the death energy or \"Emerald Flame\" of Azrail/Azrael, the Angel of Death and Hecate - the Witch Queen of the Underworld/Dead/Crossroads. This ritual was designed as a means of silent communication with the ancestral dead and the Shades of the Fields of Necromance. Undertaken - October 28th, 2002 12Pm & Noon. Coven members involved -Akhtya Seker Arimanius, Davcina and Adrian Dagon. Weather- Cloudy, stormy, very damp and gray. Algol Temple or chamber is decorated in the Necromantic and Vampyric elements attributed to the shadow aspects of Sah, the Tomb of the Hunter (Nephilim). Instruments - Human skull, rib bones (Baciph Ashara), human bone necklace in ashes, Evocation Dagger, Thigh Bone Trumpet (Kangling). Circle placed in middle of room, surrounded with the implements of death and Azrail. Incense - Frankinsense, Necromancy Oil. The main instrument of which the fetish would be consecrated further is the horned Brazilian mask of Belial. I call it such as it was made from a large bull/cow skull, clayed formed a demon visage, five horns which make an averse pentagram, a third eye and teeth made of crystals. At the top of the fetish there is a place for a large machete to be held, from which the blade is a bit rusty - held in by a back of snake skin. This has been an ongoing work to awaken the spirit within, a join in union with a new famulus bound within. Holding the Kangling, facing the West I called – \"I approach the West Gate, unto the winds of funerals of past and to come, I Summon Forth Azrael, the Angel of Death who grants the sight of beyond, the veil is thin! I Summon thee Goddess of the Crossroads, who walks with the howling of Wolves, come forth Hecate\". Phenomena and record - Became too dark to write as I worked through the ritual, two candles burned in the chamber which was sufficient light. Rain poured as I recited. Holding Evocation Dagger – \"Zrazza, Zrazza, UshaNicht, Zrazza, Umpeshu\" \"From the grave I return, Midnight and Midday, from the Black Earth I grow stronger. As the wings of the bat do I fly in spirit through the twilight dreams of others, with the eyes of the Owl do I see, with the limbs of the Wolf do I run. I summon forth the dead from their gray tombs and shadows, Hekas, Hekas, Hekas Hecate!\" \"Encircle me in your shadows ashen, and those within this circle blessed under the cloak of Azrael! \" \"I ensorcell the spirits of the ancestral dead, those who hasten to the circle chant of the Sabbat, come forth, Mighty Dead arise... We of Vampyric Birth do acknowledge thee! The veil is thin, enter this plane of waking and dreaming!\" "},{"pageNumber":17,"pageContent":"\"I, Akhtya Seker Arimanius:- Call forth from the grave that which walks the dream lands haunting And draining those sleeping and unawake. By my oath, signed in blood From which the sorcerous art is pledged, I do call the attendant of this mask andmy own famulus which shall reside within this very object of arte. By the sign of X do I mark thee - eyes which see beyond the veil, mouth of crystals and essence storing objects, horns of five which form the Pentagram of the Fallen Seraphs, infernal flesh formed in fire, serpent skin of stealth and wisdom, blade of Azrail's sunless domain, the very pleasures of the Necromance - I summon thee unto this vessel, rest and grow strong within it, be as with my Temple to hunt, protect and make flesh to that which I so desire. \" \"So it is done!\" Phenomena - Room grew colder, a shadow seemed to envelope us. Adrian was very happy, pointing at the skull, we then each kissed the skull in the honor of the dead, to the honor of Lilith/Hecate and Azrail. The mask/Daemon Fetish was placed back upon the wall near the altar mirror. Closed the circle and the ritual was complete. A RITUAL OF LYCANTHROPY"},{"pageNumber":18,"pageContent":" Part One When one prepares for the Nocturnal essence of transformation, a decision to explore the bestial aspects of the mind may be considered. The Werewolf since medieval times (and earlier) is a most feared demonic essence, known as the Lord of the Forest. The atavistic elementals within our own flesh is a gateway of transformation, the ecstasies contained therein and our own means of developing and becoming an illuminated (hence Black Flame) Promethean being. Just as we sip at the Golden Chalice of the Luciferian Sabbat, the Sunlight essence of the Fallen Seraph, the Fire Djinn who holds the flame of self-perception, we to sip from the Skull-Cup of the Dead, of Hecate. Noctulia - Hecate is the Goddess robed in black, perched upon her shoulder a Raven. She appears before the circle, as the encirclement of our being, the Gate-Keeper of the realms of the GhostRoads and the Dead. It is Noctulia -Hecate (named also LILITH) whom we sing hymns of the night unto. The Ritual of Lycanthropy is a two part process. The first involves the making of a belt of symbolic wolf skin, and possibly obtaining a wolf, dog or coyote skull (if you had a loyal familiar as a dog which had passed, this is perhaps a wonderful way to honor it.) The altar should be decorated in the Sigils of the Beast, the sign of Hecate. The Evocation Dagger should also be upon the altar, with the coyote or dog skull in the center. The individual seeking the darkness of the werewolf must create his or her own wolf belt. This is symbolic of the belt given to the initiate by the Devil, and is made of wolf skin. In modern times, wolves are a precious and beautiful animal, which should be respected. A replacement wolf belt may be made from leather, with sigils scribed into it which hold the sigillic wisdom of the beast. If one if fortunate enough, a belt buckle with the image of the Devil may prove stimulating to the imagination. Stain your belt black as night, perfume it with the oils of Saturn, Hecate and the Moon. A mask may be made and consecrated for this process of transformation, inscribed with the sigils of the beast. Noctulia - Hecate stands before those who work in the shadow of the devil, opposition which creates change. My own work began with a belt made of leather, I had inscribed pertinent parts of the Sigillic Alphabet, along with rubbing the Oils of Saturn, Luna and Hecate within it. The belt buckle was the Head of the Devil, as Iblis the Opposer. PART ONE The first night, bath yourself and then anoint your body with the perfumes of Hecate and Saturn, cover yourself in black and hold forth a hooded robe sacred for this operation. As you enter the circle, which may be under the Dark Moon (new moon), behold the skull which has been inscribed with the sigils of Belial and Marchosias, You're your Temple area with an X, representing the Crossroads. Unto those who come to the Crossroads (known also as the Ghostroads) are inbetween the sun and the moon, from the living and the dead. Face the Altar – \"Sekah, Sekah, Zrazza Umpesha\" \"By the Hidden Light known under the Black Sun, By the prayers whispered in silence unto the blood dripping moon I summon forth the Adversary, Noctulia - Hecate, Goddess before me this night. I call forth my Lord, the Devil, whom is a shadow of my self, Just as I, isolate and individual Between the Dual Essence of Azoth, from which the Toad awaits, shall the secret gates be opened!\" \"I call upon thee, Satandar and Asentacer, I summon thee forth Phantom of Darkness, I call forth the spirit of the werewolf, beast of darkness and shadow. Send now the gray shape which makes men tremble. Sah Zrizzu usha bapesta zrazza\" Take the wolf/dog skull and use the teeth to mark the left breast with the mark of the werewolf. "},{"pageNumber":19,"pageContent":"\"I mark myself with the Kiss of the Devil, that I may transform in spirit unto the Phantom shade of the night, I shall become the wolf!\" Take now the Belt, and face the altar – \"From the Devil shall this belt be given, and I shall wear with pride. Whilethe skin of the wolf and the beast is upon me, I acknowledge then that Iam of Seraph Blood, and I am of Lucifer ian Birth. I am both Light And Darkness, the essence of the Opposer within. Witness this rite of Passage Noctulia—Hecate and Lucifer, may the Devil grant me the gates of hell to open forth unto my form of the Wolf. By the Full Moon shall transformation be complete!\" Close circle. Part Two On the Eve of the Full Moon prepare your chamber for the actual transformation into the werewolf shape. This form will be with you as you sleep and when you so seek, shall the shade flesh be worn to transverse the dreaming plane. Have the Devil's Belt upon the altar, with the skull of the wolf. You shall come forth oiled in previous scents of Hecate and Saturn. \"Unparalleled Phantom of Darkness, I come forth to the crossroads this night With the blessing ofNoctulia - Hecate andAhriman I do manifest within my Temple, my being the Werewolf spirit! Just as I am Vampyre my form shall change in the night to the mighty shade of the beast I shall assume darkness in the flesh, tonight I shall become!\" Put now the mask of transformation and the wolf belt. Envision and imagine now your form changing...gray hair covering your body, your eyes changing to white and then to a predatory yellow or black, your teeth lengthening into sharp and cruel canines, your nails growing long and sharp, your ringers becoming bone thin, your face distorts and elongates into a snout, you grow taller, your flesh underneath the fur is corpse -gray... .you stand on two legs, the in-between form of a human - wolf... feel this form, mold your shadow into this shape, that in the dreaming hours when you desire, you may take this form and go forth unto the plane of the Ghost roads. \"I walk in the twilight, I am the beast noble and strong, In this the Wolfs skin I am shadow and darknes! am as Ahriman, the form of the abyss! Moyset, Herren come forth unto my being, for we are as one!\" \"Sah umpesha Zrazza masehaka Hekas!\" So it is done. THE RITUAL OF ENTERING OF BLACK EDEN A Vampyric Samhain Ritual of Becoming \"As the circle is cast, we who partake of the Varcolac Cultus of the Undead shall become something beyond, who shall embrace the animals of the earth as our sacred companions, whom in the twilight of dreaming shall assume forms which please us, and taste the Elixir of the Skull - Cup of Az, Dragon Goddess of the Abyss\" \"I summon thee by the many names of thy calling - Drakul, Lamiae, Empusae, Lilitu, Naamah, Nachtzehrer, from the many names of your Palace in the corpse roads, whom approaches with the howling of wolves, who gathers the shades from the tombs. Kali, whom dances upon the corpses of false kings and resides in the cremation grounds, I summon thee!\" "},{"pageNumber":20,"pageContent":"\"By the mark of Cain, given by Baphomet, the Horned Initiator of the circle, I summon your presence, blackened horseman who rides upon the ghost - ways speaking with the dead.\" \"By the Owl, sacred unto Noctulia - Hekate, known in this circle as Lilitu, ghost and phantom keeper, who shall gather the manes from the grave, fly now unto this circle. \" \"By the Vulture, who shall feast upon the corpse of those aspects I care not to remain as myself, I shall become like to understand the feast of the dumb supper. In dreaming we shall commune. \" \"I seek the grave and my mortal death, with the shroud I wrap my body in shall be blessed with the Kiss of the Serpent Queen, the black eyed Goddess who wakes me from this sleep - Cain-Baphomet, Horned Black One of the Infernal Sabbat, unveil the cloak of shades to seek the knowledge of your consort, Hecate-LUith, whom holds the skull cup of blood, that of her children given unto the offering of death in life. I drink now the Elixir ofUndeath!\" \"O’ Vampyric King and Queen of the Circle, who has tasted the blood from the fountain of God, O' Shade ofAhriman, Toad- Worn Skin emerging from the Sepulcher, O' hundred armed Goddess of the Ashen Cremation grounds, I summon thee forth, gather now the manes of our many forms We shall taste the blood of the night!” \"O' Blood drinking whore, whom by the essence from the Crossroads, who has survived beyond the grave, take now your throne upon the great Dragon Arimanius, offer unto me the Chalice of Life, that which shall sustain our flesh and spirit-AZ, I summon thee!\" \"O' Night haunting consort of the Serpents of the Abyss, whom takes theform of Owls and beasts, Lilitu, Witch Queen of the Caul, the Mark ofCain - Lilitu - Bless this Grave Shroud - Walk with me in dreams!\" \"I seek now to enter Black Eden, as the form of Belial, Wolf- Cloaked and Bat - Winged, In the Phantom Dream shall I arise from the Blackened Earth of the tomb, By the in-between of Life and Death, I have come into Being!\" \"Zrazza Usha Umpestu Zrazza\" \"I pledge myself to the Vampyric Path, that which shall rely upon my strength of spirit and Luciferian Being, I behold myself as both God and Goddess, Lover and Devouress. As I say these words I write the book of myincantations, from which those of the path may summon me unto a conclave of dreaming. Hearken my voice from the grave and remember always -I have become unto the Ghost Light ofAzrail\" Consider the Ritual of Entering Black Eden as a point of determined direction, or Willed Becoming. The Vampyric shroud is a symbol of binding one to the earth in the unnatural direction, the very Willed focus of the Left Hand Path. In the closing reference of the self in identification with both God and Goddess, Lover and Devouress, this is acknowledging the Daemonic Feminine as a strong and creative part of self. We who awake to this path are but children of Lilith, thus by identifying and self-acknowledging this point will bless the self upon a determined journey of success."},{"pageNumber":21,"pageContent":" THE CAVES OF LILITU -A Bestial Rite of Empowerment- The foundation for this working is in the Zoharic myths of Hebrew origin. The K'lifah (called Husks of Evil) is from which Lilith emerges from. Consider also the realm of husks or shells, the Qlippoth, the place of demons. The legends of Lilith portray her as having the body of a beautiful woman from head to navel, and below she is flaming fire. This is also comparable to Lilith as having the continence of beautiful maiden, and below the navel being as a beast with owl claws for feet. Babalon, the Enochian Goddess and reappearing as the Whore who rides the Beast in the Bible, is revealed as Lilith the Goddess of Fire and Beasts. It is Barbara Koltuv, Ph.D. who suggests that the knowledge of Lilith is necessary for strengthening man's ego, the shadow of the self. It is Lilith who inspires sexual dreams, creative inspiration and sensuality. The Daemonic Feminine is therefore essential to the development of man and woman. It is also the gateway to the Sabbat - the dreaming conclave of the Luciferian (Empyrean, of the Light) and Infernal. Lilith in her dark and fiery aspect is one part of the adversary, the opposing force which initiates through antinomianism and self-deification. In a work which pre-dates the Zohar, it is suggested that Lilith and Samael were born by an emanation beneath the throne of God. Their shape was an androgynous being, double-faced and thus revealed as a part of the adversary (the opposer, Shaitan). Samael, in Hebrew legend has Twelve Wings, which integrates Azazel (the Djinn of Fire, Shaitan) and Samael as Lucifer, the force related to the Noon-tide Sun. Samael is thus the Devil, one half of the adversary and the creative/solar force of the Sun. Lilith joined with Samael through Leviathan, the Great Dragon. Ashmodai was said to be another mate of Lilith, whom was said in some Hebrew legends to be two aspects of the same Goddess. The son of Lilith and Ashmodai was called Sariel, the Sword of Ashmodai. His face flames with fire. Sariel had kept a sealed book of secrets, a grimoire with words of power. The Zohar itself explains that Lilith is nourished by the water (ocean) and the South wind spreads her influence, from which places her as the Queen of Beasts. They (the Beasts) are found chanting to her in the dark of night. Lilith went forth to the desert to become the Queen of Zemargad (the desert domain), she then joined with Samael and gave birth to thousands of Liliam, Lilitu, the demon succubi who copulate with the shadow of man and woman. It was when Lilith entered the Desert and began creating demons in the caves by the Red Sea that her bestial aspect and fiery darkness of spirit emerged and grew in its coming into being. She practiced along with her children the Lilitu, sorcery and seduction, and with the sexual fluids created more succubi and demonic forms. Lilith in this aspect is our teacher and initiator of Magick and Sorcery, that by using sexual fluids and charging/consecrating talismans, we may create servitors and familiars. "},{"pageNumber":22,"pageContent":"The Son of Samael and Lilith is Cain, the Lord of Horsemen (those who work sorcerous arts and whom spirits ride). An Alchemical working is the creation of Baphomet, or al-aswad, the Black head of Wisdom. This is a state of coming into being, of whien the torch of wisdom (the Black Flame) is illuminated and revealed within. It is a rite of passage, of when the Baphometic Spirit of Fire becomes separate from the natural order. Thus the Ritual of Infernal Union is a Black Magick working of self-empowerment and the beginning process of creating Baphomet, or Cain the Lord of Horsemen in the Sethanic/Luciferian Witchcraft Current. The work of Babalon and Lilith within an initiatory aspect is made through the alignment with the spirit of Lilith, Babalon and her children who would be your kin. By summoning and absorbing their knowledge and impulses, we become closer to Her. In Raphael Patai's \"The Hebrew Goddess\" Lilith is described as wearing jewelry and having red flaming hair. She is dressed in Scarlet and wearing thirty-nine ornaments. She seduces man and fornicates with him; finally arising presenting the demonic and beastlike essence, robed in garments of flaming fire, kills and takes his soul to Gehenna. Lilith is the tester of the path, she who would confront the weakest aspects of the human soul. Those who would not be as Set and Babalon would then be devoured and tossed into the Hell of the Natural Order. Suggested Reading: Barbara Koltuv, Ph.D \"The Book of Lilith\", Nicolas-Hays, Inc. 1986 Raphael Patai - Gates to the Old City, New York, Avon 1980 The Temple itself should be adorned in the decorations of the sabbat and reflective of the aesthetic concept of the daemonic feminine. A black mirror should be placed on the altar - this shall be the gateway from which you shall go forth and they shall come unto you. This is a ritual designed for the children of witch blood, therefore Kin of the succubi and spirits of the Qlippothic realms of wolf and vampire, shade and phantom. You may create a circle from which the spirits shall meet with you, or you may stay near a sleeping place for after the ritual. THE RISE OF THE LILITU Facing the black mirror – \"O' friend and companion of the Night, thou who rejoicest in the baying of dogs and spilt blood who wanderest in the midst of shades among thetombs, who longest for blood and bringest terror to mortals, Gorgo, Mormo, Thousand Faced Moon, I open the Gates to thy realm! \" (-Inspired by H.P. Lovecraft) \"Lilith, mother of Vampyres, Mother of Harlots -patron of shades and the altar of the Infernal Sabbat -J summon thee!\" \"Vultures of the Black Earth, eaters of the dead, Allow me entry into the realm of twilight from which I shall become as my mother, Lilith\" Focus now on the mantra of LIL-KA-LITU, recite slowly and build with repetitive vibrations, taking a quick and steady breath inbetween mantra breaks. Allow your mind to focus only on the Lilitu and Succubi, not as a beautiful woman but beast - woman like, a vampyric tomb haunter who spits blood and sexual fluid. It is the Lilitu who sip of the infernal menstrual blood of Lilith - Babalon, our Witch Goddess and initiator of the path of the Red Caul-stain of Vampyric Birth. Focus this mantra as you move through the Black Mirror, noticing a great cave filled with moss and damp walls. Hear the musick of the succubi, strange and distant flutes and the rattling and rhythm of drums and bones. You enter a room which has pools of blood, before you stands a Lilitu-succubi. Envision the succubi as clawed serpent-like demoness, a face strangely beautiful yet with black eyes and teeth that are beast like. Her lower body is beast like as well, long and thick gray wolf-like hairs with bird talons as feet. Her palms and arms are covered in this hair as well, with one hand holding a skull from which she uses to hold the blood of the pool of which she resides by. The pool itself is filled with blood. As you look at the blood, you notice the reflection of your form as her and she as You. She whispers to you in hissing tones - \"Her passion, her lust, we drink and bathe in Her fornications\"... The tongue of this daemon is a snake like, slithering and black in and out of her pale and course mouth. As you face her, staring into her black eyes you both become as one. She enters you and as the emotions start flowing into one meditate on this coming into being. Feel her ecstasy, the animal hunger and predatory instincts. Keep this feeling close, and when you emerge from the rite, record your emotions and thoughts."},{"pageNumber":23,"pageContent":" When you are complete in your exploration of this cave, banish and close the rite. Keep a journal of this working and what you learned about yourself by it. This shadow form is but of you, thus you should seek a regular communion with such spirits. PRAYER OF AKHTYA Purpose of Ritual To achieve Aethyric Communication, inspiration and self-initiation through the anthropomorphic assumption of identity. Akhtya was considered an \"Evil\" sorcerer, the founder of Yatus, or Yatuk-Dinoih (witchcraft) - a guild of sorcerers who practiced black magic or adversarial rites under the direction or path of Ahriman in ancient Persia. Yatuk/Yatus is considered now a Left Hand Path approach to Witchcraft, that is by encircling the self one may achieve self-initiation into the mysteries of the Adversary, the opposition of self against the natural order. The image or archetype through which self is in awakening is the image of Ahriman, refer to the KHORDA"},{"pageNumber":24,"pageContent":"AVESTA (Book of Common Prayer) translated by James Darmesteter, from \"Sacred Books of the East\", American Edition, 1898. The ideal mind set of this ritual and any in the Yatuk Dinoih is one working with the most primordial forces of the earth. The Daevas or Demons of the Yatuk Dinoih are 'shades' of Ahriman, which may be summoned and invoked and then absorbed and communicated within a dreaming gnosis. Imagination, not only being Shaitan/Iblis as described by some areas of Sufism, is the gateway to sorcerous art. The following working is a designed, inspired working to Ahriman, through the shadows encircled by Akhtya, the sorcerer mentioned in the MADIGAN-i-FRYANO. The methods of summoning in these texts is focused and derived from High Sorcery and Greater Black Magick. If utilized, they can be made manifest through the process of Will-Desire-Belief, thus inspiring and producing inner change and development. Akhtya is considered an ancient sorcerer, by immortal essence does this spirit remain, and upon earth the vessel of Ahriman is Akhtya the enfleshed Wizard of the Left Hand Path. Instruments and Preparation Create in black cloth a circle, painted in white the triangle - or a circle with your designed 21 letters of the Sacred Alphabet of Desire. In front of the circle (facing North) a black candle (face this direction while reciting - in lore North is the location of the Gates of Hell-Arezura, in Egyptian lore North is the direction of Set) and in the South a White Candle. You may also only have the cardinal points of the circle marked with a letter of your alphabet - only a total of 4 being scribed on the circle. RITE In the Night, at Midnight Reside in the Circle of Self and face the North \"By the Oath against the dawn, by darkness and the Daevas who sign hymns of the Blackened Sun, encircle me! Ahriman, Arimanius, Witch - initiator, Daemonic Seraph, Whose essence is the Bornless Fire and Black Earth -I summon thee! In the names of your shades, whom shall walk the earth through us Those of the Yatus, born in the circle of Akhtya By Savor, Lord of flesh and darkness, who calls forth the Great Gray Shadow By the names of the Guardians of the Blackened Flame - Andar - Taromat - Zairich - Vizaresh - Zarman - Friftar - Akatash I Do conjure thee, manifest in this circle... Let no harm come unto me, those who summon against me shall Only strengthen me To Ahriman I speak thy hymns of shadow - \"My name is darkness; for which I create from the Abyss in the material world I create according to my Will that I rise up in opposition in the dawn and twilight I become Druj, the Dragon which does emerge through the serpent of my tongue In this circle, against the Sun I speak the names of Power – KUNDAK attend! Carry me unto the Infernal Sabbat! Astwihad - Vampyre haunter of night, encircle me kindred spirit- I summon thee Ashemaogha, the Evil Eye which shall burn always within, the gift of Akhtya -I may curse and bless with sight I become the serpent of the dark places of the earth I become the gray shadow of the wolf, of the wolfs brood am I, I become in the Light of Pride, that self is the vessel of all gods and goddesses, That I become by each power of which I summon and Bind I invoke the Jahi, the children of AZ, mother of Harlots, O' Dragon of the backward path, Druj do come forth! Who would give life to the Dead, come now from the Cold North - From the mouth ofArezura - Taprev, Mitrokht - Azi Dahaka - Come forth unto this circle I empower my being and through the sorcerous path do I walk!"},{"pageNumber":25,"pageContent":" To Know - To Will - To Keep Silent Akhtya I summon - Akhtya I become—Akhtya in Dreams I commune! Facing the South and the White Candle – \"I initiate myself on the Serpent's hidden path I awaken to the shadows ofAhriman I am embraced by the cold and fiery embrace ofAZ In the Darkness I am born, of the Vampyres Kiss In the Light of Dawn I emerge - Awake in the Flame of the Dragon -Djinn SO IT IS DONE! THE GATES OF AREZURA This is a ritual from which the initiate opens the gates of hell, that is the meeting place of sorcerers and witches - those who travel into the darkness and flame of the Sabbat. The Gates of Arezura is the initiatory point of which \"I\" is revealed and may become. You will realize your goals, your potentials and weaknesses to emerge to one who is becoming as Ahriman. As Ahriman is a form of the Adversary in a primal sense, the darkness of being is to be explored and perceived as an extension of self. The aspect of Ahriman is as half-beast, werewolf type vampyre from. Ahriman is a spirit of darkness, whom resides in the depths of the subconscious - the Gates of Arezura. One should focus on encircling the self in these shadows, which are revealed by the Work itself. The essence of Yatus/Yatuk is the mysteries of sorcery within the self, the keys to the spirit of man. One works this type of considered Dangerous Black Magick as the self-transformation through the image of the Adversary. Akhtya is the sorcerer on earth who drinks of the graal of Ahriman and Az, serpent and wolf. This inversion leads to the strengthening of self under the activity of encircling belief into tangible form. One should prepare for the ritual of Arezura by a deep introspection, becoming aware of what you wish to achieve and become. You master the self through the entry and exploration of the Gates of Hell - it is also the meeting place of sorcerers, witches and Daevas (demons) of the fiery darkness. It is where Dreams become Flesh. THE INVOCATION - Facing the North, the direction of Arezura I summon thee, Gateway of Arezura — that you shall open forth to me Hail unto thee Ahriman, Lord of Flame and Shadow Dweller in the dark places of the Earth Lord and Creator of Wolves, serpents and toads... As the Night comes forth, you shall attend through me... I open these gates as the gathering place of the dream, That in 8 nights shall I become in Shadow the reflection of the 8 Midday journeys to the Sun- That the Hornless Fire exists in the Eyes of those who walk this path Ahriman, Arimanius - Ascend through me! You, summoned unto me - wolf shadow, flyer of night -I am in flesh Akhtya, encircling my being in the sacred letters of Yatuk-Dinoih Open now the gates of Arezura and behold the flames of the Djinn, Our creative fire of becoming... by the ancient words of Power- Zazas, Zazas Nasatanada Zazas! ENCIRCLING THE SPIRIT – ENTERING THE GATES \"I summon thee, behold and hail thee - VIZARESH, Guardian of the Gates - Those who have recognized the sacred flame of my being"},{"pageNumber":26,"pageContent":"- I enter these gates unto the kingdom of shadow and sorcerous knowledge. In the name of Ahriman, I do encircle my being - against the Sun, Against the Moon do I walk. In opposition to Order - by this ecstasy do I bask in Chaos - Mummu - Algol - To create Order I reside in the Eye of Darkness I summon and bind thee - shades of Ahriman..Encircle me! AZI-DAHAKA - Storm Demon, King with twin Serpents unto your shoulders - whom Ahriman hath Kissed and Wisdom emerges - Serpent of Three Heads, Eyes ofHekate, come forth. Those who summon against me will only strengthen me! ANDAR- Guardian of the Black Flame, I summon thee! Wraith of the Void ofArezura –TO ME- TO ME! TAROMAT- Spirit of Rebellion come forth unto me! TO ME! TO ME! ASTWIHAD - Vampyre and Night Shade, whom I rest beside in Darkness - Whom I fly with in dreaming flesh, encircle me! BUITI – Ahriman’s hammer and knife - Those who summon against me shall taste thy blades of burning metal in dreams! KUNDAK- Flying Nightmare come forth unto me! As you enter the gates, envision each demon and what they represent to you. The Gates of Arezura is a mirror of yourself, a new level of coming into being. You have passed the hidden place, a new initiation is presented to you. Drink from this cup of Serpent wisdom. INDWELLING Take this time to ponder and perceive yourself in the following- What makes me different, independent and individual? What do I like about myself? What are my weaknesses and how may I overcome them? What is the essential \"I\"? How may I develop my \"Immortal Essence\"? Allow yourself to be consumed in Holy Fire, and shadow shall blanket your spirit as you bask in the flame of the Immortal Self. You are transforming to a God/Goddess, an Angel-Demon which shall walk the earth again and perceive itself in a new light. You shall make TIME serve YOU by thinking before you act, or say. Know what you want and by experience understand the methods to which you may set a goal in motion by understanding Time Flow. Act accordingly. In HELL, Arezura - You are building your Black Tower, your spirit dwelling which is your comfort and Dreaming Home. Time means nothing here, but as your journey to the physical world and your earthly body, change it accordingly. You will now seek to emerge in the Physical world. EMERGING FROM THE GATES \"As I strengthen myself inflame and shadow of my sorceries, I do understand who and what I am and I know what I wish to become. In opposition I am of the Sun and the Moon. Al-Dajjal and Lilith-born. I am wolf and bat, in dreams I may walk in secrecy, by Kunda - who is drunk from the blood of Sheep I become! As I stand at the Head of Arezura - I enter in flesh the material world To manifest my desires - to become, advance and change the world according to my Will By ZAZAS I become By ZAZAS I am Always By Nasatanada In Opposition I become By Zazas I change the World by my Will\" SO IT IS DONE"},{"pageNumber":27,"pageContent":" THE OPENER OF THE WAY Anubis is considered to be an initiatory God form, one which one assumes as a form of passage unto the Celestial/Luciferian realms of Spirit and the Infernal Sabbat. Anubis, as defined by E.A. Wallis Budge in \"The Gods of the Egyptians\" presents Am Ut, the \"Dweller in the Chamber of Embalmment\" as the Opener of the North (Ap-Uat) to the realm of Set. Anubis is also called Hermanubis and Death. Heru-em-Anpu is a dual God form, which holds power in both the celestial/Luciferian and Infernal regions. This draws a close connection between the Egyptian Anubis and Grecian Triple Moon Goddess Hecate. As Anubis is the jackal headed Lord of the Dead, he presides in the West. Charles Pace (Hamara't) mentions in the \"Book of Tahuti\" that West is the direction of Water, as well as Darkness. According to his Hermetic teachings, Anubis is also Death and a God form of Necromantic power. Anpu is also a Gateway to Amethes - Amenta - Amentet. This 'underworld' is the equivalent to the Grecian Hades. This is the meeting place of spirits, where the dead gather. The word Hell derives from the Angelo-Saxon 'Helan', meaning to 'Cover' or ‘Conceal'. The Hebrew equivalent of Hades-Amentet is Sheol, which is said to come from the root-word \"to ask\" and \"demand\". The primary inhabitants of Sheol are \"The congregation of the dead\" -Prov. 21:16 Anubis is the Son of Set and Nephthys. This Mortuary God was worshipped in such places as the Abt, the Papyrus swamps and the Lycopolis (the City of Wolves - Jackals). In the Funeral procession, Anubis received the mummy, and lays his hands upon the body in initiation and protection. In the dreaming gnosis of wither the celestial/Luciferian or Infernal Sabbat, one assumes Anubis as the Opener of the Way, the God form of Mortal (mundane) and Vampyric (immortal) rebirth. The altar should be placed in the North. The west wall should have a small table to which you may have an image of Anubis and the bones or images of the Dead. West is the gateway of which you enter and dwell, then you shall emerge in the North from the Gates of Amenta. West Holding the Anthame focus on image of Anpu and recite \"I stand at the gate of the twilight realms. I have passed as a shadow of Death yet in joy and love I shall return in flesh. O' Dweller in the chamber of embalmment I invoke theel Fill my spirit with the mysteries of the jackal and the divine, that through darkness I shall emerge as Light. Am Ut, Hekak, Sekak, Ursha umpesta Zoriodo! Dweller in the chamber of embalmment, by Holy Fire and Blackened Flame, Arise from shadows, Jackal and Wolf, son of chaos born! Surround the self in the enchantments of Death and the tomb, the Anthame should be circled around the self in widdershins, while moving envision the shades of the dead surround and move in a funnel cloud about the circle of self. You are the very spark of life they seek, that by being close to you they shall taste the Light of Set - that Hermanubis, or Death brings the dwellers of the ghost realms to the Light of his father, being Set-an. \"By the Holy Fire of the Night, which burns above the tombs of those who have life beyond, I am this vessel of both Celestial and Infernal, I am blackness and the hunger of the dead, yet I am burning with the Light of the Sun.\" \"I open forth the realm ofAmenthes that I shall walk among its dwellers and seek the communion of the Shades ofAzoth. My lips are the lips of Anpu and from it the mask is raised.\" Face now the North \"From the Darkness of the Oceans do I come forth, yet in the Night do I emerge in the realms of the Dead, Set-an, father of Chaos and strength, do bless my emergence as a Son (or Daughter) of the path of blackened fire.\""},{"pageNumber":28,"pageContent":" Envision your body separate, and you are now the mask of Anubis - your body lays within a tomb and you notice the fire of spirit within. This is the very essence of your being and you seek to observe in depth the essence. Reach into your corpse and touch this flame. Feel now the ecstasy of Self-Love and all that you are. Set comes forth and too touches this Flame, as it is his gift originally to the common clay of man under a different guise. Realize and crystallize for the moment who you are, where you wish to go and how you will get there. Suddenly, all Gods and Goddesses as you understand it, are from the Self - that the self-enchantments from Sah are a gift of the Blackened Fires of the Blacksmith called Cain, who breathes with life from Set-an. Drink from the Cup, focus upon your reflection. \"I have sunk unto the depths of the tomb, yet the flame within lives -Hail (magical name), I am awakened into the Light of Set and the knowledge of Anubis. Hail thou self, who shinestfrom the dark moon, Hail thou self, who shinest from the full moon, Hail thou self, Set-an who is the God of Immortal life and Chaos of being, Hail thou self, Anubis who is death and the gateway of the dead, Encircle me in self- love, that I may walk through the gates of the Celestial and Infernal\" Perform now the Ritual of the Triple Hermetic Circle of Hamara't. Here ends the Grimoire of NOX UMBRA. "},{"pageNumber":29,"pageContent":"The Calling of the Four Quarters of the Circle Western Quarter Guardian of the Gateway- Azatu-IIermanubis, Opener of the Way. I call your presence forth towards this circle. Anubis, God of the Twilight from which the guardians shall watch; Bring forth thy jackals howling at the barrier Anubis, who initiates unto the path of the dead, come forth! By the mask of the jackal and wolf, I call thee forth to charge this circle! Azatum - Ashramu - Likiahaka Southern Quarter Guardian of the Gateway- Hawk Headed Lord of Fire, guardian of the eastern quarter. Horus - lalanpa - Zarasu Manifest unto this circle, blood covered hawk of sunrise! Come forth and guard this rite! Zariza - Nalaia - Sroha Eastern Guardian of the Gatewav- Thoth, lamp and wisdom of the moon, guardian of the arte magickal Come forth and guard the southern quarter Open thy scrolls ofsorcerous knowledge I seek the gateway of lunar awakening! Azothoz - Thoth - Likalia Northern Quarter Guardian of the Catewav- Set-Hen Ziorzo, Bringer of the Black Flame Guardian of the Northern Quarter, 1 summon thee forth to protect And fortify this circle - Typhon Sothis, do come forth! Lord of Darkness, Night and storms of Chaos! I summon thee forth to guard and protect this rite! Ad alantra - Sorio — Sabriao - Atumaza - Seth From each guardian that shall encircle my presence First born of the craft, hear me and come forth! By ANKH - Eternal Life itself, immortal Eye! By KA - Spirit of the Eternal Self, in awakened Union! By DJED - The Four Pillars of the World, from which my word shall manifest! Envision a great pillar or circle of fire emerging from your feet in the center of the circle moving up through and around you. This is the energy as foundation from the four quarters and the God forms Summoned. The Triple Hermetic Circle of Hamara't is created as a focus of Setian awakening and renewa l,a Luciferian core that is called inward and focused outward. The Triple Hermetic Circle is b design not yheld to keep forces out, rather a power circulation of the arcana of energy within."},{"pageNumber":30,"pageContent":"NOX UMBRA was written by Michael W. Ford. Cover Image - The Sigil of Seker © Elda Isela Ford 2003 Back Cover - The Greater Necrotic Servitor, the Shades which walks the Ghostroads unto the Chamber of the Necroerotic © Nathan Harris Illustrations In the order of their appearance by Elda Isela Ford -The Dragon and the Sigillic Formula ofSah -Vampyric Binding Sigil -Lilith - Sexual Servitor Creation by the Sun and the Moon -Sigil of Seker -Necrotic Servitor I by Nathan Harris -Vampyric Sigil ofShaitan of Midnight, the Lilitu brought forth, the Genii of this Book -Akhtya, Initiator of the Shadow Path -The Sigil ofBabalon ~ Lilith, the Sigillic Creative Formula ofSuccubi and Dreaming Servitors -The Triple Hermetic Circle ofHamara 't, by Charles Pace, redesigned by Elda Isela Ford Shaitan of Midnight, Unto which the Grave thy spirit shall rise All who read this book, and envision the tracing of this sigil of entry, Shall then all open the gates to the dreaming place By the Adversary of Noon and Midnight, Who drinks of the Golden Chalice and Blood Filled Skull, So it is... "}]
