[{"pageNumber":2,"pageContent":"About the pagination of this eBook Due to the unique page numbering scheme of this book, the electronic pagination of the eBook does not match the pagination of the printed version. To navigate the text, please use the electronic Table of Contents that appears alongside the eBook or the Search function. For citation purposes, use the page numbers that appear in the text."},{"pageNumber":3,"pageContent":"Encyclopædia Britannica, Inc. Chicago ■ London ■ New Delhi ■ Paris ■ Seoul ■ Sydney ■ Taipei ■ Tokyo Britannica Illustrated Science Library Britannica Illustrated Science Library UNIVERSE UNIVERSE"},{"pageNumber":4,"pageContent":"© 2 008 Editorial Sol 90 All rights reserved. Idea and Concept of This Work: Editorial Sol 90 Project Management: Fabián Cassan Photo Credits: Corbis, ESA, Getty Images, Graphic News, NASA, National Geographic, Science Photo Library Illustrators: Guido Arroyo, Pablo Aschei, Gustavo J. Caironi, Hernán Cañellas, Leonardo César, José Luis Corsetti, Vanina Farías, Joana Garrido, Celina Hilbert, Isidro López, Diego Martín, Jorge Martínez, Marco Menco, Ala de Mosca, Diego Mourelos, Eduardo Pérez, Javier Pérez, Ariel Piroyansky, Ariel Roldán, Marcel Socías, Néstor Taylor, Trebol Animation, Juan Venegas, Coralia Vignau, 3DN, 3DOM studio Composition and Pre-press Services: Editorial Sol 90 Translation Services and Index: Publication Services, Inc. Portions © 2008 Encyclopædia Britannica, Inc. Encyclopædia Britannica, Britannica, and the thistle logo are registered trademarks of Encyclopædia Britannica, Inc. Britannica Illustrated Science Library Staff Editorial Michael Levy, Executive Editor, Core Editorial John Rafferty, Associate Editor, Earth Sciences William L. Hosch, Associate Editor, Mathematics and Computers Kara Rogers, Associate Editor, Life Sciences Rob Curley, Senior Editor, Science and Technology David Hayes, Special Projects Editor Art and Composition Steven N. Kapusta, Director Carol A. Gaines, Composition Supervisor Christine McCabe, Senior Illustrator Media Acquisition Kathy Nakamura, Manager Copy Department Sylvia Wallace, Director Julian Ronning, Supervisor Information Management and Retrieval Sheila Vasich, Information Architect Production Control Marilyn L. Barton Manufacturing Kim Gerber, Director Britannica Illustrated Science Library Britannica Illustrated Science Library Enc yclopædia Britannica, Inc. Jacob E. Safra, Chairman of the Board Jorge Aguilar-Cauz, President Michael Ross, Senior Vice President, Corporate Development Dale H. Hoiberg, Senior Vice President and Editor Marsha Mackenzie, Director of Production International Standard Book Number (set): 978-1-59339-797-5 International Standard Book Number (volume): 978-1-59339-798-2 Britannica Illustrated Science Library: Universe 2008 Printed in China w ww.britannica.com"},{"pageNumber":5,"pageContent":"Universe"},{"pageNumber":6,"pageContent":"Contents PICTURE ON PAGE 1 Image of a planetary nebula. Planetary nebulae are among the most photogenic objects in astronomy. What Is the Universe? Page 6 What Is in the Universe? Page 18 The Solar System Page 38 The Earth and the Moon Page 66 Observing the Universe Page 80"},{"pageNumber":7,"pageContent":"T here was a time when people believed that the stars were bonfires lit by other tribes in the sky, that the universe was a flat plate resting on the shell of a giant turtle, and that the Earth, according to the Greek astronomer Ptolemy, was at the center of the universe. From the most remote of times, people have been curious about what lies hidden beyond the celestial sphere. This curiosity has led them to build telescopes that show with clarity otherwise blurry and distant objects. In this book you will find the history of the cosmos illustrated with spectacular images that show in detail how the cosmos was formed, the nature of the many points of light that adorn the night sky, and what lies ahead. You will also discover how the suns that inhabit space live and die, what dark matter and black holes are, and what our place is in this vastness. Certainly, the opportunity to compare the destiny of other worlds similar to ours will help us understand that for the time being there is no better place than the Earth to live. At least for now. I n the Milky Way—according to mathematical and physical calculations—there are more than 100 billion stars, and such a multitude leads to the question: Is it possible that our Sun is the only star that possesses an inhabited planet? Astronomers are more convinced than ever of the possibility of life in other worlds. We just need to find them. Reading this book will let you become better acquainted with our neighbors in the solar system—the other planets—and the most important characteristics that distinguish them. All this information that explores the mysteries of space is accompanied by recent images captured by the newest telescopes. They reveal many details about the planets and their satellites, such as the volcanoes and craters found on the surface of some of them. You will also learn more about the asteroids and comets that orbit the Sun and about Pluto, a dwarf planet, which is to be visited by a space probe for the first time. Less than a decade ago, astronomers began observing frozen worlds, much smaller than a planet, in a region of the solar system called the Kuiper belt. We invite you to explore all of this. The images and illustrations that accompany the text will prove very helpful in studying and understanding the structure of all the visible and invisible objects (such as dark matter) that form part of the universe. There are stellar maps showing the constellations, the groups of stars that since ancient times have served as a guide for navigation and for the development of calendars. There is also a review through history: from Ptolemy, who thought the planets orbited around the Earth, and Copernicus, who put the Sun in the center, and Galileo, the first to aim a telescope skyward, up to the most recent astronomical theories, such as those of Stephen Hawking, the genius of space and time who continues to amaze with his discoveries about the greatest mysteries of the cosmos. You will find these and many more topics no matter where you look in this fantastic book that puts the universe and its secrets in your hands. The Secrets of the Universe CONE NEBULA This nebula got its name from its cone shape, as shown in the image."},{"pageNumber":8,"pageContent":"What Is the Universe? T he universe is everything that exists, from the smallest particles to the largest ones, together with all matter and energy. The universe includes visible and invisible things, such as dark matter, the great, secret component of the cosmos. The search for dark matter is currently one of the most important tasks of cosmology. Dark matter may literally determine the density of all of space, as well as decide the destiny of the universe. Did you know that, second by second, the universe grows and grows? The question that astronomers are asking—the question that concerns them the most—is how much longer the universe can continue to expand like a balloon before turning into something cold and dark. X-RAY OF THE COSMOS 8-9 THE INSTANT OF CREATION 10-13 EVERYTHING COMES TO AN END 14-15 THE FORCES OF THE UNIVERSE 16-17 DARK MATTER Evidence exists that dark matter, though invisible to telescopes, betrays itself by the gravitational pull it exerts over other heavenly bodies."},{"pageNumber":9,"pageContent":"UNIVERSE 9 8 WHAT IS THE UNIVERSE? T he universe, marvelous in its majesty, is an ensemble of a hundred billion galaxies. Each of these galaxies (which tend to be found in large groups) has billions of stars. These galactic concentrations surround empty spaces, called cosmic voids. The immensity of the cosmos can be better grasped by realizing that the size of our fragile planet Earth, or even that of the Milky Way, is insignificant compared to the size of the remainder of the cosmos. Originating nearly 14 billion years ago in an immense explosion, the universe today is too large to be able to conceive. The innumerable stars and galaxies that populate it promise to continue expanding for a long time. Though it might sound strange today, for many years, astronomers thought that the Milky Way, where the Earth is located, constituted the entire universe. Only recently—in the 20th century—was outer space recognized as not only much vaster than previously thought but also as being in a state of ongoing expansion. The Universe NEAR STARS Found closer than 20 light-years from the Sun, they make up our solar neighborhood. 2. NEIGHBORS Within a space of one million light-years, we find the Milky Way and its closest galaxies. 3. NEAREST GALAXIES. At a scale of one hundred million light-years, the galactic clusters nearest to the Milky Way can be seen. 5. FILAMENTS. From five billion light-years away, the immensity of the cosmos is evident in its galactic filaments, each one home to millions and millions of galaxies. 7. SUPERCLUSTERS. Within a distance of a billion light-years, groups of millions of galaxies, called superclusters, can be seen. 6. LOCAL GROUP. Te n million light-years away is Andromeda, the closest to the Earth. 4. EARTH Originated, together with the solar system, when the universe was already 9.1 billion years old. It is the only known planet that is home to life. 1. EARTH Neptune G51-15 Ross 128 Lalande 21185 Wolf 359 Luyten’s Star Procyon Uranus Saturn Jupiter Pluto SUN Alpha Centauri Sirius 270° 90° 180° 0.5 0° 180° 0° 12.5 Epsilon Eridani L372-58 L726-8 L725-32 Epsilon Indi Lacaille 9352 Ceti 7.5 2.5 Struve 2398 Ross 248 Ross 154 Groombridge 34 61 Cygni Bernard’s Star L789-6 L789-6 0° Sextans Dwarf Ursa Minor Dwarf Leo A Leo I Leo II Andromeda I Sextans B Sextans A Antila Dwarf NGC 3109 Draco Dwarf Sagittarius Dwarf Tucana Dwarf Phoenix Dwarf Cetus Dwarf Sagittarius Irregular Dwarf Aquarius Dwarf LGS 3 Pegasus Dwarf IC 1613 WLM Canis Major Small Magellanic Cloud Large Magellanic Cloud Carina Dwarf MILKY WAY MILKY WAY NGC 6822 Triangle Andromeda M32 M110 NGC 185 NGC 147 IC 10 0.12 0.25 0.37 1.2 2.5 3.7 0° 180° 0° 180° NGC 7582 NGC 6744 Capricornus Supercluster Pavo-Indus Supercluster Sculptor Supercluster Sculptor Void Pisces-Cetus Superclusters Pisces-Perseus Supercluster Coma Supercluster Centaurus Supercluster Hercules Supercluster Shapley Supercluster Boötes Void Leo Supercluster Ursa Major Supercluster Boötes Supercluster Corona Borealis Supercluster Hydra Horologium Superclusters Columba Supercluster NGC 1023 NGC 2997 NGC 5128 NGC 5033 NGC 4697 12.5 25 37.5 50 1,000 750 250 Dorado Sculptor Maffei M81 M101 Leo I Canis Ursa Major Group Virgo Group Leo III Group Virgo III Group Fornax Cluster Eridanus Cluster LOCAL GROUP VIRGO Sextans Supercluster X-Ray of the Cosmos 100 billion The total number of galaxies that exist, indicating that the universe is both larger and older than was previously thought"},{"pageNumber":10,"pageContent":"UNIVERSE 11 10 WHAT IS THE UNIVERSE? Region 1 Region 3 Region 2 Region 4 Region 5 Galaxy 1 Galaxy 2 Galaxy 5 Galaxy 4 Galaxy 3 The Instant of Creation I t is impossible to know precisely how, out of nothing, the universe began to exist. According to the big bang theory—the theory most widely accepted in the scientific community—in the beginning, there appeared an infinitely small and dense burning ball that gave rise to space, matter, and energy. This happened 13.7 billion years ago. The great, unanswered question is what caused a small dot of light—filled with concentrated energy from which matter and antimatter were created—to arise from nothingness. In very little time, the young universe began to expand and cool. Several billion years later, it acquired the form we know today. 10 -43 sec 10 -12 sec 3 min Scientists theorize that, from nothing, something infinitely small, dense, and hot appeared. All that exists today was compressed into a ball smaller than the nucleus of an atom. TIME TEMPERATURE Cosmic Inflation Theory Although big bang theorists understood the universe as originating in an extremely small, hot, and condensed ball, they could not understand the reason for its staggering growth. In 1981, physicist Alan Guth proposed a solution to the problem with his inflationary theory. In an extremely short period of time (less than a thousandth of a second), the universe grew more than a trillion trillion trillion times. Near the end of this period of expansion, the temperature approached absolute zero. HOW IT DID NOT GROW Had the universe not undergone inflation, it would be a collection of different regions, each with its own particular types of galaxies and each clearly distinguishable from the others. HOW IT GREW Cosmic inflation was an expansion of the entire universe. The Earth's galactic neighborhood appears fairly uniform. Everywhere you look, the types of galaxies and the background temperature are essentially the same. FROM PARTICLES TO MATTER The quarks, among the oldest particles, interact with each other by forces transmitted through gluons. Later protons and neutrons will join to form nuclei. Photon Massless elemental luminous particle Gluon Responsible for the interactions between quarks Quark Light, elemental particle Graviton It is believed to transmit gravitation. 0 Gravity SUPERFORCE Strong nuclear Weak nuclear Electromagnetism EXPANSION 10 -38 sec 10 32 ° F (and C) 10 29 ° F (and C) 10 15 ° F (and C) 2x10 9 ° F (1x10 9 ° C) - 1 At the closest moment to zero time, which physics has been able to reach, the temperature is extremely high. Before the universe's inflation, a superforce governed everything. 2 The universe is unstable. Only 10 -38 seconds after the big bang, the universe increases in size more than a trillion trillion trillion times. The expansion of the universe and the division of its forces begin. 3 The universe experiences a gigantic cooldown. Gravity has already become distinguishable, and the electromagnetic force and the strong and weak nuclear interactions appear. 4 5 sec 9x10 9 ° F (5x10 9 ° C) The electrons and their antiparticles, positrons, annihilate each other until the positrons disappear. The remaining electrons form atoms. 6 10 -4 sec 10 12 ° F (and C) Protons and neutrons appear, formed by three quarks apiece. Because all light is trapped within the web of particles, the universe is still dark. 5 The nuclei of the lightest elements, hydrogen and helium, form. Protons and neutrons unite to form the nuclei of atoms. 7 WMAP (WILKINSON MICROWAVE ANISOTROPY PROBE) NASA's WMAP project maps the background radiation of the universe. In the image, hotter (red-yellow) regions and colder (blue-green) regions can be observed. WMAP makes it possible to determine the amount of dark matter. THE SEPARATION OF FORCES Before the universe expanded, during a period of radiation, only one unified force governed all physical interactions. The first distinguishable force was gravity, followed by electromagnetism and nuclear interactions. Upon the division of the universe's forces, matter was created. Energetic Radiation The burning ball that gave rise to the universe remained a source of permanent radiation. Subatomic particles and antiparticles annihilated each other. The ball's high density spontaneously produced matter and destroyed it. Had this state of affairs continued, the universe would never have undergone the growth that scientists believe followed cosmic inflation. 1 sec 1 A gluon interacts with a quark. 2 Quarks join by means of gluons to form protons and neutrons. 3 Protons and neutrons unite to create nuclei. Electron Negatively charged elemental particle ELEMENTARY PARTICLES In its beginnings, the universe was a soup of particles that interacted with each other because of high levels of radiation. Later, as the universe expanded, quarks formed the nuclei of the elements and then joined with electrons to form atoms. The neutrinos separate from the initial particle soup through the disintegration of neutrons. Though having extremely little mass, the neutrinos might nevertheless form the greatest part of the universe's dark matter. Proton Neutron Quark Gluon"},{"pageNumber":11,"pageContent":"UNIVERSE 13 12 WHAT IS THE UNIVERSE? 380,000 500 million TIME (in years) TEMPERATURE 4,900° F (2,700° C) -405° F (-243° C) 380,000 years after the big bang, atoms form. Electrons orbit the nuclei, attracted by the protons. The universe becomes transparent. Photons travel through space. 8 Galaxies acquire their definitive shape: islands of millions and millions of stars and masses of gases and dust. The stars explode as supernovas and disperse heavier elements, such as carbon. 9 FIRST ATOMS Hydrogen and helium were the first elements to be formed at the atomic level. They are the main components of stars and planets. They are by far the most abundant elements in the universe. The vast span of time related to the history of the universe can be readily understood if it is scaled to correspond to a single year—a year that spans the beginning of the universe, the appearance of humans on the Earth, and the voyage of Columbus to America. On January 1 of this imaginary year—at midnight—the big bang takes place. Homo sapiens appears at 11:56 P.M. on December 31, and Columbus sets sail on the last second of the last day of the year. One second on this timescale is equivalent to 500 true years. 1 Hydrogen An electron is attracted by and orbits the nucleus, which has a proton and a neutron. Proton Neutron Electron NUCLEUS 2 NUCLEUS 1 2 Helium Since the nucleus has two protons, two electrons are attracted to it. 3 Carbon With time, heavier and more complex elements were formed. Carbon, the key to human life, has six protons in its nucleus and six electrons orbiting it. Quasar Star cluster Nebula Elliptical galaxy Irregular galaxy Star Spiral galaxy Barred spiral galaxy Galaxy cluster COLUMBUS'S ARRIVAL takes place on the last second of December 31. THE SOLAR SYSTEM is created on August 24 of this timescale. BIG BANG occurs on the first second of the first day of the year. JANUARY DECEMBER 13.7 billion -454° F (-270° C) The universe continues to expand. Countless galaxies are surrounded by dark matter, which represents 22 percent of the mass and energy in the universe. The ordinary matter, of which stars and planets are made, represents just 4 percent of the total. The predominant form of energy is also of an unknown type. Called dark energy, it constitutes 74 percent of the total mass and energy. 11 DARK MATTER The visible objects in the cosmos represent only a small fraction of the total matter within the universe. Most of it is invisible even to the most powerful telescopes. Galaxies and their stars move as they do because of the gravitational forces exerted by this material, which astronomers call dark matter. THE UNIVERSE TODAY TIMESCALE The Transparent Universe With the creation of atoms and overall cooling, the once opaque and dense universe became transparent. Electrons were attracted by the protons of hydrogen and helium nuclei, and together they formed atoms. Photons (massless particles of light) could now pass freely through the universe. With the cooling, radiation remained abundant but was no longer the sole governing factor of the universe. Matter, through gravitational force, could now direct its own destiny. The gaseous lumps that were present in this process grew larger and larger. After 100 million years, they formed even larger objects. Their shapes not yet defined, they constituted protogalaxies. Gravitation gave shape to the first galaxies some 500 million years after the big bang, and the first stars began to shine in the densest regions of these galaxies. One mystery that could not be solved was why galaxies were distributed and shaped the way they were. The solution that astronomers have been able to find through indirect evidence is that there exists material called dark matter whose presence would have played a role in galaxy formation. 9.1 billion THE EARTH IS CREATED Like the rest of the planets, the Earth is made of material that remained after the formation of the solar system. The Earth is the only planet known to have life. EVOLUTION OF MATTER What can be observed in the universe today is a great quantity of matter grouped into galaxies. But that was not the original form of the universe. What the big bang initially produced was a cloud of uniformly dispersed gas. Just three million years later, the gas began to organize itself into filaments. Today the universe can be seen as a network of galactic filaments with enormous voids between them. 1 Gaseous cloud The first gases and dust resulting from the Big Bang form a cloud. 2 First filaments Because of the gravitational pull of dark matter, the gases joined in the form of filaments. 3 Filament networks The universe has large-scale filaments that contain millions and millions of galaxies. 9 billion -432° F (-258° C) Nine billion years after the big bang, the solar system emerged. A mass of gas and dust collapsed until it gave rise to the Sun. Later the planetary system was formed from the leftover material. 10"},{"pageNumber":12,"pageContent":"UNIVERSE 15 14 WHAT IS THE UNIVERSE? Everything Comes to an End T he big bang theory helped solve the enigma of the early moments of the universe. What has yet to be resolved is the mystery surrounding the future that awaits. To unravel this mystery, the total mass of the universe must be known, but that figure has not yet been reliably determined. The most recent observations have removed some of this uncertainty. It seems that the mass of the universe is far too little to stop its expansion. If this is this case, the universe's present growth is merely the last step before its total death in complete darkness. Black hole Universe 1 Universe 1 Universe 4 Universe 3 Black hole Universe 2 Object in three dimensions Object that changes with time Universe 3 New universe Inflection point DISCOVERIES The key discovery that led to the big bang theory was made in the early 1920s by Edwin Hubble, who discovered that galaxies were moving away from each other. In the 1940s, George Gamow developed the idea that the universe began with a primordial explosion. A consequence of such an event would be the existence of background radiation, which Arno Penzias and Robert Wilson accidentally detected in the mid-1960s. There is a critical amount of mass for which the universe would expand at a declining rate without ever totally stopping. The result of this eternal expansion would be the existence of an ever-increasing number of galaxies and stars. If the universe were flat, we could talk about a cosmos born from an explosion, but it would be a universe continuing outward forever. It is difficult to think about a universe with these characteristics. Flat Universe BIG BANG BIG CRUNCH HOW IT IS MADE UP Dark energy is hypothesized to be the predominant energy in the universe. It is believed to speed up the expansion of the universe. BLACK HOLES Some theorists believe that, by entering a black hole, travel through space to other universes might be possible because of antigravitational effects. 1 The universe expands violently. 2 The universe's growth slows. 3 The universe collapses upon itself, forming a dense, hot spot. 1 The universe continuously expands and evolves. TIME 2 The universe's expansion is unceasing but ever slower. 2 Expansion is continuous and pronounced. 3 Gravity is not sufficient to bring a complete stop to the universe's expansion. 4 The universe expands indefinitely. 1 Self-generated Universes A less widely accepted theory about the nature of the universe suggests that universes generate themselves. If this is the case, universes would be created continuously like the branches of a tree, and they might be linked by supermassive black holes. According to this theory, universes continuously sprout other universes. But in this case, one universe would be created from the death or disappearance of another. Each dead universe in a final collapse, or Big Crunch, would give rise to a supermassive black hole, from which another universe would be born. This process could repeat itself indefinitely, making the number of universes impossible to determine. Baby Universes 5 Closed Universe If the universe had more than critical mass, it would expand until reaching a point where gravity stopped the expansion. Then, the universe would contract in the Big Crunch, a total collapse culminating in an infinitely small, dense, and hot spot similar to the one from which the universe was formed. Gravity's pull on the universe's excess matter would stop the expansion and reverse the process. 2 Open Universe The most accepted theory about the future of the cosmos says that the universe possesses a mass smaller than the critical value. The latest measurements seem to indicate that the present time is just a phase before the death of the universe, in which it goes completely dark. 4 1 After the original expansion, the universe grows. 3 reaches a point where everything grows dark and life is extinguished. 3 74 % dark energy 22% dark matter 4% visible matter GALACTIC EXPANSION By noting a redshift toward the red end of the spectrum, Hubble was able to demonstrate that galaxies were moving away from each other. 1920s GAMOW'S SUSPICION Gamow first hypothesized the big bang, holding that the early universe was a “cauldron” of particles. 1940s BACKGROUND RADIATION Penzias and Wilson detected radio signals that came from across the entire sky—the uniform signal of background radiation. 1965 THE HAWKING UNIVERSE The universe was composed originally of four spatial dimensions without the dimension of time. Since there is no change without time, one of these dimensions, according to Hawking, transformed spontaneously on a small scale into a temporal dimension, and the universe began to expand."},{"pageNumber":13,"pageContent":"UNIVERSE 17 16 WHAT IS THE UNIVERSE? The Forces of the Universe T he four fundamental forces of nature are those that are not derived from basic forces. Physicists believe that, at one time, all physical forces functioned as a single force and that during the expansion of the universe, they became distinct from each other. Each force now governs different processes, and each interaction affects different types of particles. Gravity, electromagnetism, strong nuclear interactions, and weak nuclear interactions are essential to our understanding of the behavior of the many objects that exist in the universe. In recent years, many scientists have tried with little success to show how all forces are manifestations of a single type of exchange. The universe, if it were empty, could be pictured in this way. The universe is deformed by the mass of the objects it contains. MOLECULAR MAGNETISM In atoms and molecules, the electromagnetic force is dominant. It is the force that causes the attraction between protons and electrons in an atom and the attraction or repulsion between ionized atoms. NEWTON'S EQUATION BENDING LIGHT Light also bends because of the curvature of space-time. When seen from a telescope, the real position of an object is distorted. What is perceived through the telescope is a false location, generated by the curvature of the light. It is not possible to see the actual position of the object. The biggest contribution to our comprehension of the universe's internal workings was made by Albert Einstein in 1915. Building on Newton's theory of universal gravitation, Einstein thought of space as linked to time. To Newton, gravity was merely the force that attracted two objects, but Einstein hypothesized that it was a consequence of what he called the curvature of space- time. According to his general theory of relativity, the universe curves in the presence of objects with mass. Gravity, according to this theory, is a distortion of space that determines whether one object rolls toward another. Einstein's general theory of relativity required scientists to consider the universe in terms of a non- Euclidian geometry, since it is not compatible with the idea of a flat universe. In Einsteinian space, two parallel lines can meet. General Theory of Relativity UNIVERSAL GRAVITATION The gravitation proposed by Newton is the mutual attraction between bodies having mass. The equation developed by Newton to calculate this force states that the attraction experienced by two bodies is directly proportional to the product of their masses and inversely proportional to the square of the distance between them. Newton represented the constant of proportionality resulting from this interaction as G. The shortcoming of Newton's law, an accepted paradigm until Einstein's theory of general relativity, lies in its failure to make time an essential component in the interaction between objects. According to Newton, the gravitational attraction between two objects with mass did not depend on the properties of space but was an intrinsic property of the objects themselves. Nevertheless, Newton's law of universal gravitation was a foundation for Einstein's theory. The strong nuclear force holds the protons and neutrons of atomic nuclei together. Both protons and neutrons are subject to this force. Gluons are particles that carry the strong nuclear force, and they bind quarks together to form protons and neutrons. Atomic nuclei are held together by residual forces in the interaction between quarks and gluons. Strong Nuclear Force 3 The weak nuclear force is not as strong as the other forces. The weak nuclear interaction influences the beta decay of a neutron, which releases a proton and a neutrino that later transforms into an electron. This force takes part in the natural radioactive phenomena associated with certain types of atoms. Weak Nuclear Force 4 Electromagnetism is the force that affects electrically charged bodies. It is involved in the chemical and physical transformations of the atoms and molecules of the various elements. The electromagnetic force can be one of attraction or repulsion, with two types of charges or poles. Electromagnetism 2 Gravity was the first force to become distinguishable from the original superforce. Today scientists understand gravity in Einstein's terms as an effect of the curvature of space-time. If the universe were thought of as a cube, the presence of any object with mass in space would deform the cube. Gravity can act at great distances (just as electromagnetism can) and always exerts a force of attraction. Despite the many attempts to find antigravity (which could counteract the effects of black holes), it has yet to be found. Gravity 1 E=mc 2 In Einstein's equation, energy and mass are interchangeable. If an object increases its mass, its energy increases, and vice versa. F=G x m1 x m2 d 2 SUN EARTH What we see LUMIN OU S TRA JEC TORY Real position Two bodies with mass attract each other. Whichever body has the greatest mass will exert a greater force on the other. The greater the distance between the objects, the smaller the force they exert on each other. d F m1 m2 Quark Force Positive pole Positive pole Negative pole Negative pole Nucleus Electron Helium Hydrogen Neutron WIMP Nucleus Proton HYDROGEN ATOM HELIUM ISOTOPE Gluon Force Proton Electron Electron 1 Quarks and gluons The strong nuclear interaction takes place when the gluon interacts with quarks. Attraction Two atoms are drawn together, and the electrons rotate around the new molecule. 1 Hydrogen A hydrogen atom interacts with a weak, light particle (WIMP). A neutron's bottom quark transforms into a top quark. 2 Union Quarks join and form nuclear protons and neutrons. 2 Helium The neutron transforms into a proton. An electron is released, and the helium isotope that is formed has no nuclear neutrons."},{"pageNumber":14,"pageContent":"THE FINAL DARKNESS 30-31 ANATOMY OF GALAXIES 32-33 ACTIVE GALAXIES 34-35 STELLAR METROPOLIS 36-37 What Is in the Universe? T he universe is populated on a grand scale by strands of superclusters surrounding vacant areas. Sometimes the galaxies collide with each other, triggering the formation of stars. In the vast cosmos, there are also quasars, pulsars, and black holes. Thanks to current technology, we can enjoy the displays of light and shadow that make up, for example, the Eta Carinae Nebula (shown), which is composed of jets of hot, fluorescent gases. Although not all the objects in the universe are known, it can be said without a doubt that most of the atoms that make up our bodies have been born in the interior of stars. LUMINOUS 20-21 STELLAR EVOLUTION 22-23 RED, DANGER, AND DEATH 24-25 GAS SHELLS 26-27 SUPERNOVAE 28-29 ETA CARINAE NEBULA With a diameter of more than 200 light-years, it is one of biggest and brightest nebulae of our galaxy. This young, supermassive star is expected to become a supernova in the near future."},{"pageNumber":15,"pageContent":"100,000 SUN Main sequence Supergiants Red giants White dwarfs 10,000 1,000 100 10 1 0.1 0.01 0.001 0.0001 INTRINSIC LUMINOSITY (SUN = 1) SPECTRAL CLASSES OB A F G KM UNIVERSE 21 20 WHAT IS IN THE UNIVERSE? Luminous F or a long time stars were a mystery to humans, and it was only as recently as the 19th century that astronomers began to understand the true nature of stars. Today we know that they are gigantic spheres of incandescent gas—mostly hydrogen, with a smaller proportion of helium. As a star radiates light, astronomers can precisely measure its brightness, color, and temperature. Because of their enormous distance from the Earth, stars beyond the Sun only appear as points of light, and even the most powerful telescopes do not reveal any surface features. COLORS The hottest stars are bluish-white (spectral classes O, B, and A). The coolest stars are orange, yellow, and red (spectral classes G, K, and M). Calcium Hydrogen Hydrogen Hydrogen Sodium Wavelength longest on the red side When a star moves toward or away from an observer, its wavelengths of light shift, a phenomenon called the Doppler effect. If the star is approaching the Earth, the dark lines in its spectrum experience a blueshift. If it moves away from the Earth, the lines experience a redshift. DOPPLER EFFECT SCORPIUS REGION 0 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 26 27 28 29 30 PARSECS PRINCIPAL STARS WITHIN 100 LY FROM THE SUN SUN (G2) The H-R diagram plots the intrinsic luminosity of stars against their spectral class, which corresponds to their temperature or the wavelengths of light they emit. The most massive stars are those with greatest intrinsic luminosity. They include blue stars, red giants, and red supergiants. Stars spend 90 percent of their lives in what is known as the main sequence. Hertzsprung-Russell (H-R) Diagram In measuring the great distances between stars, both light-years (ly) and parsecs (pc) are used. A light-year is the distance that light travels in a year— 5.9 trillion miles (10 trillion km). A light- year is a unit of distance, not time. A parsec is equivalent to the distance between the star and the Earth if the parallax angle is of one second arc. A pc is equal to 3.26 light- years, or 19 trillion miles (31 trillion km). Light-years and Parsecs When the Earth orbits the Sun, the closest stars appear to move in front of a background of more distant stars. The angle described by the movement of a star in a six-month period of the Earth's rotation is called its parallax. The parallax of the most distant stars are too small to measure. The closer a star is to the Earth, the greater its parallax. Measuring Distance The electromagnetic waves that make up light have different wavelengths. When light from a hot object, such as a star, is split into its different wavelengths, a band of colors, or spectrum, is obtained. Patterns of dark lines typically appear in the spectrum of a star. These patterns can be studied to determine the elements that make up the star. Spectral Analysis Dark lines deviate toward the blue end of the spectrum. BLUESHIFT of a star moving toward the Earth. OPEN CLUSTER The Pleiades are a formation of some 400 stars that will eventually move apart. GLOBULAR CLUSTER More than a million stars are grouped together into a spherical cluster called Omega Centauri. ALPHA CENTAURI (G2, K1, M5) SIRIUS (A0 and dwarf star) PROCYON (F5 and dwarf star) ALTAIR (A7) VEGA (A0) POLLUX (K0 giant) ARCTURUS (K2 giant) CAPELLA (G6 and G2 giants) CASTOR (A2, A1, and M1) ALDEBARAN (K5 giant) ALIOTH (A0 giant) MENKALINAN (A2 and A2) ALGOL (B8 and K0) REGULUS (B7 and K1) 25 0 1 2345 67 89 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 61 62 63 64 65 66 67 68 69 70 71 72 73 74 75 76 77 78 79 80 81 82 83 84 85 86 87 88 89 90 91 92 93 94 95 96 97 98 99 100 LIGHT-YEARS GACRUX (M4 giant) TYPE O 52,000-72,000° F (29,000-40,000° C) TYPE B 17,500-52,000° F (9,700-29,000° C) TYPE A 13,000-17,500° F (7,200-9,700° C) TYPE F 10,500-13,000° F (5,800-7,200° C) TYPE G 8,500-10,500° F (4,700-5,800° C) TYPE K 6,000-8,500° F (3,300-4,700° C) TYPE M 4,000-6,000° F (2,100-3,300° C) Star Earth Wavelength is compressed by the movement of the star. Because the parallax of star A is small, we see that it is distant from the Earth. Position of the Earth in January Position of the Earth in July PARALLAX SUN A The parallax of star B is greater than that of star A, so we see that B is closer to the Earth. B"},{"pageNumber":16,"pageContent":"A CLOUD OF GAS AND DUST collapses because of gravitational forces. In doing so it heats up and divides into smaller clouds. Each one of these clouds will form a protostar. PROTOSTAR A protostar has a dense, gaseous core surrounded by a cloud of dust. 1. RED SUPERGIANT The star swells and heats up. Through nuclear reactions, a heavy core of iron is formed. 3. NEUTRON STAR If the star's initial mass is between eight and 20 solar masses, it ends up as a neutron star. BLACK HOLE If the star's initial mass is 20 solar masses or more, its nucleus is denser and it turns into a black hole, whose gravitational force is extremely strong. 5. 5. PROTOSTAR A protostar is formed by the separation of gas and dust. Gravitational effects cause its core to rotate. 1. PLANETARY NEBULA When the star's fuel is depleted, its core condenses, and its outer layers detach, expelling gases in an expanding shell of gases. WHITE DWARF The star remains surrounded by gases and is dim. 5. 22 WHAT IS IN THE UNIVERSE? UNIVERSE 23 S tars are born in nebulae, which are giant clouds of gas (mainly hydrogen) and dust that float in space. Stars can have a life span of millions, or even billions, of years. The biggest stars have the shortest lives, because they consume their nuclear fuel (hydrogen) at a very accelerated rate. Other stars, like the Sun, burn fuel at a slower rate and may live some 10 billion years. Many times, a star's size indicates its age. Smaller stars are the youngest, and bigger stars are approaching their end, either through cooling or by exploding as a supernova. Stellar Evolution Nebula Small star Less than 8 solar masses STAR A star is finally born. It fuses hydrogen to form helium and lies along the main sequence. 2. The evolution of a star depends on its mass. The smallest ones, like the Sun, have relatively long and modest lives. Such a star begins to burn helium when its hydrogen is depleted. In this way, its external layers begin to swell until the star turns into a red giant. It ends its life as white dwarfs, eventually fading away completely, ejecting remaining outer layers, and forming a planetary nebula. A massive star, because of its higher density, can form elements heavier than helium from its nuclear reactions. In the final stage of its life, its core collapses and the star explodes. All that remains is a hyperdense remnant, a neutron star. The most massive stars end by forming black holes. Life Cycle of a Star end their lives as white dwarfs. Other (larger) stars explode as supernovae, illuminating galaxies for weeks, although their brightness is often obscured by the gases and dust. STAR The star shines and slowly consumes its hydrogen. It begins to fuse helium as its size increases. 2. RED GIANT The star continues to expand, but its mass remains constant and its core heats up. When the star's helium is depleted, it fuses carbon and oxygen. 3. Massive star More than 8 solar masses 95% of stars BLACK DWARF If a white dwarf fades out completely, it becomes a black dwarf. 6. 4. 4. SUPERNOVA When the star can no longer fuse any more elements, its core collapses, causing a strong emission of energy."},{"pageNumber":17,"pageContent":"Red giant 3 4 5 6 7 2 3 4 6 7 LIFE CYCLE OF A STAR 5 W hen a star exhausts its hydrogen, it begins to die. The helium that now makes up the star's core begins to undergo nuclear reactions, and the star remains bright. When the star's helium is depleted, fusion of carbon and oxygen begins, which causes the star's core to contract. The star continues to live, though its surface layers begin to expand and cool as the star turns into a red giant. Stars similar to the Sun (solar-type stars) follow this process. After billions of years, they end up as white dwarfs. When they are fully extinguished, they will be black dwarfs, invisible in space. UNIVERSE 25 24 WHAT IS IN THE UNIVERSE? Red, Danger, and Death DIAMETER All stars go through a red-giant stage. Depending on a star's mass, it may collapse or it may simply die enveloped in gaseous layers. The core of a red giant is 10 times smaller than it was originally since it shrinks from a lack of hydrogen. A supergiant star (one with an initial mass greater than eight solar masses) lives a much shorter life. Because of the high density attained by its core, it eventually collapses in on itself and explodes. Red Giant HERTZSPRUNG-RUSSELL When a white dwarf leaves the red-giant stage, it occupies the lower-left corner of the H-R diagram. Its temperature may be double that of a typical red giant. A massive white dwarf can collapse in on itself and end its life as a neutron star. HYDROGEN Hydrogen continues undergoing nuclear fusion in the exterior of the core even when the inner core has run out of hydrogen. HELIUM Helium is produced by the fusion of hydrogen during the main sequence. CARBON AND OXYGEN Carbon and oxygen are produced by the fusion of helium within the core of the red giant. 1 2 3 SUN Convection Cells Convection cells carry heat toward the surface of a star. The ascending currents of gas eventually reach the surface of the star, carrying with them a few elements that formed in the star's core. Hot Spots Hot spots appear when large jets of incandescent gas reach the star's surface. They can be detected on the surface of red giants. REGION OF THE CORE TEMPERATURE As the helium undergoes fusion, the temperature of the core reaches millions of degrees Fahrenheit (millions of degrees Celsius). 4 Venus's orbit Mercury's orbit Earth's orbit Mars's orbit Jupiter's orbit Saturn's orbit Red supergiant. Placed at the center of the solar system, it would swallow up Mars and Jupiter. Red giant. Placed at the center of the solar system, it could reach only the nearer planets, such as Mercury, Venus, and the Earth. 1% The scale of the diameter of the Sun to the diameter of a typical red giant. After going through the red-giant stage, a solar-type star loses its outer layers, giving rise to a planetary nebula. In its center remains a white dwarf—a relatively small, very hot (360,000° F [200,000° C]), dense star. After cooling for millions of years, it shuts down completely and becomes a black dwarf. White Dwarf On leaving the main sequence, the star enlarges to 200 times the size of the Sun. When the star begins to burn helium, its size decreases to between 10 and 100 times the size of the Sun. The star then remains stable until it becomes a white dwarf. SPECTACULAR DIMENSIONS HERTZSPRUNG-RUSSELL When the star exhausts its hydrogen, it leaves the main sequence and burns helium as a red giant (or a supergiant). The smallest stars take billions of years to leave the main sequences. The color of a red giant is caused by its relatively cool surface temperature of 3,600° F (2,000° C). Sun NEBULa NGC 6751 After the nuclear reaction in the star's core ceases, the star ejects its outer layers, which then form a planetary nebula. WHITE DWARF Mars Venus Sun Earth Mercury Mars Venus Sun Earth Mercury Mars Venus Sun Earth Like any typical star, the Sun burns hydrogen during its main sequence. After taking approximately five billion years to exhaust its supply of hydrogen, it will begin its transformation into a red giant, doubling in brightness and expanding until it swallows Mercury. At its maximum size, it may even envelop the Earth. Once it has stabilized, it will continue as a red giant for two billion years and then become a white dwarf. THE FUTURE OF THE SUN Dust Grains Dust grains condense in the star's outer atmosphere and later disperse in the form of stellar winds. The dust acquires a dark appearance and is swept into interstellar space, where new generations of stars will form. The outer layer of the star may extend across several light-years of interstellar space. RED GIANT The radius of the Sun reaches the Earth's orbit. Earth 1 2"},{"pageNumber":18,"pageContent":"Gas Shells HOURGLASS HELIX SPIROGRAPH W hen a small star dies, all that remains is an expanding gas shell known as a planetary nebula, which has nothing to do with the planets. In general, planetary nebulae are symmetrical or spherical objects. Although it has not been possible to determine why they exist in such diversity, the reason may be related to the effects of the magnetic field of the dying central star. Viewed through a telescope, several nebulae can be seen to contain a central dwarf star, a mere remnant of its precursor star. UNIVERSE 27 The two rings of colored gas form the silhouette of this hourglass-shaped nebula. The red in the photograph corresponds to nitrogen, and the green corresponds to hydrogen. This nebula is 8,000 light- years from the Earth. MYCN 18 NGC 7293 BUTTERFLY The density of a white dwarf is a million times greater than the density of water. In other words, each cubic meter of a white dwarf star weighs a million tons. The mass of a star is indirectly proportional to its diameter. A white dwarf with a diameter 100 times smaller than the Sun has a mass 70 times greater. M2-9 The Butterfly Nebula contains a star in addition to a white dwarf. Each orbits the other inside a gas disk that is 10 times larger than Pluto's orbit. The Butterfly Nebula is located 2,100 light-years from Earth. IC 418 The Spirograph Nebula has a hot, luminous core that excites nearby atoms, causing them to glow. The Spirograph Nebula is about 0.1 light-year wide and is located 2,000 light-years from Earth. White Dwarf The remains of the red giant, in which the fusion of carbon and oxygen has ceased, lie at the center of the nebula. The star slowly cools and fades. Hydrogen The continuously expanding masses of gas surrounding the star contain mostly hydrogen, with helium and lesser amounts of oxygen, nitrogen, and other elements. Concentric circles of gas, resembling the inside of an onion, form a multilayered structure around the white dwarf. Each layer has a mass greater than the combined mass of all the planets in the solar system. TWICE THE TEMPERATURE OF THE SUN is reached at the surface of a white dwarf, causing it to appear white even though its luminosity is a thousand times less than that of the Sun. is the weight of a single tablespoon of a white dwarf. A white dwarf is very massive in spite of the fact that its diameter of 9,300 miles (or 15,000 km) is comparable to the Earth's. The astrophysicist Subrahmanyan Chandrasekhar, winner of the Nobel Prize for Physics in 1983, calculated the maximum mass a star could have so that it would not eventually collapse on itself. If a star's mass exceeds this limit, the star will eventually explode in a supernova. CHANDRASEKHAR LIMIT 1.44 SOLAR MASSES is the limit Chandrasekhar obtained. In excess of this value, a dwarf star cannot support its own gravity and collapses. NGC 6542 CAT'S EYE 26 WHAT IS IN THE UNIVERSE? SMALLER DIAMETER More massive white dwarf LARGER DIAMETER Less massive white dwarf DENSITY OF A WHITE DWARF The Helix is a planetary nebula that was created at the end of the life of a solar-type star. It is 650 light-years from the Earth and is located in the constellation Aquarius. Planetary nebula 1 2 3 4 5 6 7 2 3 4 6 7 LIFE CYCLE OF A STAR 5 3 tons"},{"pageNumber":19,"pageContent":"28 WHAT IS IN THE UNIVERSE? Supernovae A supernova is an extraordinary explosion of a giant star at the end of its life, accompanied by a sudden increase in brightness and the release of a great amount of energy. In 10 seconds, a supernova releases 100 times more energy than the Sun will release in its entire life. After the explosion of the star that gives rise to a supernova, the gaseous remnant expands and shines for millions of years. It is estimated that, in our Milky Way galaxy, two supernovae occur per century. Supernova GAS AND DUST Gas and dust that have accumulated in the two visible lobes absorb the blue light and ultraviolet rays emitted from its center. FUSION The nuclear reactions in a dying star occur at a faster rate than they do in a red giant. GASEOUS FILAMENTS Gaseous filaments are ejected by the supernova at 620 miles (1,000 km) per second. THE END Either a neutron star or a black hole may form depending on the initial mass of the star that has died. Stellar Remnant When the star explodes as a supernova, it leaves as a legacy in space the heavy elements (such as carbon, oxygen, and iron) that were in the star's nucleus before its collapse. The Crab Nebula (M1) was created by a supernova seen in 1054 by Chinese astronomers. The Crab Nebula is located 6.5 light-years from Earth and has a diameter of six light-years. The star that gave rise to the Crab Nebula may have had an initial mass close to 10 solar masses. In 1969, a pulsar radiating X-rays and rotating 33 times per second was discovered at the center of the nebula, making the Crab Nebula a very powerful source of radiation. The explosion that marks the end of a supergiant's life occurs because the star's extremely heavy core has become incapable of supporting its own gravity any longer. In the absence of fusion in its interior, the star falls in upon itself, expelling its remaining gases, which will expand and shine for hundreds—or even thousands—of years. The explosion of the star injects new material into interstellar space and contributes heavy atoms that can give rise to new generations of stars. The Twilight of a Star Supergiant The diameter of the star may increase to more than 1,000 times that of the Sun. Through nuclear fusion, the star can produce elements even heavier than carbon and oxygen. When a star's iron core increases in density to 1.44 solar masses, the star can no longer support its own weight and it collapses upon itself. The resulting explosion causes the formation of elements that are heavier than iron, such as gold and uranium. Other Elements Core A star's core can be seen to be separated into distinct layers that correspond to the different elements created during nuclear fusion. The last element created before the star's collapse is iron. DENSE CORE CRAB NEBULA Explosion The star's life ends in an immense explosion. During the weeks following the explosion, great quantities of energy are radiated that are sometimes greater than the energy emitted by the star's parent galaxy. A supernova may illuminate its galaxy for weeks. ETA CARINAE SUPERMASSIVE The mass of Eta Carinae is 100 times greater than that of the Sun. Astronomers believe that Eta Carinae is about to explode, but no one knows when. The image at left shows a sector of the Large Magellanic Cloud, an irregular galaxy located 170,000 light- years from the Earth, depicted before the explosion of supernova 1987A. The image at right shows the supernova. BEFORE AND AFTER FEBRUARY 23, 1987 After the supernova explosion, increased brightness is observed in the region near the star. FEBRUARY 22, 1987 This star is in its last moments of life. Because it is very massive, it will end its life in an explosion. The galaxy exhibits only its usual luminosity. LIFE CYCLE OF A STAR 1 2 3 4 5 6 7 2 3 4 6 7 5"},{"pageNumber":20,"pageContent":"UNIVERSE 31 30 WHAT IS IN THE UNIVERSE? The Final Darkness T he last stage in the evolution of a star's core is its transformation into a very dense, compact stellar body. Its particulars depend upon the amount of mass involved in its collapse. The largest stars become black holes, their density so great that their gravitational forces capture even light. The only way to detect these dead stars is by searching for the effects of their gravitation. Discovery of Black Holes The only way of detecting the presence of a black hole in space is by its effect on neighboring stars. Since the gravitational force exerted by a black hole is so powerful, the gases of nearby stars are absorbed at great speed, spiraling toward the black hole and forming a structure called an accretion disk. The friction of the gases heats them until they shine brightly. The hottest parts of the accretion disk may reach 100,000,000° C and are a source of X-rays. The black hole, by exerting such powerful gravitational force, attracts everything that passes close to it, letting nothing escape. Since even light is not exempt from this phenomenon, black holes are opaque and invisible to even the most advanced telescopes. Some astronomers believe that supermassive black holes might have a mass of millions, or even billions, of solar masses. When a star's initial mass is between 10 and 20 solar masses, its final mass will be larger than the mass of the Sun. Despite losing great quantities of matter during nuclear reactions, the star finishes with a very dense core. Because of its intense magnetic and gravitational fields, a neutron star can end up as a pulsar. A pulsar is a rapidly spinning neutron star that gives off a beam of radio waves or other radiation. As the beam sweeps around the object, the radiation is observed in very regular pulses. tons is what one tablespoon of a neutron star would weigh. Its small diameter causes the star to have a compact, dense core accompanied by intense gravitational effects. 1 billion RED GIANT A red giant leaves the main sequence. Its diameter is 100 times greater than the Sun's. 1 SUPERGIANT A supergiant grows and rapidly fuses heavier chemical elements, forming carbon, oxygen, and finally iron. 2 EXPLOSION The star's iron core collapses. Protons and electrons annihilate each other and form neutrons. 3 DENSE CORE The core's exact composition is presently unknown. Most of its interacting particles are neutrons. 4 Pulsars The first pulsar (a neutron star radiating radio waves) was discovered in 1967. Pulsars rotate approximately 30 times per second and have very intense magnetic fields. Pulsars emit radio waves from their two magnetic poles when they rotate. If a pulsar absorbs gas from a neighboring star, a hot spot that radiates X-rays is produced on the pulsar's surface. Devouring gas from a supergiant Located within a binary system, the pulsar can follow the same process as a black hole. The pulsar's gravitational force causes it to absorb the gas of smaller, neighboring stars, heating up the pulsar's surface and causing it to emit X-rays. CURVED SPACE THE SUN forms a shallow gravitational well. 1 A WHITE DWARF generates a deeper gravitational well, drawing in objects at a higher speed. 2 Accretion Disk An accretion disk is a gaseous accumulation of matter that the black hole draws from nearby stars. In the regions of the disk very close to the black hole, X-rays are emitted. The gas that accumulates rotates at very high speeds. When the gases from other stars collide with the disk, they create bright, hot spots. Bright gases Since the accretion disk is fed by gases spinning at high speed, it shines intensely in the region closest to its core but at its edges is colder and darker. Rotation axis Radio-wave beam Magnetic field Possible solid core Neutron star Strong Gravitational Attraction The gravitational force of the black hole attracts gases from a neighboring star. This gas forms a large spiral that swirls faster and faster as it gets closer to the black hole. The gravitation field that it generates is so strong that it traps objects that pass close to it. LIGHT RAYS BLACK HOLE The objects that approach the black hole too closely are swallowed by it. The black hole's gravitational well is infinite and traps matter and light forever. The event horizon describes the limit of what is, and is not, absorbed. Any object that crosses the event horizon follows a spiral path into the gravitational well. Some scientists believe in the existence of so- called wormholes—antigravity tunnels, through which travel across the universe is hypothesized to be possible. By taking advantage of the curvature of space, scientists think it could be possible to travel from the Earth to the Moon in a matter of seconds. 4 WORMHOLE ENTRANCE EXIT Neutron Star STRUCTURE OF A PULSAR X- RAYS As gases enter the black hole, they are heated and emit X-rays. Total escape Rays of light that pass far from the center of a black hole continue unaffected. A NEUTRON STAR attracts objects at speeds approaching half the speed of light. The gravitational well is even more pronounced. 3 The theory of relativity suggests that gravity is not a force but a distortion of space. This distortion creates a gravitational well, the depth of which depends on the mass of the object. Objects are attracted to other objects through the curvature of space. Close to the limit Since the rays of light have not crossed the event horizon, they still retain their brightness. Darkness Rays of light that pass close to the core of a black hole are trapped. 1 2 3 4 5 7 2 3 4 6 7 LIFE CYCLE OF A STAR 5 6 Black hole Neutron star CROSS SECTION HOT GASES ACCRETION DISK X-RAYS BLACK HOLE LOSS OF MASS Toward the end of its life, a neutron star loses more than 90 percent of its initial mass."},{"pageNumber":21,"pageContent":"Star Cities The first galaxies formed 100 million years after the big bang. Billions of these great conglomerates of stars can be found throughout space. The two most important discoveries concerning galaxies are attributed to the astronomer Edwin Hubble. In 1926, he pointed out that the spots, or patches, of light visible in the night sky were actually distant galaxies. Hubble's discovery put an end to the view held by astronomers at the time that the Milky Way constituted the universe. In 1929, as a result of various observations of the spectrum of light radiated by the stars in the galaxies, Hubble noted that the light from the galaxies showed a redshift (Doppler effect). This effect indicated that the galaxies were moving away from the Milky Way Galaxy. Hubble concluded that the 32 WHAT IS IN THE UNIVERSE? UNIVERSE 33 Galactic Clusters Galaxies are objects that tend to form groups or clusters. Acting in response to gravitational force, they can form clusters of galaxies of anywhere from two to thousands of galaxies. These clusters have various shapes and are thought to expand when they join together. The Hercules cluster, shown here, was discovered by Edmond Halley in 1714 and is located approximately 25,100 light-years from Earth. Each dot represents a galaxy that includes billions of stars. Anatomy of Galaxies COLLISION 300 million light-years from the Earth, these two colliding galaxies form a pair. Together they are called “The Mice” for the large tail of stars emanating from each galaxy. With time, these galaxies will fuse into a single, larger one. It is believed that in the future the universe will consist of a few giant stars. MILKY WAY Seen from its side, the Milky Way looks like a flattened disk, swollen at the center. Around the disk is a spherical region, called a halo, containing dark matter and globular clusters of stars. From June to September, the Milky Way is especially bright, something that would make it more visible viewed from above than from the side. 1.2 BILLION YEARS ago, the Antennae (NGC 4038 and NGC 4039) were two separate spiral galaxies. 1 300 MILLION YEARS later, the galaxies collided at great speed. 2 300 MILLION YEARS go by until the collision takes place and the shapes of the galaxies are distorted. 3 300 MILLION YEARS later, the stars in the spiral arms are expelled from both galaxies. 4 NOW two jets of expelled stars stretch far from the original galaxies. 5 universe is expanding. But the expansion of the universe does not imply that galaxies are growing in numbers. On the contrary, galaxies can collide and merge. When two galaxies collide, they can distort each other in various ways. Over time, there are fewer and fewer galaxies. Some galaxies exhibit very peculiar ELLIPTICAL These galaxies are elliptical in shape and have little dust and gas. Their masses fall within a wide range. SPIRAL In a spiral galaxy, a nucleus of old stars is surrounded by a flat disk of stars and two or more spiral arms. Galaxies are subdivided into different categories according to their tendency toward round shape (in the case of elliptical galaxies), as well as by the presence of an axis and the length of their arms (in the case of spiral and barred spiral galaxies). An E0 galaxy is elliptical but almost circular, and an E7 galaxy is a flattened oval. An Sa galaxy has a large central axis and coiled arms, and an Sc galaxy has a thinner axis and more extended arms. IRREGULAR Irregular galaxies have no defined shape and cannot be classified. They contain a large amount of gases and dust clouds. ngc 4676 CLASSIFYING GALAXIES ACCORDING TO HUBBLE SUBCLASSIFICATIONS ngc 6205 hercules shapes. The Sombrero Galaxy, shown in the center of the page, has a bright white core surrounded by thin spiral arms. G alaxies are rotating groups of stars, gas, and dust. More than 200 years ago, philosopher Immanuel Kant postulated that nebulae were island-universes of distant stars. Even though astronomers now know that galaxies are held together by gravitational force, they have not been able to decipher what reasons might be behind galaxies' many shapes. The various types of galaxies range from ovals of old stars to spirals with arms of young stars and bright gases. The center of a galaxy has the greatest accumulation of stars. The Milky Way Galaxy is now known to be so big that rays of light, which travel at 186,000 miles (300,000 km) per second, take 100,000 years to cross from one end to the other."},{"pageNumber":22,"pageContent":"1 A small number of galaxies differ from the rest by emitting high amounts of energy. The energy emission might be caused by the presence of black holes in its core that were formed through the gravitational collapse accompanying the death of supermassive stars. During their first billion years, the galaxies might have accumulated surrounding gaseous disks with their corresponding emissions of radiation. It is possible that the cores of the first galaxies are the quasars that are now observed at very great distances. The Force of Gravity Gravitational force begins to unite vast quantities of hot, gaseous clouds. The clouds attract one another and collide, forming stars. A large amount of gas accumulates at the center of the galaxy, intensifying gravitational forces until a massive black hole comes into being in the galaxy's core. 2 The Quasar in the Core The quasar in the core ejects two jets of particles that reach speeds approaching the speed of light. The quasar stage is thought to have been the most violent stage in the formation of galaxies. The gases and stars arising from the jets are introduced as spirals into the black hole, forming a type of accretion disk known as a quasar. 4 Stable Galaxy Nine billion years after its formation, with a supermassive black hole at its core, the galaxy drastically slows its energetic activity, forming a low- energy core. The stabilization of the galaxy allowed the formation of stars and other heavenly bodies. Active Galaxies Astronomers believe that active galaxies are a direct legacy from the beginning of the universe. After the big bang, these galaxies would have retained very energetic levels of radiation. Quasars, the brightest and most ancient objects in the universe, make up the core of this type of galaxy. In some cases, they emit X-rays or radio waves. The existence of this high-energy activity helps support the theory that galaxies could be born from a supermassive black hole with a quasar that became inactive as stars formed and it was left without gas to feed it. This process of formation might be common to many galaxies. Today quasars represent the limit of what it is possible to see, even with specialized telescopes. Quasars are small, dense, and bright. Energetic Activity A theory of galaxy formation associated with active galaxies holds that many galaxies, possibly including the Milky Way, were formed from the gradual calming of a quasar at their core. As the surrounding gases consolidated in the formation of stars, the quasars, having no more gases to absorb, lost their energetic fury and became inactive. According to this theory, there is a natural progression from quasars to active galaxies to the common galaxies of today. In 1994, astronomers studying the center of the Milky Way discovered a region that may contain a black hole and could be left over from early galactic activity. Galaxy Formation GAS As two jets are expelled from the core, radio waves are emitted. If the waves collide with clouds of intergalactic gas, they swell and form gigantic clouds that can emit radio waves or X-rays. CENTRAL RING The core of an active galaxy is obscured by a ring of dust and gas that is dark on the outside and bright within. It is a powerful source of energy. GASEOUS CLOUDS Gaseous clouds appeared from the gravitational collapse of immense masses of gas during the early stages of the universe. Later, in the clouds' interior, stars began to form. 3 Black Hole A black hole swallows the gas that begins to surround it. A hot, gaseous spiral forms, emitting high-speed jets. The magnetic field pours charged particles into the region around the black hole, and the exterior of the disk absorbs interstellar gas. UNIVERSE 35 34 WHAT IS IN THE UNIVERSE? The classification of an active galaxy depends upon its distance from Earth and the perspective from which it is seen. Quasars, radio galaxies, and blazars are members of the same family of objects and differ only in the way they are perceived. CLASSIFICATION QUASARS The most powerful objects in the universe, quasars are so distant from Earth that they appear to us as diffuse stars. They are the bright cores of remote galaxies. RADIO GALAXIES Radio galaxies are the largest objects in the universe. Jets of gases come out from their centers that extend thousands of light-years. The cores of radio galaxies cannot be seen. BLAZARS Blazars may be active galaxies with jets of gas that are aimed directly toward Earth. The brightness of a blazar varies from day to day. PARTICLES ejected from the black hole have intense magnetic fields. The jets of particles travel at speeds approaching the speed of light when they leave the core. Dark clouds of gas and dust on the outer edge of a black hole are gradually swallowed up. ACCRETION DISK Formed by interstellar gas and star remnants, the accretion disk can radiate X-rays because of the extreme temperature of its center. 100 MILLION DEGREES Celsius is the temperature that the core of a black hole can reach. 4 The center of the black hole radiates charged particles. 3 The strong gravitational force of the disk attracts and destroys stars. 2 As the gases move inward, their temperature increases. 1 INCREASING GRAVITY"},{"pageNumber":23,"pageContent":"UNIVERSE 37 36 WHAT IS IN THE UNIVERSE? Stellar Metropolis F or a long time, our galaxy (called the Milky Way because of its resemblance to a stream of milk in the night sky) was a true enigma. It was Galileo Galilei who, in 1610, first pointed a telescope at the Milky Way and saw that the weak whitish strip was composed of thousands and thousands of stars that appeared to almost touch each other. Little by little, astronomers began to realize that all these stars, like our own Sun, were part of the enormous ensemble—the galaxy that is our stellar metropolis. GASES SWIRL outward because of forces in the Sagittarius A region. Because the gas rotates at high speed but remains concentrated, it could be trapped by gravitational forces exerted by a black hole. BRIGHT STARS Bright stars are born from gas that is not absorbed by the black hole. Most of them are young. Central Region Because the Milky Way is full of clouds of dust and rock particles, its center cannot be seen from outside the galaxy. The Milky Way's center can be seen only through telescopes that record infrared light, radio waves, or X-rays, which can pass through the material that blocks visible light. The central axis of the Milky Way contains ancient stars, some 14 billion years old, and exhibits intense activity within its interior, where two clouds of hot gas have been found: Sagittarius A and B. In the central region, but outside the core, a giant dark cloud contains 70 different types of molecules. These gas clouds are associated with violent activity in the center of our galaxy and contain the heart of the Milky Way within their depths. In general, the stars in this region are cold and range in color from red to orange. The core of the Milky Way galaxy is marked by very intense radio-wave activity that might be produced by an accretion disk made up of incandescent gas surrounding a massive black hole. The region of Sagittarius A, discovered in 1994, is a gas ring that rotates at very high speed, swirling within several light-years of the center of the galaxy. The speed of its rotation is an indication of the powerful gravitational force exerted from the center of the Milky Way, a force stronger than would be produced by the stars located in the region. The hot, blue stars that shine in the center of the Milky Way may have been born from gas not yet absorbed by the black hole. The Exact Center The brightest portion of the Milky Way that appears in photographs taken with optical lenses (using visible light) is in the constellation Sagittarius, which appears to lie in the direction of the center of the Milky Way. The bright band in the nighttime sky is made up of stars so numerous that it is almost impossible to count them. In some cases, stars are obscured by dense dust clouds that make some regions of the Milky Way seem truly dark. The objects that can be found in the Milky Way are not all of one type. Some, such as those known as the halo population, are old and are distributed within a sphere around the galaxy. Other objects form a more flattened structure called the disk population. In the spiral arm population, we find the youngest objects in the Milky Way. In these arms, gas and interstellar dust abound. A Diverse Galaxy ROTATION The speeds of the rotation of the various parts of the Milky Way vary according to those parts' distances from the core of the galaxy. The greatest number of stars is concentrated in the region between the Milky Way's core and its border. Here the speed of rotation is much greater because of the attraction that the objects in this region feel from the billions of stars within it. THE MILKY WAY IN VISIBLE LIGHT THE CONSTELLATION SAGITTARIUS Close to the center of the Milky Way, Sagittarius shines intensely. SECTORS Many different sectors make up the Milky Way. STARS So many stars compose the Milky Way that it is impossible for us to distinguish them all. DARK REGIONS Dark regions are produced by dense clouds that obscure the light of stars. HOT GASES The hot gases originating from the surface of the central region may be the result of violent explosions in the accretion disk. BLACK HOLE Many astronomers believe that a black hole occupies the center of the Milky Way. Its strong gravitational force would trap gases in orbit around it. MAGNETISM The center of the Milky Way is surrounded by strong magnetic fields, perhaps from a rotating black hole. SAGITTARIUS B2 The largest dark cloud in the central region of the Milky Way, Sagittarius B2 contains enough alcohol to cover the entire Earth. OUTER RING A ring of dark clouds of dust and molecules that is expanding as a result of a giant explosion. It is suspected that a small object in the central region of the Milky Way might be its source. Andromeda Galaxy MILKY WAY The Milky Way, containing more than 100 billion stars, has two spiral arms rotating around its core. The Sagittarius arm, located between the Orion arm and the center of the Milky Way, holds one of the most luminous stars in the galaxy, Eta Carinae. The Perseus arm, the main outer arm of the Milky Way, contains young stars and nebulae. The Orion arm, extending between Perseus and Sagittarius, houses the solar system within its inner border. The Orion arm of the Milky Way is a veritable star factory, where gaseous interstellar material can give birth to billions of stars. Remnants of stars can also be found within it. 100,000 LIGHT-YEARS The diameter of the Milky Way is large in comparison with other galaxies but not gigantic. Central protuberance Triangle Galaxy Eagle Nebula Cassiopeia A Eta Carinae 6,000 light-years Crab Nebula Orion Nebula Large Magellanic Cloud Small Magellanic Cloud Structure of the Milky Way 30 0 60 0 90 0 120 0 150 0 180 0 210 0 240 0 270 0 360 0 0 0 SOLAR SYSTEM 1 2 0 m i l e s p e r h o u r ( 2 0 0 k m / h ) 1 4 0 m i l e s p e r h o u r ( 2 2 0 k m / h ) 1 5 0 m i l e s p e r h o u r ( 2 4 0 k m / h ) 1 5 5 m i l e s p e r h o u r ( 2 5 0 k m / h )"},{"pageNumber":24,"pageContent":"PLUTO: NOW A DWARF 58-59 DISTANT WORLDS 60-61 CONSTRUCTION DEBRIS: ASTEROIDS AND METEORITES 62-63 THOSE WITH A TAIL 64-65 The Solar System A mong the millions and millions of stars that form the Milky Way galaxy, there is a medium-sized one located in one of the galaxy's arms—the Sun. To ancient peoples, the Sun was a god; to us, it is the central source of energy that generates heat, helping life exist. This star, together with the planets and other bodies that spin in orbits around it, make up the solar system, which formed about 4.6 billion years ago. The planets that rotate around it do not produce their own light. Instead, they reflect sunlight. After the Earth, Mars is the most explored planet. Here we see a photo of Olympus Mons, the largest volcano in the entire solar system. It is almost two-and-a-half times as high as the tallest peak on the Earth, Mount Everest. JUPITER, GAS GIANT 50-51 THE LORD OF THE RINGS 52-53 URANUS WITHOUT SECRETS 54-55 NEPTUNE: DEEP BLUE 56-57 ATTRACTED BY A STAR 40-41 A VERY WARM HEART 42-43 MERCURY, AN INFERNO 44-45 VENUS, OUR NEIGHBOR 46-47 RED AND FASCINATING 48-49 OLYMPUS MONS, ON MARS Olympus Mons is the largest volcano of the solar system. It is about two-and-a-half times as high as Mount Everest."},{"pageNumber":25,"pageContent":"Outer Planets Planets located outside the asteroid belt. They are enormous gas spheres with small solid cores. They have very low temperatures because of their great distance from the Sun. The presence of ring systems is exclusive to these planets. The greatest of them is Jupiter: 1,300 Earths could fit inside of it. Its mass is 2.5 times as great as that of the rest of the planets combined. Inner Planets Planets located inside the asteroid belt. They are solid bodies in which internal geologic phenomena, such as volcanism, which can modify their surfaces, are produced. Almost all of them have an appreciable atmosphere of some degree of thickness, according to individual circumstances, which plays a key role in the surface temperatures of each planet. Asteroid Belt The border between the outer and inner planets is marked by millions of rocky fragments of various sizes that form a band called the asteroid belt. Their orbits are influenced by the gravitational pull exerted on them by the giant planet Jupiter. This effect also keeps them from merging and forming a planet. ORIGIN Remains from the formation of the Sun created a disk of gas and dust around it, from which the planetesimals formed. Early ideas suggested that the planets formed gradually, beginning with the binding of hot dust particles. Today scientists suggest that the planets originated from the collision and melding of larger-sized bodies called planetesimals. 1 COLLISION Through collisions among themselves, planetesimals of different sizes joined together to become more massive objects. 2 HEAT The collisions produced a large amount of heat that accumulated in the interior of the planets, according to their distance from the Sun. 3 BUILDING PLANETS ORBITS NEPTUNE DIAMETER MOONS 30,775 MILES (49,528 KM) 13 URANUS DIAMETER MOONS 31,763 MILES (51,118 KM) 27 SATURN DIAMETER MOONS 74,898 MILES (120,536 KM) 50+ JUPITER DIAMETER MOONS 88,846 MILES (142,984 KM) 60+ SUN EARTH DIAMETER MOONS 7,926 MILES (12,756 KM) 1 VENUS DIAMETER MOONS 7,520 MILES (12,103 KM) 0 Venus's orbit Jupiter's orbit Saturn's orbit Uranus's orbit Neptune's orbit Earth's orbit Mercury's orbit Mars's orbit Main belt In general, the planets orbit in one common plane called the elliptic. The rotation of most planets around their own axes is in counterclockwise direction. Venus and Uranus, however, revolve clockwise. Triton Titania Oberon Titan Rhea Iapetus Tethys Ganymede Callisto Io Europa Umbriel Ariel Miranda Puck Nereid MOON Phobos Deimos SOLAR GRAVITY MARS DIAMETER MOONS 4,217 MILES (6,786 KM) 2 DIAMETER MOONS 3,031 MILES (4,878 KM) 0 MERCURY Proteus P lanets and their satellites, asteroids and other rocky objects, and an incalculable number of cometlike objects, some more than 1 trillion miles (1.6 trillion km) from the Sun, make up the solar system. In the 17th century, astronomer Johannes Kepler proposed a model to interpret the dynamic properties of the bodies of the solar system. According to this interpretation, the planets complete elliptical trajectories, called orbits, around the Sun. In every case, the movement is produced by the influence of the gravitational field of the Sun. Today, as part of a rapidly developing field of astronomy, it is known that planet or planetlike bodies also orbit other stars. Attracted by a Star 40 THE SOLAR SYSTEM UNIVERSE 41 The gravitational pull of the Sun upon the planets not only keeps them inside the solar system but also influences the speed with which they revolve in their orbits around the Sun. Those closest to the Sun revolve in their orbits much faster than those farther from it."},{"pageNumber":26,"pageContent":"42 THE SOLAR SYSTEM UNIVERSE 43 A Very Warm Heart SUNSPOTS are regions of gases that are generally colder (7,232° F [4,000° C]) than the photosphere (10,112° F [5,600° C]). For that reason, they appear dark. MACROSPICULES This type of vertical eruption is similar to a spicule, but it usually reaches up to 25,000 miles (40,000 km) in height. CORE The core occupies only 2 percent of the total volume of the Sun, but in it is concentrated about half the total mass of the Sun. The great pressures and temperatures in the core produce thermonuclear fusion. 27,000,000º F (15,000,000º C) Very Gassy The Sun is a giant ball of gases with very high density and temperature. Its main components are hydrogen (90%) and helium (9%). The balance of its mass is made up of trace elements, such as carbon, nitrogen, and oxygen, among others. Because of the conditions of extreme temperature and pressure on the Sun, these elements are in a plasma state. Surface and Atmosphere The visible portion of the Sun is a sphere of light, or photosphere, made of boiling gases emanating from the solar core. The gas flares form plasma, which passes through this layer. Later the gas flares enter a vast gas layer called the solar atmosphere. The density of this layer decreases toward its outermost region. Above the photosphere lies the solar atmosphere—the chromosphere and the corona. The energy generated at the core moves through the surface of the photosphere and solar atmosphere for thousands of years in search of an exit into space. CONVENTIONAL PLANET SYMBOL *In both cases, Earth = 1 Equatorial diameter Average temperature Density Mass* Gravity* Orbital speed Average distance from Earth 93 million miles (150 million km) 864,000 miles (1,391,000 km) 332,900 7,456 miles per second (12,000 km/s) 28 0.81 ounce per cubic inch (1.4 g per cu cm) 9,932° F (5,500° C) Atmosphere Dense Moons None CHARACTERISTICS NUCLEAR COLLISION Two hydrogen nuclei (two protons) collide and remain joined. One changes into a neutron, and deuterium forms, releasing a neutrino, a positron, and a lot of energy. 1. PHOTOSPHERE The visible surface of the Sun, a boiling tide, is thick with gases in a plasma state. In its uppermost layer, its density decreases and its transparency increases, and the solar radiation escapes from the Sun as light. The spectrographic study of this layer has allowed scientists to confirm that the main components of the Sun are hydrogen and helium. CHROMOSPHERE Above the photosphere, and of less density, lies the chromosphere, a layer 3,110 miles (5,000 km) thick. Its temperature ranges from 8,100° F (4,500° C) to 900,000° F (500,000° C) with increasing altitude. The temperature of the corona can reach 1,800,000° F (1,000,000° C). CORONA Located above the chromosphere, it extends millions of miles into space and reaches temperatures nearing 1,800,000° F (1,000,000° C). It has some holes, or low- density regions, through which gases flow into the solar wind. MAXIMUM TEMPERATURE OF THE CHROMOSPHERE THE TEMPERATURE IN THE CORONA 900,000º F (500,000º C) 1,800,000º F (1,000,000º C) SOLAR FLARES These eruptions come out of the solar atmosphere and can interfere with radio communications on Earth. SOLAR WIND Consists of a flux of ions emitted by the solar atmosphere. The composition is similar to that of the corona. The Sun loses approximately 1,800 pounds (800 kg) of matter per second in the form of solar wind. SPICULES Vertical jets of gas that spew from the chromosphere, usually reaching 6,200 miles (10,000 km) in height. They originate in upper convection cells and can rise as high as the corona. SOLAR PROMINENCES Clouds and layers of gas from the chromosphere travel thousands of miles until they reach the corona, where the influence of magnetic fields causes them to take on the shape of an arc or wave. T he Sun at the center of the solar system is a source of light and heat. This energy is produced by the fusion of atomic hydrogen nuclei, which generate helium nuclei. The energy that emanates from the Sun travels through space and initially encounters the bodies that populate the solar system. The Sun shines thanks to thermonuclear fusion, and it will continue to shine until its supply of hydrogen runs out in about six or seven billion years. UMBRA Central region. It is the coldest and darkest part. ESSENTIAL DATA 10,112º F (5,600º C) PENUMBRA Peripheral region. It is the hottest and brightest part of the Sun. PHOTONS The deuterium formed collides with a proton. This collision releases one photon and gamma rays. The high-energy photon needs 30,000 years to reach the photosphere. 2. Proton Neutrino Photon Positron Neutron Deuterium Proton 2 Proton 1 Deuterium 2 Deuterium 1 HELIUM NUCLEUS CONVECTIVE ZONE extends from the base of the photosphere down to a depth of 15 percent of the solar radius. Here energy is transported up toward the surface by gas currents (through convection). 3. HELIUM NUCLEI The group of two protons and a neutron collides with another such group. A helium nucleus forms, and a pair of protons is released. NUCLEAR FUSION OF HYDROGEN The extraordinary temperature of the nuclear core helps the hydrogen nuclei join. Under conditions of lower energy, they repel each other, but the conditions at the center of the Sun can overcome the repulsive forces, and nuclear fusion occurs. For every four hydrogen nuclei, a series of nuclear reactions produce one helium nucleus. RADIATIVE ZONE This portion of the Sun is traversed by particles coming from the core. A proton can take a million years to cross this zone. 14,400,000º F (8,000,000º C)"},{"pageNumber":27,"pageContent":"A Scar-Covered Surface The surface of Mercury is very similar to that of the Moon. It is possible to find craters of varying sizes. The largest one has a diameter of some 810 miles (1,300 km). There are also hills and valleys. In 1991, radio telescopes were able to detect possible evidence of the presence of frozen water in Mercury's polar regions, information that Mariner 10 had been unable to gather. Mariner 10, the only mission sent to Mercury, flew by the planet three times between 1974 and 1975. The polar ice was found at the bottom of very deep craters, which limit the ice's exposure to the Sun's rays. The spacecraft Messenger, launched in 2004, is scheduled to orbit the planet Mercury in 2011 and is expected to provide new information about Mercury's surface and magnetic field. UNIVERSE 45 44 THE SOLAR SYSTEM Like the Earth, Mercury has a magnetic field, although a much weaker one. The magnetism results from its enormous core made of solid iron. The mantle that surrounds the core is believed to be a fine layer of iron and sulfur. Composition and Magnetic Field Mercury rotates slowly on its axis and takes approximately 59 Earth days to complete a turn, but it only needs 88 days to travel in its orbit. To an observer in Mercury, these two combined motions would give a combined interval of 176 days between two sunrises. A person observing the sunrise from position 1 would have to wait for the planet to make two orbits around the Sun and make three rotations on its own axis before seeing the next sunrise. Rotation and Orbit Baked by its neighbor the Sun, Mercury is the planet with the greatest thermal fluctuations in the solar system. Its average temperature is 333° F (167° C), but when it gets closer to the Sun, the temperature can climb to 842° F (450° C). At night, it drops to -297° F (-183° C). CORE Dense, large, and made of iron, its diameter may be as great as 2,240 to 2,300 miles (3,600-3,800 km). MANTLE Made up mostly of silica-based rocks BEETHOVEN is the second largest crater on Mercury. It is 400 miles (643 km) in diameter. Its floor was flooded by lava and later marked by meteorite impacts. The crater was flooded with lava. When the projectile that formed the crater struck, Mercury was still forming. The extensive waves that extended from the site of impact formed hills and mountains ranges. 29% Sodium 6% Helium 43% Others 22% Hydrogen CRUST Made of silicate rocks, Mercury's crust is similar to the crust and mantle of the Earth. It has a thickness of 310 to 370 miles (500-600 km). Mercury, an Inferno M ercury is the planet nearest to the Sun and is therefore the one that has to withstand the harshest of the Sun's effects. Due to its proximity to the Sun, Mercury moves at great speed in its solar orbit, completing an orbit every 88 days. It has almost no atmosphere, and its surface is dry and rugged, covered with craters caused by the impact of numerous meteorites; this makes it resemble the Moon. Numerous faults, formed during the cooling of the planet when it was young, are also visible on the surface. Constantly baked by its neighbor, the Sun, Mercury has an average surface temperature of 333° F (167° C). CONVENTIONAL PLANET SYMBOL ESSENTIAL DATA *In both cases, Earth = 1 One rotation lasts 59 days. Equatorial diameter Average temperature Solar orbit (Mercurian year) Density Mass* Gravity* Orbital speed Average distance from the Sun 36,000,000 miles (57,900,000 km) 3,032 miles (4,880 km) 0.06 29.75 miles per second (47.87 km/s) 0.38 3.14 ounces per cubic inch (5.43 g/cu cm) 332° F (167° C) Atmosphere Almost nonexistent Lunas 88 days 00 hours 0.1° EXTREMELY THIN ATMOSPHERE Mercury's atmosphere is almost nonexistent and consists of a very thin layer that cannot protect the planet either from the Sun or from meteorites. During the day, when Mercury is closer to the Sun, the planet's temperature can surpass 842° F (450° C). At night, temperatures can plummet to -297° F (-183° C). During the day, the Sun directly heats the rock. During the night, the heat of Mercury's rocks is lost rapidly, and the planet's temperature drops. Mariner 10 2,240 miles (3,600 Km) 310 miles (500 Km) Messenger The probe will pass by Mercury twice in 2008 and once again in 2009 before beginning to orbit the planet. CALORIS CRATER The largest impact crater in the solar system, it has a diameter of 810 miles (1,300 km). The space probe Mariner 10 was the first to reach Mercury. Between 1974 and 1975, the craft flew by the planet three times and came within about 200 miles (320 km) of the surface. Messenger, a space probe scheduled to study Mercury between 2008 and 2011, was launched in 2004. Missions to Mercury SUN 1 2 3 4 5 6 7 Rises and increases its size 2 Recedes a bit 4 Stops again 5 Resumes its original path toward the horizon Each number corresponds to a position of the Sun in the sky as seen from Mercury. 6 Reaches the zenith (noon) and stops 3 The Sun rises. 1 Decreases toward the sunset 7 HORIZON OF MERCURY VIEW FROM MERCURY ORBIT OF MERCURY AROUND THE SUN AXIS INCLINATION 333º F (167º C) -297º F (-183º C) 883º F (473º C) CHARACTERISTICS"},{"pageNumber":28,"pageContent":"UNIVERSE 47 46 THE SOLAR SYSTEM Surface The Venusian surface has not remained the same throughout its life. The current one is some 500 million years old, but the rocky landscape visible today was formed by intense volcanic activity. Volcanic rock covers 85 percent of the planet. The entire planet is crisscrossed by vast plains and enormous rivers of lava, as well as a number of mountains. The lava flows have created a great number of grooves, some of which are very wide. The brightness of Venus's surface is the result of metallic compounds. The overwhelming presence of carbon dioxide in the Venusian atmosphere induces a greenhouse effect, increasing the surface temperature to 864° F (462° C). Because of this, Venus is hotter than Mercury, even though Venus is farther from the Sun and reflects all but 20 percent of the Sun's light. The surface temperature of Venus is relatively constant, averaging 860° F (460° C). The atmospheric pressure on Venus is 90 times greater than that on the Earth. Composition VENUS'S PHASES As Venus revolves around the Sun, its solar illumination varies as is seen from the Earth depending upon its position in relation to the Sun and the Earth. Thus Venus has phases similar to the Moon's. During its elongations, when Venus is farthest from the Sun in the sky, Venus appears at its brightest. 14,400º F (8,000º C) 864º F (462º C) CORE It is believed that Venus's core is similar to the Earth's, containing metallic elements (iron and nickel) and silicates. Venus has no magnetic field—possibly because of its slow axial rotation. The surface of Venus is rocky and dry. Most of the planet is formed by volcanic plains and other, elevated regions. CRUST Made up of silicates, it is thicker than the Earth's crust. Venus lacks water. A U.S. robot probe sent to Venus in 1978 found some evidence that water vapor could have existed in the atmosphere hundreds of millions of years ago, but today no trace of water remains. MANTLE Made of molten rock, it constitutes most of the planet. It traps the solar radiation and is between 37 and 62 miles (60 and 100 km) thick. GREENHOUSE EFFECT Only 20 percent of the Sun's light reaches the surface of Venus. The thick clouds of dust, sulfuric acid, and carbon dioxide that constitute Venus's atmosphere reflect the remaining light, leaving Venus in permanent darkness. SOLAR RADIATION Venus is kept hot by its thick atmosphere, which retains the energy of the Sun's rays. INFRARED RAYS The surface of Venus radiates infrared radiation. Only 20 percent of the Sun's rays pass through Venus's thick clouds of sulfuric acid. ISHTAR TERRA One of the raised plateaus of Venus, it is similar in size to Australia and is located close to Venus's north pole. It has four main rocky mountain ranges called Maxwell Montes, Freyja Montes, Akna Montes, and Dam Montes. APHRODITE TERRA Larger than Ishtar Terra, it is the size of South America. Aphrodite Terra lies near the equator and consists mostly of mountainous regions to the east and west, which are separated by a low-lying region. ATMOSPHERE Venus's glowing appearance is caused by the planet's thick, suffocating atmosphere, which is made up of carbon dioxide and sulfuric clouds that reflect sunlight. 97% Carbon dioxide Venus, Our Neighbor V enus is the second closest planet to the Sun. Similar in size to the Earth, it has a volcanic surface, as well as a hostile atmosphere governed by the effects of carbon dioxide. Although about four billion years ago the atmospheres of the Earth and Venus were similar, the mass of Venus's atmosphere today is 100 times greater than the Earth's. Its thick clouds of sulfuric acid and dust are so dense that stars are invisible from the planet's surface. Viewed from the Earth, Venus can be bright enough to be visible during day and second only to the moon in brightness at night. Because of this, the movements of Venus were well-known by most ancient civilizations. CONVENTIONAL PLANET SYMBOL ESSENTIAL DATA *In both cases, Earth = 1 Rotates on its own axis every 243 days Equatorial diameter Average temperature Solar orbit (Venusian year) Density Mass* Gravity* Orbital speed Average distance from the Sun 67,000,000 miles (108,000,000 km) 7,520 miles (12,100 km) 0.8 22 miles per second (35 km/s) 0.9 3.03 ounces per cubic inch (5.25 g/cu cm) 860° F (460° C) Atmosphere Very thick None Moons 224 days 17 hours 117° Nitrogen and traces of other gases 3% MAGELLAN Venus was explored by the Magellan spacecraft between 1990 and 1994. The probe was equipped with a radar system to observe the surface through its dense atmosphere. VENUS'S PHASES AS SEEN FROM EARTH WANING CRESCENT LAST QUARTER WANING GIBBOUS WAXING GIBBOUS FIRST QUARTER WAXING CRESCENT SULFURIC ACID 3,700 miles (6,000 km) 3,700 miles (6,000 km) EARTH THE NEW AND FULL PHASES ARE NOT VISIBLE FROM EARTH. VENUS SUN AXIS INCLINATION CHARACTERISTICS 50 miles (80 km) IS THE THICKNESS OF THE ATMOSPHERE."},{"pageNumber":29,"pageContent":"UNIVERSE 49 48 THE SOLAR SYSTEM Red and Fascinating OLYMPUS MONS This gigantic, inactive volcano is not only the largest on Mars but also in the solar system. 1965 MARINER 4 The first mission sent to Mars, it made only brief flyovers. 1969 MARINER 6 AND 7 studied the southern hemisphere and equator of Mars. 1971 MARINER 9 photographed the Olympus volcano for the first time. 1973 MARS 4, MARS 5, MARS 6, AND MARS 7 Russian spacecraft successfully sent to Mars 1976 VIKING 1 AND 2 searched for traces of life. They were the first spacecraft to land on Martian soil. 1997 MARS PATHFINDER was the third successful Mars landing. 1997 MARS GLOBAL SURVEYOR took more than 100,000 photos of the planet. 2003 MARS EXPRESS Orbiting probe. First spacecraft sent by the European Space Agency. 2001 MARS ODYSSEY mapped the mineralogy and morphology of Mars's surface. 2004 SPIRIT AND OPPORTUNITY surveyed many square miles of the surface. 2006 MARS RECONNAISSANCE ORBITER made a detailed study of the Martian surface while orbiting the planet. Because Mars's orbit is more elliptical than that of Earth, Mars's distance from the Sun varies widely. At its perihelion, or closest approach to the Sun, Mars receives 45 percent more solar radiation than at its aphelion, or farthest point. Temperatures on Mars range from -220° F to 62° F (-140° C to 17° C). Composition Mars, a rocky planet, has an iron-rich core. Mars is almost half the size of the Earth and has a similar period of rotation, as well as clearly evident clouds, winds, and other weather phenomena. Its thin atmosphere is made up of carbon dioxide, and its red color comes from its soil, which is rich in iron oxide. Surface It is a place of geologic extremes, shaped by volcanic activity, meteorite bombardment, windstorms, and floods (though there is little or no water on Mars today). Mountains dominate the southern hemisphere, but lowlands are common in the northern hemisphere. DIAMETER DISTANCE FROM MARS 9 MILES (15 KM) 14,627 MILES (23,540 KM) DEIMOS PHOBOS DIAMETER DISTANCE FROM MARS 17 MILES (27 KM) 5,840 MILES (9,400 KM) Martian Orbit Moons Mars has two moons, Phobos and Deimos. Both have a lower density than Mars and are pitted with craters. Phobos has a diameter of 17 miles (27 km), and Deimos has a diameter of nine miles (15 km). Deimos orbits Mars in 30 hours at an altitude of 14,627 miles (23,540 km), and Phobos orbits Mars in eight hours at an altitude of 5,840 miles (9,400 km). Astronomers believe that the moons are asteroids that were captured by Mars's gravity. IN SUMMER 62º F (17º C) IN WINTER -220º F (-140º C) SUN V a l l e s M a r i n e r i s T e r r a S i r e n u m S o u t h P o l e T h a r s i s M o n s S o l i s L a c u s Olympus Mons EARTH MARS OLYMPUS 72,200 FEET (22,000 METERS) MANTLE It is made of molten rock of greater density than the Earth's mantle. CORE Small and likely composed of iron CRUST is thin and made up of solid rock. It is 31 miles (50 km) thick. Nitrogen Carbon dioxide M ars is the fourth planet from the Sun. Of all the planets, Mars most closely resembles the Earth. It has polar ice caps, and the tilt of its axis, period of rotation, and internal structure are similar to those of the Earth. Known as the Red Planet because of the reddish iron oxide that covers its surface, Mars has a thin atmosphere composed essentially of carbon dioxide. Mars does not have water, though it did in the past, and there is evidence some water might exist underground. Many spacecraft have been sent to explore Mars, in part because it is the planet other than Earth most likely to have developed some form of life, and it will probably be the first planet humans leave the Earth to visit. 2,000 miles (3,294 km) 1,000 miles (1,700 km) 2.6% 95.3% VALLES MARINERIS The canyon system of the Valles Marineris was likely caused naturally, primarily by water erosion. MISSIONS TO MARS After our own Moon, Mars has been a more attractive target for exploratory missions than any other object in the solar system. ATMOSPHERE Thin and continuously thinning as solar winds diminish atmosphere CONVENTIONAL PLANET SYMBOL ESSENTIAL DATA AXIS INCLINATION *In both cases, Earth = 1 One rotation lasts 1.88 years. Equatorial diameter Average temperature Solar orbit (Martian year) Density Mass* Gravity* Orbital speed Average distance from the Sun 141,600,000 miles (227,900,000 km) 4,222 miles (6,794 km) 0.107 15 miles per second (24 km/s) 0.38 2.27 ounces per cubic inch (3.93 g/cu cm) -81° F (-63° C) Atmosphere Very thin Moons 2 1.88 years CHARACTERISTICS 25.2° Oxygen, carbon monoxide, water vapor, and other gases 2.1% EVEREST 29,000 FEET (8,848 METERS)"},{"pageNumber":30,"pageContent":"26 302 322 335/8 Jupiter has more than 60 moons. Many of them have not been officially confirmed and do not even have names. Jupiter's rotation is gradually slowing because of the moons' tidal effects. LYSITHEA ELARA ANANKE CARME PASIPHAE SINOPE HIMALIA LEDA Its size is similar to that of the Earth's core. CORE Composition Jupiter is a giant ball of hydrogen and helium that have been compressed into liquid in the planet's interior and into metallic rock in its core. Not much is known about Jupiter's core, but it is believed to be bigger than the Earth's core. 50 THE SOLAR SYSTEM UNIVERSE 51 Jupiter, Gas Giant Winds The winds on Jupiter blow in contiguous bands and opposing directions. The bands' small differences in temperature and chemical composition give the planet its multicolored appearance. Jupiter's inclement environment, in which winds blow at more than 370 miles per hour (600 km/h), can cause large storms, such as the Great Red Spot in the southern hemisphere of the planet. The Great Red Spot, which is 16,155 miles (26,000 km) long, is believed to be composed mainly of ammonia gas and clouds of ice. The Moons of Jupiter Jupiter's magnetic field is 20,000 times stronger than the Earth's. Astronomers believe the field is caused by the electrical currents that are created by the rapid rotation of metallic hydrogen. Jupiter is surrounded by a huge magnetic bubble, the magnetosphere. The magnetosphere's tail reaches more than 370,000,000 miles (600,000,000 km)—beyond the orbit of Saturn. JUPITER'S MAGNETISM Of Jupiter's 63 moons, four are visible from Earth with binoculars. These are called the Galilean moons in honor of their discoverer, Galileo Galilei. Astronomers believe that Io has active volcanoes and that Europa has an ocean underneath its icy crust. GALILEAN MOONS RINGS Jupiter's rings are made of dust from the planet's four inner moons. These rings were first seen in 1979 by the space probe Voyager 1 and later by Voyager 2. RING MATERIAL Jupiter's magnetosphere is the largest object in the solar system. It varies in size and shape in response to the solar wind, which is composed of the particles continuously radiated from the Sun. surrounds the inner liquid layers and the solid core. It is 620 miles thick (1,000 km). INNER MANTLE Surrounds the core. It is made of liquid metallic hydrogen, an element only found under hot, high-pressure conditions. The inner mantle is a soup of electrons and nuclei. ATMOSPHERE measures 620 miles (1,000 km). OUTER MANTLE Made of liquid molecular hydrogen. The outer mantle merges with the atmosphere. J upiter is the largest planet in the solar system. Its diameter is 11 times that of the Earth, and its mass is 300 times as great. Because the speed of Jupiter's rotation flattens the planet at its poles, its equatorial diameter is greater than its polar diameter. Jupiter rotates at 25,000 miles per hour (40,000 km/hr). One of the most distinctive elements of Jupiter's atmosphere is its so-called Great Red Spot, a giant high-pressure region of turbulence that has been observed from the Earth for more than 300 years. The planet is orbited by numerous satellites and has a wide, faint ring of particles. 9,000 miles (14,000 km) 89.8% 10.2% With traces of methane and ammonia Helium Hydrogen ATMOSPHERE 17,000 miles (27,000 km) HALO MAIN RING INNER GOSSAMER RING OUTER GOSSAMER RING 2,000 MILES (3,200 KM) EUROPA 3,270 MILES (5,268 KM) GANYMEDE 2,986 MILES (4,806 KM) CALISTO 2,264 MILES (3,643 KM) IO CONVENTIONAL PLANET SYMBOL ESSENTIAL DATA AXIS INCLINATION *In both cases, Earth = 1 One rotation lasts 9 hours and 55 minutes. Equatorial diameter Average temperature Solar orbit (Jovian year) Density Mass* Gravity* Orbital speed Average distance from the Sun 483,000,000 miles (778,000,000 km) 88,700 miles (142,800 km) 318 8 miles per second (13 km/s) 2.36 0.77 ounce per cubic inch (1.33 g/cu cm) -184° F (-120° C) Atmosphere Very dense Moons More than 60 11 years 312 days 3.1° METIS ADRASTEA GANYMEDE CALLISTO THEBE AMALTHEA 1 radius 6789 15 23 4 5 EUROPA IO 160/63/67 Enlarged region 23,000 miles (37,000 km) 54,000º F (30,000º C) 400,000,000 miles (650,000,000 km) 16,160 miles (26,000 km) GREAT RED SPOT CHARACTERISTICS RADIUS 38,470 MILES (61,911 KM)"},{"pageNumber":31,"pageContent":"Rings Saturn's rings, the brightest rings in the solar system, are made of rock and ice and orbit Saturn's equator. The rings are probably remains of destroyed comets that were trapped by Saturn's gravitational field. UNIVERSE 53 52 THE SOLAR SYSTEM WINDS Saturn's winds generally reach speeds of about 220 miles per hour (360 km/h), causing strong storms. COMPONENTS The main components of Saturn's atmosphere are hydrogen (97%) and helium (2%). The rest is composed of sulfur, methane, and other gases. ATMOSPHERE Mainly hydrogen and helium OUTER MANTLE This layer is formed by liquid molecular hydrogen. INNER MANTLE It is made up of liquid metallic hydrogen. 21,600ºF (12,000º C) CORE Composed of rock and metallic elements, such as silicates and iron ENCKE DIVISION A small gap that separates ring A into two parts RINGS G AND E CASSINI DIVISION 3,100 miles (5,000 km) wide, it is located between the A and B rings. THICKNESS AND WIDTH Although Saturn's rings are very wide, their thickness is sometimes less than 33 feet (10 m). Titan has a larger diameter than Mercury. It has an atmosphere that is mostly made of nitrogen. D RING The closest ring to the surface of Saturn—so near that it almost touches the planet C RING Saturn's only transparent ring S aturn is the solar system's second largest planet. Like Jupiter, it is a large ball of gas surrounding a small, solid core. Saturn was the most distant planet discovered before the invention of the telescope. To the naked eye, it looks like a yellowish star, but with the help of a telescope, its rings are clearly visible. Ten times farther from the Sun than the Earth, Saturn is the least dense planet. If an ocean could be found large enough to hold it, Saturn would float. Gaseous Exterior Saturn and Jupiter differ very little in their composition. Both are gaseous balls surrounding solid cores. What sets Saturn apart are its rings, formed by clustered pieces of ice that range in size from small particles to large chunks. Each particle in a ring is a satellite orbiting Saturn. From the Earth, the massed debris seems to form large structures, but each discrete piece actually has its own orbit. Surface Like Jupiter, Saturn has a surface of clouds that form bands because of the planet's rotation. Saturn's clouds are less turbulent and less colorful than Jupiter's. The higher, white clouds reach temperatures of -220° F (-140° C). A layer of haze extends above the clouds. <1% 2% 97% Hydrogen Helium ATMOSPHERE DEEP AND ORANGE CLOUDS WHITE CLOUDS HAZE BLUISH CLOUDS 15,500 miles (25,000 km) 9,300 miles (15,000 km) 9,300 miles (15,000 km) 310 miles (500 km) 9,100 miles (14,600 km) 15,800 miles (25,500 km) 10,900 miles (17,500 km) 5,300 miles (8,500 km) 2,200 miles (3,500 km) 3,200 MILES (5,150 KM) DIAMETER B RING Saturn's brightest and widest ring F RING The farthest visible ring A RING Saturn's outer ring DAPHNIS PA N RADIUS = 37,500 MILES (60,300 KM) PROMETHEUS PANDORA MIMAS METHONE PALLENE ATLAS 1 radius 25 61 220 678 20 23 4 5 The Moons of Saturn Saturn has more than 45 moons, making Saturn's family of moons one of the largest in the solar system. The sizes of the moons vary from Titan's 3,200 miles (5,150 km) to tiny Calypso's 10 miles (16 km). EPIMETHEUS JANUS ENCELADUS POLYDEUCES RHEA TITAN TETHYS TELESTO CALYPSO DIONE HELENE IAPETUS HYPERION PHOEBE CONVENTIONAL PLANET SYMBOL ESSENTIAL DATA AXIS INCLINATION *In both cases, Earth = 1 One rotation lasts 10 hours and 39 minutes. Equatorial diameter Average temperature Solar orbit (Saturnine year) Density Mass* Gravity* Orbital speed Average distance from the Sun 887,000,000 miles (1,427,000,000 km) 74,940 miles (120,600 km) 95 6 miles per second (10 km/s) 0.92 0.4 ounce per cubic inch (0.7 g/cu cm) -193° F (-125° C) Atmosphere Very dense Moons More than 45 29 years 154 days 26.7° The Lord of the Rings Enlarged region Sulfur gives it a yellowish appearance. CHARACTERISTICS"},{"pageNumber":32,"pageContent":"UNIVERSE 55 54 THE SOLAR SYSTEM Uranus Without Secrets Composition Uranus's core is made of abundant amounts of silicates and ice. The planet is almost four times larger than the Earth, and its atmosphere is made up of hydrogen, helium, and methane. Uranus has an almost horizontal tilt, causing it to have very long seasons. Uranus has small, dark moons, discovered by Voyager 2, as well as bigger moons, such as Miranda, Ariel, Umbriel, Oberon, and Titania. These last two are approximately 930 miles (1,500 km) in diameter. Miranda, only 293 miles (472 km) in diameter, is the smallest of Uranus's five main moons. It has an irregular surface with grooves and a bright mark. MOONS In Uranus, sunlight is reflected by a curtain of clouds that lie underneath a layer of methane. REFRACTION OF RAYS Uranus generates a magnetic field 50 times more powerful than Earth's. This field is not centered on the planet, but is offset and tilted 60 degrees from Uranus's axis. If this were the case on Earth, the magnetic north pole would be located in Morocco. Unlike other planets, Uranus's magnetic field originates in the planet's mantle, not its core. CONVENTIONAL PLANET SYMBOL ESSENTIAL DATA AXIS INCLINATION * In both cases, Earth = 1 One rotation lasts 17 hours and 14 minutes. Equatorial diameter Average temperature Solar orbit (Uranian year) Density Mass* Gravity* Orbital speed Average distance from the Sun 1,780,000,000 miles (2,870,000,000 km) 32,200 miles (51,800 km) 14.5 4 miles per second (7 km/s) 0.89 0.8 ounce per cubic inch (1.3 g/cu cm) -346° F (-210° C) Atmosphere Less dense Moons 27 84 years 4 days CHARACTERISTICS 97.9° CORE Made up of silicates and ice 6,200 MILES (10,000 KM) 6,200 MILES (10,000 KM) 10,600 MILES (17,000 KM) -346° F (-210° C) AVERAGE TEMPERATURE T o the unaided eye, Uranus looks like a star at the limit of visibility. It is the seventh farthest planet from the Sun and the third largest planet in the solar system. One peculiarity distinguishing it from the other planets is its anomalous axis of rotation, tilted nearly 98 degrees around the plane of its orbit, so that one or the other of Uranus's poles points toward the Sun. Astronomers speculate that, during its formation, Uranus may have suffered an impact with a protoplanet, which could have altered Uranus's tilt. Uranus's orbit is so large that the planet takes 84 years to completely orbit the Sun. Uranus's period of rotation is 17 hours and 14 minutes. 1986U2R 6 5 4 ALPHA BETA ETA GAMMA DELTA LAMBDA EPSILON UMBRIEL 730 MILES (1,170 KM) OBERON 946 MILES (1,522 KM) TITANIA 980 MILES (1,578 KM) ARIEL 720 MILES (1,158 KM) INNER MANTLE Probably icy water, methane, and ammonia. (According to some models, the materials of the mantle and core do not form layers.) OUTER MANTLE Composed primarily of hydrogen and helium, as well as a small amount of methane ATMOSPHERE Uranus's atmosphere is made up of hydrogen, methane, helium, and small amounts of acetylene and other hydrocarbons. For a long time, Uranus was believed to have a smooth surface. The Hubble Space Telescope, however, showed that Uranus is a dynamic planet that has the solar system's brightest clouds and a fragile ring system that wobbles like an unbalanced wheel. Like all giant planets of the solar system, Uranus has a ring system, but it is much darker than Saturn's and more difficult to see. The planet's 11 rings, which orbit the planet's equator, were discovered in 1977. In 1986, they were explored by Voyager 2. Rings 1. When sunlight passes through this layer, the methane absorbs the red light waves and lets the blue light waves pass through, producing the planet's hue. 2. URANUS ATMOSPHERE URANUS SUNLIGHT ATMOSPHERE SUNLIGHT CORDELIA OPHELIA PORTIA ROSALIND BELINDA RADIUS= 15,882 MILES (25,559 KM) CRESSIDA BIANCA MIRANDA UMBRIEL 1 radius 169 283 314 339 482 580 654 698 6789 1621 23 4 5 Uranus has 27 moons. The first four were discovered in 1787, and another 10 were identified in 1986 by the space probe Voyager 2. Uranus's moons were named in honor of characters from the works of William Shakespeare and Alexander Pope, a naming convention that distinguishes them from the other moons in the solar system. Some of Uranus's moons are large, but most measure only dozens of miles. PUCK JULIET DESDEMONA 2001U3 (FRANCISCO) TRINCULO SYCORAX 2003U3 (MARGARET) PROSPERO SETEBOS STEPHANO CALIBAN ARIEL TITANIA OBERON MIRANDA 293 MILES (472 KM) MAGNETIC FIELD Some scientists suggest that Uranus's anomalous magnetic field may indicate that the convection of Uranus's core has stopped because of cooling—or, perhaps, that the planet is currently undergoing a magnetic inversion, as has happened on the Earth. Enlarged region Satellites Surface 85% Hydrogen 3% Methane 12% Helium Magnetic envelope Magnetopause Cusp Capture region"},{"pageNumber":33,"pageContent":"Probably icy water, methane, and ammonia INNER MANTLE UNIVERSE 57 56 THE SOLAR SYSTEM Neptune: Deep Blue ATMOSPHERE Banded, like the atmospheres of the other gas giants, Neptune's atmosphere forms a cloud system at least as active as Jupiter's. COMPOSITION Neptune's rings are dark, like those of Uranus and Jupiter. Their composition is unknown, and they are believed to be unstable. Liberty, which makes up part of the outer ring, could vanish before the 22nd century. TRITON Its diameter is 1,681 miles (2,706 km). Triton orbits Neptune in a direction opposite that of the other moons. Its surface has dark stripes formed by the material spewed from its geysers and volcanoes. is its temperature, making Triton one of the coldest bodies in the solar system. CORE Made up of silicates and ice THE GREAT SPOT This giant storm, called the Great Dark Spot, was first seen on the surface of Neptune in 1989 and was as large as the Earth. By 1994, it had disappeared. OUTER MANTLE Composed primarily of hydrogen and helium, as well as a small amount of methane S een from our planet, Neptune appears as a faint, blue point invisible to the naked eye. Images sent to Earth by Voyager 2 show the planet as a remarkably blue sphere, an effect produced by the presence of methane in the outer part of Neptune's atmosphere. The farthest of the gaseous planets, Neptune is 30 times farther from the Sun than the Earth is. Its rings and impressive clouds are noteworthy, as is its resemblance to Uranus. Neptune is of special interest to astronomers because, before its discovery, its existence and location were predicted on the basis of mathematical calculations. 89.8% 10.2% Helium Hydrogen Moons Rings Neptune has 13 natural satellites, nine of which are named. Triton and Nereid were the first moons observed by telescope from Earth. The 11 remaining moons were observed from space by the U.S. space probe Voyager 2. All the names of Neptune's satellites correspond to ancient Greek marine deities. Uranus has faint rings of dust. When they were discovered from the Earth, astronomers thought the rings formed incomplete arcs. The ring names honor the first scientists to study Neptune. Surface White methane clouds surround Neptune, circulating at some of the fastest speeds in the solar system. Neptune's winds reach 1,200 miles per hour (2,000 km/h) from east to west, swirling against the direction of the planet's rotation. According to some models, Neptune has a rocky silicate core, covered by a mantle of icy water, ammonia, hydrogen, and methane. According to some models, however, the materials of the mantle and core do not form layers. ADAMS Located 39,000 miles (63,000 km) from the planet's core, this ring has three prominent arcs, or sections, named Liberty, Fraternity, and Equality. ARAGO LASSELL LE VERRIER GALLE 3,700 miles (6,000 km) 8,700 miles (14,000 km) 4,500 miles (7,200 km) CONVENTIONAL PLANET SYMBOL ESSENTIAL DATA *In both cases, Earth = 1 Equatorial diameter Average temperature Solar orbit (Neptunian year) Density Mass* Gravity* Orbital speed Average distance from the Sun 2,800,000,000 miles (4,500,000,000 km) 30,800 miles (49,500 km) 17.2 3.4 miles per second (5.5 km/s) 1.12 1 ounce per cubic inch (1.6 g/cu cm) -330° F (-200° C) Atmosphere Dense Moons 13 164 years 264 days CHARACTERISTICS NAIAD THALASSA DESPINA TRITON NEREID GALATEA LARISSA NEPTUNE'S RADIUS= 15,388 MILES (24,764 KM) 1 radius 6 7 8 9 10 11 12 13 14 222 2345 PROTEUS Ascending winds Descending winds Hard Heart AXIS INCLINATION One rotation lasts 16 hours and 36 minutes. 28.3° 1,200 miles per hour (2,000 km/h) -391° F (-235° C)"},{"pageNumber":34,"pageContent":"The core is made of iron, nickel, and silicates. CORE Charon's density is between 0.7 and 0.8 ounce per cubic inch (1.2 and 1.3 g/cu cm), indicating that its composition does not include much rock. DENSITY UNIVERSE 59 58 THE SOLAR SYSTEM Pluto: Now a Dwarf ATMOSPHERE Pluto's very thin atmosphere freezes and falls to the dwarf planet's surface as Pluto moves toward its aphelion. The orbital arrangement of Pluto and Charon is unique. Each always faces the other, making the two seem connected by an invisible bar. The synchronization of the two bodies is such that an observer on one side of Pluto would be able to see Charon, but another observer standing on the other side of the planet could not see this moon due to the curvature of the planet. CRUST The crust of this dwarf planet is made of methane and water frozen on the surface. MANTLE The mantle is a layer of frozen water. P Pluto stopped being the ninth planet of the solar system in 2006 when the International Astronomical Union decided to change the classification of cold, distant Pluto to that of dwarf planet. This tiny body in our solar system has never had an imposing profile, and it has not yet been possible to study it closely. All that is known about Pluto comes through observations made from the Earth or Earth orbit, such as those made by the Hubble Space Telescope. Despite the lack of information gathered about Pluto, it is notable for its unique orbit, the tilt of its axis, and its location within the Kuiper belt. All these characteristics make Pluto especially intriguing. 98% 2% With some traces of carbon monoxide Methane Nitrogen A Double World Moons Pluto and its largest satellite, Charon, have a very special relationship. They have been called double planets—the diameter of Charon is about that of Pluto. One theory hypothesizes that Charon was formed from ice that was torn from Pluto when another object collided with the dwarf planet. In addition to Charon, which was discovered in 1978, Pluto is orbited by two additional moons, Nix and Hydra, first observed in 2005. Unlike the surface of Pluto, which is made of frozen nitrogen, methane, and carbon dioxide, Charon appears to be covered with ice, methane, and carbon dioxide. One theory holds that the matter that formed this satellite was ejected from Pluto as a result of a collision, an origin similar to that ascribed to Earth's moon. Composition Scientific calculations have deduced that 75 percent of Pluto consists of a mixture of rocks and ice. This frozen surface is made up of 98 percent nitrogen, as well as traces of solidified carbon monoxide and methane. Recently scientists have concluded that Pluto is an object that belongs to the Kuiper belt, a group of objects left over from the formation of the outer planets. In addition to large amounts of frozen nitrogen, Pluto has simple molecules containing hydrogen and oxygen, the building blocks of life. Surface Only a little is known about Pluto, but the Hubble Space Telescope showed a surface covered by a frozen mixture of nitrogen and methane. The presence of solid methane indicates that its temperature is less than -333° F (-203° C), but the dwarf planet's temperature varies according to its place in orbit, ranging between 30 and 50 astronomical units from the Sun. A PECULIAR ORBIT Pluto's orbit is noticeably elliptical, and it is tilted 17° from the plane of the planets' orbits. The distance between Pluto and the Sun varies from 2,500,000,000 to 4,300,000,000 miles (4,000,000,000 to 7,000,000,000 km). During each 248-year orbit, Pluto orbits closer to the Sun than Neptune for nearly 20 years. Although Pluto appears to cross paths with Neptune, it is impossible for them to collide. 570 miles (920 km) 270 miles (434 km) CONVENTIONAL PLANET SYMBOL ESSENTIAL DATA * In both cases, Earth = 1 Equatorial diameter Average temperature Solar orbit (Plutonian year) Density Mass* Gravity* Orbital speed 3 miles per second Average distance from the Sun 3,700,000,000 miles (5,900,000,000 km) 1,400 miles (2,247 km) 0.002 (4.8 km/s) 0.067 1.2 ounces per cubic inch (2.05 g/cu cm) -380° F (-230° C) Atmosphere Very thin Moons 3 247.9 years CHARACTERISTICS 730 miles (1,172 km) terrestrial days is the time Pluto takes to complete one rotation. 6,387 NEW HORIZONS MISSION The first space probe to be sent to Pluto was launched on January 19, 2006. It is to reach the dwarf planet in July 2015 and achieve the first flyby of Pluto and Charon. BEST VIEW OF PLUTO AVAILABLE SYNCHRONIZED ORBITS ROTATION AXIS PLUTO CHARON AXIS INCLINATION One rotation lasts 6.387 Earth days. 122° Charon's diameterΩhalf of Pluto's"},{"pageNumber":35,"pageContent":"UNIVERSE 61 60 THE SOLAR SYSTEM Distant Worlds Kuiper Belt Extending outward from the orbit of Neptune are many frozen worlds similar in some ways to planets but much smaller. They are located in the Kuiper belt, the frozen boundary of our solar system. So far, almost a thousand objects have been cataloged, including Quaoar, which has a diameter of 810 miles (1,300 km). The Kuiper belt, estimated to contain more than 100,000 bodies of ice and rock larger than 60 miles (100 km) in diameter (including Pluto), spreads out in the shape of a wide ring. Many of the comets that approach the Sun come from the Kuiper belt. Comparable Sizes The discovery of Quaoar in 2002 allowed scientists to find the link they had long looked for between the Kuiper belt and the origin of the solar system. Quaoar's almost circular orbit helped prove that some objects both belong to the Kuiper belt and orbit the Sun. At the official meeting of the International Astronomical Union, on August 24, 2006, Pluto was reclassified from a planet to a dwarf planet. For the time being, any further objects discovered in the Kuiper belt will be classified in the same category. is the diameter of Pluto—750 miles (1,200 km) smaller than the Earth's Moon. Because of its size and orbit, Pluto is considered a dwarf planet instead of a planet. THE FARTHEST ONE Eris is 97 astronomical units (9,040,000,000 miles [14,550,000,000 km]) from the Sun, making it the most distant object observed in the solar system. This dwarf planet follows an oval, eccentric orbit that takes 560 years to complete. The dwarf planet measures about 1,900 miles (3,000 km) in diameter, and traces of methane ice have been detected on its surface. F arther even than Neptune, the eighth planet, we find frozen bodies smaller than the Earth's Moon—the more than 100,000 objects forming the Kuiper belt, the frozen boundary of our solar system. Recently astronomers of the International Astronomical Union decided to reclassify Pluto as a dwarf planet because of its size and eccentric orbit. Periodic comets (comets that appear at regular intervals) originate in the Kuiper belt. Nonperiodic comets, on the other hand, come from the Oort cloud, a gigantic sphere surrounding the entire solar system. SATURN'S ORBIT URANUS'S ORBIT NEPTUNE'S ORBIT PLUTO'S ORBIT ERIS SEDNA Its diameter is estimated at 1,000 miles (1,600 km). QUAOAR has a diameter of 810 miles (1,300 km). ERIS Larger than Pluto, its diameter is about 1,900 miles (3,000 km). PLUTO possesses a diameter of 1,400 miles (2,300 km). OR MORE, POSSIBLE EXTRASOLAR PLANETS HAVE BEEN DETECTED. 200 1,410 miles (2,274 km)"},{"pageNumber":36,"pageContent":"43 miles per second (70 km/s) contain similar quantities of iron, nickel, and silicates. MESOSIDERITES completes a solar orbit every 14 Earth years. HIDALGO The Trojans trace an orbit similar to Jupiter's, one group in front of the planet and another behind it. APOLLO ATEN AMOR MAIN ASTEROID BELT Mars's Orbit Jupiter's Orbit An asteroid 35 miles (56 km) long, its surface is marked by collisions with other bodies. IDA 15% meteorites contain a high percentage of iron and nickel compounds. They are created in the rupture of asteroids. IRON meteorites contain silicate minerals. They are subdivided into chondrites and achondrites. STONY UNIVERSE 63 62 THE SOLAR SYSTEM Construction Debris: Asteroids and Meteorites E ver since the formation of the solar system, the melting, collision, and rupture of various materials played an essential role in the formation of the planets. Remnants of this process remain in the form of rock debris, which serves as witnesses to the formation of the solar system. These objects are also associated with episodes that influenced subsequent evolutionary processes on Earth. They are a possible cause of the mass extinction of dinosaurs more than 60 million years ago. Extraterrestrial One of the main goals of scientist who study meteorites is to understand their nature. Meteoric material holds extraterrestrial solids and gases. Scientific tests have confirmed that some meteorites are from the Moon or Mars, but most meteorites are associated with asteroids. The samples obtained from meteorites are analyzed and classified by their composition. Asteroids Also called minor planets, they are the millions of rock and metal fragments of various shapes and sizes that orbit the Sun. They are mostly located in a belt between the orbits of Mars and Jupiter, but a few, such as those that belong to the Amor, Apollo, and Aten asteroid groups, orbit closer to Earth. Tighten Your Belt More than a million asteroids at least a mile in diameter are distributed in the main asteroid belt. Ceres was the first asteroid discovered (in 1801). It is the largest known asteroid, with a diameter of 580 miles (932 km). 7 miles per second (12 km/s) IMPACT VELOCITY TYPES OF METEORITES EXPLOSION The friction created as a meteorite falls through the air increases its temperature. This is how an ignition process is started. 1. DIVISION The fragmentation of a meteorite causes a visual effect called a shooting star. 2. IMPACT The collision of the meteorite compresses and excavates the ground, leaving a crater. 3. TYPES OF ASTEROIDS Despite a great variety in size and shape, three types of minor planets, or asteroids, are known. Classified by their composition, they are grouped as siliceous, carbonaceous, and metallic. A HUGE METEORITE STRIKES A meteorite is an object from space that does not completely vaporize as it penetrates the Earth's atmosphere. Larger meteorites can form a crater when they strike the Earth. Shown is the impact of an exceptionally large meteorite, such as the one that many scientists believed might have led to the extinction of dinosaurs and many other species about 65 million years ago. Ferrous-type rocks dominate its composition. The percentage of the total mass of the asteroids compared with the mass of the Moon The Kirkwood gaps are the open areas in the main asteroid belt that are devoid of asteroids. KIRKWOOD"},{"pageNumber":37,"pageContent":"Launched in 1986, it passed the nucleus of Halley's comet at a distance of 310 miles (500 km) in 1992. GIOTTO Frozen water, methane, carbon dioxide, ammonia, rock, and dust NUCLEUS UNIVERSE 65 64 THE SOLAR SYSTEM Those with a Tail DUST TAIL The suspended dust particles trail behind the comet, reflecting sunlight and making the luminous tail visible. ION TAIL The trail of suspended gases generates a low- intensity, luminous region with a bluish color. The gas molecules lose an electron and therefore have an electrical charge. Envelops the nucleus. It is formed by the gases and dust that it releases. C omets are small, deformed objects a few miles in diameter that are normally frozen and dark. Made of dust, rock, gases, and organic molecules rich in carbon, comets are usually found in orbits beyond that of Neptune in the Kuiper belt or in the Oort cloud. Occasionally a comet, such as Halley's comet, veers toward the interior of the solar system, where its ice is heated and sublimates, forming a head and long, spectacular tails of gases and dust. Types of Comets Comets with short periods have orbits around the Sun that are shorter than 200 years. Those with a period of more than 200 years travel tens or hundreds of times farther from the Sun than Pluto. Deep Impact Mission On January 12, 2005, as part of the Discovery program, NASA launched the space probe Deep Impact, which, in turn, sent a projectile on a collision course toward the comet 9P/Tempel 1, where it obtained samples to be studied on Earth. Periodic comets Comets that leave their original orbits and approach the Sun generally settle into new trajectories. Halley's comet, for example, completes its elongated orbit in 76 years. 22,370 miles per hour (36,000 km/h) COMA Formed by the nucleus and the coma. The front part is called the impact front. HEAD PROBE LAUNCH Deep Impact launches the 770-pound (350-kg) copper projectile that will collide with the comet. 1. IN POSITION By means of infrared cameras and spectrometers, the ship follows the comet to analyze the impact on the nucleus. The projectile searches the impact front. NUCLEUS SOLAR WIND 2. IMPACT WITH THE COMET took place on July 4, 2005. The projectile generated a crater the size of a football field and seven stories deep. 3. PREVIOUS MISSIONS NASA has sent other unmanned missions to comets. The first was the international craft ISEE-3/ICE. Launched in 1978, its mission ended after crossing the tail of the Giacobini- Zinner comet in September 1985. STARDUST THE HEAD The head of a comet can measure 62,000 miles (100,000 km) or more in diameter. SOLAR SYSTEM OORT CLOUD LONG-PERIOD COMET SHORT- PERIOD COMET KUIPER BELT FORMATION OF THE TAIL AND HEAD Because of the effects of solar radiation and the solar wind, gases and dust are released from an accelerating comet. The dust particles tend to form a curving trail, which is less sensitive to the pressure of the solar wind. As the comet leaves the confines of the solar system, its tails coincide once more, but they disappear as the nucleus cools down and ceases releasing gases. Close to the Sun, the tails reach maximum length. As the comet moves away from the Sun, its tails disappear. Sun Earth Comet orbit Mars Jupiter The NASA spacecraft approached the comet Borrelly in 2001. DEEP SPACE In 2004, it took samples of the comet Wild 2 and sent them to Earth. VELOCITY OF THE COMET IMPACT"},{"pageNumber":38,"pageContent":"THE MOON AND TIDES 76-77 ECLIPSES 78-79 The Earth and the Moon I n the beginning, the Earth was an incandescent mass that slowly began to cool, allowing the continents to emerge and acquire their current form. Although many drastic changes took place during these early eras, our blue planet has still not stopped changing. It must be recognized that life on Earth would be impossible without the presence of the atmosphere—the colorless, odorless, invisible layer of gases that surrounds us, giving us air to breathe and protecting us from the Sun's harmful radiation. Although the atmosphere is approximately 435 miles (700 km) thick, it has no clear boundary and fades into space until it finally disappears. THE BLUE PLANET 68-69 JOURNEY TO THE CENTER OF THE EARTH 70-71 ONCE UPON A TIME 72-73 MOVEMENTS AND COORDINATES 74 -7 5 AERIAL VIEW OF THE EARTH In this partial image of the Earth, we can see Bora-Bora, an island that forms part of the Leeward Islands, located in French Polynesia."},{"pageNumber":39,"pageContent":"68 THE EARTH AND THE MOON UNIVERSE 69 The Blue Planet The Phenomenon of Life Water, in liquid form, makes it possible for life to exist on the Earth, the only planet where temperatures vary from 32° F to 212° F (0° C to 100° C), allowing water to exist as a liquid. The Earth’s average distance from the Sun, along with certain other factors, allowed life to develop 3.8 billion years ago. Above 212° F (100° C) ONLY ICE Mars is so far from the Sun that all its water is frozen. 3 STATES On the Earth, water is found in all three of its possible states. ONLY STEAM On Mercury or Venus, which are very close to the Sun, water would evaporate. GRAVITY AND WEIGHT Magnetism and Gravity The Earth’s magnetic field originates in the planet’s outer core, where turbulent currents of molten iron generate both electric and magnetic fields. The orientation of the Earth’s magnetism varies over time, causing the magnetic poles to fluctuate. WHAT IT DOES The magnetic field protects the Earth from the radiation of the solar wind. Weight is the force of the gravity that acts on a body. Solar wind The Van Allen belts trap the particles from the solar wind, causing phenomena like the auroras. Some particles are attracted to the poles. Earth Axis Magnetic field lines Magnetic field tail Van Allen belt EARTH MOVEMENTS The Earth moves, orbiting the Sun and rotating on its own axis. ROTATION: The Earth revolves on its axis in 23 hours and 56 minutes. REVOLUTION: It takes the Earth 365 days, 5 hours, and 57 minutes to travel once around the Sun. The Moon, our only natural satellite, is four times smaller than the Earth and takes 27.32 days to orbit the Earth. 93,500,000 miles (149,503,000 km) CONVENTIONAL PLANET SYMBOL ESSENTIAL DATA Revolution around the Sun (Earth year) Mass* Orbiting speed Gravity* Diameter at the equator Average distance to the Sun 93 million miles (150 million km) 365.25 days 1 7,930 miles (12,756 km) 17 miles per second (27.79 km/s.) 1 CHARACTERISTICS T he Earth is known as the blue planet because of the color of the oceans that cover two thirds of its surface. This planet, the third planet from the Sun, is the only one where the right conditions exist to sustain life, something that makes the Earth special. It has liquid water in abundance, a mild temperature, and an atmosphere that protects it from objects that fall from outer space. The atmosphere also filters solar radiation thanks to its ozone layer. Slightly flattened at its poles and wider at its equator, the Earth takes 24 hours to revolve once on its axis. 23.5° of the Earth’s surface is water. From space, the planet looks blue. 70% Magnetosphere NORTH POLE ROTATION AXIS AXIS INCLINATION 1. EVAPORATION Because of the Sun’s energy, the water evaporates, entering the atmosphere from oceans and, to a lesser extent, from lakes, rivers, and other sources on the continents. 2. CONDENSATION The Earth’s winds transport moisture-laden air until weather conditions cause the water vapor to condense into clouds and eventually fall to the ground as rain or other forms of precipitation. 3. PRECIPITATION The atmosphere loses water through condensation. Gravity causes rain, snow, and hail. Dew and frost directly alter the state of the surface they cover. AXIS INCLINATION *In both cases, Earth = 1 One rotation lasts 23.56 hours. Average temperature Density 3.2 ounces per cubic inch (5.52 g/cu cm) 59° F (15° C) 23.5° SOUTH POLE This is the inclination of the Earth’s axis from the vertical. As the Earth orbits the Sun, different regions gradually receive more or less sunlight, causing the four seasons. Magnetic force The liquid outer core is in constant motion. Mantle The Earth’s core works as a magnet. The Earth’s magnetic field is created by convective currents in its outer core. Solid core SUN 24 ON JÚPITER Jupiter has 300 times more mass than the Earth and therefore more gravity. ON EARTH The object is drawn toward the Earth’s center. ON THE MOON The Moon has less mass than the Earth and, as a result, less gravity. -76° F (-60° C) 32° to 212° F (0° to 100° C) pounds (11 kg) 154 pounds (70 kg) 390 pounds (177 kg)"},{"pageNumber":40,"pageContent":"UNIVERSE 71 70 THE EARTH AND THE MOON Journey to the Center of the Earth Internal Structure We live on a rocky surface similar to a shell. The rocks we live with are made mostly of oxygen and silicon, but underneath them is the mantle, made of much heavier rocks. The mantle also surrounds the inner and outer cores with a region of constantly boiling liquid metals, creating the convective currents that generate the Earth’s magnetic field. The inner core, solid because of the great pressure put upon it, is the densest part of the planet. The hydrosphere, the liquid part of the Earth, includes the oceans, lakes, rivers, underground waters, snow, and ice. It almost completely covers the crust, surrounds the shores of the continents, and covers 755 miles (1,216 km) Mount Everest 5.5 miles (8.85 km) Continental penetration Oceanic penetration OUTER CORE The outer layer of the core is liquid, consisting of molten iron and nickel. Its temperature is lower than that of the inner core and it is under less pressure. The motion of the molten material produces the geomagnetic field. INNER MANTLE The solid, intermediate layer between the core and the crust. High- temperature S and P waves pass through it because of its contact with the core. HOW FAR HUMANS HAVE GONE OUTER MANTLE As a result of the high temperatures, the materials dilate and produce a continuous ascending movement that generates convection currents and the forces that cause the changes to the Earth’s crust. Hydrosphere and Lithosphere The lithosphere includes the crust and the upper portion of the mantle, and the hydrosphere includes liquid water, covering 71 percent of the Earth’s surface in lakes, rivers, and five oceans. TROPOSPHERE STRATOSPHERE MESOSPHERE THERMOSPHERE EXOSPHERE 7.5 miles (12 km) 1 mile (1.7 km) W e live on the Earth, but do we know what we are standing on? The planet is made up of layers of various materials, such as solid and molten rock, which in turn are composed of such elements as iron, nickel, and silicon. Our atmosphere is the layer of gases surrounding our planet. One of these gases, oxygen, does a very special job—it permits life to exist. 71 percent of the Earth’s surface. The lithosphere is a superficial, elastic region that is 4 to 7 miles (6 to 11 km) thick under the oceans and up to 43 miles (70 km) thick under mountain ranges. 3,965 miles (6,380 km) from the Earth’s surface to its center. INNER CORE is made of the same metals as the outer core, but, despite its high temperature, its center is solid because of the enormous pressure that compresses it. 620 MILES (1,000 KM) 3,965 MILES (6,380 KM) 29.2% soil 70.8% water 94 % salt water 6 % fresh water 0.03% surface and atmosphere 1.7 % ice WATER AND EARTH TOTAL VOLUME OF WATER FRESHWATER 4.3 % under- ground Above the Surface The existence of life on our planet would be impossible without the atmosphere that provides the air we breathe and the water we drink; it also protects us from the Sun’s harmful radiation, while simultaneously maintaining mild temperatures by retaining the Sun’s warmth. The atmosphere is about 435 miles thick (700 km) but lacks defined limits. WITHOUT ATMOSPHERE Direct solar radiation. Differences in temperature between the equator and the poles would be far more pronounced. WITH ATMOSPHERE The sunlight filters into the atmosphere. Winds distribute the heat, cooling the tropics and warming the poles. 0 miles (0 km) 30 miles (50 km) 50 miles (80 km) 370 miles (600 km) 620 miles (1,000 km) Air is very rarefied. The ozone layer, located here, absorbs the Sun’s ultraviolet rays. Vegetable and animal life. It fades into outer space. Orbit of an artificial satellite 7 miles (11 km) 435 miles (700 km) 1,410 miles (2,270 km) 1,800 miles (2,900 km) Lithosphere and Hydrosphere"},{"pageNumber":41,"pageContent":"UNIVERSE 73 72 THE EARTH AND THE MOON Once Upon a Time T he Earth probably formed from material in the solar nebula—the cloud of gas and dust that led to the formation of the Sun. This material gradually grew into a larger and larger body that became a red-hot ball of rock and metal. Later the rocky crust formed, its surface cooling enough to allow the continents to appear. Even later the oceans arrived, as well as the tiny organisms that released oxygen into the atmosphere. Although much of this gas was initially consumed in chemical reactions, over time, it allowed the development of multicellular organisms and an explosion of life that took place at the start of the Paleozoic Era, 542 million years ago. Chronology Geology is the study of rocks in the Earth’s crust. It divides the Earth’s history into different eras, periods, and epochs lasting millions of years. Geology also helps us catalog the processes of evolution—changes in generations as species adapt to their environment and their competitors. Through the study of fossils—remains of creatures buried in the Earth’s various sedimentary layers and consequently at different times in the past– geology helps us trace the timeline of evolutionary history. Continental Drift We live on the continents, which are part of movable plates that drift across the Earth’s surface at the rate a fingernail grows. 250 million years ago, India, Africa, Australia, and Antarctica were part of the same continent. When tectonic plates rub against each other, land and oceanic crust earthquakes occur. Where the plates separate, a rift forms. The mid-ocean ridges that run beneath the oceans are formed by lava that emerges from the rifts between tectonic plates. Where plates collide, a process called subduction takes place, in which the rocks of the oceanic floor are drawn under the continent and melt, reemerging in the form of volcanoes. Origin of the Earth The Earth was formed 4.6 billion years ago from a cloud of dust and gas. In the beginning, it was a molten, constantly active, mass. As time passed, the Earth began to cool, and the atmosphere began to clear as rain fell, creating the oceans. ICYTHYOSTEGA (amphibian) CONIFERS MARINE REPTILE DINOSAUR SMALL MAMMAL LARGE MAMMAL HOMO SAPIENS Ball of fire The Earth was created from small particles that coalesced in the solar nebula. A The planet cooled The atmosphere was created as the planet cooled and began to emit gases and steam. B The crust forms Lava poured across the surface of the Earth. As it cooled, it formed the Earth’s crust. C Water appeared on the Earth 3.9 billion years ago. Water-rich Earth is the only planet in the solar system known to have life. D 250 MILLION YEARS AGO The Tethys Sea slowly split Pangea, creating two continents, known as Laurasia and Gondwana. 2 163 MILLION YEARS AGO Gondwana split, forming Africa and South America as the southern Atlantic Ocean was created. 3 60 MILLION YEARS AGO The northern Atlantic Ocean slowly separated, completing the formation of Europe and North Africa. 4 PANGEA GONDWANA LAURASIA LAURASIA EURASIA AFRICA AFRICA ANTARCTICA ANTARCTICA AUSTRALIA INDIA INDIA SOUTH AMERICA AMERICA Panthalassa Tethys Sea PRECAMBRIC TIME PALEOZOIC ERA MESOZOIC ERA CENOZOIC ERA Tectonic Plates The surface of the Earth is shaped by tectonic plates. There are eight major plates, some of which even encompass entire continents. The plates’ borders are marked by ocean trenches, cliffs, chains of volcanoes, and earthquake zones. THE EARTH IN ONE DAY If the Earth’s history were compressed into a normal day, Homo sapiens would appear at just one minute to midnight. Metamorphic rocks Hard sediment At a certain depth, the pressure destroys the fossils. The majority are marine shells. Soft sediment FOSSILS are remains of living beings preserved in the rocks as a record of the Earth’s history. Water UNICELLULAR ORGANISM TRILOBITE CRINOID (sea animal) COOKSONIA (plant) 290 MILLION YEARS AGO The supercontinent called Pangea formed. An immense ocean called Panthalassa surrounded it. 1"},{"pageNumber":42,"pageContent":"74 THE EARTH AND THE MOON Movements and Coordinates UNIVERSE 75 Y es, it moves. The Earth rotates on its axis while simultaneously orbiting the Sun. The natural phenomena of night and day, seasons, and years are caused by these movements. To track the passage of time, calendars, clocks, and time zones were invented. Time zones are divided by meridians and assigned a reference hour according to their location. When traveling east, an hour is added with each time zone. An hour is subtracted during west-bound travel. The Earth’s Movements Night and day, summer and winter, new year and old year result from the Earth’s various movements during its orbit of the Sun. The most important motions are the Earth’s daily rotation from west to east on its own axis and its revolution around the Sun. (The Earth follows an elliptical orbit that has the Sun at one of the foci of the ellipse, so the distance to the Sun varies slightly over the course of a year.) JET LAG The human body’s biological clock responds to the rhythms of light and dark based on the passage of night and day. Long air flights east or west interrupt and disorient the body’s clock, causing a disorder known as jet lag. It can cause fatigue, irritability, nausea, headaches, and difficulty sleeping at night. Time Zones The Earth is divided into 24 areas, or time zones, each one of which corresponds to an hour assigned according to the Coordinated Universal Time (UTC), using the Greenwich, June 20 or 21 Summer solstice in the Northern Hemisphere and winter solstice in the Southern Hemisphere. Solstices exist because of the tilt of the Earth’s axis. The length of the day and the height of the Sun in the sky are greatest in summer and least in winter. REVOLUTION 1 YEAR The Earth’s orbit around the Sun lasts 365 days, 5 hours, and 57 minutes. ROTATION 1 DAY The Earth revolves once on its axis in 23 hours and 56 minutes. We see this as day and night. NUTATION 18.6 YEARS is a sort of nod made by the Earth, causing the displacement of the geographic poles by nine arc seconds. PRECESSION 25,800 YEARS A slow turning of the direction of the Earth’s axis (similar to that of a top), caused by the Earth’s nonspherical shape and the gravitational forces of the Sun and the Moon About 30 days 12:00 15:00 18:00 21:00 0:00 3:00 6:00 9:00 THE EARTH’S ORBIT About 365 days APHELION The point in the Earth’s orbit where it is farthest from the Sun (94 million miles [152 million km]). This occurs at the beginning of July. THE MONTHS Each period of time, between 28 and 31 days, into which a year is divided PERIHELION The point where the orbiting Earth most closely approaches the Sun (91 million miles [147 million km]) Temperate zone Tropical zone Polar zone 1 day September 21 or 22 Autumn equinox in the Northern Hemisphere and spring equinox in the Southern Hemisphere. The Sun passes directly above the equator, and day and night have the same length. SUN March 20 or 21 Spring equinox in the Northern Hemisphere and autumn equinox in the Southern Hemisphere. The Sun passes directly above the equator, and day and night have the same length. Geographic Coordinates Thanks to the grid formed by the lines of latitude and longitude, the position of any object on the Earth’s surface can be easily located by using the intersection of the Earth’s equator and the Greenwich meridian (longitude 0°) as a reference point. This intersection marks the midpoint between the Earth’s poles. December 21 or 22 Winter solstice in the Northern Hemisphere and summer solstice in the Southern Hemisphere. Solstices exist because of the tilt of the Earth’s axis. The length of the day and the height of the Sun in the sky are greatest in summer and least in winter. 93 MILLION MILES (149 MILLION KM) 23.5º TILT OF THE EARTH’S AXIS 0 ° EQUATOR 23.5° S Tropic of Capricorn 66.5° S Antarctic Circle 66.5° N Arctic Circle 23.5° N Tropic of Cancer Southern Hemisphere Northern Hemisphere 0° GREENWICH MERIDIAN PARALLELS 23º S N 3º 47º MEASUREMENT OF TIME Months and days are charted by calendars and clocks, but the measurement of these units of time is neither a cultural nor an arbitrary construct. Instead, it is derived from the natural movements of the Earth. Every year, around June 21, the Northern Hemisphere reaches its maximum inclination toward the Sun (a phenomenon referred to as the summer solstice in the Northern Hemisphere and the winter solstice in the Southern Hemisphere). The North Pole receives sunlight all day, while the South Pole is covered in darkness. Between one solstice and another the equinoxes appear, which is when the axis of the Earth points toward the Sun and the periods of daylight and darkness are the same all over our planet. Equinox and Solstice THE DAYS Period of time it takes the Earth to rotate on its axis 12:00 A.M. Departure time 12:00 P.M. Arrival time England, meridian as the base meridian. One hour is added when crossing the meridian in an easterly direction, and one hour is subtracted when traveling west. 12:00 A.M. 12:00 P.M. 3:00 P.M. 9:00 A.M. 6:00 A.M. 6:00 P.M. 9:00 P.M. 3:00 A.M. WEST EAST N Northern Hemisphere"},{"pageNumber":43,"pageContent":"UNIVERSE 77 76 THE EARTH AND THE MOON The Moon and Tides The Lunar Landscape Observing the Moon, the ancient astronomers decided that, as on the Earth, its plainly visible dark spots must be seas. These dark regions of the Moon contrast against the bright ones, the highlands with the most impact craters. CONVENTIONAL PLANET SYMBOL ESSENTIAL DATA AXIS INCLINATION *Earth = 1 One rotation lasts 27.32 Earth days. Revolution around the Earth Temperature Volume* Density Mass* Gravity* Orbiting speed Average distance from the Earth 226,400 miles (364,400 km) 27.3 days Diameter at the equator 2,160 miles (3,476 km) 0,01 0.6 miles per second (1.02 km/s) 0,17 2 ounces per cubic inch (3.34 g/cu cm) 302° F (150° C) (day) -148° F (-100° C) (night) 0.02 CHARACTERISTICS 5.14° R omance and terror, mystery and superstition–all these emotions are responses to the Moon, the Earth’s one natural satellite, which always hides one of its two faces. However, whatever symbolic meanings are attributed to the Moon, its gravitational pull has a concrete effect on the Earth—it is a cause of the tides. Depending on the distance of the Moon from the Earth, the gravitational pull exerted by the Moon varies in strength and so can high tides and low tides. To reach full height, tides need large open areas of ocean. For this reason, tides in closed or small bodies of water are much lower. OUTER CORE Partially melted 1000 km 100 km INNER CORE Central temperature of 2,730° F (1,500° C) INNER STRUCTURE Various seismic analyses of the Moon suggest that its core is solid or semisolid. THE MOON’S MOVEMENTS THE PHASES OF THE MOON CRUST Surface made of rocks, such as granite, covered by 65 feet (20 m) of lunar dust called regolith The most widely accepted theory of the Moon’s origin suggests that an object the size of Mars collided with the Earth during its formation. ORIGIN OF THE MOON The diameter of the Moon is one fourth of the Earth’s. 2,160 miles (3,476 km) The Moon is the Earth’s only natural satellite. Unique The Sun’s gravity also influences the tides. 46,6 % Maguinus Schickard Tycho 100 million years old New Moon Waxing crescent First quarter Waxing gibbous Full Moon Waning gibbous Third quarter Waning crescent Gassendi Grimaldi SEAS cover almost 16 percent of the Moon’s surface and were formed by flowing lava. Today the Moon has no volcanic activity. Montes Apenninus One of the most notable mountain ranges Humboldt Crater named in honor of the German naturalist Rupes Altai Mountain chain 5,900 feet (1,800 m) high Mare Crisium Measures 280 miles by 370 miles (450 km by 563 km) and has large craters. Mare Tranquillitatis The seas are flatlands with few craters. Mare Imbrium is 3.85 billion years old. VISIBLE FACE Spotted with dark areas, it always faces the Earth. NEW MOON SPRING TIDE When the Sun and the Moon are aligned, the highest high tides and lowest low tides are produced. FIRST QUARTER NEAP TIDE The Moon and the Sun are at right angles to the Earth, producing the lowest high tides and the highest low tides. FULL MOON SPRING TIDE The Sun and the Moon align once again, and the Sun augments the Moon’s gravitational pull, causing a second spring tide. THIRD QUARTER NEAP TIDE The Moon and the Sun again form a right angle, causing a second neap tide. The Tides The water on the side of the Earth closest to the Moon feels the Moon’s gravitational pull most intensely, and vice versa. Two tides are formed, and they track the Moon in its orbit around the Earth. However, they precede the Moon instead of being directly in line with it. Sun 3 2 1 4 Earth orbit Gravitational pull of the Sun Gravitational pull of the Moon Influence on the tide by the gravitational pull of the Moon Influence on the tide by the gravitational pull of the Sun KEY HIDDEN FACE Invisible from the Earth, this side of the Moon was a mystery until 1959, when the Russian probe Luna 3 managed to photograph the hidden zone. Because of the greater thickness of the Moon’s crust on this side, it has fewer seas. CRATERS can be from 40 inches (1 m) to 620 miles (1,000 km) in diameter and are formed by meteorites that strike the Moon’s surface with incredible force. MOUNTAIN RANGES When a meteorite strikes the lunar surface, a mountain range forms from the material ejected during the cratering process. As the Moon orbits the Earth, it revolves on its own axis in such a way that it always shows the Earth the same side. Hidden face Moon Earth LUNAR MONTH It takes 29.53 days to complete its phases. SIDEREAL MONTH It takes 27.32 days to orbit the Earth. Lunar orbit Visible face Lunar orbit Moon The ejected material scattered into space around the Earth, and over time, it coalesced into the Moon. Mare Morum Mare Nubium Aristarchus Brightest spot on the Moon Oceanus Procellarum The largest sea, it is not well preserved. Copernicus 60 miles (93 km) in diameter ROCKY MANTLE Less than half the thickness of the Earth’s mantle"},{"pageNumber":44,"pageContent":"78 THE EARTH AND THE MOON UNIVERSE 79 Eclipses T ypically four times a year, during the full or new moon, the centers of the Moon, the Sun, and the Earth become aligned, causing one of the most marvelous celestial phenomena: an eclipse. At these times, the Moon either passes in front of the Sun or passes through the Earth’s shadow. The Sun—even during an eclipse—is not safe to look at directly, since it can cause irreparable damage to the eyes, such as burns on the retina. Special high- quality filters or indirect viewing by projecting the Sun’s image on a sheet of paper are some of the ways in which this celestial wonder can be watched. Solar eclipses provide, in addition, a good opportunity for astronomers to conduct scientific research. Penumbra cone Shadow cone Shadow cone Earth orbit Lunar orbit FULL MOON NEW MOON EARTH TOTAL ECLIPSE TOTAL ECLIPSE PARTIAL ECLIPSE PENUMBRAL ECLIPSE ALIGNMENT During an eclipse, the Moon is not completely black but appears reddish. times greater than the distance from the Earth to the Moon DISTANCE FROM THE SUN TO THE EARTH 400 times larger than the Moon SUN’S APPARENT SIZE 400 Lunar Eclipse When the Earth passes directly between the full Moon and the Sun, a lunar eclipse (which could be total, partial, or penumbral) occurs. Without the Earth’s atmosphere, during each lunar eclipse, the Moon would become completely invisible (something that never happens). The totally eclipsed Moon’s characteristic reddish color is caused by light refracted by the Earth’s atmosphere. During a partial eclipse, on the other hand, part of the Moon falls in the shadow cone, while the rest is in the penumbra, the outermost, palest part. It is not dangerous to look at a lunar eclipse directly. TOTAL The Moon is completely in the shadow cone. Moon Earth Sun PARTIAL The Moon is only partially inside the shadow cone. PENUMBRAL The Moon is in the penumbral cone. ALIGNMENT TYPES OF ECLIPSES During a solar eclipse, astronomers take advantage of the blocked view of the Sun in order to use devices designed to study the Sun’s atmosphere. Solar Eclipse Solar eclipses occur when the Moon passes directly between the Sun and the Earth, casting a shadow along a path on the Earth’s surface. The central cone of the shadow is called the umbra, and the area of partial shadow around it is called the penumbra. Viewers in the regions where the umbra falls on the Earth’s surface see the Moon’s disk completely obscure the Sun—a total solar eclipse. Those watching from the surrounding areas that are located in the penumbra see the Moon’s disk cover only part of the Sun—a partial solar eclipse. TOTAL The Moon is between the Sun and the Earth and creates a cone- shaped shadow. ANNULAR The Sun appears larger than the Moon, and it remains visible around it. PARTIAL The Moon does not cover the Sun completely, so the Sun appears as a crescent. THE ECLIPSE CYCLE Eclipses repeat every 223 lunations—18 years and 11 days. These are called Saros periods. OBSERVATION FROM EARTH are different for each local observer. MAXIMUM DURATION ECLIPSES IN 2006 AND BEYOND 3/29 Total 2006 OF THE SUN OF THE MOON SOLAR ECLIPSES 9/22 Total 3/03 Total 8/28 Total 3/19 Partial 9/11 Partial 2/9 Partial 7/ 7 Partial 2/07 Total 1/26 Total 7/22 To t a l 1/15 To t a l 7/11 Total 1/4 Partial 11/25 Partial 6/15 Total 12/10 To t a l 5/20 Annular 11/13 Annular 6/4 Partial 12/28 Partial 5/10 Annular 11/3 Hybrid 4/25 Partial 10/18 Partial 4/29 Annular 10/23 Partial 4/15 Total 10/08 Total 3/20 To t a l 9/13 Partial 4/4 To t a l 9/28 To t a l 3/14 Partial 9/07 Partial 8/16 Partial 2/21 To t a l 6/26 Partial 12/21 To t a l 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 SUNLIGHT 8 minutes are the same for all observers. MAXIMUM DURATION LUNAR ECLIPSES 100 minutes Moon Earth Sun Minimum 2 of the Sun 41 of the Moon 29 A black, polymer filter, with an optical density of 5.0, produces a clear orange image of the Sun. Prevents retinal burns 70 Maximum 7 Average 4 ECLIPSES IN A YEAR ECLIPSES IN A SAROS Total ANNUAL ECLIPSE OF THE SUN, SEEN FROM THE EARTH TOTAL LUNAR ECLIPSE, SEEN FROM THE EARTH The orange color comes from sunlight that has been refracted and colored by the Earth’s atmosphere. TYPES OF ECLIPSES"},{"pageNumber":45,"pageContent":"Observing the Universe A stronomy was born out of humankind's need to measure time and seasons, marking the best times to plant. In ancient times, the study of the stars was mixed with superstition and ritual. The megalithic monument Stonehenge, found in southern England, is an example of this. Today, thanks to advances in new technologies, such as the giant telescopes installed in various locations around the planet, we have discovered many new things about the universe. The VLT (Very Large Telescope), astronomy's new monster telescope located in Chile, is part of an attempt to find planets beyond the solar system, because many astronomers suspect that life is not exclusive to the Earth. ASTRONOMICAL THEORIES 82-83 SPRINKLED WITH STARS 84-85 CELESTIAL CARTOGRAPHY 86-87 FROM THE HOME GARDEN 88-89 A FOUR-EYED GIANT 90-91 STONEHENGE Located in Wiltshire (England), it was built in several phases over some 600 years—between 2200 and 1600 BC. The placement of most of its large stones has a relationship to the Moon and the Sun."},{"pageNumber":46,"pageContent":"UNIVERSE 83 82 OBSERVING THE UNIVERSE F or a long time, it was believed that the Earth was stationary. The Sun, the Moon, and the planets were thought to orbit it. To study the sky and calculate its movements, people began to build instruments, such as the astrolabe, armillary sphere, and telescope. The telescope revolutionized the conception of the universe. Instead of the Earth being at the center of the universe, it was suggested that the Earth and other planets travel around the Sun. The Roman Catholic Church opposed the idea and, for a time, persecuted dissident astronomers and banned their theories. In 1543, a few months before his death, Nicolaus Copernicus published the book De revolutionibus orbium coelestium , inaugurating what is now known as the Copernican Revolution. The Polish astronomer developed the heliocentric theory (from helios , the Greek word for “the Sun”), which contradicted the geocentric theory. Copernicus’s new postulate inverted the traditional relationship of the Sun and the Earth, identifying the Sun as the center of the universe and the Earth as one of many solar satellites. Copernicus argued that spheres moved in endless, circular orbits. Since the universe and all the celestial bodies were thought to be spherical, he argued that their movements must also be circular and uniform (the Ptolemaic system considered the planets’ circuits to be irregular). Copernicus reasoned that, since the movements of the planets appeared to be irregular, the Earth must not be the center of the universe. These discoveries were contrary to the views promulgated by the Roman Catholic Church. In fact, both Roman Catholics and Protestants suppressed any writings advocating these beliefs. When Galileo Galilei was brought to trial by the Roman Catholic Church for advocating the Copernican theory, he was forced to renounce his views. Heliocentric Model GALILEO’S TELESCOPE The telescope is thought to have been invented in 1609 by the Dutch optician Hans Lippershey but had no real scientific application until Galileo Galilei improved and adapted it to observe celestial bodies. Galileo’s first telescope, made of a leather tube covered by a lens at each end (one lens convex and the other concave), magnified objects up to 30 times. Using the telescope, Galileo discovered that the Sun’s surface had imperfections (sunspots), that the Moon had mountains and craters, and that there were four moons, or satellites, that traveled around Jupiter. MEASUREMENTS Noticing that the Sun, the Moon, and the stars moved in cycles, ancient civilizations found they could use the sky as both a clock and a calendar. However, ancient astronomers had difficulties performing the complex calculations needed to predict the positions of stars accurately enough to create a truly precise calendar. A useful tool developed to perform this task was the astrolabe. Its engraved plates reproduce the celestial sphere in two dimensions, allowing the elevations of the celestial bodies to be measured. THE TRAVELERS After many years and great advancements in technology, scientists decided that space observation conducted only from the Earth’s surface was insufficient. In 1959, the first space probe was launched, an automatic vehicle that flew to the Moon and photographed its hidden face. The space probes Voyager 1 and 2 explored the planets Jupiter, Saturn, Uranus, and Neptune, a milestone in space exploration. In 2005, Voyager 1 reached the region called Termination Shock, the frontier of the solar system, representing the farthest region explored by humanity. Both probes carried with them golden discs, named Sounds of Earth, containing sounds and images portraying the diversity of life on Earth. 2nd Century Claudius Ptolemy 100-170 Resurrected and compiled the works of great Greek astronomers into two books. His postulates held undisputed authority for centuries. 16th Century Nicolaus Copernicus 1473-1543 In his De revolutionibus orbium coelestium , the Polish astronomer postulated that the Sun—not the Earth—was the center of the universe. This concept is the foundation of our own astronomy.. 20th Century Edwin Hubble 1889-1953 In 1929, he began to investigate the expansion of the galaxies, allowing scientists to obtain an idea of the true scale of the universe as well as refine the big bang theory. 17th Century Isaac Newton 1642-1727 He built upon the ideas of Galileo and developed the theory of universal gravitation, asserting that the movements of the Earth and the celestial bodies are governed by the same natural laws. Astronomical Theories 17th Century 17th Century Galileo Galilei 1564-1642 Built the first telescope, a primitive device with which he discovered sunspots, four of Jupiter’s moons, the phases of Venus, and craters on the Moon’s surface. Before telescopes, binoculars, and modern observatories existed, little was known about the Earth. Many believed that the Earth was fixed and that the Sun, the Moon, and the five known planets orbited it in circles. This geocentric model was promoted by the Egyptian astronomer Claudius Ptolemy, who in the 2nd century AD compiled the astronomical ideas of the ancient Greek astronomers (in particular, those of Aristotle, who had proposed the Earth as the center of the universe, with the celestial objects revolving around it). Although other ancient astronomers, such as Aristarchus of Samus, proposed that the Earth was round and rotated around the Sun, Aristotle’s ideas were accepted as true for 16 centuries, and at times Aristotle’s ideas were defended and preserved by the Roman Catholic Church. Geocentric Model TIME This astrolabe was used by ancient Persians. To them, astronomy functioned as a kind of agricultural calendar. Johannes Kepler 1571-1630 The German astronomer, believer in Copernicus’s heliocentric model, formulated three famous laws of planetary movement, which encouraged Galileo to publish his research. COSMIC CHARACTERS"},{"pageNumber":47,"pageContent":"84 OBSERVING THE UNIVERSE C onstellations are groups of stars thought to represent different animals, mythological characters, and other figures. Constellations were invented by ancient civilizations to serve as reference points in the Earth’s sky. There are 88 of these collections of stars. Although each star in a constellation appears related to the others, it is actually very far from them. Not all the constellations are visible at the same time from any one place on the Earth. The brightest stars are those of the head and back. Regulus is prominent. is the least notable of the zodiac’s constellations. The stars Castor and Pollux form the head of the twins. is visible even without binoculars. The brightest star, Aldebaran, is red. Not a very noteworthy constellation, it has no very bright stars. has globular clusters and nebulae visible with binoculars. is one of the least prominent constellations. lies in the direction of the Milky Way and its brightest star is Antares. is a constellation with several bright stars. was at one point, part of Scorpius. Although it is the 13th constellation of the zodiac, Ophiuchus is not a part of the zodiac. When astrology began 3,000 years ago, the constellation was far from the zodiac. The Babylonians conceived of the zodiac 2,000 years ago as a way of measuring time, using it as a symbolic calendar. is located at the center of the Milky Way and is full of nebulae and star groups. has only one very bright star, Hamal, the Arabic word for “sheep.” Mintaka Heka Betelgeuse Pi3 Orionis Pi4 Orionis Pi5 Orionis Chi1 Orionis Pi6 Orionis Pi2 Orionis Omicron Orionis Bellatrix 23.5° Earth Sun Earth’s orbit Star background Alnilam Alnitak THE MYSTERY OF GIZA The alignment of the three pyramids at Giza in Egypt appears to be related to the alignment of the three stars of Orion’s belt. Saiph ORIGIN The history of western culture’s constellations begins with the first astronomical observations made by ancient Mesopotamian peoples. Because we inherited the constellations from Greco- Roman culture, most of the constellations are named after figures in classical mythology. All of the earliest constellations were named by the 16th century. Constellations discovered more recently bear names drawn from science or technology or from exotic fauna discovered in various places across the globe. Xi Orionis Sprinkled with Stars Mu Orionis Rigel UNIVERSE 85 Mythological Characters Since ancient times, animal figures have been seen represented in the sky by groups of stars. The constellation of Taurus takes its name from its resemblance to a bull. Orion, Cassiopeia, Andromeda, and Perseus were named after characters of Greek tragedies. The Sky Changes The Earth takes one year to orbit the Sun. As the planet advances in its orbit, the nighttime sky changes, allowing different parts of it to be seen. This is why some constellations can only be seen during certain seasons of the year. In addition, different constellations can be seen from different latitudes. Only near the equator is it possible to see all 88 constellations. Different Cultures In antiquity, each culture recognized certain constellations that other civilizations did not. The Chinese see smaller, more detailed patterns in the stars, allowing for more precise positional information. Various cultures also tend to use varied names for the same constellation. Scorpius is recognized by the people of Mesopotamia, Greece, Rome, Mesoamerica, and Oceania—under different names. The Constellations of the Zodiac The 13 constellations located within the elliptical plane— through which the Sun passes as seen from Earth—are called the constellations of the zodiac. Twelve of these constellations have long formed the foundation of astrology, but Ophiuchus, the 13th, is ignored by astrologers as a new addition. URSA MAJOR The bear represented by this constellation is unusual because of its long tail. The constellations’ shapes rarely agree perfectly with their namesakes. SCORPIUS In Greco-Roman mythology, Orion and Scorpius are closely linked. Orion is the giant, handsome, seductive hunter. THE CENTAUR is a creature from Greek mythology, half man and half horse. The centaur accompanied Orion during his quest to recover his sight. OBSERVING THE CONSTELLATIONS Observers in both hemispheres can see the constellations of the zodiac. In the Northern Hemisphere, the southern constellations, such as Scorpius, are difficult to see, and in the Southern Hemisphere, northern constellations, such as Gemini, are difficult to study. LEO CANCER GEMINI TAURUS ARIES PISCES AQUARIUS CAPRICORN SAGITTARIUS SCORPIUS OPHIUCHUS LIBRA VIRGO 88 constellations Babylon 13"},{"pageNumber":48,"pageContent":"86 OBSERVING THE UNIVERSE Celestial Cartography A s on the Earth, so in heaven. Just as terrestrial maps help us find locations on the surface of the planet, star charts use a similar coordinate system to indicate various celestial bodies and locations. Planispheres, or star wheels, are based on the idea of a celestial sphere (an imaginary globe on which the stars appear to lie and that surrounds the planet). Two common types are polar and bimonthly star maps. M A P O F T H E S T E L L A R N O R T H P O L E M A P O F T H E S T E L L A R S O U T H P O L E UNIVERSE 87 Different Types of Charts Throughout the year, different constellations are visible because the Earth moves along its orbit. As the Earth’s place in its orbit changes, the night side of the planet faces different regions of space. To compensate for this shifting perspective, there are various kinds of planispheres: north and south polar maps and bimonthly equatorial maps. Stellar Movements The visible regions of the celestial sphere and the ways in which stars move through the sky depend upon the observer’s latitude. As an observer moves north or south, the visible portion of the celestial sphere will change. The elevation of the north or south celestial pole above the horizon determines the apparent motion of the stars in the sky. Measuring Distances Once a star or constellation has been located in the sky, hands and arms can serve as simple measuring tools. A single extended finger, shown in the first illustration, can form a one-degree angle from the observer’s line of sight and is useful for measuring short distances between stars. The closed palm of the hand forms a 10° angle, and the open hand measures 20°. THE CELESTIAL SPHERE The celestial sphere is imagined to extend around the Earth and forms the basis for modern star cartography. The sphere is divided into a network of lines and coordinates corresponding to those used on the Earth, allowing an observer to locate constellations on the sphere. The celestial equator is a projection of the Earth’s equator, the north and south celestial poles align with the axis of the Earth, and the elliptic coincides with the path along which the Sun appears to move. POLAR The celestial sphere is generally divided into two polar maps: north and south. AT THE POLES At the North Pole, the stars appear to rotate around the observer’s head. The effect is the same at the South Pole but in the opposite direction. IN MIDDLE LATITUDES some stars can be seen all year long, but others are only visible during certain months. AT THE EQUATOR stars can be seen throughout the year, rising in the east and setting in the west. EQUATORIAL Six bimonthly maps depict all 88 constellations, which can be seen over the course of the year. ONE FINGER FULL MOON BIG DIPPER THE SQUARE OF PEGASUS CLOSED HAND OPEN HAND Star magnitudes Constellations Milky Way HOW TO READ A MAP OF THE SKY Astronomers divide the celestial sphere into sections, allowing them to study the sky in detailed, systematic ways. These maps can show a particular region observed from a certain place at a certain time, or they can merely concentrate on a specific location. To specify the position of a point on the surface of the Earth, the geographic coordinates called latitude and longitude are used. With the celestial sphere, declination and right ascension are used instead. Observers located at the equator see the celestial equator pass directly over their heads."},{"pageNumber":49,"pageContent":"88 OBSERVING THE UNIVERSE From the Home Garden S targazing is not difficult. After learning to locate celestial objects, many people find the hobby very gratifying. With the aid of a star map, you can recognize galaxies, nebulae, star clusters, planets, and other objects. Some of these treasures of the universe are visible with the unaided eye, but others require binoculars or even more sophisticated telescopes. Familiarity with the night sky is useful in many ways. UNIVERSE 89 SATELLITES The bigger ones are brighter than some stars. Some take a while to cross the sky. VENUS can generally be seen above the horizon at dusk or dawn. How to Look at the Moon Under various degrees of magnification, the Moon and stars take on different appearances. In some cases, you can make observations of the Moon with the unaided eye as well as with binoculars or a telescope. Normal view Planisphere View with telescope Moon Measurement methods A planisphere is a circular star chart that is used to locate celestial bodies in the celestial sphere. To identify a particular object, your own arms and body can be used to measure its direction and altitude in relation to the horizon. MEASUREMENT OF ELEVATION 90º Horizon Starting at the horizon, extend one of your arms until it is perpendicular to the other. THE MOTION OF CONSTELLATIONS The Earth’s rotation makes the planets and stars appear to move through the nighttime sky in a general east-to-west direction. When the southern constellation Orion, visible from November through March, is viewed from the Northern Hemisphere, it appears to move from left to right. JÚPITER 10 TIMES LARGER ORIÓN SOUTH 12:00 A.M. 3:00 A.M. 9:00 P.M. WEST EAST View with binoculars MOON The illuminated face of the Moon can always be seen at some time during the night, at least partially, except around the new moon. COMETS visible to the naked eye appear every one to two years and are visible for weeks or even months. CENTAURI OMEGA LIGHT-YEARS FROM EARTH 4.2 LIGHT-YEARS FROM EARTH 17,000 A star to the southwest could be located with your arms at 45°. Combine the directional angles with your hand measurements for elevation. The planisphere indicates the principal direction of a star. Place the arms at 90º, using north or south as the base. To measure a 45° angle, move your arm halfway up from the horizon. MEASURING DIRECTION 45º 90º 45º SHOOTING STARS Very short flashes of light lasting only a fraction of a second BARREL OPTIC TUBE ADJUSTMENT SCREW OBJECTIVE PRISM FOCUSING WHEEL FOCUSING EYEPIECE TRIPOD ADAPTER Flat Perspective A constellation is a group of stars that, when viewed from a certain angle, seem to assume a specific shape. However, these stars that seem closely joined together are, in fact, separated by great distances. Basics Before stepping out to observe the night sky, make sure you have everything you need. If you collect all your supplies beforehand, you will avoid having to expose your eyes to bright light once they have adjusted to darkness. In addition to binoculars, star maps, and a notebook, you should bring warm clothes, a comfortable seat, and something to drink. Observable Objects The sky is a very busy place. Not only are there stars and planets, but there are also satellites, airplanes, comets, and meteorites. Fortunately all become recognizable by their appearance as well as their movement. Compass Flashlight with red cellophane 50 TO 100 TIMES LARGER"},{"pageNumber":50,"pageContent":"90 OBSERVING THE UNIVERSE A Four-Eyed Giant T he Paranal Observatory, one of the most advanced in the world, is located in the region of Antofagasta, Chile. It uses four identical telescopes to obtain enough light- gathering power that it could see the flame of a candle on the surface of the Moon. This sophisticated collection of digital cameras, reflecting mirrors, and other instruments is mounted in the interior of four metallic structures weighing hundreds of tons. The Very Large Telescope (VLT) is operated by a scientific consortium drawn from eight European countries. One of their stated objectives is to discover new worlds orbiting other stars. UNIVERSE 91 435–455 BC CARACOL It is located in the ruins of the Mayan city of Chichén Itzá. The structure was used for venerating the Sun, the Moon, and Venus. 2500–2000 BC STONEHENGE Located in Wiltshire, England, it is an observatory temple dating from the Neolithic Period. ARMILLARY SPHERE Invented by Eratosthenes in the year 225 BC, it was used as a teaching aid and became especially popular in the Middle Ages thanks to Danish astronomer Tycho Brahe. 1979 MAUNA KEA An international complex located in Hawaii, with large British, French-American, and American observatories 1897 YERKES Located in Wisconsin, it contains the largest refracting telescope in the world. 1888 LICK Located on 4,265-foot- (1,300- m-) high Mount Hamilton. It was the first observatory to be located on a mountain. 1726 JAIPUR Located in India, it was built by the maharajah Sawai Jai Singh and has a large sextant and a meridional chamber. Cerro Paranal Observatory The ESO’s Very Large Telescope is located to the north of the Atacama desert, on Cerro Paranal. Completed in 2006, it has four 26.9-foot- (8.2-m-) wide reflector telescopes capable of observing objects four billion times fainter than those visible to the unaided eye. It also has three 5.9-foot- (1.8-m-) wide movable auxiliary telescopes that are used in conjunction with the larger ones to simulate the light-gathering power of a 52-foot- (16-m-) wide mirror (with the resolution of a 656-foot- [200-m-] long telescope). This is enough to see an astronaut on the Moon. The above technique is called interferometry. CLIMATIC CONDITIONS Cerro Paranal is located in the driest part of the Atacama desert, where the conditions for astronomical observation are extraordinarily favorable. It is an 8,645-foot- (2,635-m-) tall mountain that has about 350 cloudless nights a year. ADAPTIVE OPTICS To prevent the primary mirror from deforming because of gravitational effects, the VLT has an adaptive optics system that maintains the mirror in optimal shape, with 150 supporting pistons that continually adjust the shape of the mirror. 3.9-foot- (1.2-m-) diameter secondary mirror Mechanical structure YEPUN Light tunnels for interferometry Rails to transport the AT MELIPAL KUEYEN ACTIVE OPTICS ADAPTIVE OPTICS 150-piston cell ANTU (20,000 SQ M) TOTAL SURFACE 215,000 SQ FT (2,365 M) ABOVE SEA LEVEL 7,759 FEET AUXILIARY TELESCOPE (AT) There are four, each 5.9 feet (1.8 m) in diameter. They assist with interferometry. LB PER SQ IN (MBAR) Air pressure 10.9 (750) LB PER CU FT (KG/M3) Air density 0.06 (0.96) FAHRENHEIT (CELSIUS) Average temperature 18–77° (-8–25°) PERCENT Humidity 5 to 20 ACRONYM FOR Very Large Telescope VLT Curved mirror Uncorrected vision Corrected vision Telescope units Light enters Reflected light beam DOME Its protective cover perceives changes in the weather by means of thermal sensors. The Telescope The main feature of the VLT is its revolutionary optical design. By using adaptive and active optics, it achieves resolution similar to that possible from space."},{"pageNumber":51,"pageContent":"92 GLOSSARY UNIVERSE 93 Glossary Annihilation Total destruction of matter in a burst of energy, as when it encounters antimatter. Antigravity Hypothesized force, equal to gravity and diametrically opposed to it. Antimatter Matter formed from subatomic particles with shared properties. Its electrical charge is opposite that of normal matter. Aperture Diameter of the main mirror of a telescope or eyepiece. The larger the aperture, the more light the device receives. Aphelion The point in a celestial body's orbit farthest from the Sun. The Earth reaches aphelion on or about July 4, when it is 95,000,000 miles (152, 600,000 km) from the Sun. Apogee The farthest position from the Earth reached by the Moon or any of the artificial satellites that orbit the planet. Asteroids Minor bodies of the solar system, formed by rock, metal, or a mixture of both. Most asteroids orbit the Sun between the orbits of Mars and Jupiter. Their size ranges from dozens of feet to hundreds of miles. Astrolabe Ancient astronomical instrument for measuring both the positions and the movements of celestial objects. Astronomy Science that studies the universe. It is concerned with the physical characteristics, movements, distances, formation, and interactions of galaxies, stars, planets, moons, comets, asteroids, and other celestial bodies. Atmosphere Layer of gas retained around a planet by its gravity. It is also the outer layer of matter in a star, where the energy produced in the star's interior is emitted in the form of radiation. Atom The smallest part of an element that partakes of all the element's properties. It is generally composed of three subatomic particles: the neutron, the proton, and the electron. Aurora Luminous phenomenon, with red and green layers, visible in the skies of the polar regions. The auroras are caused by the collision of solar particles with the Earth's atmosphere. Austral Related to the Southern Hemisphere. Big Bang Cosmological theory asserting that the universe began to exist as a result of a great explosion that occurred some 14 billion years ago. Big Crunch Cosmological theory asserting that the universe would undergo a final, complete collapse if it were to begin to contract. Black Hole Celestial body so dense that not even light can escape its gravity. Black Hole, Stellar-Mass Black hole produced by the explosion of a massive star as a supernova. Its mass is typically about 10 times that of the Sun. Black Hole, Supermassive Black hole located at the center of a galaxy and a meteorite on the surface of a natural satellite or a planet. Crust Rocky layer of the surface of a planet or natural satellite. Curvature of Light Distortion of light rays when passing through regions with strong gravitation. Decay Process by which radioactive elements and unstable particles become stable substances. Also the way in which black holes eventually disappear. Density Degree of solidity of a body (its mass divided by its volume). Eclipse Visual concealment of one celestial body by another. A lunar eclipse occurs when the Moon passes into the Earth's shadow, and a solar eclipse takes place when the Earth passes into the Moon's shadow. Ecliptic Imaginary line around the sky along which the Sun moves during the year. The orbits of the Earth and the other planets generally lie along the ecliptic. Electrical Charge Property of particles causing them to either attract or repel each other because of electrical forces. Electrical charges are either positive or negative. Electromagnetic Radiation Radiation composed of magnetic and electric fields moving at the speed of light. It encompasses radio waves (long wavelengths), visible light, and gamma rays (very short wavelengths). Element A basic substance of nature that cannot be diminished without losing its chemical properties. Each element (such as hydrogen, helium, carbon, oxygen) has its own characteristics. Elliptical Orbit Orbit shaped like a flattened circle. All orbits are elliptical. A circle is a special form of an ellipse. Energy The capacity to do work. Event Horizon The edge of a black hole. Extraterrestrial Foreign to the Earth. Force Something that changes the motion or shape of a body. Galactic Filament Structure formed by superclusters of galaxies stretching out through great portions of space. Filaments are the largest structures in the universe and are separated by great voids. Galaxy Collection of billions of stars, nebulae, dust, and interstellar gas held together by gravity. Galaxy Cluster Group of galaxies linked together by gravity. Gamma Rays Form of electromagnetic radiation with greatest energy and shortest wavelength. It is generated by only the most powerful phenomena in the universe, such as supernovae or the fusion of neutron stars. General Relativity Theory formulated by Albert Einstein in 1915. In part, it holds that gravity is a natural consequence of the curvature of space-time caused by the presence of a massive body. In general relativity, the phenomena of classical mechanics (such as the orbit of a planet or the fall of an object) are caused by gravity and are represented as inertial movements within space-time. Gravitational Wave Waves in space that travel at the speed of light and are produced by the movements of very massive bodies. Gravity Attractive force between bodies, such as between the Earth and the Moon. Greenhouse Effect Temperature increase caused by gases (such as carbon dioxide and methane) that prevent the surface heat of a planet from escaping into space. Heliosphere The region of space around the Sun in which its effects are evident. It extends some 100 astronomical units around the Sun. Helium The second most common and second lightest element in the universe. It is a product of the big bang and of nuclear fusion of stars. Hubble Constant Number that measures the rate of expansion of the universe. It is expressed in kilometers per second per millions of parsecs. It is currently estimated at 70 km/s/Mpc. Hydrogen The most common and lightest element in the universe; the main component of stars and galaxies. formed by material that falls into the central region of the galaxy. Its mass can be a billion times that of the Sun. Carbon One of the most common elements in the universe, produced by stars. All known life is carbon-based. Chromosphere The lowest layer of the Sun's atmosphere. It emits a pinkish-red light that can be seen only when the brighter photosphere is obscured during a total eclipse. Circumpolar Star Any star always visible to an observer on the Earth as it rotates about the celestial pole. Comet Object made of ice and rock dust. When a comet approaches the Sun, the growing heat causes the ice to evaporate, forming a gaseous head and a tail of dust and gas pointing away from the Sun. Constellation Group of stars in the sky. Constellations tend to bear the names of mythological characters or creatures. To astronomers, the constellations demarcate regions of the sky. Core In a planet, a solid, high-pressure central mass; in a star, the central region undergoing nuclear fusion; in a galaxy, the innermost light-years. Corona Upper atmosphere of the Sun. It is visible as a pearly halo during a total solar eclipse. Cosmos Another name for the universe. Crater Circular depression formed by the impact of"},{"pageNumber":52,"pageContent":"94 GLOSSARY UNIVERSE 95 Hypernova Destruction of a massive star, which emits a wave of gamma rays extending great distances across the universe. Implosion Collapse of a body upon itself in response to great external pressure. Infrared Radiation Heat radiation, with a wavelength between visible light and radio waves. Intergalactic Space Space between galaxies. Interstellar Space Space between the stars. Ionosphere Region of the Earth's atmosphere that is electrically charged and is located between 30 and 370 miles (50 and 600 km) from the Earth's surface. Kuiper Belt Region of the solar system that is home to millions of frozen objects, such as comets. It stretches from the orbit of Neptune to the inner limit of the Oort cloud. Light Electromagnetic radiation with a wavelength visible to the human eye. Light Pollution Brightness of the sky originating in street illumination and other artificial lighting, which impedes the observation of dim celestial objects. Light-Year Standard astronomical measurement unit equivalent to the distance traveled by light, or any form of electromagnetic radiation, in one year. Equivalent to 6,000,000,000,000 miles (10,000,000,000,000 km). Lunar Mare The large, dark regions of the surface of the Moon. They were originally thought to be seas, but they are actually great depressions covered by lava. Magnetic Field The area near a magnetic body, electric current, or changing electric field. Planets, stars, and galaxies have magnetic fields that extend into space. Magnetosphere Sphere that surrounds a planet with a magnetic field strong enough to protect the planet from the solar wind. Mantle Layer that lies between the crust and the core of a planet. Mass Measure of the amount of matter in an object. Matter The substance of a physical object, it occupies a portion of space. Meteorite Rocky or metallic object that strikes the surface of a planet or satellite, where it can form a crater. Milky Way The galaxy to which the Sun and the solar system belong. It is visible as a pale band of light that crosses our night sky. Molecule Smallest unit of a pure substance that has the composition and chemical properties of the substance. It is formed by one or more atoms. January 4, when it is 92,000,000 miles (147,500,000 km) from the Sun. Photon Elemental particle responsible for electromagnetic radiation. Photons are the most common particles in the universe. Planet Roughly spherical object made of rocks or gas orbiting a star. A planet cannot generate its own light but reflects the light of its parent star. Polestar Polaris, a star that lies near the celestial north pole. Polaris is commonly called the North Star. Over thousands of years, other stars will become the polestar. Proton Subatomic particle with positive electrical charge. It forms part of the nucleus of an atom. Radio Galaxy Active galaxy emitting energy as both radio waves and light. Most of the radio emission originates at the core of the galaxy. Solar Flare Immense explosion produced on the surface of the Sun by the collision of two loops of the solar magnetic field. Solar Mass Standard unit of mass against which other objects in the universe can be compared. The Sun has 333,000 times as much mass as the Earth. Space The medium through which all celestial bodies move. Space-Time Four-dimensional conception of the universe in which length, width, and height constitute three dimensions and time acts as the fourth. Spectral Analysis Study of spectral lines that provide information about the composition of stars or galaxies and their redshifts. Spectrum The result of dispersing the electromagnetic radiation of an object so that the wavelengths of which it is composed can be seen. Dark lines that originate from elements that are present and punctuate the spectrum at specific wavelengths reveal the composition of the object. Speed of Light The distance traveled by light in a vacuum in one second (approximately 186,000 miles, or 300,000 km). No object can move faster than the speed of light. Star Enormous sphere of gas (generally hydrogen) that radiates light and heat. The Sun is a star. Star Cluster Group of stars linked together by gravity. Open clusters are scattered groups of several hundred stars. Globular clusters are dense spheres of several million old stars. Sunspots Dark, relatively cool spots on the surface of the Sun. They tend to be located on either side of the solar equator and are created by the solar magnetic field. Supernova Explosion of a massive star at the end of its life. Tide The effect of the gravitational pull of one astronomical object upon the surface of another. Ocean tides on Earth are an example. Unstable Tendency to change from one state into another less energetic one. Radioactive elements decay into more stable elements. Vacuum Space occupied by little or no matter. Van Allen Belt Radiation zone surrounding the Earth, where the Earth's magnetic field traps solar particles. Wavelength Distance between the peaks of any wave of electromagnetic radiation. Radiation with a short wavelength (such as X-rays) has more energy than radiation with a longer wavelength (such as radio waves). Zenith Point in the sky 90° above the horizon (that is, immediately above an observer). Zodiac Twelve constellations through which the Sun, the Moon, and the planets appear to move. Moon The Earth's natural satellite is called the Moon. The natural satellites of other planets are commonly known as moons and have their own proper names. Nebulae Clouds of gas and dust in space. Nebulae can be seen when they reflect starlight or when they obstruct light from sources behind them. Neutron Electrically neutral subatomic particle. It makes up part of an atom's nucleus (with the exception of ordinary hydrogen). Neutron Star Collapsed star consisting mostly of neutrons. Nova Star that increases greatly in brightness for several days or weeks and then slowly fades. Most novae probably occur in binary-star systems in which a white dwarf draws in matter from its companion star. Nuclear Fusion Nuclear reaction in which relatively light elements (such as hydrogen) form heavier elements (such as helium). Nuclear fusion is the source of energy that makes stars shine. Oxygen Chemical element vital to life and to the expansion of the universe. Oxygen makes up 21 percent of the Earth's atmosphere. Particle In particle physics, a tiny, individual component of matter with characteristic mass, electrical charge, and other properties. Perihelion The point in a celestial body's orbit closest to the Sun. The Earth reaches perihelion on or about"},{"pageNumber":53,"pageContent":"96 INDEX UNIVERSE 97 Index A accretion disc, 30, 34, 35, 37 active galaxy, 34-35 adaptive optics system, 91 annular solar eclipse, 78 Antennae (NGC 4038 and NGC 4039), galactic collisions, 32-33 anti-gravity, 15, 16 antimatter, 10 antiparticle, 10, 11 aphelion, 75 Aristarchus of Samus, 82 Aristotle, 82 armillary sphere, 82, 90 asteroid (minor planet), 5, 63 asteroid belt, 40, 41, 63 astrolabe, 82 astrology, zodiac, 84-85 astronomy, 40, 80-91 big bang theory, 10, 12, 13, 14, 15, 32, 34, 83 geocentric model, 82 heliocentric model, 83 Roman Catholic Church opposition, 82, 83 See also space exploration; stargazing atmosphere Earth, 46, 66, 68, 70, 71 Jupiter, 50 lunar eclipse, 79 Mars, 49 Mercury, 45 Neptune, 57 Pluto, 59 Saturn, 53 solar, 42 thickness, 71 Uranus, 54, 55 Venus, 46 atom, 10, 11, 12, 16, 17, 31 attraction, forces of nature, 16, 17, 31 B baby universe, 15 Babylon, 85 background radiation, 11, 15 big bang theory, 10, 12, 13, 14, 15, 32, 34, 83 Big Crunch, 14, 15 bimonthly star map, 86 black dwarf (star), 23 black hole, 4, 15, 19 active galaxies, 34 anti-gravity, 15, 16 discovery, 30 formation, 22, 23, 29, 30 gravitational force, 30, 31 Milky Way, 37 temperature, 35 blazar (galaxy), 35 blueshift, Doppler effect, 21 Butterfly Nebula (M2-9), 26 C calendar, 5, 74, 82 carbon, 12, 24 Cassini division, rings of Saturn, 52 Cat's Eye Nebula (NGC 6542), 26-27 celestial cartography, 86-87 See also star chart celestial equator, 86, 87 celestial sphere, 86, 87 Ceres (asteroid), 63 Cerro Paranal Observatory: See Paranal Astronomical Observatory Chandrasekhar limit, stellar collapse, 26 Charon (moon of Pluto), 58 chromosphere, 43 clock, 74, 82 closed universe, 14 color, stars, 20-21 comet, 5, 64-65, 89 formation, 65 Coordinated Universal Time (UTC), 75 Copernican Revolution, 83 Copernicus, Nicholas, 5, 82 corona (Sun), 43 cosmic inflation theory, 10, 11 cosmic void, 8 cosmos: See universe Crab Nebula (M1), 29 crater Earth, 62 Mercury, 44 Moon, 77 creation, 10-11 big bang theory, 10, 12, 13, 14, 15, 32, 34, 83 cosmic inflation, 10, 11 time and temperature, 10-13 critical mass, 14, 15 curvature of space-time, 16, 31 D dark energy, 13, 14 dark matter, 4, 6-7, 11, 12, 13 declination, 87 dew, 69 dinosaur, mass extinction, 62 Doppler effect, 21, 32 double planet, 58 dwarf planet, 5, 57, 58, 60, 61 See also Pluto E E=mc 2 (equation), 16 Earth, 39, 41, 66-75 aerial view, 66-67 aphelion, 75 atmosphere, 46, 66, 68, 70, 71 axis inclination, 69, 74, 75 center of universe, 4, 5, 82 chronology, 73 comparison to Mars, 48 composition, 70 continental drift, 72 continental penetration, 70 cooling, 73 distance from Sun, 68 eclipses, 78-79 equinox and solstice, 74, 75 essential data, 69 evolutionary process, 62 formation, 13, 72-73 geographical coordinates, 75 gravity, 69 hydrosphere, 71 internal structure, 70-71 lithosphere, 71 magnetic field, 69, 70 magnetic inversion, 54 moon and tides, 68, 76-77 movements, 74-75 night sky, 84-85, 88-89 nutation, 74 oceanic penetration, 70 oceans, 68, 73 one day, 72 orbit, 75 origin, 8, 73 ozone layer, 71 perihelion, 74 revolution, 68, 74 rotation, 21, 68, 74 solar radiation, 71 thermosphere, 71 tides, 76 time zones, 75 water, 68-69, 71, 73 earthquake, 72 eclipse, 78-79 lunar, 79 observation from Earth, 79 solar, 78 Einstein, Albert, 16 electromagnetism, 11, 16, 17, 69 electron, 10, 11, 12 elliptical galaxy, 33 energy, 16, 34, 42 Enke division, 52 equinox, autumn and spring, 74 Eris, Kuiper belt objects, 61 Eta Carinae Nebula, 18-19, 29, 36 evaporation, 68 event horizon, black holes, 31 evolution, timeline, 72-73 extrasolar planet, discovery, 61 F filament, 9, 12, 29 flat perspective, 89 flat universe, 14, 16 forces of nature, 16-17 electromagnetism, 11, 16, 17, 69 gravity, 11, 14, 16, 69, 76 nuclear interactions, 11, 16, 17 unified, 11, 16 fossil, 73 frost, 69 G Gacobini-Zinner comet, 64 galactic cluster, 33 galaxy, 8, 9 active, 34-35 anatomy, 32-33 classification, 33, 35 clusters, 33 collision, 19, 32-33 energy emission, 34 expansion, 8, 83 formation, 12, 32, 33, 35 galactic clusters, 33 Mice, The, 32 Milky Way, 5, 8, 32, 33, 36-37 number, 9 shape, 12, 32 Gacobini-Zinner, 64 Halley's, 64 Kuiper belt, 6, 60, 64 missions to, 64 parts, 64, 65 types, 64 condensation, 69 Cone Nebula, 4 constellation, 5, 84-85 Andromeda, 9, 85 Aquarius, 85, 87 Aries, 84, 86 Cancer, 74, 86 Capricorn, 85, 87 Cassiopeia, 85 celestial sphere, 86-87 Centaur, 85 cultural interpretations, 85 discovery, 84 flat perspective, 89 Gemini, 74, 86 Leo, 84, 86 Libra, 85, 87 locating, 86, 88-89 measuring distances, 86 motion, 88 mystery of Giza, 85 mythological characters, 85 naming, 84 near equator, 84 number, 84 observing, 84, 88-89 Ophiuchus, 85 origin, 84 Orion, 85, 88 Perseus, 85 Pisces, 84, 86 Sagittarius, 37, 85, 87 Scorpius, 85, 87 sky changes, 84 Taurus, 74, 85, 86 Ursa Major, 85 Virgo, 85, 87 zodiac, 84-85, 86-87 continental drift, 72-73"},{"pageNumber":54,"pageContent":"98 INDEX UNIVERSE 99 stabilization, 35 subclassification, 33 superclusters, 9, 19 total number, 9 types, 32 Galileo Galilei, 5, 36, 51, 83 Gamow, George, 15 gas, 12, 34, 37 general theory of relativity, 16, 31 geocentric model (astronomical theory), 82 geology, 73 Gliese (star), extrasolar planet, 61 globular cluster, 21 gluon, 10, 11, 17 graviton, 10 gravity (gravitation), 11, 12, 14, 16, 17 black holes, 30, 31 dark matter, 7 Earth, 69 galaxy formation, 12, 34, 35 Jupiter and asteroid belt, 41 Milky Way, 37 moon, 76 Newton's theory, 16, 17 precipitation, 69 Sun, 40, 41 tides, 76 weight, 69 Great Dark Spot (Neptune), 57 Great Red Spot (Jupiter), 50, 51 greenhouse effect, Venus, 46 Greenwich meridian, 75 Guth, Alan, 11 H hail, 69 Halley, Edward, 33 Halley's comet, 64 Hawking, Stephen, 5, 14 heliocentric model (astronomical theory), 83 helium, 11, 12, 17, 20, 22, 24, 42, 57 Helix Nebula (NGC 7293), 27 Hercules Cluster (NGC 6205), 33 Hertzsprung-Russell diagram (H-R diagram), 20, 24, 25 Homo sapiens, first appearance, 13, 72, 73 Hourglass Nebula (MYCN 18), 27 Hubble, Edwin, 15, 32, 33, 83 Hubble Space Telescope, 55, 58 hydrogen, 11, 12, 17, 20, 21, 22, 24, 26, 42, 57 I Ida (asteroid), 63 impact crater, 44, 62, 77 inner planet, 41 interferometry, 91 International Astronomical Union, 57, 60 intrinsic luminosity, stars, 20 iron meteorite, 62 irregular galaxy, 33 J jet lag, 75 Jupiter, 41, 50-51 missions to, 51, 83 K Kant, Immanuel, 32 Kepler, Johannes, 40, 82, 83 Kirkwood gap, asteroid belt, 63 Kuiper belt, 5, 59, 60-61, 64 L Large Magellanic Cloud (galaxy), 28, 36 latitude, 75, 87 N neap tide, 76 nebula, 22 Butterfly, 26 Cat's Eye, 26-27 Cone, 4 Crab, 29 Eta Carinae, 18-19, 29, 36 Helix, 27 Hourglass, 27 NGC 6751, 25 planetary, 3, 22, 23, 25, 26 solar, 72 Spirograph, 26 Neptune, 40, 56-57 missions to, 56, 83 orbit, 60-61 neutrino, 11, 17, 42 neutron, 11, 17, 42 neutron star, 22, 23, 29, 31 Newton, Isaac, 16, 17, 83 NGC 6751 (nebula), 25 1987a supernova, 28 nuclear interaction, 11, 16, 17 O observation: See stargazing observatory Caracol, 90 Jaipur, 90-91 Lick, 90 Mauna Kea, 90 Paranal, 90 Stonehenge, 80-81, 90-91 Yerkes, 90 ocean, creation, 73 Olympus Mons (Mars), 38-39, 49 Omega Centauri (star cluster), 21 Oort cloud (region of Solar System), 60, 64 open cluster, 21 open universe, 15 orbit, 40 Earth, 75 Eris, 60-61 Mars, 48 Mercury, 44, 45 Neptune, 60 Pluto, 58, 59, 60-61 Saturn, 60 Uranus, 60 outer planet, 40 ozone layer, 68, 71 P parallax, 21 parallels, geographical coordinates, 75 Paranal Astronomical Observatory, 90, 91 See also Very Large Telescope parsec, 20 partial eclipse lunar, 79 solar, 78 penumbra, 43, 78, 79 penumbral lunar eclipse, 79 Penzias, Arno, 15 perihelion, 74 phase Moon, 77 Venus, 47 photon, 10, 12, 42 photosphere, Sun, 43 planet, 5, 40-41 extrasolar discovery, 61 formation, 41, 62 inner, 41 irregular movement, 83 observation, 89 orbits, 40 outer, 40 remnant materials, 62 revolution, 40 See also under specific name, for example Earth; Mars planetary nebula, 1, 22, 23, 25, 26 planetesimal, 41 planisphere (star wheel), 86, 88, 89 plasma, 43 plate tectonics, Earth, 73 Pleiades, The (star formation), 21 Pluto, 5, 58-59 diameter, 60, 61 orbit, 58, 59, 60-61 polar star map, 86 Pope, Alexander, 55 positron, 11, 42 precipitation, 69 protogalaxy 12 proton, 11, 12, 17, 42 protostar, 22 Ptolemy, Claudius, 4, 5, 82 pulsar, 19, 29, 31 Q Quaoar, Kuiper belt objects, 60, 61 quark, 10, 11, 17 quasar, 19, 34, 35 R radiation, 10, 11, 12, 29 background, 11, 15 solar, 41, 67, 71, 76 radio galaxy, 35 rain, 69 red giant (star), 23, 24, 25, 31 red planet: See Mars red supergiant (star), 23, 24 redshift, Doppler effect, 21, 32 relativity, general theory of, 16, 31 repulsion, forces of nature, 17 rift, 72 right ascension, 87 life, existence of, 5, 8, 12, 68, 72-73, 83 light bending, 17 spectral analysis, 20, 21 light-year, 8, 20 longitude, 75, 87 luminosity, stars, 20-21, 24, 25 lunar eclipse, 79 M macrospicule, 43 magnetic field, 37, 45, 51, 54, 69 magnetic inversion, 54 magnetosphere, 51 main sequence, stellar life cycle, 20 map, celestial cartography, 86-87 Mars, 39, 41, 48-49 exploration, 48-49 Olympus Mons, 38-39, 49 mass, 16, 17 matter, 10, 11, 12, 13, 30 Mercury, 41, 44-45 mesosiderite (meteorite), 62 meteorite, 62-63 See also asteroid methane, 58 Mice, The (NGC 4676), galactic collision, 32 Milky Way, 5, 8, 32, 33, 35, 36-37 moon Earth: See Moon Galilean, 51 Jupiter, 51 Mars, 48 Neptune, 56 Pluto, 58 Saturn, 52 Uranus, 55 Moon (Earth's), 68, 76-77, 89 eclipses, 79 landscape, 77, 83 looking at, 88 mythology, constellations, 85"},{"pageNumber":55,"pageContent":"100 INDEX ring system Jupiter, 51 Neptune, 56 Saturn, 52 Uranus, 55 S Sagittarius A and B (gas clouds), 37 Saros period, eclipses, 79 satellite, 5, 55, 56, 59 See also moon Saturn, 40, 52-53 missions to, 83 orbit, 60-61 Scorpius (region of space), 20-21 Sedna, diameter, 61 self-generated universe, 15 Shakespeare, William, 55 shooting star, 62, 89 snow, 69 solar eclipse, 78-79 solar flare, 43 solar nebula, 72 solar prominence, 43 solar radiation, 41, 67, 71, 76 Solar System, 5, 38-65 components, 39, 40-41 Earth, 39, 41, 66-67 Eris, 61 formation, 13 inner planets, 41 Jupiter, 40, 41, 50-51 Mars, 39, 41, 48-49 Mercury, 41, 44-45 Neptune, 40, 56-57 origin, 60 outer planets, 40 Pluto, 5, 58-59 Saturn, 40, 52-53 “Termination Shock” region, 83 Uranus, 40, 54-55 Venus, 41, 46-47 solar wind, 43, 49, 51, 69 solstice, summer and winter, 74, 75 Sombrero Galaxy, 32-33 Sounds of Earth (Voyager recording), 83 space exploration, 44, 47, 48, 49, 55, 56, 64, 76, 83 space-time, 16 spatial dimension, 14 spectral class, stars, 20 spectrum, 21 spicule, 43 spiral galaxy, 32, 33 Spirograph Nebula (IC 418), 26 spring tide, 76 star, 84-85 black dwarf, 23, 24 blue, 20 brightness, 20 calendar, 5, 82 celestial sphere, 86-87 chart: See star chart color, 20 composition, 12, 20, 21, 29 constellations, 37, 74, 84-85, 88 convection cells, 24 core, 24, 28, 31 death, 24-25, 28, 29 distance from Earth, 20, 21 Doppler effect, 21 dust grains, 25 end, 29 final darkness, 30-31 formation, 12, 22-23, 28, 34 gas shells, 26-27 groups, 5, 21 Hertzsprung-Russell diagram, 20, 24, 25 hot spots, 25 life cycle, 22-23, 24-25, 26, 28, 30 luminosity, 20-21, 24, 25 main sequence, 20 maximum mass, 26 navigation, 5 near, 8 origin, 22-23 parallax, 21 shooting stars, 89 supplies, 88 telescope, 88 unaided eye, 88 Venus, 89 Very Large Telescope, 90-91 stellar map, 5, 86-87 stellar wind, 25 Stonehenge (United Kingdom), 80-81, 90-91 stony meteorite, 62 strong nuclear force (strong nuclear interaction), 11, 16, 17 subatomic particle, 10 subduction, 72 Sun (Earth's), 22, 42-43 ancient peoples, 38 astronomical theories, 82, 83 convective zone, 42 core, 43 corona, 43 distance to earth, 78 eclipses, 78-79 essential data, 42 formation, 13, 72 future, 25 gravitational pull, 31, 40, 41 luminosity, 20 photosphere, 43 radiation, 41, 67, 71, 76 radiative zone, 42 size, 31, 78 surface and atmosphere, 43 sunspot, 43, 83 supercluster (galaxy), 9, 19 supergiant (star), 28, 31 supernova, 12, 19, 22, 23, 26, 28-29 T tectonic plate, 72, 73 telescope, 4, 82 auxiliary, 90 early, 81 Galileo, 5, 36, 83 Hubble Space Telescope, 55 object position, 17 parts, 88-89 Very Large Telescope, 90-91 visible matter, 5, 12, 20, 30, 34, 52, 56 temperature black holes, 35 stars, 20, 24 temporal dimension, 14 Termination Shock (solar system region), 83 thermonuclear fusion, 42 tide, 51, 76 time, 16, 17 curvature of space-time, 16, 31 Greenwich median, 75 measurement, 74, 82 zone, 75 total eclipse lunar, 79 solar, 78 U umbra, 43, 78 universal gravitation, theory of, 16, 17 universe background radiation, 11, 15 composition, 8-9, 14 cooling, 12 creation, 10-11 curvature of space-time, 16 defined, 6-7, 18-19 expansion, 7, 8, 10, 11, 13, 16, 32, 83 expansion theories, 14-15 forces, 11, 16-17 future, 14 geocentric model, 82 heliocentric model, 83 history, 13 observation, 80-81, 90-91 secrets, 4-5 size/immensity, 8 transparent, 12-13 Uranus, 40, 54-55 missions to, 55, 83 orbit, 60-61 V Valles Marineris canyon, Mars, 49 Van Allen belts, Earth, 69 Venus, 41, 46-47, 89 Very Large Telescope (VLT), 81, 90-91 auxiliary telescope, 90 dome, 90 optics, 90, 91 photograph, 90-91 volcanism, 41, 47, 49, 77 W water, 44, 46, 48, 61, 68, 71 weak, light particle (WIMP), 17 weak nuclear force (weak nuclear interaction), 11, 16, 17 weight, relation to gravity, 69 white dwarf (star), 23, 25, 26-27, 31 Wilson, Robert, 15 wind, 51, 53 WMAP (Wilkinson Microwave Anisotropy Probe) project, 11 wormhole, 31 X-Z X-ray, black holes, 30 zero time, 10 zodiac, constellations, 84-85 fdf dsdfsdaf planetary nebulae, 26 principal, within 100 light-years from Sun, 20-21 red giant, 20, 23, 24, 25, 31 red supergiant, 20, 23, 24 reference points, 84 shooting, 62 size, 22, 24, 26 stellar movement, 87 stellar remnant, 29 study, 80 supergiant, 24, 28, 31 supernovae, 28-29 superstition and ritual, 80 temperature, 20, 24 white dwarf, 23, 24, 25, 26-27, 31 See also Sun star chart celestial sphere, 86 equatorial, 87 measuring distances, 86 observer's latitude, 87 polar, 87 reading a map of the sky, 87 stellar movements, 87 stellar north pole, 86 stellar south pole, 87 types, 87 star wheel (planisphere), 86, 88, 89 stargazing, 88-89 auxiliary telescope, 90 basics, 88 binoculars, 88 comets, 89 flat perspective, 89 history, 82-83 instruments for, 82 measuring direction, 89 moon, 88, 89 motion of constellations, 88 night sky, 88 observable objects, 88 observatories, 80-81, 90-91 recognizing objects, 88, 89 satellites, 89 UNIVERSE 101"}]
