[{"pageNumber":1,"pageContent":"STARS & PLANETS FUN FILL-IN ACTIVITIES TURN-AND-LEARN INFO WHEEL FAST FACTS AT YOUR FINGERTIPS QUIZ PAGES STICKERS PARENT NOTES CURRICULUM- BASED CONTENT 3 3 3 3 3 3 3 Label space objects Learn about the planets Match up star stickers Find out how scientists study space Take cool quizzes See inside stars and planets EYEWITNESS WORKBOOKS EYEWITNESS WORKBOOKS TEST YOUR KNOWLEDGE DISCOVER MORE TURN AND LEARN Are you ready to take your knowledge of stars and planets to the next level? This activity-packed workbook will help you go straight to the head of the class. Train your brain with activities, stickers, and quiz pages Check out the Fast Fact pages for knowledge on the go Spin the info wheel for staggering statistics on outer space Other titles in the series: Discover more at www.dk.com New from Eyewitness, workbooks that children will actually want to use!"},{"pageNumber":3,"pageContent":"by Claire Watts EYEWITNESS WORKBOOKS STARS & PLANETS"},{"pageNumber":4,"pageContent":"LONDON, NEW YORK, MELBOURNE, MUNICH, AND DELHI Educational Consultant Linda B. Gambrell, Distinguished Professor of Education, Clemson University Project Editors Clare Hibbert, Sue Malyan Art Editors Sara Nunan, Peter Radcliffe Senior Editor Jane Yorke Senior Art Editor Owen Peyton Jones Managing Editor Camilla Hallinan Managing Art Editor Martin Wilson Publishing Manager Sunita Gahir Category Publisher Andrea Pinnington DK Picture Library Claire Bowers, Rose Horridge Production Controller Lucy Baker DTP Designers Siu Chan, Andy Hilliard, Ronaldo Julien Jacket Designer Neal Cobourne First published in the United States in 2007 by DK Publishing 375 Hudson Street New York, New York 10014 07 08 09 10 11 10 9 8 7 6 5 4 3 2 1 ED518 – 05/07 Copyright © 2007 Dorling Kindersley Limited All rights reserved under International and Pan-American Copyright Conventions. No part of this publication may be reproduced, stored in a retrieval system, or transmitted in any form or by any means, electronic, mechanical, photocopying, recording, or otherwise, without the prior written permission of the copyright owner. Published in Great Britain by Dorling Kindersley Limited. DK books are available at special discounts when purchased in bulk for sales promotions, premiums, fundraising, or educational use. For details, contact: DK Publishing Special Markets, 375 Hudson Street, New York, New York 10014 SpecialSales@dk.com A catalog record for this book is available from the Library of Congress ISBN: 978-0-7566-3034-8 Color reproduction by Media Development Printing Limited, UK Printed and bound by Hua Yang Printing Limited, China Discover more at www.dk.com Contents 4 How this book can help your child Fast facts 6 Stars and galaxies 7 The solar system 8 Planets 9 Planet Earth 10 The universe 11 Looking at space 12 Space travel 13 Living in space"},{"pageNumber":5,"pageContent":"Activities 14 The sky at night 15 Star distances 16 The life cycle of stars 17 The Milky Way 18 Stargazing 20 Our nearest star 21 Gravity in space 22 Orbiting the Sun 24 The inner planets 25 Our home planet 26 Moon-watching 27 Observing an eclipse 28 The red planet 29 Giant planets 30 Naming the planets 31 Asteroids, comets, and meteors 32 Expanding universe 33 Space shuttle 34 Astronauts 35 Living in space 36 Key dates of space exploration Quick quiz 38 Discovering the universe 39 Stars, galaxies, and constellations 40 Planets and smaller space bodies 41 The Sun and solar system 42 Earth and the Moon 43 Astronauts and spacecraft 44 Activity answers 46 Quick quiz answers 47 Progress chart 48 Certificate Turn-to-learn wheel Solar system facts Space record breakers"},{"pageNumber":6,"pageContent":"06_07_ED518_FastFacts2.indd 6 12/27/06 5:35:53 PM 16_17_ED518_STars_planets.indd 2 1/15/07 3:31:28 PM Parents’ notes How this book can help your child \u0018 The Eyewitness Workbooks series offers a fun and colorful range of stimulating titles on the subjects of history, science, and geography. Specially designed to appeal to children of 9 years and up, each workbook aims to: • develop a child’s knowledge of a popular topic • provide practice of key skills and reinforce classroom learning • nurture a child’s special interest in a subject. The series is devised and written with the expert advice of an educational consultant and supports the school curriculum. About this book Eyewitness Workbook Stars and Planets is an activity-packed exploration of the world of space and astronomy. Inside you will find: This section presents key information as concise facts, which are easy to digest, learn, and remember. Encourage your child to start by reading through the valuable information in the Fast facts section and studying the statistics on the Turn-to-learn wheel before trying out the activities. Fast facts Activities The enjoyable, fill-in activities are designed to develop information recall and help your child practice cross- referencing skills. Each activity can be completed using information provided on the page, in the Fast facts section, or on the Turn-to-learn wheel. Your child should work systematically through the book and tackle just one or two activity topics per session. Encourage your child by checking answers together and offering extra guidance when necessary. Each tiny star twinkling in the sky is a huge, distant ball of superhot gas, like our Sun. Each star is part of a group, called a galaxy, that may contain millions of stars. For thousands of years, astronomers gazing at the stars organized them into easily recognizable patterns, called constellations, to create a map of the skies. Stars Stars and galaxies Fast facts \u0018 The sky at night The constellation of Orion Types of galaxy Key facts • Astronomers map the sky by dividing it into 88 areas. Each contains a different constellation. • Different constellations can be seen from Earth’s Northern and Southern hemispheres. • Constellations such as Orion that lie along the celestial equator can be seen from both hemispheres. Constellations Astronomers group the brightest stars into constellations. Many constellations are named after characters in ancient mythology, such as Orion and Andromeda. From Earth, the stars in a constellation appear to be close together. In fact, they are great distances apart, but lie in a similar direction to Earth. Galaxies Every star is part of a vast, spinning group of stars, gas, and dust called a galaxy. The matter in a galaxy is held together by the force of gravity. Galaxies are divided into three main types, according to their shape: spiral, elliptical (oval-shaped), or irregular. Spiral galaxy Elliptical galaxy Irregular galaxy Stars shown as points of light. Imaginary lines join the stars to form an image of Orion. Key facts • The tiniest dwarf galaxies contain only a few million stars, but giant galaxies can contain hundreds of billions of stars. • There are about 100 billion galaxies in the part of the universe that we can observe. • Our home galaxy, the Milky Way, contains about 200 billion stars. • Galaxies are grouped together in clusters. A star is a huge ball of gas made up mainly of hydrogen. It has a temperature of tens of millions of degrees. The hydrogen fuels nuclear reactions that produce huge amounts of energy. Stars give off most of their energy as light and heat, but they also give off radiation, such as ultraviolet rays and X-rays. Key facts • All stars look similar to the naked eye, but in fact they vary in their size, brightness, temperature, and color. • The stars are hurtling through space at immense speed, but we cannot see this movement because they are so distant. • Most stars form part of a system containing two or more stars held together by gravity. 06_07_ED518_US.indd 6 19/2/07 3:01:21 pm Life and death of a star The life cycle of stars Our Sun’s life will last about 10 billion years. When it runs out of fuel, the Sun will expand to form a red giant. Bigger stars live only a few million years before they swell into supergiants. Stars that are smaller than our Sun may live 100 billion years. Activities Find four star stickers and match them to the correct captions to complete the diagram. A nebula is a great cloud of dust and hydrogen gas. New stars are born in the nebula. A star begins to shine when nuclear reactions inside the core produce heat and light. When a massive star, hundreds of times bigger than our Sun, begins to run out of fuel, it cools down, glows red, and begins to swell into a red supergiant . The core of the supergiant eventually blasts apart in an explosion called a supernova . It can be as bright as a whole galaxy. The core of a supernova may collapse and become a very dense neutron star that continues to spin through space. When a smaller star, like our Sun, runs low on fuel, it expands into a red giant . It glows red as it cools. The outer layers of gas puff out like a ring of smoke to form a planetary nebula . The faint, shrunken remains of the star become a white dwarf . They glow white as they cool. When the star is so cool that it has stopped glowing, it forms a black dwarf . Star knowledge Complete the sentences by circling the correct answers. Use the information on this page to help you. 1. Our Sun will live for about 5 / 10 / 15 billion years. 2. When the Sun eventually starts to cool down, it will expand and become a red giant / red supergiant / neutron star. 3. A black dwarf is a star that is being formed / is shining / has stopped glowing. 4. Black holes are formed when supernovas / small stars / nebulas collapse. 16 Did you know? A brown dwarf is a star that is too small to trigger nuclear reactions in its core. Instead of shining, it glows dimly. The core of a supernova may collapse to form a black hole , an area of space with such powerful gravity that it sucks in everything, even light. 16_17_ED518_US.indd 2 19/2/07 3:04:38 pm"},{"pageNumber":7,"pageContent":"47_ED518_StarsPlanets.indd 47 20/1/07 14:32:36 48_ED518_StarsPlanets.indd 2 20/1/07 14:22:34 40_41_ED518_StarsPlanets.indd 40 1/26/07 5:09:18 PM 3 \u0018 Parents’ notes Important information • Please stress upon your child the importance of heeding the warnings in this book. Never look directly at the Sun or try to view it using a telescope, binoculars, or a mirror. Only view a solar eclipse when wearing approved protective goggles, or view it indirectly with a pinhole camera. • Be patient when observing the night sky outdoors, since it will take about 20 minutes for your eyes to adjust to the dark. Always dress warmly and use a red filter over a flashlight, so that it doesn’t affect your night vision. Turn-to-learn wheel The Turn-to-learn wheel is a fun learning tool, packed with fascinating facts and figures about stars, planets, and more. Happy learning! Quick quiz There are six pages of multiple-choice questions to test your child’s newfound knowledge of the subject. Children should only try answering the quiz questions once all of the activity section has been completed. As your child finishes each page of themed questions, check the answers together. Certificate There is a certificate of achievement at the back of the book for your child to fill in, remove, and display on the wall. Answers and Progress chart All the answers are supplied in full at the back of the book, so no prior knowledge of the subject is required. Use the Progress chart to motivate your child and be positive about his or her achievements. On the completion of each activity or quiz topic, reward good work with a gold star. PROGRESS CHART 14 Page Topic Star Page Topic Star Page Topic Star 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 40 41 42 39 43 The inner planets Our home planet Moon-watching Observing an eclipse The sky at night Star distances The life cycle of stars The Milky Way Stargazing The red planet Giant planets Naming the planets Asteroids, comets, and meteors Stargazing Our nearest star Gravity in space Orbiting the Sun Orbiting the Sun Expanding universe Space shuttle Astronauts Living in space Key dates of space exploration Key dates of space exploration Discovering the universe Stars, galaxies, and constellations Planets and smaller space bodies The Sun and solar system Earth and the Moon Astronauts and spacecraft Chart your progress as you work through the activity and quiz pages in this book. First check your answers, then stick a gold star in the correct box below. 47_ED518_US.indd 47 19/2/07 3:08:18 pm CERTIFICATE OF EXCELLENCE Stars & Planets A reward certificate for you to fill in, tear out, and display on your wall. eyewitne SS workbook S Congratulations to (Name) ........................................................... for successfully completing this book on (Award date) ................................... 48_ED518_US.indd 2 19/2/07 3:13:39 pm 1 \u0007Check all the different types of planet: Planets and smaller space bodies Check or number the boxes to answer each question. Check your answers on page 46. a. smooth b. rocky c. gas d. metal Quick quiz 40 2 \u0007The clump of matter from which a planet forms is called a: a. protoplanet b. miniplanet c. potential planet d. nebula 3 \u0007Check all the rocky planets: a. Earth b. Jupiter c. Mars d. Mercury e. Neptune f. Saturn g. Uranus h. Venus 4 \u0007Craters are made on a planet’s surface by: a. meteorites (space rocks) bombarding the planet b. spacecraft landing on the planet c. volcanic eruptions d. huge storms 5 \u0007Gas planets have a core made of: a. dust b. liquid c. iron d. rock 10 A shooting star is: a. a star falling to Earth b. a meteor burning up as it enters Earth’s atmosphere c. another name for a comet d. an asteroid exploding 6 \u0007Check all the things found in the rings around the gas planets: a. rock b. ice c. metal d. gas 7 \u0007A natural object that orbits a planet is called its: a. ring b. asteroid c. moon d. meteorite 8 \u0007Where is the asteroid belt? a. between the Sun and Mercury b. between Earth and Mars c. between Mars and Jupiter d. beyond Neptune 9 A comet’s glowing tail is released when: a. the comet burns up in the Earth’s atmosphere b. a nuclear reaction takes place inside the comet c. the comet heats up as it nears the Sun 40_41_ED518_US.indd 40 19/2/07 3:05:52 pm"},{"pageNumber":8,"pageContent":"Each tiny star twinkling in the sky is a huge, distant ball of superhot gas, like our Sun. Each star is part of a group, called a galaxy, that may contain millions of stars. For thousands of years, astronomers gazing at the stars organized them into easily recognizable patterns, called constellations, to create a map of the skies. Stars Stars and galaxies Fast facts \u0018 The sky at night The constellation of Orion Types of galaxy Key facts • Astronomers map the sky by dividing it into 88 areas. Each contains a different constellation. • Different constellations can be seen from Earth’s Northern and Southern hemispheres. • Constellations such as Orion that lie along the celestial equator can be seen from both hemispheres. Constellations Astronomers group the brightest stars into constellations. Many constellations are named after characters in ancient mythology, such as Orion and Andromeda. From Earth, the stars in a constellation appear to be close together. In fact, they are great distances apart, but lie in a similar direction to Earth. Galaxies Every star is part of a vast, spinning group of stars, gas, and dust called a galaxy. The matter in a galaxy is held together by the force of gravity. Galaxies are divided into three main types, according to their shape: spiral, elliptical (oval-shaped), or irregular. Spiral galaxy Elliptical galaxy Irregular galaxy Stars shown as points of light. Imaginary lines join the stars to form an image of Orion. Key facts • The tiniest dwarf galaxies contain only a few million stars, but giant galaxies can contain hundreds of billions of stars. • There are about 100 billion galaxies in the part of the universe that we can observe. • Our home galaxy, the Milky Way, contains about 200 billion stars. • Galaxies are grouped together in clusters. A star is a huge ball of gas made up mainly of hydrogen. It has a temperature of tens of millions of degrees. The hydrogen fuels nuclear reactions that produce huge amounts of energy. Stars give off most of their energy as light and heat, but they also give off radiation, such as ultraviolet rays and X-rays. Key facts • All stars look similar to the naked eye, but in fact they vary in their size, brightness, temperature, and color. • The stars are hurtling through space at immense speed, but we cannot see this movement because they are so distant. • Most stars form part of a system containing two or more stars held together by gravity."},{"pageNumber":9,"pageContent":"\u0018 Cross-section of a comet Fast facts The Sun The Sun at the center of our solar system is a relatively small star, known as a yellow dwarf. Like other stars, the Sun’s energy is generated by nuclear reactions at its core. The effects of the Sun’s light, heat, and radiation can be felt at the farthest edge of the solar system. Key facts • The Sun contains 750 times more matter than all the other bodies in the solar system put together. • The Sun’s surface is white-hot hydrogen, with a temperature of almost 10,000°F (5,500°C). • The Sun’s dense core has a temperature of 27 million °F (15 million °C). • As it is a ball of gas, the Sun does not all rotate at the same speed. Its equator rotates in 25 Earth days, but its poles take 34 days. Solar system The solar system measures about 9,300 billion miles (15,000 billion km) across. The eight planets—Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus, and Neptune—occupy only the inner 3.25 billion miles (6 billion km). They travel around the Sun in elliptical (oval) paths known as orbits, trapped by the pull of the Sun’s gravity. Key facts • All the planets orbit the Sun in the same direction, which is the same direction that the Sun spins on its own axis (the imaginary line from pole to pole). • The four planets nearest the Sun— Mercury, Venus, Earth, and Mars— are known as the inner planets. • The other four planets—Jupiter, Saturn, Uranus, and Neptune— are known as the outer planets. Asteroids Asteroids are pieces of rock that orbit the Sun. They measure from about 160 ft (50 m) to 600 miles (1,000 km) across. Comets A comet is a chunk of ice and rock a few miles across that orbits the Sun, often in the far reaches of the solar system. If a comet nears the Sun it heats up, releasing a glowing tail of dust and gas. Our nearest star, the Sun, lies along one of the arms of our galaxy, the Milky Way. Earth and seven other planets orbit (move around) the Sun. Smaller bodies, such as moons, asteroids, and comets, orbit the Sun or the planets. All these bodies, together with the Sun, make up the solar system. The solar system Key facts • Comets only become visible as they approach the Sun. • When Earth passes through the dust from past comets, specks of rock burn up in the atmosphere, producing meteor showers. Key facts • Most asteroids are found in the asteroid belt, which lies between the planets Mars and Jupiter. • Asteroids often collide, breaking into pieces or clumping together to form larger asteroids. Asteroid Ida The Sun and solar system (not to scale) Sun Mercury Venus Earth Mars Jupiter Saturn Uranus Neptune Gas tail Nucleus of snow and dust Glowing head Dust tail"},{"pageNumber":10,"pageContent":"Fast facts \u0018 A planet is a spherical body that orbits the Sun or another star. There are eight planets in our solar system. These can be divided into two groups: the four rocky planets nearest to the Sun, and the four gas giants beyond the asteroid belt. Most of these planets have bodies orbiting them, known as moons. Rocky planets The four planets nearest to the Sun—Mercury, Venus, Earth, and Mars—are made of rocks and metals. Mercury and Mars have solid iron cores, while the solid cores of Venus and Earth contain iron and nickel. The rocky surfaces of Mercury, Venus, and Mars have many craters. These were formed when the planets were bombarded by rocks from space, called meteorites. Planets Gas planets Moons Key facts • The rocky planets are smaller than the gas planets. • Earth and Mars are the only rocky planets to have moons. • The rocky planets have no rings around them. • Their atmospheres contain very little hydrogen and helium. Key facts • Earth’s single moon is simply called “the Moon,” but other planets’ moons have names. • There are more than 120 known moons in our solar system. • Moons are smaller than the planets they orbit. • Many small moons, such as Hyperion, are not spherical. Cross-section through Mars Core of solid iron Layer of solid rock Atmosphere of mainly carbon dioxide Jupiter’s moon Callisto Saturn’s moon Hyperion Cross-section through Jupiter Core of rock Liquid metal hydrogen Surface ocean of liquid hydrogen and helium Atmosphere of helium and hydrogen Beyond the orbit of Mars lie the four much larger planets— Uranus, Neptune, Saturn, and Jupiter—known as the gas giants. Unlike the rocky planets, these planets do not have solid surfaces. Each has a small, rocky core, surrounded by swirling gases and liquids, and is held together by the force of gravity. Key facts • The gas giants have deep, often stormy atmospheres. • Each gas giant is orbited by a large number of moons. • A gas giant has a belt of rings, made up of pieces of rock and ice. • There is high pressure inside the gas giants. This produces more heat from inside these planets than they receive from the Sun. A moon is a natural object that travels in orbit around a planet. Moons may be the size of a small planet, or just a few miles across. All the planets except Mercury and Venus have moons. Some moons are made from material left over from when their planet formed. Others are asteroids that have been pulled into a planet’s orbit by the force of its gravity. Crust of thin rock"},{"pageNumber":11,"pageContent":"Fast facts \u0018 The blue planet From space, Earth looks like a blue globe, encircled by swirling white clouds. Earth is the only planet with a plentiful supply of water. This not only makes life possible here, but also shapes many of the features of the planet’s surface and has a vital role in creating the weather. Earth’s orbit Earth orbits the Sun at a distance of about 93 million miles (150 million km). The time it takes for a planet to orbit the Sun is called its year. Like other planets, Earth also rotates on its axis as it travels. The time it takes a planet to rotate once is its day. Key facts • Earth rotates on its axis once every 23 hours 56 minutes. We round this to 24 hours in a day. • Earth orbits the Sun once every 365.26 days. We round this to 365 days in a normal year. • The Earth’s elliptical (oval) orbit brings it 3 million miles (5 million km) closer to the Sun in January than it is in July. • Earth orbits the Sun at a speed of 62,000 mph (100,000 kph). The Moon The Moon orbits Earth, following Earth’s journey around the Sun. The Moon does not give off any light of its own, but reflects light from the Sun. As the Moon’s position changes relative to the Sun and the Earth, different amounts of moonlight are visible from Earth. The Moon appears to change shape in the sky, starting as a round Full Moon, waning (shrinking) to an invisible New Moon, then waxing (growing) from a crescent to a Full Moon. Earth is the only planet we know of where living things exist. It is just near enough to the Sun to give the planet a stable and mild climate, and to allow water to exist in its liquid form. In contrast, our Moon is a barren, airless rock, where no life can survive. Planet Earth Key facts • Earth’s atmosphere is made up mainly of nitrogen, oxygen, and carbon dioxide. • Oxygen in the atmosphere allows humans and animals to breathe. • Oxygen also forms the ozone layer which protects Earth from radiation from space. • Carbon dioxide allows plants to survive and create more oxygen. Key facts • The Moon orbits Earth once every 27.3 days. • The Moon spins on its axis in exactly the same time that it takes to orbit Earth, so it always has the same side turned toward Earth. • The Moon takes 29.5 days to go through all its phases (shapes). This is called a lunar month. • The Moon is more than a quarter the size of Earth, making it the biggest object in the night sky. Earth viewed from space Oceans cover more than 70 percent of Earth’s surface. The crescent Moon in the night sky Earth days and years Earth’s axis Each complete rotation on its axis takes one Earth day. Each complete orbit of the Sun takes one Earth year. Sun"},{"pageNumber":12,"pageContent":"Fast Facts 10 The Earth is just one small planet in a solar system orbiting a star, which is part of a galaxy of 200 billion stars. That galaxy is just one of tens of billions of galaxies that make up the universe. The universe is so large that light from its most distant galaxies takes about 10 billion years to reach us. The Big Bang The universe How stars form A star forms from a spinning cloud of gas and dust, called a nebula. The center of the nebula becomes denser and hotter and begins to pull more and more material into itself. Eventually, the center of the nebula becomes so hot and dense that a nuclear reaction takes place, and the star begins to shine. Key facts • Galaxies began to form one to two billion years after the Big Bang. • Our Sun was formed about 4.6 billion years ago. • Stars are continually being born and dying in the universe. How planets form As matter spins around a new star, it clumps together to form small bodies called protoplanets. Their gravity pulls in more material, until they form planets. Evolving universe Some scientists believe that the universe can only expand to a certain size. In billions of years’ time, it will shrink and finally collapse. Others believe the universe will go on expanding for ever at the same speed, or at a slower rate. Big Bang Future of the universe Universe expands. Possible largest extent of universe Universe may collapse. Universe may continue expanding at the same rate. Rate of expansion may slow. Nebula Spinning dust and gas New star Excess material may form planets. Material is pulled toward a protoplanet by gravity. The universe explodes into existence in the Big Bang. Key facts • Rocky planets are hot and molten when they first form. • Gas planets form a solid core, then attract vast amounts of gas. Astronomers believe that the universe began about 14 billion years ago with an explosion known as the Big Bang. The Big Bang created an incredibly hot and dense universe, smaller than an atom. In a fraction of a second, the universe began to cool and expand in every direction, a process that is still continuing today. Key facts • Before the Big Bang, there was nothing: no space, no time, and no matter. • Scientists do not know what triggered the Big Bang. • The planets, solar systems, and galaxies are not expanding. It is the space in between the galaxies which is stretching."},{"pageNumber":13,"pageContent":"Fast Facts 11 Observatories An observatory is a dome that contains a giant telescope. The top of the observatory can turn to face different parts of the sky. Most observatories are located high in the mountains, above the clouds and away from populated areas, where lights make it difficult to get a clear view of the night sky. Key facts • Optical telescopes focus light from distant objects and make them clearer. • Professional astronomers do not actually look through their telescopes. They use them to record images on film or on computers. • Different types of telescopes can also reveal rays of light that are invisible to human eyes, such as radio waves. Space observatories Space observatories orbit Earth above the atmosphere and give astronomers a clear view of space. Some space observatories, such as the Hubble Space Telescope, are optical telescopes. Others, such as the Chandra X-ray Observatory, view wavelengths that would normally be absorbed by Earth’s atmosphere. Space probes A probe is a robot spacecraft sent to investigate space using onboard instruments. The probe flies past or orbits a body in space and sends data and images back to Earth. A probe may also release a lander, to land on the planet, moon, or asteroid beneath it and survey the surface. Astronomers get most of their information about space by studying pictures and other information from observatories, either on Earth or in orbit around Earth. Scientists have also sent robot probes out into space to visit the planets, asteroids, and comets, giving us close-up views that are impossible to see from Earth. Looking at space Key facts • A space observatory receives instructions from Earth and transmits images and other data back via an antenna. • Astronauts visit some observatories regularly to maintain and update them. Others have a limited life and are then abandoned in space. • Space observatories can record gamma rays, X-rays, ultraviolet rays, and infrared rays. Hubble Space Telescope Large solar panels power the telescope. Mauna Kea Observatory in Hawaii These domes house the optical telescopes. Key facts • Most space probes are about the size of a family car. • Space probes are powered by solar panels or a nuclear generator. • Space probes have given us close-ups of moons, comets, asteroids, and each of the planets. • After they have completed their missions, some space probes continue out into space, although they can no longer send signals back to Earth. Cassini space probe and Saturn Galileo space probe"},{"pageNumber":14,"pageContent":"Fast facts 12 Human space travel began in 1961, when the Russian Yuri Gagarin orbited Earth. US astronauts landed on the Moon eight years later. Today, more than 400 astronauts have traveled into space in rockets or on the space shuttle. In the foreseeable future, astronauts may set up bases on the Moon and may even travel to Mars. Rockets A space rocket lifts off from the ground and propels itself into orbit by means of a controlled explosion. Fuel is burned in a combustion chamber to produce a mass of hot gases. The gases expand and explode out of the nozzles at the bottom of the rocket, thrusting it upward. Key facts • As the rocket moves away from the pull of Earth’s gravity, it can travel much faster. • Because there is no oxygen in space, a rocket must carry a supply of oxygen to burn its fuel. • Each section, or stage, of a space rocket fires until its fuel is used up, then falls away. Space travel Landing craft Space shuttle The space shuttle was the first reusable spacecraft. It is made up of a winged orbiter that carries the crew and the cargo, twin booster rockets, and a fuel tank. It takes off like a rocket, but lands like an aircraft. Since the first space shuttle, Columbia , was launched in 1981, space shuttles have visited space regularly. Saturn V rocket First stage Second stage Astronauts traveled in the third stage. Mars rover Camera takes pictures of the area ahead. Six wheels allow flexibility on bumpy ground. Space shuttle landing Silica tiles protect the shuttle from burning up as it reenters Earth’s atmosphere. Key facts • The space shuttle is used to launch space probes and satellites, and to carry out repairs and construction work in space. • There are three space shuttle orbiters, named Discovery , Atlantis , and Endeavour . • The external fuel tank is the only part that cannot be reused. A manned or unmanned vehicle can land on a planet, moon, or asteroid, collect samples, take photographs, and conduct experiments. The landing craft has to be designed to function in difficult surface conditions, such as extreme temperatures or very low gravity. A rover vehicle has wheels so that it can survey a wider area. Key facts • Mars is the only planet that has been visited by robot vehicles. The rovers found frozen water in the Martian rocks. • The Moon is the only body that humans have landed on. • On three of the six missions to the Moon, astronauts used a vehicle called a lunar rover to travel around on the Moon’s surface. Space shuttle on takeoff"},{"pageNumber":15,"pageContent":"Fast facts 13 Only 26 astronauts have traveled beyond Earth’s orbit as far as the Moon. Most astronauts orbit Earth in their spacecraft, or travel to space stations. Their mission may be to release a satellite into orbit, to perform maintenance to a space station or an observatory, or to conduct experiments into conditions in space. Living in space Astronauts Life on board In space there is virtually no gravity, so everything becomes almost weightless. Astronauts and their equipment float around inside spacecraft unless they are strapped down. Lack of gravity means that the body does not have to work so hard, so astronauts have to exercise to stop their muscles from wasting away. They monitor their bodies constantly to check their health and study the effects of space travel on the human body. Space stations A space station is a spacecraft designed to stay in Earth’s orbit for many years. On board, astronauts conduct experiments to discover how conditions in space affect people, plants, and animals. Astronauts may stay on board a space station for over a year. Spacecraft make regular visits to bring supplies and change the crews of astronauts. Key facts • In the future, food may be grown in space, but at present all food and water have to be brought to the space station from Earth. • Life support systems provide oxygen and filter out the carbon dioxide that people breathe out. • Astronauts sleep strapped into bags that hold them in place, so they do not float around inside the spacecraft. Astronaut spacewalking MMU with hand controls Key facts • Space stations are carried into space in sections and put together by astronauts. • The first space station, Salyut 1 , was launched in 1971. • The International Space Station is the biggest structure ever built in space. It will be 360 ft (110 m) long when it is complete. The International Space Station Sleeping equipment Astronaut in zero gravity A person traveling in space is called an astronaut, or cosmonaut if he or she is part of a Russian mission. Astronauts train for over a year before making their first space flights. Most are experts in one or more sciences, so they can carry out scientific research while they are in space. Key facts • Astronauts have to be extremely fit to withstand conditions in space. • A spacesuit is worn outside the spacecraft to protect the astronaut from temperature extremes and to provide oxygen. • Spacewalking astronauts are attached to the craft by tethers, or use a powered backpack, called a Manned Maneuvering Unit (MMU), so they do not float away."},{"pageNumber":16,"pageContent":"Activities The best time to observe the stars is on a dark, clear night. You will see more in the countryside, away from the hazy glow of city lights. Binoculars or a telescope will help you observe distant objects more clearly, but even with the naked eye you can still see constellations, bright stars and planets, and the Moon. The sky at night It takes about 20 minutes for your eyes to get used to darkness. Then, fainter objects in the sky will become visible. Watching the night sky These pictures show some things that you can see in the night sky. Read each caption, then write the letter of the picture it describes in the box. 1. With binoculars, you can see craters on the surface of the Moon. 2. The Milky Way looks like a band of dust sprinkled across the sky. 3. Nicknamed the evening star, the planet Venus can often be seen in the early evening, or just after dawn. 4 . On a clear night, you may see a shooting star every 15 minutes or so. It looks like a long streak of light. How a telescope works Light rays from distant object Light rays travel through telescope. Large mirror collects light rays and reflects them onto small mirror. Small mirror reflects rays into eyepiece. Eyepiece contains lens that focuses light rays. Look carefully at this diagram of a reflecting telescope, then fill in the missing words to complete the facts. Choose from: 1. Most astronomical telescopes are reflecting telescopes, which use.............................................to reflect light. 2 . A large, curved mirror at the bottom of the tube gathers.........................................from distant objects and reflects them back up the body of the telescope. 3. A smaller, flat mirror.............................the light rays onto an eyepiece at the side of the tube. 4 . The image that the astronomer sees through the ................................................is upside down. 5. A small.............................................in the eyepiece magnifies the image. 14 mirrors lens reflects light rays eyepiece a d c b"},{"pageNumber":17,"pageContent":"Activities Star distances The stars lie so far away from Earth that astronomers cannot measure the distance in miles. They measure distances in light-years. One light-year is how far light travels in one year—a distance of 5.9 tillion miles (9.5 tillion km). Light travels at more than 670 million mph (1 billion kph). 1. Sirius A 8.6 2. Canopus 310 3. Arcturus 36.8 4. Vega 25.3 15 Star Distance in light-years Distance Light-years away 1,829 trillion miles (2,945 trillion km) 150 trillion miles (240 trillion km) 51 trillion miles (82 trillion km) 217 trillion miles (350 trillion km) Draw a line to match each star’s distance from Earth in light-years to its distance in miles. Start by working out which is the biggest distance in light-years and match it to the biggest distance in miless, and so on. Did you know? It would take you 40,000 years to reach our nearest star, Alpha Centauri, in the space shuttle. However, if you could travel at the speed of light, the journey would take less than five years. Star colors The color of a star shows the temperature of its surface. Astronomers divide stars into seven types, depending on their temperature. Use the star type table to answer the questions below. 1. Which type of stars are hottest? ...................................................... 2. Which color are type G stars, like our Sun?........................................ 3. What is the average temperature of orange stars?.................................. 4. Which four types of stars are hotter than our Sun?..................... O Blue 80,000°F (45,000°C) B Bluish-white 55,000°F (30,000°C) A White 22,000°F (12,000°C) F Yellowish-white 14,000°F (8,000°C) G Yellow 12,000°F (6,500°C) K Orange 9,000°F (5,000°C) M Red 6,500°F (3,500°C) Beta Cassiopeiae: 54 light- years away Alpha Cassiopeiae: 230 light-years away away Delta Cassiopeiae: 100 light- years away Gamma Cassiopeiae: 615 light-years away Epsilon Cassiopeiae: 440 light- years away C assiopeia Type Color Average temperature Vast distances The stars in a constellation like Cassiopeia are great distances apart. However, they look close together when viewed from Earth."},{"pageNumber":18,"pageContent":"Life and death of a star The life cycle of stars Our Sun’s life will last about 10 billion years. When it runs out of fuel, the Sun will expand to form a red giant. Bigger stars live only a few million years before they swell into supergiants. Stars that are smaller than our Sun may live 100 billion years. Activities Find four star stickers and match them to the correct captions to complete the diagram. A nebula is a great cloud of dust and hydrogen gas. New stars are born in the nebula. A star begins to shine when nuclear reactions inside the core produce heat and light. When a massive star, hundreds of times bigger than our Sun, begins to run out of fuel, it cools down, glows red, and begins to swell into a red supergiant . The core of the supergiant eventually blasts apart in an explosion called a supernova . It can be as bright as a whole galaxy. The core of a supernova may collapse and become a very dense neutron star that continues to spin through space. When a smaller star, like our Sun, runs low on fuel, it expands into a red giant . It glows red as it cools. The outer layers of gas puff out like a ring of smoke to form a planetary nebula . The faint, shrunken remains of the star become a white dwarf . They glow white as they cool. When the star is so cool that it has stopped glowing, it forms a black dwarf . Star knowledge Complete the sentences by circling the correct answers. Use the information on this page to help you. 1. Our Sun will live for about 5 / 10 / 15 billion years. 2. When the Sun eventually starts to cool down, it will expand and become a red giant / red supergiant / neutron star. 3. A black dwarf is a star that is being formed / is shining / has stopped glowing. 4. Black holes are formed when supernovas / small stars / nebulas collapse. 16 Did you know? A brown dwarf is a star that is too small to trigger nuclear reactions in its core. Instead of shining, it glows dimly. The core of a supernova may collapse to form a black hole , an area of space with such powerful gravity that it sucks in everything, even light."},{"pageNumber":19,"pageContent":"Activities Spot the galaxy 17 Did you know? According to the ancient Greeks, the Milky Way was formed from a stream of milk flowing from the breast of the goddess Hera. The Milky Way We call the cloud of light that arches across the night sky the Milky Way. In fact, this hazy band of stars and dust is only part of our home galaxy. Almost everything we can see in the night sky is part of the Milky Way. Position of the solar system Central bulge contains closely packed stars The Milky Way is a spiral galaxy that measures 100,000 light-years from side to side. The Sun takes 225 million years to orbit the galaxy’s center. It travels at a speed of 500,000 mph (800,000 kph). spiral galaxy elliptical galaxy irregular galaxy The Milky Way in numbers Draw a line to match each item to the correct number. You will find information to help you above and on page 6. 1. The width of the Milky Way, in light-years 100 billion 2. The number of galaxies in the part of the universe we can observe 100,000 3. The number of years the Sun takes to orbit the center of the Milky Way 200 billion 4. The speed at which the Sun travels around the galaxy 225 million 5. The number of stars in the Milky Way 500,000 mph ( 800,000 kph) Flatter disk of stars Look closely at these photos of galaxies. Can you identify the three different types using the information on page 6? Draw a line to link each label to the right picture. 2 3 1"},{"pageNumber":20,"pageContent":"Milky Way Activities 18 1.\u0007 The brightest star in Ursa\u0007 \u0007 Minor , the Little Bear, is Polaris, the North Star. The star is used by navigators to find north. a b d c e 3.\u0007 Within Ursa \u0007Major , the Great Bear, seven bright stars form a pattern called the Big Dipper, which can be seen with the naked eye. 2.\u0007 This constellation represents Cepheus , the husband of Cassiopeia below. Connecting some of its stars makes a shape like a child’s drawing of a house. 5. The large constellation of Draco , the Dragon, wraps around the body of Ursa Minor. 4.\u0007\u0007 The ancient Greeks named this large, W-shaped constellation after the vain queen Cassiopeia . They pictured her admiring herself in a mirror. This map shows the stars that can be seen in the Northern Hemisphere. The red lines show the area that forms each constellation. Find two constellation stickers and match them to the correct captions. Then match each constellation on the polar map to a picture around the page by writing its letter in the correct box. Northern\u0007polar\u0007stars Many of the constellations, or patterns of stars, that we observe today were first picked out and named by ancient Greek and Roman stargazers. More recently, in the 15th and 16th centuries, European seafarers came across the Southern Hemisphere’s constellations for the first time, and named them. Stargazing"},{"pageNumber":21,"pageContent":"Milky Way Activities Did\u0007you\u0007know? A constellation named after a mythical being often lies close to characters from the same story. Cassiopeia, for example, is near to her husband, Cepheus, her daughter, Andromeda, and the hero Perseus, who rescued Andromeda from a sea monster. 19 c a b d e 1. Several constellations make up a boat shape. Carina , \u0007 the Keel, is its bottom. \u00074.\u0007 Centaurus represents a mythical beast called a centaur, which was half-man and half-horse. 3. The Southern\u0007Cross is the smallest constellation in the sky, but its four prominent stars make it easily recognizable. 5.\u0007 Triangulum\u0007Australe , the Southern Triangle, lies beneath the front hooves of Centaurus. 2.\u0007 Hydrus , the Little Water Snake, forms a zigzag in the sky. Southern\u0007polar\u0007stars This map shows the stars that can be seen in the Southern Hemisphere. The red lines show the area that forms each constellation. Find two constellation stickers and match them to the correct captions. Then match each constellation on the polar map to a picture around the page by writing its letter in the correct box."},{"pageNumber":22,"pageContent":"Activities Our nearest star The Sun is a giant ball of glowing gases, 100 times wider than Earth. Its surface layer, the photosphere, is 60 miles (100 km) deep. The photosphere is a bubbling mass of hot gases, like a stormy sea of fire. Constant explosions send up jets of hot, burning gas. WARNING Never look directly at the Sun. Its glare could blind you. Parts of the Sun Read the following statements about the Sun. Use the information on this page and page 7 to work out which statements are true and which are false, then check the correct boxes. 1. The Sun is the star at the center of our solar system. 2. The Sun orbits the Earth and other planets. 3. The Sun is a giant ball of oxygen gas. 4. Sunspots are the hottest regions on the Sun’s surface. 5. The outer atmosphere of the Sun is called the corona. True or false? 20 Sun facts • All the Sun’s energy is produced in its core. The energy gradually radiates (moves) outward until it reaches the Sun’s surface. • Sunspots are darker patches on the Sun’s surface. Their temperature is about 2,700°F (1,500°C) cooler than the rest of the surface. • The pearl-white atmosphere around the Sun is called the corona. Its temperature can reach 5.4 million °F (3 million °C). • The Sun sends fountains of glowing gas, called prominences, into the corona. The prominences may be up to 37,000 miles (60,000 km) high. TRUE FALSE Can you name the different parts of the Sun? Draw a line to link each label to the right part of the picture using the information on this page to help you. sunspot corona prominence core photosphere"},{"pageNumber":23,"pageContent":"Activities Gravity in space Force of gravity Birth of the solar system Read the captions carefully and then number them 1 to 4 to show how the solar system began. Use the information on page 10 to help you. Orbiting objects MOON .................... .................... .................... EARTh .................... .................... .................... SUN .................... .................... .................... 21 A spinning disk forms around the Sun, made of matter blown off during its birth. A cloud of spinning dust and gas called a nebula collapses to form the Sun. Fragments of matter are attracted to each other by gravity. They clump together to form objects called protoplanets. The gravity of protoplanets near the solar system’s center pulls in rock, and the rocky planets form. The gravity of the outer protoplanets attracts gas, and the gas planets form. Gravity facts • Earth has more mass than the Moon, so its gravity pulls the Moon toward it. • If the Moon had more mass, it would escape Earth’s gravity and fly off into space. • If the Moon had less mass, Earth’s gravity would pull it crashing into the Earth. • On Earth, gravity pulls us toward the planet’s center, keeping our feet on the ground. • Astronauts in orbit escape the effects of Earth’s gravity, so they float around in their spacecraft. • In order to escape the pull of Earth’s gravity and leave Earth’s orbit, rockets must reach a speed of 25,000 mph (40,000 kph). Every object in the universe has its own pulling force, called gravity. Gravity keeps the solar system’s planets in orbit around the Sun, and the Milky Way spinning in space. The greater an object’s mass (the more matter it contains), the greater its gravity. Moon Earth Use information on this page to work out whether any of the things in the list orbit the Moon, Earth, or Sun. Write the names of the correct orbiting objects under each picture. Choose from: planets Moon Earth space station satellite Rocky planets forming in inner solar system Sun Gas planets forming in outer solar system The Moon held in orbit around the Earth by gravity a. b. c. d."},{"pageNumber":24,"pageContent":"Activities 2. Name: ............................ Day: 59 Earth days Year: 88 Earth days Orbiting the Sun The eight planets of our solar system orbit or travel around the Sun at different distances, and take different lengths of time to complete one orbit. The amount of time a planet takes to orbit the Sun is called its orbital length or year. The time a planet takes to rotate on its axis once is called its rotation period or day. 3. Name: ............................ Day: 10.66 Earth hours Year: 29.46 Earth years 1. Name: ............................ Day: 16.11 Earth hours Year: 164.9 Earth years Planets of the solar system Fill in the name of each planet on this solar system diagram by comparing the facts here with those on your Turn-to-learn wheel. Planet puzzles Complete the sentences by circling the correct words. Use the information on this page to help you. 1. The planet with the longest year is Earth / Mercury / Neptune . 2. A year on Uranus lasts 84 Earth years / 84 Earth days / 11.86 Earth days . 3. A day on Mercury lasts 59 Earth days / 59 Earth hours / 5.9 Earth hours . 4. Two planets have shorter years than Earth. They are Uranus and Neptune / Mercury and Venus / Jupiter and Saturn . 22 4. Name: ............................ Day: 23.93 Earth hours Year: 365.26 Earth days"},{"pageNumber":25,"pageContent":"Activities 5. Name: ............................ Day: 17.24 Earth hours Year: 84 Earth years 1. How many spins are there in a week? spins 2. How many orbits are there in a century? orbits 3. How many spins are there until your next birthday? spins 4. How many orbits and spins old is your best friend?  It takes one day for the Earth to spin around once on its axis. 1 day = 1 spin It takes one year for the Earth to orbit the Sun. 1 year = 1 orbit Earth time teasers Seeing the solar system to scale The diagram of the solar system on this page is not drawn to scale because this book is not wide enough to show you the solar system’s vast scale. Try making a diagram that gives you an idea of how far each planet is from the Sun. 3 Measure the following distances from the Sun to stick down the eight planets: Mercury: 2½ in (6 cm) Venus: 4½ in (11 cm) Earth: 6 in (15 cm) Mars: 9 in (23 cm) Jupiter: 2 ft 7 in (78 cm) Saturn: 4 ft 7 in (1.4 m) Uranus: 9 ft 6 in (2.9 m) Neptune: 14 ft 9 in (4.5 m) 4 Look on your Turn-to-learn wheel to find out how far each planet is from the Sun. Label each planet with its name and distance. Did you know? As they orbit the Sun, planets nearer the center of the solar system travel through space faster than planets farther away. 23 7. Name: ............................ Day: 9.93 Earth hours Year: 11.86 Earth years 1 Draw pictures of each planet and the Sun. Color them in and cut them out. 2 Find a long strip of wallpaper or other paper, about 15 ft (5 m) long. Stick the Sun at one end of the paper. 8. Name: ............................ Day: 24.63 Earth hours Year: 687 Earth days orbits spins 6. Name: ............................ Day: 243 Earth days Year: 224.7 Earth days"},{"pageNumber":26,"pageContent":"Compare Mercury and Venus Activities • Average temperature 867°F (464°C) • Atmosphere 50 miles (80 km) deep, made mostly of carbon dioxide Mercury, the closest planet to the Sun, has almost no atmosphere to protect it from the Sun or to trap heat. Temperatures soar in the day, then plummet at night. Mercury’s neighbor, Venus, is the solar system’s hottest planet, because its cloudy atmosphere traps heat. The inner planets Surface is covered with craters left by meteorite impacts. Venus spins very slowly on its axis, so on Venus a day is longer than a year. 1 Multiply your age in years by 365 to work out your age in Earth days. Age in Earth years:............................................ Age in Earth days:............................................. 2 Divide your answer by 243 to find out how many Venus days old you are. Age in Venus days:............................................ 3 Divide your age in Earth days by 224.7 to find out how old you are in Venus years. Age in Venus years:........................................... Venus time teasers 24 Surface is covered with hundreds of volcanoes, which may still be active. Mercury • Surface temperature from 800°F (430°C) to -290°F (-180°C) • Thin, temporary atmosphere of oxygen, sodium, and helium Crust of dry, dusty rock Layer between the crust and the core, called the mantle, is solid rock. Huge iron core, 2,235 miles (3,600 km) in diameter Venus Rocky mantle Core of solid iron and nickel Outer core of molten iron and nickel Clouds of sulfuric acid reflect most of the sunlight, giving Venus an orange glow. 1 Venus day = 243 Earth days 1 Venus year = 224.7 Earth days Work out how old you are in Venus time. You will need a calculator for this. Mercury Venus Mercury or Venus? Check whether the answer to each of the questions below is Mercury or Venus. Use information on this page and on your Turn-to-learn wheel to help you. 1. Which planet is hotter? 2. Which planet is closer to the Sun? 3. Which planet has a longer day? 4. Which planet has a thicker atmosphere? 5. Which planet is bigger? Did you know? Of all the planets you can see with the naked eye, Mercury is the hardest to spot. Venus is the easiest—only the Moon is brighter than it."},{"pageNumber":27,"pageContent":"Activities Our home planet Earth is the third planet from the Sun, and the largest rocky planet. Its atmosphere extends more than 375 miles (600 km) into space. The atmosphere circulates heat from the warm equator to the freezing poles, giving Earth an average temperature of 59°F (15°C). Earth from space 1. Land areas that appear yellow-brown from space are mainly deserts. 2. Land areas that appear green are forests and grasslands. 3. Oceans cover more than 70 percent of Earth’s surface. 4. Icecaps at the poles contain just 2 percent of Earth’s water. 5. Clouds of water vapor swirl around the atmosphere. Read the captions below about planet Earth, then draw a line to link each caption to the right part of the picture. Rocky crust is thinner beneath the sea than under landmasses. Upper mantle of partly molten rock Thick mantle of heavy rock Outer core of molten iron Inner core of hot, dense solid iron 25 Earth challenge Fill in the missing words to complete these sentences. Use the information on this page and on the Turn-to-learn wheel to help you. Choose from: 1. Earth’s core is made of.............................................. 2. Earth is 92.9 million miles (149.6 million km) from the............................................................................ 3. The.........................................stretches more than 375 miles 600 km () above Earth’s surface. 4. Two percent of the water on Earth is trapped in its polar........................................................................ 5. Earth’s crust is thickest under................................... atmosphere iron landmasses icecaps Sun Inside Earth facts"},{"pageNumber":28,"pageContent":"Activities It is easy to study the changing shapes, or phases, of the Moon with your eyes alone. But if you have a pair of binoculars, you will also be able to see details of the Moon’s surface, such as craters and mountains. Moon-watching • When the Moon is directly between the Sun and the Earth, the side facing us is dark. We call it a New Moon. • As the Moon continues on its orbit of Earth, it appears to grow bigger (wax) as more of it is lit up. • We see the entire face of the Moon at Full Moon. • After the Full Moon, the Moon appears to shrink (wane) until it disappears again. Full Moon Waxing gibbous First quarter Waxing crescent New Moon Waning crescent Last quarter Waning gibbous Phases of the Moon Moon log Look at the phases of the Moon above. Try keeping your own record of how the Moon’s shape changes over the course of a month. 1 After dark, look for the Moon in the night sky. 2 Use a black pen to color in part of the first circle to show the Moon’s shape. 3 Write the date underneath your entry. 4 Repeat every day for four weeks, until the chart is full. 5 If you forget one evening, or if the Moon is hidden by cloud, put a cross through that night’s circle. 26 Did you know? The far side of the Moon never faces Earth. No one knew what it looked like until the Soviet space probe Luna 3 sent back photos of it in 1959."},{"pageNumber":29,"pageContent":"Activities All of the Moon is in front of the Sun. The Sun’s corona shines around the Moon’s dark circle. Over the course of about an hour, the Moon covers more and more of the Sun. An hour later, the eclipse is over. After a few minutes, the dark circle begins to move off the Sun. The Moon appears to take a bite out of the Sun as it starts to pass in front of it. Observing an eclipse As the Moon orbits Earth, it sometimes moves in front of the Sun, casting a shadow on Earth and blocking out the Sun. This eerie phenomenon, when daylight disappears, is called a solar eclipse. Partial eclipse visible in a wide area in outer ring of Moon’s shadow Lunar eclipse Try this experiment to find out why the Moon glows red in a lunar eclipse. You need a dark room, a desk lamp, a globe, a ball, and a clear bottle containing water and one teaspoon of milk. 1 Line up the globe and the lamp. 2 Switch on the lamp and place the ball in the globe’s shadow. The ball will be completely dark. 3 Hold the bottle on top of the globe and watch the ball. The milky water scatters the light, just like Earth’s atmosphere, casting a pink glow on the ball. Eclipse in action Moon directly between Earth and the Sun Direction of Sun’s rays Moon’s shadow Darkest part of Moon’s shadow Total eclipse visible in an area no more than 170 miles (270 km) wide, in central part of Moon’s shadow These pictures show the stages of a solar eclipse viewed from Earth. Number the captions in the right order to follow the sequence from top to bottom. Earth Sun The milky water represents Earth’s atmosphere. The ball represents the Moon. 27 The lamp represents the Sun. The globe represents Earth. WARNING Never look directly at a solar eclipse and never view it using a telescope, binoculars, or a mirror. View it indirectly with a pinhole camera or observe it through approved protective goggles. Did you know? When Earth lies between the Sun and the Moon, it may cast a shadow on the Moon. This phenomenon, called a lunar eclipse, makes the Moon glow red. 1 2 3 4 5 How a solar eclipse works"},{"pageNumber":30,"pageContent":"Activities The red planet In the night sky, the distinctive orange-red color of Mars is easy to see with the naked eye. Mars is the outermost of the four rocky planets, and Earth’s nearest neighbor. Today, its surface is a bitterly cold desert, but three billion years ago, Mars was much warmer and water flowed there. Make some Martian dust 1 Half-fill the tray with sand. Wearing gloves, cut the steel wool into pieces and mix it into the sand. Wet the sand. Leave the tray uncovered in a safe place. 2 Check the sand every day, and add more water if it dries out. How long does it take for the sand to turn a rusty red color? ............................................................................... To make some Martian dust, you will need some sand, a tray, rubber gloves, scissors, steel wool, and water. Mars in close-up Work out which part of the picture each caption refers to, then write the correct letter in the box. 1. Lots of small craters were formed when meteors bombarded Mars 4 billion years ago. 2. The long slit across Mars is the Valles Marineris, a 2,800-mile (4,500-km) system of canyons. Red color is caused by iron oxide (rust) in the rocks and soil. 28 4. Dark circles on the surface of Mars are giant, extinct volcanoes. after d c a b before Did you know? Olympus Mons on Mars is the largest volcano in the solar system. It stands about 15 miles (24 km) high. That is nearly three times as tall as the highest mountain on Earth, Mount Everest. 3. The Kasei Vallis is a curved canyon north of the Valles Marineris. It was created by heavy flooding when Mars had a plentiful supply of water."},{"pageNumber":31,"pageContent":"Activities Giant planets The gas planets—Jupiter, Saturn, Uranus, and Neptune—are much bigger than the rocky inner planets. Unlike the rocky planets, the gas planets have no solid surface, just a swirling layer of gas and liquid. Which planet? Read these planet facts. Then find four planet stickers to match the right set of captions. • Jupiter is so large that more than 1,300 Earths would fit inside it. • Jupiter’s Great Red Spot is a giant storm, three times as large as Earth. • Chemicals such as sulfur and ammonia form colored bands across the atmosphere. • Jupiter has a faint system of three thin rings. • Saturn is the most distant planet that can be seen from Earth with the naked eye. • Saturn’s system of seven shining rings is more than twice the diameter of the planet itself and can be seen from Earth with a telescope. • Saturn’s yellow color is made by clouds of ammonia in its atmosphere. • Neptune has a deep blue atmosphere, often streaked with bands of white cloud. • Heat from within Neptune’s core creates fast winds and colossal storms. The storms look like dark spots on the planet’s surface. • Neptune has five thin complete rings and one partial ring. • Uranus has a greenish- blue atmosphere with no cloud bands or storms. • The axis of Uranus is so tilted that the planet moves along its orbital path on its side. • Uranus has 11 rings, which are at almost 90 degrees to the planet’s orbit. Neptune Gas planet puzzle Complete these statements about the gas planets by circling the correct words. Use the information on this page to help you. 1. Jupiter’s giant storm is called the Great Red Spot / Great Yellow Spot / Great Dark Spot . 3. The surface of gas planets is made of molten metal / gas and liquid / jagged rocks . 29 Saturn Uranus Jupiter 2. Neptune / Uranus / Saturn moves sideways along its orbit. 4. The planet with the most rings is Jupiter / Saturn / Uranus ."},{"pageNumber":32,"pageContent":"Activities Naming the planets The Romans named the five planets they could see after their gods. Today, we still use the same names. Uranus and Neptune were discovered later, after the invention of the telescope, but they, too, were given the names of Roman gods. Planet names puzzle Read the description beneath each god, then write in the name. Use your Turn-to-learn wheel and information on page 7 to help you. Choose from: 1. ........................................ The largest planet is named after the king of the gods. 3. ................................................. The planet that orbits the Sun at the fastest speed is named after the swift messenger of the gods. 2. .................................................. The blood-red planet nearest to Earth is named after the god of war. 4. ......................................... The farthest planet from the Sun was named after the god of the sea, because it looks blue. 5. ............................................. The Romans named the most distant planet that they could see after the father of the gods. 6. ................................................. When a planet beyond Saturn was discovered in 1781, it was named after the father of Saturn. 7. ........................................ The hottest planet glows so brightly that it was named after the goddess of beauty. 30 Planet challenge Answer these questions about the planets. Look at your Turn-to-learn wheel for help. 1. Which planet is the biggest? ...................................................... 2. Which two planets have no moons? ...................................................... 3 . Which planet is farthest from the Sun? ...................................................... 4 . Which planet has the largest rings? ...................................................... 5 . Which is the windiest planet? ....................................................... Mercury Venus Mars Jupiter Saturn Uranus Neptune"},{"pageNumber":33,"pageContent":"Activities Asteroids, comets, and meteors Between the planets and moons, smaller objects such as asteroids and meteors move around the solar system. These objects are made from material left over from the formation of the solar system. Even smaller, icier objects are found beyond Neptune, in the Kuiper Belt. Some of these become comets heading toward the Sun. Small space bodies Complete these facts by circling the right answers. Use information from this page to help you. In 2006, astronomers decided that Pluto , which had been discovered in 1930, is too small to be a planet. It is now classed as a Kuiper Belt Object. Most asteroids are found in the 112 million-mile (180 million-km) wide asteroid belt that lies between Mars and Jupiter. Halley’s Comet returns to the solar system once every 76 years. The first recorded sighting was by Chinese astronomers in 240 bce . Most meteors burn up. Those that reach the ground—about 3,000 each year—are called meteorites . If a meteor is too large to burn up in the atmosphere, and hits the Earth, its impact may form a crater . Meteors are lumps of space rock or metal. We see them as shooting stars if they burn up in the night sky. 31 1. Since 2006, Pluto has been classed as a planet / star / Kuiper Belt Object . 2. Rocks that fall through space toward Earth are called craters / meteors / asteroids . 3. Shooting stars are comets / meteors / stars falling through the atmosphere. 4. Halley’s Star / Comet / Meteor returns to the solar system once every 76 years. 5. Most asteroids are found in the Kuiper Belt / asteroid belt / astral belt between Mars and Jupiter. 6. Craters are formed when big comets / meteorites / asteroids hit Earth. Asteroid belt Jupiter Mars Did you know? Pluto is named after the Roman god of the underworld."},{"pageNumber":34,"pageContent":"Activities Watch the universe expand Expanding universe The universe has not always existed. It began 14 billion years ago when the Big Bang created time and matter. Astronomers know that the universe is still expanding because almost all of the galaxies they can see are moving apart. After the Big Bang Read the captions to find out the order in which the universe began. Then find four stickers to illustrate the captions. Read the facts above to see how the universe is expanding. Try this activity to see how this expansion is possible. 1 Half-blow up a balloon, then hold the end shut. The balloon represents the universe. 2 Draw dots on the balloon with a marker, two finger-widths apart. The dots represent galaxies. 3 Finish blowing up the balloon. Tie the end. 4 Look at the spaces between the dots now. How many finger-widths apart are they? finger-widths 32 4.6 billion years ago, our solar system was formed. 14 billion years ago, the universe began with the Big Bang . 13 billion years ago, the first atoms began to form. 12 billion years ago, matter clumped together to form the first galaxies . 11 billion years ago, the oldest stars in the Milky Way were born. • The galaxies are not expanding, but the space between them is. • Three billion years ago, clusters of galaxies were 25 percent nearer to each other than they are today. • Two billion years in the future, the clusters will be 15 percent farther apart. Expansion facts Three billion years ago The present Two billion years in the future"},{"pageNumber":35,"pageContent":"Activities Space shuttle Before the invention of the space shuttle, spacecraft were used only once. Some of their parts were left in space, some burned up in the atmosphere, and some crashed back to Earth. Astronauts returned to Earth by splashing down into the ocean inside a section of the spacecraft, or by parachuting from the spacecraft before it crash-landed. Into orbit and back again 33 Read the captions below and look at the pictures. Number them 1 to 6 to show what happens on a space shuttle mission. Parts of the orbiter Read the captions below about the space shuttle orbiter. Draw a line to link each one to the correct part of the picture. The wings have no function in space but help the orbiter glide when it lands. The payload bay carries the payload (cargo) such as satellites or space station parts. The cabin houses the crew. It contains the flight deck and bunks. An airlock gives access to space. Black silica tiles protect the craft from burning as it reenters the atmosphere. The payload bay doors are opened in orbit to prevent the orbiter from overheating. Did you know? When in orbit, a space shuttle orbiter circles the Earth once every 90 minutes at a speed of 18,000 mph (28,800 kph). The orbiter’s main engines and rocket boosters fire together at liftoff. Two minutes after liftoff, the rocket boosters fall back to Earth. Eight minutes after takeoff, the external fuel tank drops away. The orbiter remains in orbit for up to two weeks. Protective silica tiles glow as the orbiter reenters the atmosphere. The orbiter glides in to land on an ordinary runway. The mechanical arm moves objects in and out of the payload bay."},{"pageNumber":36,"pageContent":"Activities Astronaut suit Astronauts An astronaut’s spacesuit carries essential supplies. It has oxygen for breathing, water for maintaining a comfortable body temperature, and electrical power. Today’s spacesuits are so advanced that astronauts can safely and easily move around outside their spacecraft and carry out delicate repairs to equipment out in space. Astronauts at work 1. Astronauts carrying out work in space wear a powered backpack called an UMM / MMU / MUM . 2. Spacecraft carry space stations into space in sections, which are put together by astronauts / aliens / workers . 3. Outside the spacecraft, an astronaut carries a supply of food / oxygen / carbon dioxide so he or she can breathe. 4. Astronauts orbiting Earth release communications satellites / stations / observatories into orbit. Did you know? The oldest person ever to go into space was US astronaut John Glenn. When he traveled aboard the space shuttle in 1998, he was 77 years old. 1. The astronaut’s.................................has a network of water-filled tubing. This helps the body to stay at the right temperature. 2. The...........................attach to the legs of the suit. There are tight seams and seals between the different parts of the suit to stop any oxygen leaks. 3. The................................... contains a synthetic fiber called Kevlar, which can withstand high temperatures and is also used for bulletproof vests. 4. A cap inside the...........................contains communications equipment. 5. The astronaut’s.............................contain their own heating units. These keep the hands warm but are flexible to allow movement. 6. The helmet’s mirrored............................ protects the astronaut from the Sun’s glare. 34 1 2 3 4 5 6 gloves visor outersuit helmet undersuit boots Circle the correct words to complete these sentences. Use information on this page and page 13. Read these captions about astronauts’ spacesuits. Looking at the pictures for clues, fill in the missing words. Choose from:"},{"pageNumber":37,"pageContent":"Activities Did you know? There is no floor or ceiling in an orbiting spacecraft. That is because there is no gravity in space, so there is no such thing as up or down! Living in space In space, lack of gravity means that everything is almost weightless. People, equipment, and even food float around inside a spacecraft if they are not strapped down or contained. Astronauts prepare for life in space by training in water tanks. The experience of being under water is similar to the weightlessness in space. Gravity facts • Liquids and crumbs of food would float away in a spacecraft. Food has to be kept in sealed containers. • Dust does not settle in a spacecraft. It has to be vacuumed out of the air. • On Earth, gravity pulls the ink in a pen down to the ballpoint. In space, pens have to have a special mechanism that pushes the ink toward the ballpoint. • Space toilets suck waste away with air, rather than flushing it away with water. Sealed drinks pouches prevent liquids from escaping when an astronaut has a drink. Dried foods need water added before they can be eaten. Dried fruits are taken from the packet one at a time, so they do not float away. Cereals are vacuum-packed. Astronauts add water, then suck up the cereal. Astronaut food True or false? 1. Astronauts train for space travel in water tanks. 2. Space toilets blow waste away. 3. To stop food and liquids from floating away, it is kept in magnetic containers. 4. Astronauts are almost weightless in space because there is almost no gravity. 5. Astronauts are strapped into their sleeping bags to sleep so that they do not snore. 6. Astronauts have to exercise in space to stop their muscles from wasting away. TRUE FALSE 35 Read the statements below, then check the boxes to show whether they are true or false. Use the information on this page and page 13 to help you. Read each caption below, then number it to match the correct picture. 1 2 3 4"},{"pageNumber":38,"pageContent":"Activities Complete the timeline Key dates of space exploration People have been recording their observations about the night sky for more than 5,000 years. Improved technologies, such as telescopes and space probes, have allowed astronomers to see farther than ever. In the last 50 years, probes have visited every planet in the solar system. Use your Turn-to-learn wheel to fill in the missing dates or other information on this timeline. Then find four stickers to put in the missing picture spaces. Italian scientist Galileo uses a telescope to discover the rings of ...................... 1610 1687 English scientist Isaac Newton discovers the laws of gravity. .............. The outermost and windiest planet, Neptune, is discovered. 1995 Valeri Poliakov completes .......... days on board the space station Mir — the longest stay in space. The US Voyager 2 probe makes the first flyby of Neptune. 1989 Isaac Newton Space shuttle Columbia 1984 US astronaut ......................... uses an MMU to make the first untethered spacewalk. First use of a Manned Maneuvering Unit (MMU) 36 Galileo The Hubble Space Telescope is launched by the space shuttle Discovery . 1990 1981 The first reusable space vehicle, US space shuttle Columbia , is launched. 1986 The US space probe Voyager 2 arrives at Uranus after making flybys of Jupiter and Saturn. Voyager 2 Hubble Space Telescope Neptune Space station Mir Islamic astronomers perfect the astrolabe, an instrument that measures the position of the stars and planets. 928 1926 American scientist Robert Goddard launches the first liquid-fuel rocket."},{"pageNumber":39,"pageContent":"1957 Yuri Gagarin is the first person in space. He orbits Earth in the Soviet spacecraft Vostok 1 . 1965 The US space probe Mariner 2 becomes the first probe to reach another planet, Venus. 1969 US astronaut Neil Armstrong becomes the first person on the ................... 1971 The Soviet Union launches the first space station, Salyut 1 . It orbits Earth for six months. 2005 2004 1998 The first two modules of the International Space Station (ISS) are launched. US rovers Spirit and Opportunity explore the surface of Mars. US space probe Deep Impact deliberately collides with the comet Tempel 1. 2006 Launch of the US space probe New Horizons , on a mission to reach Pluto and Charon in 2015. The space race begins when the Soviet Union launches the first artificial satellite, Sputnik 1 . 37 Sputnik 1 Mars rover Yuri Gagarin Neil Armstrong 2003 2000 1975 The Soviet space probe Venera 9 transmits the first images from the surface of the planet Venus. A Russian Soyuz spacecraft carries the first crew to the ISS—two Russians and an American. Activities China launches its first manned spacecraft, Shenzhou 5 , with astronaut Yang Liwei on board. International Space Station (ISS) Venera 9 New Horizons Deep Impact .............."},{"pageNumber":40,"pageContent":"1 \u0007Astronomers\u0007measure\u0007 distances\u0007in\u0007space\u0007using: Discovering the universe Check \u0007or \u0007number \u0007the \u0007boxes \u0007to \u0007answer \u0007each \u0007question. \u0007Check \u0007your \u0007answers \u0007on \u0007page \u000746. a. light-days b. light-kilometers c. light-years d. light-miles Quick quiz 38 2 \u0007Number\u0007these\u0007things\u0007 \u0007 1\u0007to\u00074\u0007in\u0007order\u0007of\u0007size,\u0007 starting\u0007with\u0007the\u0007biggest: a. galaxy b. universe c. solar\u0007system d. star 3 \u0007The\u0007universe\u0007began: a. 14\u0007thousand\u0007years\u0007ago b. 14\u0007million\u0007years\u0007ago c. 14\u0007billion\u0007years\u0007ago d. 14\u0007trillion\u0007years\u0007ago 4 \u0007The\u0007universe\u0007began\u0007in\u0007an\u0007 explosion\u0007called\u0007the: a. Universal\u0007Explosion b. Big\u0007Explosion c. Big\u0007Crunch d. Big\u0007Bang 5 \u0007Number\u0007these\u0007events\u00071\u0007to\u00075,\u0007 starting\u0007with\u0007the\u0007earliest: a. The\u0007universe\u0007began\u0007with\u0007 the\u0007Big\u0007Bang. b. The\u0007oldest\u0007stars\u0007in\u0007the\u0007 Milky\u0007Way\u0007were\u0007born. c. Our\u0007solar\u0007system\u0007was\u0007 formed. d. The\u0007first\u0007atoms\u0007began\u0007to\u0007 form. e. Matter\u0007clumped\u0007together\u0007 to\u0007form\u0007the\u0007first\u0007galaxies. 6 \u0007The\u0007Italian\u0007scientist\u0007Galileo\u0007 used\u0007a\u0007telescope\u0007to\u0007discover\u0007 the\u0007rings\u0007of: a. Mercury b. Mars c. Saturn d. Uranus 7 \u0007Which\u0007of\u0007these\u0007is\u0007 not \u0007 a\u0007good\u0007place\u0007for\u0007an\u0007 observatory: a. high\u0007in\u0007the\u0007mountains b. away\u0007from\u0007populated\u0007 areas c. out\u0007in\u0007space d. in\u0007a\u0007city 8 \u0007A\u0007telescope\u0007that\u0007focuses\u0007 light\u0007waves\u0007is\u0007called: a. a\u0007digital\u0007telescope b. an\u0007optical\u0007telescope c. an\u0007X-ray\u0007telescope d. a\u0007radio\u0007telescope 9 \u0007Check\u0007all\u0007the\u0007types\u0007of\u0007rays\u0007 that\u0007can\u0007be\u0007recorded\u0007by\u0007 space\u0007observatories: a. X-rays b. sting\u0007rays c. gamma\u0007rays d. ultraviolet\u0007rays 10\u0007\u0007\u0007\u0007 A\u0007space\u0007probe\u0007is: a. a\u0007thermometer\u0007in\u0007Earth\u0007 orbit b. a\u0007telescope\u0007in\u0007Earth\u0007orbit c. an\u0007unmanned\u0007spacecraft\u0007 that\u0007investigates\u0007space d. a\u0007manned\u0007spacecraft"},{"pageNumber":41,"pageContent":"Quick quiz 39 1 Stars\u0007are\u0007mainly\u0007made\u0007up\u0007of: Stars, galaxies, and constellations Check \u0007or \u0007number \u0007the \u0007boxes \u0007to \u0007answer \u0007each \u0007question. \u0007Check \u0007your \u0007answers \u0007on \u0007page \u000746. a. hydrogen b. oxygen c. carbon\u0007dioxide d. rock 2 Check\u0007all\u0007the\u0007colors\u0007that\u0007 stars\u0007can\u0007be: a. yellow b. blue c. green d. red 3 \u0007The\u0007cloud\u0007of\u0007gas\u0007and\u0007dust\u0007 from\u0007which\u0007a\u0007star\u0007forms\u0007 \u0007 is\u0007called\u0007a: a. nebula b. galaxy c. black\u0007hole d. comet 4 \u0007Number\u0007these\u0007captions\u0007 \u0007 1\u0007to\u00076\u0007to\u0007show\u0007the\u0007life\u0007cycle\u0007 of\u0007a\u0007small\u0007star\u0007like\u0007our\u0007Sun: a. Nuclear\u0007reactions\u0007in\u0007the\u0007 core\u0007produce\u0007heat\u0007and\u0007light. b. The\u0007outer\u0007layers\u0007of\u0007gas\u0007puff\u0007 out\u0007like\u0007a\u0007ring\u0007of\u0007smoke\u0007to\u0007 form\u0007a\u0007planetary\u0007nebula. c. When\u0007the\u0007star\u0007is\u0007cold\u0007and\u0007 stops\u0007glowing,\u0007it\u0007forms\u0007a\u0007 black\u0007dwarf. d. The\u0007star\u0007runs\u0007low\u0007on\u0007 \u0007 fuel,\u0007and\u0007expands\u0007into\u0007a\u0007 \u0007 red\u0007giant. e. The\u0007star\u0007is\u0007born\u0007in\u0007a\u0007nebula\u0007 (a\u0007cloud\u0007of\u0007dust\u0007and\u0007 hydrogen\u0007gas). f. The\u0007faint\u0007remains\u0007of\u0007the\u0007star\u0007 become\u0007a\u0007white\u0007dwarf. 5 A\u0007constellation\u0007is\u0007a: a. group\u0007of\u0007stars\u0007that\u0007are\u0007 very\u0007close\u0007to\u0007each\u0007other\u0007 b. vast,\u0007spinning\u0007group\u0007of\u0007 stars,\u0007gas,\u0007and\u0007dust c. group\u0007of\u0007stars\u0007that\u0007make\u0007 a\u0007pattern\u0007in\u0007the\u0007sky 6 \u0007How\u0007many\u0007constellations\u0007 do\u0007astronomers\u0007divide\u0007the\u0007 sky\u0007into? a. 22 b. 44 c. 66 d. 88 7 Check\u0007all\u0007the\u0007things\u0007that\u0007 are\u0007constellations: a. Ursa\u0007Major b. North\u0007Star c. Cassiopeia d. Southern\u0007 Cross 8 Which\u0007of\u0007these\u0007is\u0007 not \u0007a\u0007type\u0007 of\u0007galaxy? a. spiral b. cuboid c. elliptical d. oval 9 \u0007How\u0007many\u0007galaxies\u0007are\u0007 there\u0007in\u0007the\u0007part\u0007of\u0007the\u0007 universe\u0007we\u0007can\u0007observe? a. 100\u0007thousand b. 100\u0007million c. 100\u0007billion d. 100\u0007trillion 10 Our\u0007home\u0007galaxy\u0007is\u0007 called: a. the\u0007Milky\u0007Galaxy b. the\u0007Milky\u0007Way c. the\u0007Solar\u0007Galaxy d. the \u0007solar\u0007system 11 \u0007How\u0007long\u0007does\u0007it\u0007take\u0007 the\u0007Sun\u0007to\u0007orbit\u0007the\u0007 center\u0007of\u0007our\u0007galaxy: a. 225\u0007years b. 225\u0007thousand\u0007years c. 2.25\u0007million\u0007years d. 225\u0007million\u0007years"},{"pageNumber":42,"pageContent":"1 \u0007Check\u0007all\u0007the\u0007different\u0007types\u0007 of\u0007planet: Planets and smaller space bodies Check \u0007or \u0007number \u0007the \u0007boxes \u0007to \u0007answer \u0007each \u0007question. \u0007Check \u0007your \u0007answers \u0007on \u0007page \u000746. a. smooth b. rocky c. gas d. metal Quick quiz 40 2 \u0007The\u0007clump\u0007of\u0007matter\u0007from\u0007 which\u0007a\u0007planet\u0007forms\u0007is\u0007 called\u0007a: a. protoplanet b. miniplanet c. potential\u0007planet d. nebula 3 \u0007Check\u0007all\u0007the\u0007rocky\u0007planets: a. Earth b. Jupiter c. Mars d. Mercury e. Neptune f. Saturn g. Uranus h. Venus 4 \u0007Craters\u0007are\u0007made\u0007on\u0007a\u0007 planet’s\u0007surface\u0007by: a. meteorites\u0007(space\u0007rocks)\u0007 bombarding\u0007the\u0007planet b. spacecraft\u0007landing\u0007on\u0007 \u0007 the\u0007planet c. volcanic\u0007eruptions d. huge\u0007storms 5 \u0007Gas\u0007planets\u0007have\u0007a\u0007core\u0007 made\u0007of: a. dust b. liquid c. iron d. rock 10 A\u0007shooting\u0007star\u0007is: a. a\u0007star\u0007falling\u0007to\u0007Earth b. a\u0007meteor\u0007burning\u0007up\u0007as\u0007it\u0007 enters\u0007Earth’s\u0007atmosphere c. another\u0007name\u0007for\u0007a\u0007comet d. an\u0007asteroid\u0007exploding 6 \u0007Check\u0007all\u0007the\u0007things\u0007found\u0007 in\u0007the\u0007rings\u0007around\u0007the\u0007gas\u0007 planets: a. rock b. ice c. metal d. gas 7 \u0007A\u0007natural\u0007object\u0007that\u0007orbits\u0007 a\u0007planet\u0007is\u0007called\u0007its: a. ring b. asteroid c. moon d. meteorite 8 \u0007Where\u0007is\u0007the\u0007asteroid\u0007belt? a. between\u0007the\u0007Sun\u0007and\u0007 Mercury b. between\u0007Earth\u0007and\u0007Mars c. between\u0007Mars\u0007and\u0007Jupiter d. beyond\u0007Neptune 9 A\u0007comet’s\u0007glowing\u0007tail\u0007is\u0007 released\u0007when: a. the\u0007comet\u0007burns\u0007up\u0007in\u0007 the\u0007Earth’s\u0007atmosphere b. a\u0007nuclear\u0007reaction\u0007takes\u0007 place\u0007inside\u0007the\u0007comet c. the\u0007comet\u0007heats\u0007up\u0007as\u0007it\u0007 nears\u0007the\u0007Sun"},{"pageNumber":43,"pageContent":"\u0007 Quick quiz 41 1 \u0007The\u0007Sun’s\u0007energy\u0007comes\u0007 from: The Sun and solar system Check \u0007or \u0007number \u0007the \u0007boxes \u0007to \u0007answer \u0007each \u0007question. \u0007Check \u0007your \u0007answers \u0007on \u0007page \u000746. a. burning\u0007hydrogen\u0007gas\u0007on\u0007 its\u0007surface b. giant\u0007volcanoes\u0007all\u0007over\u0007 its\u0007surface c. nuclear\u0007reactions\u0007inside\u0007 its\u0007core 3 How\u0007long\u0007does\u0007the\u0007Sun’s\u0007 equator\u0007take\u0007to\u0007rotate\u0007once? a. 25\u0007Earth\u0007hours b. 25\u0007Earth\u0007days c. 34\u0007Earth\u0007hours d. 34\u0007Earth\u0007days 2 \u0007Check\u0007all\u0007the\u0007things\u0007that\u0007 are\u0007part\u0007of\u0007the\u0007Sun: a. core b. prominence c. corona d. crust 4 \u0007The\u0007hottest\u0007part\u0007of\u0007the\u0007Sun\u0007is: a. its\u0007sunspot b. its\u0007surface c. its\u0007atmosphere d. its\u0007core 5 \u0007Number\u0007the\u0007planets\u0007of\u0007the\u0007 solar\u0007system\u00071\u0007to\u00078,\u0007starting\u0007 with\u0007the\u0007planet\u0007that\u0007is\u0007nearest\u0007 to\u0007the\u0007Sun: a. Earth b. Mars c. Mercury d. Jupiter e. Neptune f. Saturn g. Uranus h. Venus 6 \u0007How\u0007big\u0007is\u0007the\u0007solar\u0007system? a. \u00079,300\u0007billion\u0007miles \u0007 (15,000 billion km) across b. 9.3\u0007billion\u0007miles\u0007 \u0007 ( 15 billion km )\u0007across c. 9,300\u0007miles\u0007 \u0007 (15,000 km) across 7 \u0007A\u0007planet’s\u0007year\u0007is: a. the\u0007amount\u0007of\u0007time\u0007it\u0007takes\u0007 the\u0007Sun\u0007to\u0007orbit\u0007it\u0007once b. the\u0007amount\u0007of\u0007time\u0007it\u0007takes\u0007 to\u0007orbit\u0007the\u0007Sun\u0007once c. the\u0007amount\u0007of\u0007time\u0007it\u0007takes\u0007 to\u0007spin\u0007once\u0007on\u0007its\u0007axis 8 \u0007Which\u0007is\u0007the\u0007hottest\u0007planet\u0007in\u0007 the\u0007solar\u0007system? a. Jupiter b. Mercury c. Saturn d. Venus 10 \u0007Check\u0007all\u0007the\u0007things\u0007that\u0007 are\u0007features\u0007of\u0007Mars: a. Great\u0007Red\u0007Spot b. Valles\u0007Marineris c. Olympus\u0007Mons d. Kuiper\u0007Belt 11 Which\u0007of\u0007these\u0007planets\u0007 has\u0007seven\u0007rings? a. Jupiter b. Saturn c. Uranus d. Neptune 9 Which\u0007of\u0007these\u0007planets\u0007is\u0007 not \u0007 visible\u0007with\u0007the\u0007naked\u0007eye? a. Mercury b. Saturn c. Uranus d. Venus"},{"pageNumber":44,"pageContent":"1 \u0007Which\u0007of\u0007these\u0007space\u0007bodies\u0007is\u0007 not \u0007smaller\u0007than\u0007Earth? Earth and the Moon Tick\u0007or\u0007number\u0007the\u0007boxes\u0007to\u0007answer\u0007each\u0007question.\u0007Check\u0007your\u0007answers\u0007on\u0007page\u000746. a. Jupiter b. Moon c. Mars d. Venus Quick quiz 42 2 \u0007Earth’s\u0007orbit\u0007around\u0007the\u0007Sun\u0007is\u0007 elliptical.\u0007This\u0007means: a. diamond-shaped b. oval-shaped c. circular d. square-shaped 3 \u0007How\u0007long\u0007does\u0007it\u0007take\u0007for\u0007the\u0007 Earth\u0007to\u0007rotate\u0007on\u0007its\u0007axis? a. 23\u0007hours\u000756\u0007minutes b. 12\u0007hours c. 365.26\u0007days d. 12\u0007months 4 \u0007How\u0007much\u0007of\u0007Earth’s\u0007surface\u0007is\u0007 covered\u0007in\u0007water? 5 \u0007Tick\u0007 all\u0007 the\u0007 words\u0007 that\u0007 describe\u0007 the\u0007Earth’s\u0007core: a. hot b. cold c. solid d. iron 6 \u0007The\u0007Moon\u0007is\u0007kept\u0007in\u0007Earth’s\u0007 orbit\u0007by: a. energy\u0007from\u0007the\u0007Sun b. magnetism c. gravity d. nuclear\u0007 \u0007 power 8 \u0007Number\u0007these\u0007captions\u0007 \u0007 1\u0007to\u00075\u0007to\u0007show\u0007what\u0007happens\u0007 in\u0007a\u0007solar\u0007eclipse: a. After\u0007a\u0007few\u0007minutes,\u0007the\u0007 dark\u0007circle\u0007begins\u0007to\u0007move\u0007 off\u0007the\u0007Sun. b. An\u0007hour\u0007later,\u0007the\u0007eclipse\u0007 is\u0007over. c. The\u0007Moon\u0007appears\u0007to\u0007take\u0007 a\u0007bite\u0007out\u0007of\u0007the\u0007Sun\u0007as\u0007it\u0007 starts\u0007to\u0007pass\u0007in\u0007front\u0007of\u0007it. d. All\u0007of\u0007the\u0007Moon\u0007is\u0007in\u0007front\u0007 of\u0007the\u0007Sun.\u0007The\u0007Sun’s\u0007 corona\u0007shines\u0007around\u0007the\u0007 Moon’s\u0007dark\u0007circle. e. Over\u0007the\u0007course\u0007of\u0007about\u0007 an\u0007hour,\u0007the\u0007Moon\u0007covers\u0007 more\u0007and\u0007more\u0007of\u0007the\u0007Sun. 7 \u0007The\u0007Moon’s\u0007light\u0007comes\u0007from: a. nuclear\u0007reactions\u0007within\u0007 its\u0007core b. reflected\u0007light\u0007from\u0007the\u0007 Sun c. its\u0007burning\u0007hot\u0007surface d. its\u0007radioactive\u0007surface 9 \u0007Which\u0007of\u0007these\u0007is\u0007 not \u0007one\u0007 of\u0007the\u0007Moon’s\u0007phases? a. Full\u0007Moon b. New\u0007Moon c. Blue\u0007Moon d. waning\u0007gibbous a. 60\u0007per\u0007cent b. 70\u0007per\u0007cent c. 80\u0007per\u0007cent d. 90\u0007per\u0007cent a. red b. yellow c. blue d. violet 10 \u0007During\u0007a\u0007lunar\u0007eclipse,\u0007the\u0007 Moon\u0007may\u0007glow:"},{"pageNumber":45,"pageContent":"Quick quiz 43 1 \u0007Number\u0007these\u0007landmarks\u0007 of\u0007space\u0007exploration\u00071\u0007to\u00076,\u0007 starting\u0007with\u0007the\u0007earliest: Astronauts and spacecraft Tick\u0007or\u0007number\u0007the\u0007boxes\u0007to\u0007answer\u0007each\u0007question.\u0007Check\u0007your\u0007answers\u0007on\u0007page\u000746. a. first\u0007person\u0007on\u0007the\u0007Moon b. first\u0007space\u0007station\u0007 c. first\u0007liquid-fuel\u0007rocket d. first\u0007artificial\u0007satellite e. first\u0007untethered\u0007spacewalk f. first\u0007person\u0007in\u0007space 2 \u0007In\u0007order\u0007to\u0007burn\u0007its\u0007fuel,\u0007 \u0007 a\u0007space\u0007rocket\u0007must\u0007carry\u0007 \u0007 a\u0007supply\u0007of: a. oxygen b. carbon\u0007dioxide c. matches d. wood 3 \u0007Tick\u0007all\u0007the\u0007space\u0007bodies\u0007 \u0007 on\u0007which\u0007astronauts\u0007 \u0007 have\u0007landed: a. Moon b. Mars c. Jupiter d. Venus 6 \u0007Which\u0007part\u0007of\u0007the\u0007space\u0007 shuttle\u0007can\u0007 not \u0007be\u0007reused? a. winged\u0007orbiter b. twin\u0007booster\u0007rockets c. external\u0007fuel\u0007tank d. mechanical\u0007arm 4 \u0007A\u0007vehicle\u0007that\u0007can\u0007travel\u0007on\u0007 the\u0007suface\u0007of\u0007another\u0007planet\u0007 is\u0007called\u0007a: a. wanderer b. rover c. voyager d. spacecar 5 \u0007Which\u0007of\u0007these\u0007is\u0007 not \u0007a\u0007 space\u0007shuttle\u0007orbiter? a. Discovery b. Endeavour c. Apollo d. Atlantis 7 \u0007How\u0007many\u0007astronauts\u0007 \u0007 have\u0007travelled\u0007beyond\u0007 Earth’s\u0007orbit? a. 3 b. 11 c. 26 d. over\u0007400 8 \u0007Astronauts\u0007on\u0007board\u0007 spacecraft\u0007have\u0007to\u0007exercise\u0007 regularly\u0007because: a. their\u0007bodies\u0007are\u0007weighed\u0007 down\u0007in\u0007space\u0007and\u0007their\u0007 joints\u0007may\u0007ache b. weightlessness\u0007means\u0007 they\u0007can’t\u0007sit\u0007down,\u0007so\u0007 their\u0007legs\u0007ache c. they\u0007do\u0007not\u0007get\u0007enough\u0007 food,\u0007so\u0007they\u0007become\u0007 tired\u0007easily d. weightlessness\u0007means\u0007 their\u0007bodies\u0007do\u0007not\u0007work\u0007 so\u0007hard\u0007and\u0007their\u0007muscles\u0007 could\u0007waste\u0007away e. they\u0007need\u0007to\u0007be\u0007strong\u0007 \u0007 to\u0007open\u0007the\u0007airlock\u0007and\u0007 carry\u0007out\u0007spacewalks 9 \u0007Tick\u0007all\u0007the\u0007things\u0007that\u0007a\u0007 spacesuit\u0007must\u0007supply: a. food b. water c. oxygen d. electrical\u0007 \u0007 supply 10 \u0007In\u0007a\u0007spacecraft,\u0007food\u0007is\u0007 kept\u0007in\u0007sealed\u0007containers\u0007 so\u0007that: a. mice\u0007cannot\u0007eat\u0007it b. it\u0007does\u0007not\u0007float\u0007away c. it\u0007does\u0007not\u0007rot d. the\u0007astronauts\u0007don’t\u0007eat\u0007 too\u0007much"},{"pageNumber":46,"pageContent":"44 Answers Activity answers Once you have completed each page of activities, check your answers below: Page 14 Watching the night sky 1 b 2 c 3 a 4 d Page 14 How a telescope works 1 mirrors 2 light rays 3 reflects 4 eyepiece 5 lens Page 15 Light-years away 1 51 trillion miles (82 trillion km) 2 1,829 trillion miles (2,945 trillion km) 3 217 trillion miles (350 trillion km) 4 150 trillion miles (240 trillion km) Page 15 Star colors 1 O 2 yellow 3 9,000°F (5,000°C) 4 O, B, A, F Page 16 Star knowledge 1 10 2 red giant 3 has stopped glowing 4 supernovas Page 17 The Milky Way in numbers 1 100,000 2 100 billion 3 225 million 4 500,000 mph (800,000 kph) 5 200 billion Page 17 Spot the galaxy 1 spiral galaxy 2 elliptical galaxy 3 irregular galaxy Page 18 Northern polar stars 1 b 2 d 3 a 4 e 5 c Page 19 Southern polar stars 1 e 2 d 3 c 4 b 5 a Page 20 Parts of the Sun Page 20 True or false? 1 True 2 False—The Earth and other planets orbit the Sun. 3 False—The Sun is a giant ball of hydrogen gas. 4 False—Sunspots are cooler than the rest of the Sun’s surface. 5 True Page 21 Orbiting objects Moon: (nothing) Earth: Moon, space station, satellite Sun: planets, Earth Page 21 Birth of the solar system a 3 b 4 c 2 d 1 Page 22 Planets of the solar system 1 Neptune 2 Mercury 3 Saturn 4 Earth 5 Uranus 6 Venus 7 Jupiter 8 Mars Page 22 Planet puzzles 1 Neptune 2 84 Earth years 3 59 Earth days 4 Mercury and Venus Page 23 Earth time teasers 1 7 2 100 prominence sunspot corona core photosphere"},{"pageNumber":47,"pageContent":"45 Answers 45 Page 24 Mercury or Venus? 1 Venus 2 Mercury 3 Venus 4 Venus 5 Venus Page 25 Earth from space Page 25 Earth challenge 1 iron 2 Sun 3 atmosphere 4 ice caps 5 landmasses Page 27 Eclipse in action 1 The Moon appears to take a bite out of the Sun as it starts to pass in front of it. 2 Over the course of about an hour, the Moon covers more and more of the Sun. 3 All of the Moon is in front of the Sun. The Sun’s corona shines around the Moon’s dark circle. 4 After a few minutes, the dark circle begins to move off the Sun. 5 An hour later, the eclipse is over. Page 28 Mars in close-up 1 c 2 d 3 b 4 a Page 29 Gas planet puzzle 1 Great Red Spot 2 Uranus 3 gas and liquid 4 Uranus Page 30 Planet names puzzle 1 Jupiter 2 Mars 3 Mercury 4 Neptune 5 Saturn 6 Uranus 7 Venus Page 30 Planet challenge 1 Jupiter 2 Mercury and Venus 3 Neptune 4 Saturn 5 Neptune Page 31 Small space bodies 1 Kuiper Belt Object 2 meteors 3 meteors 4 Comet 5 asteroid belt 6 meteorites Page 33 Into orbit and back again Page 33 Parts of the orbiter Page 34 Astronaut suit 1 undersuit 2 boots 3 outersuit 4 helmet 5 gloves 6 visor Page 34 Astronauts at work 1 MMU 2 astronauts 3 oxygen 4 satellites Page 35 Astronaut food 1 Dried foods 2 Cereals 3 Dried fruits 4 Sealed drinks pouches Page 35 True or false? 1 True 2 False—Space toilets suck waste away. 3 False—Food is kept in sealed containers. 4 True 5 False—Astronauts are strapped into their sleeping bags so they do not float around the spacecraft. 6 True More answers on next page 1 2 3 4 5 Protective silica tiles glow as the orbiter reenters the atmosphere. 5 The orbiter’s main engines and rocket boosters fire together at liftoff. 1 Eight minutes after takeoff, the external fuel tank drops away. 3 The orbiter remains in orbit for up to two weeks. 4 The orbiter glides in to land on an ordinary runway. 6 Two minutes after liftoff, the rocket boosters fall back to Earth. 2 wings payload bay cabin payload bay doors black silica tiles mechanical arm"},{"pageNumber":48,"pageContent":"46 Answers Pages 36-37 Complete the timeline 1610 Saturn 1846 Neptune is discovered. 1961 Yuri Gagarin is the first person in space. 1969 Moon 1984 Bruce McCandless 1995 437 days Quick quiz answers Once you have completed each page of quiz questions, check your answers below: Page 38 Discovering the universe 1 c 2 a 2, b 1, c 3, d 4 3 c 4 d 5 a 1, b 4, c 5, d 2, e 3 6 c 7 d 8 b 9 a, c, d 10 c Page 39 Stars, galaxies, and constellations 1 a 2 a, b, d 3 a 4 a 2, b 4, c 6, d 3, e 1, f 5 5 c 6 d 7 a, c, d 8 b 9 c 10 b 11 d Page 40 Planets and smaller space bodies 1 b, c 2 a 3 a, c, d, h 4 a 5 d 6 a, b 7 c 8 c 9 c 10 b Page 41 The Sun and solar system 1 c 2 a, b, c 3 b 4 d 5 a 3, b 4, c 1, d 5, e 8, f 6, g 7, h 2 6 a 7 b 8 d 9 c 10 b, c 11 b Page 42 Earth and the Moon 1 a 2 b 3 a 4 b 5 a, c, d 6 c 7 b 8 a 4, b 5, c 1, d 3, e 2 9 c 10 a Page 43 Astronauts and spacecraft 1 a 4, b 5, c 1, d 2, e 6, f 3 2 a 3 a 4 b 5 c 6 c 7 c 8 d 9 b, c, d 10 b The publisher would like to thank the following: Alyson Silverwood for proof-reading; Margaret Parrish for Americanization. The publisher would like to thank the following for their kind permission to reproduce their photographs: (Key: a-above; b-below/bottom; c-center; f-far; l-left; r-right; t-top) Canada-France-Hawaii Telescope : J.-C. Cuillandre / Coelum 17; Corbis : Bettmann 30, 37cla; DK Images : Anglo-Australian Observatory, photography by David Malin 6cla, 14cra (milky way), 38tr; British Museum 30cra; ESA 36b; London Planetarium 40tr; Museum of Central Australia, Alice Springs 31cr; National Maritime Museum, London 36cla; Flickr.com : J. P. Stanley 14cla; John Hopkins University Applied Physics Laboratory / Southwest Research Institute : 37fcr; NASA : 12br, 12cra, 13br, 13c, 13cla, 13cra, 17br (galaxies), 21cl (Earth), 22cl, 22cr (Earth), 35bl, 36cl, 40, 42clb, 43cb, 43cla, 43tc; Ames Research Center 31ca; Finley Holiday Films 36fcl; HQ GRIN 37ca; JPL 23cra; JPL / Cornell University 3cr, 12ca, 37cr (Rover sticker); JPL-Caltech 3cla, 7bl, 11cra, 21c (sun), 22fcr, 38crb; JPL-Caltech / UMD 37br; JSC 25cra, 45cla; Viking Project, USGS 28c; Science Photo Library : Eckhard Slawik 26cra. Jacket images: Back: DK Images : Anglo- Australian Observatory, photography by David Malin cla; NASA: tl, tr; Marshall Space Flight Center cl. All other images © Dorling Kindersley For further information see: www.dkimages.com Acknowledgments"},{"pageNumber":49,"pageContent":"Planets and smaller space bodies PROGRESS CHART 14 Page Topic Star Page Topic Star Page Topic Star 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 40 41 42 39 43 The inner planets Our home planet Moon-watching Observing an eclipse The sky at night Star distances The life cycle of stars The Milky Way Stargazing The red planet Giant planets Naming the planets Asteroids, comets, and meteors Stargazing Our nearest star Gravity in space Orbiting the Sun Orbiting the Sun Expanding universe Space shuttle Astronauts Living in space Key dates of space exploration Key dates of space exploration Discovering the universe Stars, galaxies, and constellations Planets and smaller space bodies The Sun and solar system Earth and the Moon Astronauts and spacecraft Chart your progress as you work through the activity and quiz pages in this book. First check your answers, then stick a gold star in the correct box below."},{"pageNumber":50,"pageContent":"CERTIFICATE OF EXCELLENCE Stars & Planets A reward certificate for you to fill in, tear out, and display on your wall. eyewitneSS workbook S Congratulations to (Name) ........................................................... for successfully completing this book on (Award date) ..................................."},{"pageNumber":52,"pageContent":"STARS & PLANETS FUN FILL-IN ACTIVITIES TURN-AND-LEARN INFO WHEEL FAST FACTS AT YOUR FINGERTIPS QUIZ PAGES STICKERS PARENT NOTES CURRICULUM- BASED CONTENT 3 3 3 3 3 3 3 Label space objects Learn about the planets Match up star stickers Find out how scientists study space Take cool quizzes See inside stars and planets EYEWITNESS WORKBOOKS EYEWITNESS WORKBOOKS TEST YOUR KNOWLEDGE DISCOVER MORE TURN AND LEARN Are you ready to take your knowledge of stars and planets to the next level? This activity-packed workbook will help you go straight to the head of the class. Train your brain with activities, stickers, and quiz pages Check out the Fast Fact pages for knowledge on the go Spin the info wheel for staggering statistics on outer space Other titles in the series: Discover more at www.dk.com New from Eyewitness, workbooks that children will actually want to use!"}]
