[{"pageNumber":1,"pageContent":"TESLA CONFERENCE REPORTS AND TESLA DICTIONARY OF ADVANCED RESEARCH TERMINOLOGY 2008 EDITION Compiled by Michael Riversong"},{"pageNumber":2,"pageContent":"CONTENTS International Tesla Society In Review 1984-1998 3 2004 ExtraOrdinary Technology Conference Report 8 2005 ExtraOrdinary Technology Conference Report 10 2006 ExtraOrdinary Technology Conference Report 13 First Tesla Museum and Science Center International Conference on Nikola Tesla 15 2007 ExtraOrdinary Technology Conference Report 18 Alternative Energy Partnership Conference 20 2008 Hydrogen Implementation Conference 21 2008 ExtraOrdinary Technology Conference Report 24 Tesla Dictionary of Advanced Research Terminology 27 Michael Riversong P.O. Box 2776 Cheyenne, Wyoming 82003 (307)635-0900 mriversong@earthlink.net"},{"pageNumber":3,"pageContent":"INTERNATIONAL TESLA SOCIETY IN REVIEW: People, Politics, and Technology (c)2002 by Michael Riversong 1984 was the 100th anniversary of Nikola Tesla's arrival in America. To mark that, the first Tesla Symposium was organized and produced by a small, dedicated group of scientists and community leaders in Colorado Springs. This began fourteen years of progress in advanced technology research that could possibly impact our planet for the next thousand years. The International Tesla Society went bankrupt late in 1998 due to internal political struggles. Many of its assets were sold off, but the videos, documents, and personal experiences developed through its activities will prove valuable for years to come. I got involved with the Tesla Society at that first Symposium, being brought in by Toby Grotz, an engineer who was making great strides in several areas of research. I was asked to be Master of Ceremonies, and performed in that capacity at each subsequent Symposium through 1998. I also performed music at all the Symposia. This position provided a unique view of the presenters and their technology. My job involved interviewing each speaker, helping set up the stage, keeping the event on schedule, and between events, doing publicity and investigating potential speakers. This article is a short summary of technological insights gained from this work during those years. Nikola Tesla is most well known as the inventor of AC electrical power, along with the electrical motors used by all industry. Not as well known is the fact that he also invented radio, a mechanical turbine, and several other devices. At one time he had designed and partially built a system which potentially could have provided nearly free power to the whole world. Several lines of his research were never fully implemented, which created a lot of the basis for research presented at the Symposia and conferences. Symposia were produced in even numbered years from 1984 through 1998. The intention was scientific, but the atmosphere was electric. Proceedings were edited by Steve Elswick and published through 1992, and some of these volumes may still be found. Starting in 1989, \"Extraordinary Science\" conferences were produced in odd numbered years. These were more informal and engineering oriented. Almost all the events were produced in Colorado Springs. Many working devices of various kinds were demonstrated at all the Symposia and conferences. Videos of almost every presentation were made and archived. Also, many journals and papers were published, including Tesla magazine and Extraordinary Science magazine. Most of these issues were ably edited and produced by Steve Elswick. The Society had its headquarters in Colorado Springs, where it ran a museum featuring many photos of Tesla's facilities, a number of interesting research devices, and a laboratory full of spectacular electrical and mechanical constructions. Many tourists, students, and local residents toured this museum over the years, and found out about the possibilities. Several important ideas emerged from all this activity. First, it is clear that there is some form of energy existing in this universe which has not yet been adequately defined by conventional physics. Another is that even forms of energy which we currently use in many applications are not fully understood, and could probably be used in new types of devices which will be more efficient. As in any field of research, specialized terminology evolved. In order to assist in understanding among researchers, Tesla Society president J.W. McGinnis and I co-authored the Tesla Dictionary of Advanced Research Terminology which was published by the society in 1996. An unknown number of copies were sold. After the Society folded, the dictionary was made available free on the Internet."},{"pageNumber":4,"pageContent":"FREE ENERGY One common pursuit of many researchers is the idea that energy can be derived from presently unknown sources. This is often referred to as \"free energy\" or \"over unity\". While perpetual motion or getting more out of a motor than is put in may not actually be possible, there are likely to be unknown forms of energy available which can be efficiently converted into useful power. Unfortunately, this particular area is too easily contaminated by fraud. Several presenters appeared to be quite fraudulent. Most obvious was the fellow who used plenty of religious jargon in his presentations, brought a modified car (with interesting chrome tubing on top of an ordinary engine) which never actually ran -- it always needed \"just one more part.\" Another gave a great show, with a truck full of attractive models, but only sold the potential of investing in his company. To our knowledge, he still had not actually shipped a product, four years after his last presentation at a Tesla Society event. A few motors were demonstrated which might eventually be developed into workable technologies. One was called the \"N-Machine\", built by the late Bruce dePalma. Like many motors of this type, it was based on the idea that magnetic fields could be made to resonate in such a way that each turn of the motor produces a sort of kick which makes it produce power on its own. TESLA COILS Each Symposium included several presentations on this particular invention of Tesla's. Often, fantastic shows were mounted, when the dramatic sparks from large coils lit up rommsand even the outdoors. Tesla coils are used a lot in certain kinds of radio transmitters, and most people have seen the little decorative electric globes which can be placed on desks and pedestals. It does appear that these point the way to other possible technologies, and this was sometimes hinted at during presentations. Besides the obvious sparks coming out the top of the coil, there are other electromagnetic fields always generated by a Tesla coil which may eventually prove useful. Toby Grotz, Robert Golka, and Jack Couture made great advances in Tesla coil design and operation in the late 1980's. Some of their work is summarized in the Proceedings volumes. William Wysock was at most of the events, with his large Tesla coils. He builds these in California for the entertainment industry, and he was very good at both operating the show coils and explaining how they work. MEDICAL ADVANCES Tesla invented a small version of his coil for medical uses. This little apparatus, known as the Violet Ray, has the power to heat tissues inside the body. It was popular during the 1920's, but fell out of usage after that time. Several people brought both antique and new models to the Symposia. Hal Huggins gave his view of dental technology several times. He found that conventional dental methods often leave mercury in the mouth, which can, over many years, actually poison the body. His straightforward presentations gave several alternatives. A frequent presenter was Dr. Glen Rein, a biologist. He did a number of experiments concerning the effects of various energy fields on cells. From his work, we learned that it is possible to create both positive and negative effects using small amounts of precisely calibrated electricity. He also discovered that some types of energy which are not recognized by conventional physics will have"},{"pageNumber":5,"pageContent":"measureable effects on living beings. He validated that water can hold information in some manner, which in turn is solid scientific proof that homeopathy can work. It became clear to several researchers and society staff members that the same kind of energy used in some research devices would have the potential to create direct mental effects. From 1994 on, the core staff members discouraged research along these lines, as an ethical principle. MAGNETISM Peter Kulish and a few other presenters developed new uses for magnetism. Most of these were claimed to increase gas mileage or assist in water purification. TESLA TURBINE Sometime around 1905, Tesla had developed a type of mechanical turbine which was very efficient. Its simple design was based on principles of resonance. This had two useful properties not seen in other turbines used today. Any kind of liquid, with any kind of varying density or contaminants, could flow through easily. An amplification of force in the liquid flow could be obtained. At the turn of the century, materials were not available which could stand up to the forces built up inside the turbine, and the invention was abandoned. Now, many metal alloys and plastics are strong enough to hold up under the high stresses developed within Tesla turbines. Two companies demonstrated impressive working models at Extraordinary Science conferences in 1991 and 1993. One of these companies, Discflo, built a model out of plastic which was donated to the Tesla Society museum and worked until the day the museum was closed. It did a very good job of moving water with numerous plastic beads through a recirculating system -- something which most conventional turbines cannot do. Another Tesla turbine device was built by a small company in Texas. It created a type of relatively cool steam which could easily put out fires using much less water than ordinarily needed. Unfortunately this company went out of business in 1996. CHEMISTRY It became apparent, starting around 1988, that many fundamental assumptions concerning chemistry are probably incomplete. This created some links between Tesla researchers and followers of Walter Russell, an artist who in the 1920s had reconstructed the Periodic Table of the Elements as a spiral. By doing this, he predicted the possible existence of transuranic elements, along with a few simple elements which have yet to be fully validated. Joe Champion, David Hudson, and George Wiseman gave presentations along these lines. While the works of Champion and Hudson seem inconclusive at best, Wiseman did create a working model of a welding apparatus which he claimed operated on \"Brown's Gas\" (first discovered and applied by Bulgarian-American inventor Yul Brown). He specifically stated, and many other researchers agreed, that this gas is most likely one of those simple elements predicted by Russell. NEW ENGINE DEVELOPMENTS Toby Grotz pioneered a system for increasing gas mileage by adding water vapor to gas in the carburetor of a van engine before the Tesla Society was formed. He abandoned this project because of rust developing in the engine. Dr. Roger Billings has a long-standing reputation as one of the most prolific developers of hydrogen"},{"pageNumber":6,"pageContent":"powered engines. In 1991 and 1992 he showed working hydrogen cars, and his pioneering work with fuel cells. Billings said that it would be very easy to set up hydrogen fueling facilities at conventional gas stations, by tapping into natural gas lines. One of the best engine modifications demonstrated at society events was the GEET system developed by Paul Pantone of Utah. As of 2002, the system was commercially available through a distribution network that Pantone developed. It markedly reduces fuel consumption. At the time of the final Tesla Symposium in 1998, the system was available on Coleman generator motors and on the common Chevy 357 block. NUCLEAR ENERGY Nuclear power plants are designed only to boil water. This is a very expensive and dangerous process. Paul Brown developed a way to extract electricity directly from nuclear decay, in a cheap and safe manner. One of the products of nuclear decay is called a \"beta particle\", which is actually a simple free electron. Paul had the idea that these particles can actually create a flow of electricity in a new type of power cell. As of late 1998, work on this system was progressing and several working models had been built. VORTEXIAN MECHANICS Another branch of advanced research originated in Germany during the 1920's. Viktor Schauberger discovered that it was possible to build various technologies based on the fact that vortexes have special properties in nature. Walter Baumgartiner presented the basic theories several times, and showed how light can be generated from specially constructed water flow assemblies. In Europe, several devices have been constructed using these principles. I went on an individual research trip to Europe in January 1992 in order to find some of these. A few notes from the trip are included in my book \"Design Ecology\", and further notes are available elsewhere. THEORIES Overall, the Tesla Society staffers and volunteers tried to stay away from purely theoretical presentations after 1988. However, a number of these were made anyway. Some of these contained extensive mathematical work which few attendees were able to understand. Others got in because the presenters claimed to have built devices, but no staffers or volunteers could verify whether or not these were working as stated. Dennis Lee and Joseph Newman were among the many presenters in this category. Here are a few theoretical ideas which seem significant, and may eventually result in actual engineering. Huge flaws were often pointed out in conventional electromagnetic theory. Many presenters said that the usual mathematical equations which are the foundation of current understanding of electromagnetism are incomplete. Most intriguing is the idea that electromagnetic waves do not move through a vacuum -- but there are no vacuums anywhere in the Universe anyway. Instead, all space is filled with a medium called \"ether\", which is what electromagnetic waves (such as light, radio, and X-rays) disturb when they travel. Many early theories had included this concept, but it had been largely abandoned after Tesla's research was interrupted in 1911. I have developed some further theoretical work along these lines, contained in the document \"Fundamentals of Harmonic Chemistry.\" Gravity is driven by shape. Trying to understand gravity by using conventional electromagnetic theories will not work. This points the way to developing gravity control using constructions in specific shapes. In general, pyramids create stable fields, and geodesic structures can create"},{"pageNumber":7,"pageContent":"movable fields. A good reference on this is the book \"Shape Power\" by Dan Davidson, who made several presentations at Tesla Society events. Magnetism is an effect of electromagnetic flow. But the existence of this force has deeper implications. Several phenomena connected with this force have been observed by a few researchers but not adequately cataloged. Presentations by Alexis Guy Obolonsky, Paramahansa Tewari, PT Pappas, and others brought out some of these phenomena, which have real potential for engineered applications. There is something called \"Zero-Point Energy\" (ZPE). What it is exactly, is not yet known. There seems to be a possibility of engineering this into new power devices. Moray King, George Hathaway, and a few others explored this area in many presentations over the years. CURRENT SITUATION Thanks to the work of the many Tesla Society presenters, researchers, vendors, and staffers, information on new possibilities for medicine, power generation, and transportation is widely available. Two spin-offs of the Tesla Society have emerged, which continue to provide information and networking points. The International Tesla Institute is headed by former society president J.W. McGinnis in Colorado Springs. His organization puts on small inventor's expositions on occasion, and provides a small catalog. Exotic Research was headed by former society vice-president and editor Steve Elswick in Arizona. The Exotic Research journal remained in publication for several years. Eventually his organization evolved into Tesla Tech, which maintains a web site, an extensive catalog of publications, and ExtraOrdinary Technology magazine. Tesla Tech puts on the ExtraOrdinary Technology conferences anually, usually the last weekend of July. All lectures from these conferences are available on DVD. www.teslatech.info Several Internet mailing lists based on Tesla research are operating. The USA- Tesla@yahoogroups.com list is a direct descendant of the Tesla Society list, and has around 200 members worldwide. This list includes many former society members. Discussions on the list range over a wide field of topics."},{"pageNumber":8,"pageContent":"2004 ExtraOrdinary Technology Conference Report by Michael Riversong It felt like I had been hibernating for the past six years and had just woken up. The last Tesla Society conference was in 1998, just before the group went bankrupt. Since then, there have been few good conferences anywhere that allowed inventors and researchers to share their work the way it was done in the old Tesla Society. Steve Elswick, who had formerly been Vice President of the Society and also Publications Director, did an excellent job of finding a good facility and lining up great speakers. His alliance with Hal Fox, a Salt Lake City resident and head of the International Association for New Energy, served everyone well and helped bring together an excellent technical support crew. At this time, the most widely available advances in this field involve automotive enhancement products. There were several cars at the event. I saw a hydrogen powered vehicle but unfortunately didn't have time to ask anything about it. Paul Pantone was there with GEET, a low-temperature plasma retrofit unit that has many applications and is becoming more widely available. Sonne Ward had a car there which combined a number of technologies for fuel economy. A new presenter named Robert Patterson had an oddly-shaped wing on top of a car that he claimed reduced gas consumption by its shape alone. He told us the shape was defined by several ancient artifacts he had studied, and that it had anti-gravity properties. On Thursday and Sunday, Kiril Chukanov took small groups to his house to see his ball lightning generator. That was spectacular! He really did get a sustained reaction of several seconds on each pulse. This machine registers slightly greater output than input. He told us to think of this type of ball lightning as a \"giant atom with trillions of electrons\". I really think he's on to something there, and hope he gets some major funding to further the research. A description of his technology is included in a separate report. On the medical front, Glen Gordon showed us an interesting medical device called \"EM-Pulse\". A few people I knew tested it out, and got some relief from migraines and chronic pain conditions. It appears to be a sort of scalar wave device. Bruce Forrester was there with his usual MWO (Multi- Wave Oscillator) setup, which he demonstrated at times. This type of device has been around for many years. While its effects and operating parameters are still not totally clear, there are enough testimonials around to prove its potential worth. Tony Cocilovo demonstrated what he called a Photon Stimulator. This makes use of simple fiber-optic technology to run colored light through an application tube for direct delivery to specific points on the human body. He uses it a lot on ear acupuncture points. A few other people had demonstration units but didn't plug them in. Larry Oja, a local man representing Canadian inventor George Wiseman, had a Brown's Gas generator. There were no 220v outlets in the building, so he couldn't run it. The nature of this technology is becoming more clear. It appears to create some mixture of hydrogen, oxygen, and water that produces a coherent flame especially useful for cutting. Alan Francouer had a demo generator on a table which showed one possible construction method, but was not yet ready to run. Dale Pond showed his Dynasphere, which is virtually unchanged since1997. That's a machine which so far does nothing but somehow accomplishes much. It's beautiful anyway, and the acoustical principles it embodies are fully worthy of further study. His work demonstrates the links between scientific and spiritual principles. Jan Marwan from Germany presented significant research into the use of specific polymers to assist cold fusion reactions. His talk was difficult to understand, but the polymer illustrations were excellent and sparked off many new ideas. We can look forward to some useful published work from him in"},{"pageNumber":9,"pageContent":"the future. Overall I think that we're much further along than in 1998. Even the theoretical people, including Moray King, Tom Valone, Vladimir Ginzburg, Dan Davidson, and Konstantin Meyl were much more coherent than many previous speakers. These men have all produced excellent books which should be on the shelves of every engineer in this field. It is now very clear that the space between atoms throughout the universe is filled with a particular substance known as Ether or Aether. Calculations clearly show how this could be a huge source of energy once we can reliably engineer ways to change its state at will. Improved insights into special properties of gravity as it relates to shape were well presented by Davidson. Ginzburg has managed to put together the most coherent presentation yet on how toroidal and spiral forms can affect Aether engineering. Thorsten Ludwig from Germany reported on activities of the German Space Energy Society, giving us important links to research there. As always, the German researchers are especially good at engineering technologies that take advantage of the properties of water. He showed illustrations of several products that are on the market today in that country. John Balfour presented an idea which became a prominent part of our discussions. That is the formation of small communities which take advantage of advanced and alternative energy generation technologies. It has become clear that many of the inventions being developed now which are based on possible modifications of Aether have the potential of putting out small amounts of usable power in a compact form. This can be ideal for the purposes of communities such as the Northern Arizona real estate development being promoted by Balfour. We may never achieve full standardization of power characteristics produced by Aether technology, but in the context of a coherent community, that doesn't matter. We now have new hopes and possibilities, and that's really the point at this time. Building on these possibilities is definitely a worthwhile pursuit."},{"pageNumber":10,"pageContent":"2005 EXTRAORDINARY TECHNOLOGY CONFERENCE SUMMARY REPORT This year's ExtraOrdinary Technology conference was excellent. Attendance was good, everyone was highly focused, and the speakers all had priceless data to give. This conference was in many ways the best ever, even better than the old Tesla Society conferences. That's saying a lot, as so many conferences of the past were great. Major technical breakthroughs have always been \"just around the corner\" ever since the first Tesla Society conference back in 1984. At this conference, the reality of those breakthroughs, on top of the achievements already made, was closer than ever before. And, there was a lot of love at the conference, which was really a joy to feel. On Thursday evening, we enjoyed an initial presentation on antique Tesla-related equipment, which included an extensive display. Jeff Behary is curator of The Turn of the Century Electrotherapy Museum at www.electrotherapymuseum.com where he has collected a great deal of information on antique devices and also replica equipment. He made a number of good points, especially in relation to showing how excessive medical claims by manufacturers engaged in ruthless competition had caused the whole field of electrotherapy to lose credibility. He said that while there are real benefits to be gained by using these devices, any claims must be realistic and err on the side of moderation. Patrick Flanagan opened up the morning on Friday, and shared some information about many uses for his Neurophone invention. His credentials as an inventor go back many years. He showed how the Neurophone can be used as a sort of biofeedback monitor. Several people commented that his talk was excellent. One of the best presentations from my viewpoint was by Steven Haltiwanger, an orthomolecular psychiatrist. He did an excellent job of showing how many commonly used electronic components resemble existing structures and processes in the human body. This in turn provides valuable tools for developing new electromedicine resources. Gene Koonce came from Greeley, Colorado with his Vibe Machine. Although expensive, it's a helpful piece of technology that has a great deal of potential for relieving many difficult medical problems. It produces a range of mostly radio frequencies that have been carefully calibrated to assure maximum benefits. In the past 28 months, a good number of these machines have been installed in many states and countries. He has found that about 3 1/2 minutes exposure at a time is generally most beneficial, according to reports. Tim Ventura, a former corporate manager, has put together an ambitious web site at www.americanantigravity.com which reports on many developments in antigravity research. He has a number of informational products available. Larry Deavenport's talk deserves mention, because he has successfully validated certain electrical effects first discovered by T. Townsend Brown. Conventional electrical theory cannot explain why a certain arrangement of wires arrayed on nonconducting material will cause a rotor to gently spin around. Larry has greatly refined this process over a period of several years. His demonstration is fascinating and brings about much thought. This has implications for the development of gravity control systems and other technologies. Thomas Valone, William Alek, and Hal Fox summarized many developments in antigravity research from several groups. The field is growing tremendously worldwide, and we should expect to see working equipment within the next few years. Valone has written two good books on Electrogravitics. William Alek's web site is www.intalek.com Hal Fox is the head of Institute for New Energy in Salt Lake City, one of the conference sponsoring organizations."},{"pageNumber":11,"pageContent":"Moray King went into more detail than ever before about a machine created back in the 1920s by T. Henry Moray that put out a lot of power and is worthy of further study. (The two men are not related; Moray's first name is a coincidence.) He said this was the first time that particular presentation had been videotaped, although he has given it often over the past 20 years. Hopefully someone will manage to replicate the device soon based on this information. Saturday morning we had a valuable presentation by Harvey Fiala, who is an old-time engineer and worked on many aerospace projects. Although he's not well known, I consider his work essential in developing the kind of instrumentation we will need in order to see variations in the energy available in any space. Don Smith got everyone electrified with his work in building what appears to be a functional energy generator. Supposedly he has it being manufactured for aircraft use in China. A .PDF file on his work is available free through private networked distribution. He has been working for many years on various methods of power generation, and the file contains a number of useful illustrations and explanations. Thorsten Ludwig summarized many research developments in Europe, and then spent a lot of time showing an environmental clearing technology that is gaining a lot of ground in his home country of Germany. It's kind of expensive, but you can get a device there that will use a new type of energy flow to clear moisture from building walls and foundations. Antigravity was a prominent theme at the conference. We've long known that conventional understanding of gravity is deficient, a fact that even the most standard of physicists will readily admit. The concept that gravity is driven by shape was illustrated in several talks, especially by Robert Patterson. He's a homegrown hobbyist from Oklahoma who has made an intensive study of certain ancient artifacts. Several ancient writings, particularly the Vedas from India, have indicated that at one time an antigravity technology was used on this planet, but was destroyed and forgotten after a brutal war. By intensively studying certain artifacts, he has managed to build some excellent models mostly out of fiberglass and PVC. He said that what he's developed is \"a 10,000 year old cheat sheet\". His \"wing\" model can be mounted on any car and appears to provide improvements in gas mileage. We had a good personal discussion about the next step, which involves further developments in metallurgy. Right after that, Vernon Roth gave some specifics behind techniques of charging water and possible directions in metallurgy. Some people at the conference formed a human chain and felt shocks from the bottled water he had prepared. Kiril Chukanov gave more details about his ability to create ball lightning in a laboratory, along with extensive background material about the physics behind his achievements. His work is especially noteworthy because it has all been done with little outside financial backing. Sterling Allen's presentation covered new attempts to replicate a motor originally developed by John Bedini. Allen has recently merged his efforts with the Open Source Energy Network at www.osen.org Bedini spoke and demonstrated his motor at the 1986 Tesla Society conference, before he had to abandon much of his work due to legal difficulties. It appears that Allen is in a position to continue and expand on that work now. Patrick Bailey's talk was noteworthy in that it gave a useful social context for our work. There was more, of course. Some of the lectures were so packed with details, they are best"},{"pageNumber":12,"pageContent":"appreciated on DVD. That way, you can easily freeze frames in order to analyze some of the presentation slides and demonstrations. Going up on the web site at www.teslatech.info and ordering videos is a very good thing to do. You will obtain the conference information for yourself, and also provide important support to the sponsoring organization. If you are good at talking with local library people, definitely do what you can to encourage them to purchase a full set of DVDs from the conference. Videos from previous years are also available through the site. In addition, I have committed to helping recover videos from the old Tesla Society conferences, many of which are still current in terms of presenting important concepts."},{"pageNumber":13,"pageContent":"REPORT ON THE 2006 EXTRAORDINARY TECHNOLOGY CONFERENCE ExtraOrdinary Technology conferences have been getting better each year, as seen at the 2006 conference in July. Conceptual, theoretical, and practical advances were detailed at this year's conference. Ideas in all Tesla-related research lines are rapidly approaching a critical mass. Increased understanding is accompanied by increased development in several areas that could help alleviate many troubles associated with our current worldwide energy crisis and America's health care problems. Attendance was up by at least a third. This was remarkable considering increased difficulty in traveling right now. People from all over the USA, Canada, and several other countries came. We started the conference Thursday evening with a sobering yet hopeful presentation by Dr. David Korn called \"End Time Diseases\". A few years ago, Dr. Korn had suffered from a devastating Lyme Disease infection. In the process of recovery he had a number of important insights and managed to develop a consistent treatment protocol that can help with a broad range of difficult conditions such as Fibromyalgia and Chronic Fatigue Syndrome. He showed how many of these cases are really related to Lyme Disease, an idea which has recently been circulating among many medical researchers worldwide. Friday morning, we looked at historical aspects of our studies with a presentation by Jeff Behary who created the Museum of Electromedical Devices in West Palm Beach, Florida. As he did last year, Jeff explained both the benefits of old diathermy, and the dangers of making excessive claims. Oliver Nicholson went deep into the history of a mysterious invention by Tesla called generally the \"fuelless generator\". This was an academic study which serves to amplify many of the points made in Lindemann's presentation which was at the end of the conference. It would be especially appropriate for people who are working to build devices based on Tesla's patents. Tesla Turbines were prominently featured at the conference this year. Presentations by Jeffrey Hayes and John Fiala (standing in for Mike Windell ) explained important operating principles. These turbines are increasingly being accepted in \"mainstream\" applications, as they are able to move a larger variety of liquids including water with heavy particulate infusions. Tesla turbines also have exhibited greater safety and durability in the field due to the inherent absence of blades. Hayes brought a working turbine which allowed us to see typical components. So-called \"Brown's Gas\" has been a difficult concept to understand. Much speculation on its exact nature has occurred in recent years. At the moment, many researchers are focusing on the idea that it may be some sort of pre-hydrogen element, but there are several other opinions extant and this question is as yet far from conclusively resolved. Larry Oja gave an excellent presentation and demonstration of one generator currently being sold in the USA. It really is possible to weld steel to brick with this unit. At one point, Larry passed his finger through the flame without harm, and then immediately did some heavy welding. Thorsten Ludwig from Germany showed us documentation of similar developments in Europe which seem to be working well. Forrest Pittman showed a number of simple practical ways that people can save money on power bills. This presentation is most helpful to electricians, engineers, and others who regularly work with circuits. Part of his work involves setting up toroidal wire windings inside power panels to help control currents. Using a large power panel he brought in, he explained how this and other tricks work to reduce power consumption for end users. It became clear that many conventional power consumption measurements are essentially arbitrary, and that variations in measurements can be induced in several ways on end users' systems. In a compact presentation, William Alek reviewed several technologies and showed working models"},{"pageNumber":14,"pageContent":"of devices that provide good electrical efficiency. It's a wealth of processes and machines from which inventors can draw many useful ideas. The amount of material he packed into this short time was truly amazing. Ralph Suddath gave a good overview of vortexian technology which mainly stems from European research lines. He is one of very few Americans currently providing a water treatment system based on these principles. This may in the future become a very important technology especially in Third World areas because of its relatively low cost. Much speculation has surrounded so-called \"Joe Cell\" devices which originated in Australia, made by an anonymous inventor. Vernon Roth outlined some basic principles in his presentation. After the end of the conference, we were supposed to have a workshop on this technology. However, since the original presenter scheduled for this was unable to actually produce a running auto using a Joe Cell, other presenters were put in by workshop organizer Sterling Allen of the New Energy Congress. Tai Robinson of Intergalactic Hydrogen gave an excellent overview of several working alternative fuel systems. Outside, he had a working multi-fuel car that was good to see. Ken Rauen spoke on heat effects that can be generated in new and existing engines. This is an excellent review of heat transfer mechanisms as seen from a series of experiments done over the past few years. Part of this included running a working model showing live data on its output. Gravity control is progressing. Dan Davidson showed us a number of important photos with extensive explanations of how gravity effects occur in nature. This is especially seen in the wing covers of June bugs. Davidson's shape power principles are obviously coming closer to practical application. Harvey Fiala spoke about a simple rig that he and his colleagues have used in laboratories to further study gravity actions. This rig can be easily assembled and includes an ordinary gyroscope. By far one of the most significant presentations of the conference was given by noted inventor Peter Lindemann . He undertook a long-term systematic study of Nikola Tesla's original patent documents. He pointed out that the terminology used by Tesla in his time is not congruent with current terminology, a fact that has generated a tremendous amount of misunderstanding for several generations of researchers. Lindemann specifically pointed out how Tesla was developing his inventions based on a foundational belief that there is an aether permeating all space. This is of course contradictory to many modern views within the field of physics. Tesla believed that all electricity is generated by a disturbance in the aether, and is only an effect of the original disturbance. This has a number of implications, including the possibility he could have succeeded in wireless power generation if he had been allowed to continue his experiments after 1907. Possible gravity effects are also implied. Lindemann has now given researchers a solid context for further experiments, including a number of excellent references from the hand of Nikola Tesla himself. Ron Nott provided an amplified theoretical context for understanding Tesla's way of thinking about the structure of space. Moray King described how cascade electric discharges factored in several interesting inventions historically. Exhibits were just as exciting as lectures. Several speakers brought good displays. Tai Robinson's cars and wind generator were certainly worth a look. Ralph Suddath had a good set of machines there. William Alek's models were endlessly fascinating. Vernon Roth's water was again popular. Sonne Ward, who did not speak this year, had a new gasoline additive that worked well, and he was always a fun conversationalist. Ross Barrable's display of wind-harp garden photos, along with a unique harp, was a great aesthetic focal point."},{"pageNumber":15,"pageContent":"FIRST TESLA MUSEUM AND SCIENCE CENTER INTERNATIONAL CONFERENCE ON NIKOLA TESLA October 6 -8 2006 Long Island, New York Nikola Tesla built one of his greatest dreams on Long Island. When he began in 1900, much of the island was still wilderness mixed with a few farms, heavily forested with some small, quaint communities scattered across its 125 mile length. Yet it was close enough to New York City to be an attractive destination for many vacationers at the time. It was also attractive to Tesla, since he knew that building a wireless electrical transmission tower there could serve a great many people. He worked on this until about 1907, when his funding was cut off by J.P. Morgan. The tower itself was demolished in 1917, but the laboratory building is still standing today. Over several years Tesla built the spectacular and enigmatic mushroom-shaped tower at Wardenclyffe, on the North Shore where it could easily transmit power and communications for several states. Drawings at the time show lights emanating from the tower and great zeppelins cruising nearby, presumably running with electric motors powered by the great system. In October 2006, a pioneering conference was held close to Wardenclyffe, at the Hampton Inn off the Expressway. Several people who attended the conference went up to the Wardenclyffe site for short visits. The conference was put on by the Long Island based organizations Friends of Science East Inc. and The Tesla Wardenclyffe Project, with help from longtime Colorado based researcher Gary Peterson. Long Island is now a unique environment. In some ways it is isolated from the rest of the world, but its proximity to New York City puts it near numerous planetary communication lines. It can be regarded as its own little world of 3 million people, where visitors will be corrected several times a day: “It's ON Long Island, not IN Long Island!” Most of the area east of Queens was built up after 1955, making the character of the island seem modern and mostly clean. Residents now tend to be well educated and affluent, with some exceptions. Awareness of Tesla's work is thus somewhat higher than in most places. Several local politicians showed up Friday morning at the nearby Brookhaven town hall and gave their blessing to this meeting. They included Town Supervisor Brian X. Foley, Town Councilman Kevin McCarrick, Suffolk County Legislator Daniel Losquadro, and Shoreham Civic Organization President Mary Daum. They were all welcomed by local conference coordinator Jane Alcorn. This public session was in itself extraordinary, as it brought together several levels of government with a variety of community activists. Anyone who has spent much time on Long Island knows how complex the governmental structure is there, and how difficult it can be to get members of various groups working together. Some sponsorship was provided by the Long Island Power Authority, which in its own way was a significant milestone. This all showed what a broad spectrum of people have become interested in the work of Nikola Tesla and its possibilities for the future. Many of these people want to preserve the historical site, and thus the story of what Tesla was trying to do there. Also, there has been much discussion in recent years concerning the development of this historical preservation effort into broader community based educational efforts. The Brookhaven area is home to many prominent mainstream scientists, and some of them are demonstrating interest in and support for these possibilities. Working laboratories, classrooms, and a museum have all been discussed. Marc Seifer, who is to date Tesla's best biographer, presented excellent data on Tesla's life, including relationships with architect Stanford White, designer of his laboratory, and J.P. Morgan, who financed and then abandoned him at a critical point during the development of Wardenclyffe. (His"},{"pageNumber":16,"pageContent":"book, Wizard The Life and Times of Nikola Tesla is available from Tesla Tech.) Bill Wysock is generally recognized as one of the world's greatest Tesla Coil builders. He came all the way from California, and while he couldn't bring any of the legendary equipment used in movies and at the old International Tesla Society conferences, he gave us some excellent perspectives on the technical points involved with coils. He also brought a fascinating antique wire- wound coil which he referred to as \"my most priceless possession\". [magrotor.jpg] One especially significant thing he said was a warning that those who work frequently with coils should be aware they can cause nerve damage. We know that small amounts of electricity can be healing, so it makes sense that larger amounts might cause problems. Bill wants to make sure future researchers avoid potential negative health effects. Gary Johnson, Kenneth & James Corum, and Gary Peterson provided deep technical and mathematical information about many aspects of Tesla's electrical work. Those who have followed Tesla related research for a long time are familiar with the Corum brothers. They were well known from the time of the first International Tesla Society conference in 1984 and several years afterward for their intense mathematical proofs of Tesla's experiments. At this conference, they provided some excellent illustrations of several experiments they had performed in the past, which were especially helpful. Gary Peterson's presentation can be viewed at http://www.teslaradio.com Jim Hardesty from upstate New York was able to bring a number of fascinating antique and reproduced static electricity machines. This type of experimentation has been largely forgotten, but it was the bedrock on which Tesla's work was built. Gaining an understanding of static electricity phenomena is thus a great help in replicating Tesla's work and for building new devices. These things make great subjects for photographs and videos. [Static4.jpg] [Static13.jpg] Some of the demonstrations involved flying hair, and some showed sophisticated, little known technologies such as spark gap radio transmission. His web site is http://www.arcsandsparks.com On Saturday night Jim Hardesty, Gary Peterson, and Bill Wysock put together a stunning demonstration of equipment. One of the pieces was a 1/35th working scale model of the Wardenclyffe tower, showing some of the basic operating principles. [Wmodel2.jpg] [Wmodel5.jpg] This model was based on many years of study, but was built quickly. Its top was made of styrofoam which had been assembled beforehand at Gary's Colorado laboratory. Wood, wire, aluminum foil, and other parts were mostly purchased locally and assembled in the hotel just before the conference. Tesla had stated that the Wardenclyffe tower was designed as a transatlantic telecommunications facility. He called this the “ground and air method”. Some researchers have speculated recently that Tesla was emphasizing the communications capabilities of this project over the power generation and transmission possibilities in order to continue receiving funds. During the demonstration a few men were literally crawling around the floor getting all the ground wires right. [Wmodel7.jpg] This was a good illustration of Gary's statements about how important grounding is to this process. Tesla had built many long tunnels under the tower for this purpose, which have not yet been fully explored. A simple receiver, represented at the demo session as an aluminum foil curtain mounted above a Tesla receiving transformer, was designed to bring in electricity for common use. Gary made it clear that tuning is the most important part of this process. For a few moments a small lamp was lit in the air near the tower, using a small coil antenna. Considering that much of the model had been assembled at the last minute, and all the grounding problems, we were all amazed to see this working proof of Tesla's original concept. Jeff Behary, founder of The Turn Of The Century Electrotherapy Museum gave his usual"},{"pageNumber":17,"pageContent":"excellent presentation on his work. He explained old-fashioned diathermy, and went through a number of excellent illustrations. One little known fact about Tesla is that he invented many things which were not electrical. One such was the Tesla Turbine, which is gaining increased acceptance worldwide. Nikola Skulic` from Chicago brought a working unit. He also told us fascinating stories about his visit to Yugoslavia, where he was welcomed due to his interest in Tesla. Nikola speaks Serbian, which gave him special insight into Tesla's roots. Hopefully in future years there will be more conferences on Long Island, along with development of a museum/science center open to the general public. This conference gave a lot of momentum to these endeavors. Reportedly many discussions at a number of governmental levels are continuing, and everyone involved is excited about the possible results. _________________________________ Two crews made videotapes of all the conference presentations. For news about when published proceedings and videos will be available, contact: Friends of Science East Inc. P.O. Box 552, Shoreham NY 11786 www.teslasciencecenter.org Tesla Wardenclyffe Project P.O. Box 990, Shoreham NY 11786 www.teslascience.org"},{"pageNumber":18,"pageContent":"EXTRAORDINARY SCIENCE 2007 CONFERENCE This conference has become the pivot point of each year. I do a lot of work helping out in various ways. Many people who put on the event and attend are now old friends, some dating all the way back to the first International Tesla Society Symposium in 1984. We're all growing old together now. An occupational hazard associated with being an inventor in America is suppression. Everyone seems to know some stories about visits by \"Men In Black\" (MIB) and injustices carried out against inventors. And the situation seems to be much worse in other countries. For example, a set of photographs of an invention recently sent from Honduras reportedly included armed guards in the background. I have noticed the worst suppression coming from people closest to an inventor. That's certainly been the case with Paul Pantone, who is currently being held with little possibility of release in the Utah State Mental Hospital. There was a lot of dicussion about his case during the conference. Certainly his being there is a serious travesty of justice. But a big part of the reason why he is there has to do with angry investors and hostile relatives. MIBs were the least of his problems. An aspect of this needing to be addressed, is that circulating such stories is in itself damaging. Noticed one young man doing that several times on Friday. Eventually told him it was not ok to do that, and expanded on that statement before one of the lectures on Saturday. We need to spend our precious time passing on news that will directly help people, and there's plenty! Reducing suppression requires several factors. People need to be educated on how it really works, particularly how it can be manifested by others in the environment who are pretending to help. Bonding together into healthy communities is vital. Yes, this may mean some personal sacrifice and balancing with the needs of others. The day of the lone inventor is now long gone, if it ever existed at all. Many of the most successful presenters at this conference either have large families on their side, or are working in some way with a community. Tesla Tech www.teslatech.info is in itself a community. One good thing about it is that people can get involved on many levels, according to abilities, wealth, and available time. Members are literally scattered throughout the world. In fact i have spoken with conference attendees from the Netherlands and Canada, among other places. This brings up an important point. If a sufficiently large number of people know about how these new technologies work, there is no way the MIBs, governments, or energy companies can possibly stop the development of more efficient energy sources and other such enhancements to life on this planet. SON OF THE RETURN OF SICKO, PART II Shortly before coming to the conference, got to see the movie \"Sicko\" with a good friend. The movie was so good, he was willing to see it again! Moore brought out a number of points about the American health care system which need to be discussed widely. Let's look at the case of my illness during the 2007 ExtraOrdinary Technology Conference. The patient arrived by bus and was already experiencing symptoms the evening before the conference began while checking into the hotel. By the next morning, the patient could barely move, and stayed in the room most of the day hoping to get better while doing computer work and eating little besides vitamins. Next morning, the condition had not changed much. At this point, one would have to see a doctor, right? In this case that was not exactly possible. Someone with no health insurance in such a situation in a strange city has almost no options. The only known possibility would have been an emergency room. There, a person would wait many"},{"pageNumber":19,"pageContent":"hours to be seen, surrounded by chaos and probably becoming more ill. Even with health insurance, the available options would have been difficult, in some cases involving immediate payment for services with hopes of possibly getting reimbursement months later after many hours of wrangling with unhappy bureaucrats. Since the infection was obviously viral there would be no actual treatment that could be administered anyway. All that could be done under the best of circumstances would include prescription painkillers along with recommendations for bed rest and plenty of fluids. Instead, i went to the conference. A few key people were informed of the situation. First, some electrically charged water was provided. The tasks of the evening were accomplished. Friday, the patient took a short nap under an Orgone Blanket and later was honored to sit between two electric plates of a Multi-Wave Oscillator, while continuing to consume the charged water. All of the day's required work was accomplished between several naps. One person recommended exposing some skin to the sun for vitamin D production. This apparently helped a lot. On Saturday the infection had moved and pain was more intense. Appetite was gone. A sample of a chelated supplement provided by one of the speakers was consumed, and it seemed to help a lot. Pain diminished during the day, and again all the work required was done. It was necessary to stay up fairly late that evening doing important networking. Sunday's work load was fairly light, and the pain was almost completely gone during the morning. In the mid afternoon there was a gradual decrease of energy, to a point where it became impossible to work any more. Severe and painful swelling in the upper jaw developed after eating some lunch. Eventually, a treatment with a European electromagnetic wave machine was given. Within an hour the swelling went down and a sufficient level of personal energy returned. The point of describing all this is to show that Moore's points in the movie can be extended in this way. Health freedom is necessary along with finding a way to guarantee basic access. Given America's current political situation, we are likely to get a compromise system with profit guarantees for pharmaceutical companies. That won't work. Any system based on medicine as currently practiced by American Medical Association members would lead to something worse than the worst- case scenarios described by anti-socialists. We could easily get into a situation where drugs are not just prescribed, but required. People with some conditions that cannot be treated with drugs might be systematically denied any care by government mandates. This is actually happening in England right now. Unexpected bottlenecks, meaning long waits for treatment, could develop anywhere. Canadians have to deal with that problem. We have at our hands incredibly cheap and effective therapies that have been developed over a period of many years. Some of these were originally researched and developed by Nikola Tesla, who was by all accounts an extraordinarily healthy individual. Some of the people who developed these therapies have been terribly persecuted, and others have managed to put them into limited use by being extremely cautious. Workable therapies have been demonstrated at many conferences, including Global Sciences, International Tesla Society, and ExtraOrdinary Technology since 1983. Extensive video documentation is available through TeslaTech www.teslatech.info With health freedom in place, health care costs will definitely go down. People who would be hurt by this include insurance companies, pharmaceutical companies, for-profit health delivery corporations, and their dependents. We can hope that the profits already made by these entities would be sufficient to carry them through a transition to more enlightened health care."},{"pageNumber":20,"pageContent":"ALTERNATIVE ENERGY PARTNERSHIP CONFERENCE Charlotte Hall, Maryland June 28 - 29, 2008 Approximately 500 - 600 people made the trek to rural Maryland over the weekend to examine current energy technology. The conference was held at Jarboe's Mill, a working lumber drying operation. Two large kilns were cleaned out and used as shaded presentation areas. Larry Jarboe, our host, is a County Commissioner there. He has a vast network of contacts inside and outside of his county. It was hoped that this would be the \"Woodstock\" of alternative energy, but high gas prices and limited promotion resulted in a smaller turnout. This didn't matter to those who came. An informal atmosphere meant tremendous amounts of information were exchanged. At one point, an inventor was drawing circuit diagrams in the sand! Many attendees on Saturday were from nearby Amish communities. Throughout the East Coast, many Amish elders are carefully evaluating various new energy technologies to see if they will fit in with community requirements. One regional solar and wind technology company, Solar Tech, set up a tent with solar panels and parts of a wind turbine system. Their spokeswoman said that it is vital for any new company setting up like theirs to make sure all installations are done according to building codes. She also stressed the importance of learning the proper way to do electrical wiring since that can be dangerous if any mistakes are made. Several inventors were there, giving out many hints about the trials they are having with works in progress. They came from all over the US and Canada, including one brilliant researcher from the Northwest Territories, an area almost the size of the continental United States with a population of only 30,000. Some electric cars showed up. One Mercedes was built by a Baltimore biofuels executive. He used a forklift motor and had a dozen batteries in the trunk. While he won't build more electric cars for others, he stressed that his project proves it is possible for ordinary people to retrofit almost any vehicle with an electric motor. With electric vehicles, the big problem is primitive battery technology. Unfortunately we have seen only incremental improvements in recent years, so it was agreed that this area needs a lot more research. By far the predominant technology was hydrogen boost systems for cars. Quite a few people brought cars with home-built electrolysis systems. One vendor, Smack Booster, was enthusiastically selling kits and installations, and noisily demonstrating their hydrogen output. At times it was a bit like a fireworks show. It was clear that hydrogen boost needs a lot of tinkering yet. Mileage gains are variable, and in some cases were difficult to determine. Right now, each vehicle is a special case. Driving habits are also a factor, and must be changed in subtle ways in order to maximize the effectiveness of any hydrogen boost system. James Robey gave an excellent and popular presentation about the history of water car development. He had started a museum for this technology in Lexington Kentucky which recently had to close. His knowledge of the field was helpful to many. It turns out that attempts to build water powered engines go all the way back to the early 1800s. He has written an excellent book on this subject, which is available through www.waterfuelmuseum.org Several interviews were recorded with attendees and Larry Jarboe, and are available in MP3 format at www.teslaacademy.info"},{"pageNumber":21,"pageContent":"2008 HYDROGEN IMPLEMENTATION CONFERENCE July 22 - 24 Laramie, Wyoming During the opening press conference, David Haberman, a noted consultant and conference chairman, said \"The Hydrogen vision is about energy, not chemistry\". This set the tone for many of the presentations. Under the old, dying, Rockefeller designed Petroleum Economy, all hydrogen production was built around small-scale chemical industry processes and assumptions. This has turned out to be an obstacle to hydrogen energy development. Several presenters and attendees at times alluded to the fact that the first internal combustion engines made in the 1800s were powered by hydrogen. At that time, there were many considerations against hydrogen, and other fuels, including alcohol and gasoline, were eventually developed. As we all know, gasoline, a blend of benzene and other crude oil fractions, became the world's standard fuel. That's what led to the present unworkable situation. Hydrogen has long been regarded as unsafe. Al Ebron, of West Virginia University's National Alternative Fuels Training Consortium, met this consideration head-on. It really isn't a matter of Hydrogen being less safe, but simply different protocols necessary when compared to gasoline. Already, hydrogen tanks have been developed with automatic vent systems for emergencies. Hydrogen, being lighter than any other gas or liquid vapor, immediately rises away from an incident scene. Therefore, first responders and mechanics have one thing to do before any other action: shut down the engine. This immediately takes away much remaining danger. Several workshops and courses have been set up and delivered by NAFTC along these lines. Hyrdrogen flames are difficult to see, which has created fear among many safety workers and firefighters. This is why fire trucks are sometimes equipped with old brooms. A firefighter simply sticks the broom into a suspect area, and if it lights up, there's a hydrogen fire happening. That said, because of its lightness hydrogen fires are relatively rare and tend to run out quickly. Many hybrid vehicles (including those run with gasoline) have heavy-duty electrical systems. Now, bright orange has been established as the standard color for thick high-voltage cables. These are not to be cut or otherwise molested. Hyrdogen embrittles some materials due to its high chemical reactivity, including many metals commonly used in older engines and fuel systems. Today's material engineers are aware of this, but the selection of materials is greater than ever before. So this obstacle to hydrogen fuel development is no longer a big problem. For example, fuel lines can now be easily made with stainless steel. Political obstacles to hydrogen development were summarized by Wyoming governor Dave Freudenthal in a keynote address. Some of these can be unexpected, such as union groups suddenly opposing a project when they feel their own interests are somehow threatened. Regional interests can be a factor. This may have nothing to do with the merits of a technology or project. He said, \"We're using energy as a sword to get an advantage, instead of using it to build a better life.\" Al Unione of Parsons, an engineering and construction project company, pointed out that the Hydrogen Economy is diverse. Many incremental developments with dispersed ownership are combining in its evolution. Public acceptance needs to be built, with the awareness that \"the American public gets most of its science in sound bites.\" Many codes, standards, and regulations need to be developed, a point which was elaborated on by several other speakers. Parsons has made a company-wide committment to helping develop the Hydrogen Economy. Many feedstocks for hydrogen were listed by Mr. Unione and several other speakers. They include natural gas, coal gas, biomass gas, nuclear processes, and water. This drives both diversity and"},{"pageNumber":22,"pageContent":"innovation. Many business models, some entirely new, are thus possible. David Haberman pointed out that internal combustion engines (ICE) are an essential transition to other energy use methods. Fuel cells are becoming increasingly important as a transition target. Several types are under development, and some manufacturers were represented as exhibitors. He noted that oil companies are trying to minimize new developments, \"damning with faint praise\". We have to ignore that and get on with several tasks, including expanding the knowledge base, training implementors, streamlining regulation, making realistic risk & liability estimates, producing incentives, setting up insurance, expanding the supply base, spreading out investments, and rebudgeting public money. Some hotbeds of research and development have emerged. One is Arizona Public Service Company, as described by Ray Hobbs. They are doing some significant innovation, including integrating technologies such as wind power to make coal gas, algae production in flues, and further conversion from algae to other fuels such as aviation and biodiesel. In situ coal gasification is an especially promising technology which is being extensively researched in Wyoming. By definition this has to be done on a relatively large scale. Julio Friedmann of Lawrence Livermore National Laboratory gave many details, including an account of a plant in Uzbekistan that has been running for 49 years now. Recent economic changes have made this technology much more attractive than ever before. Process control, subsidence, and groundwater contamination need better management. Among the areas covered by Western Research Institute in Laramie are membranes for fuel cells. This is a critical point. Tom Barton pointed out that every membrane manufacturer must ask hard questions about cost, pressure & temperature parameters, quality control, contamination, scalability, and fabrication methods. Contamination from sulfur is an especially important consideration, as it is present in all hydrogen fuel stocks to at least some degree. Liquifaction is at times necessary for gaseous fuel transport. John Barclay of Prometheus Energy has been researching and implementing this for many years. He pointed out that liquefying hydrogen takes about 10% of its thermal value, as compared to only 2% for Liquefied Natural Gas (LNG). A good intermediate process step for hydrogen is to use liquefied nitrogen for pre-cooling. Temperatures within these systems must be tightly tuned and close. He noted that several magnetic materials pick up a lot of heat, and are thus useful for cooling. The most interesting materials in this respect are Rare Earth compounds. Another notable research organization is the Energy & Environmental Research Center at the University of North Dakota, Grand Forks. Director Gerry Groenwald gave one of the most exciting presentations of the conference. First, he clarified the difference between invention and innovation. He noted how several key technologies were invented by someone obscure and later popularized by a more well known innovator. Corrolary to this is that governments have rarely, if ever, been involved in real innovation. His center avoids taking public money, instead working with corporate and private clients on specific projects. The client list is impressive. Ideal peer review is thus regarded as someone in the private sector investing cash. Natural gas to hydrogen conversion is not really viable for economic reasons, according to Groenwald. Coal conversion is more promising as the bridge to a full-scale Hydrogen Economy. Ultimately, distributed production of liquid fuels to Hydrogen will work. Ethanol doesn't work because it has always generated debt from its subsidies, even in Brazil. Specific products are expanding the range and depth of the Hydrogen Economy. Converted vehicles are now easily made. Models by ETEC of Vancouver and Intergalactic Hydrogen were available for"},{"pageNumber":23,"pageContent":"rides. Forklifts and other vehicles that don't need license plates can now be produced in any quantity. Conversion of vehicles that need license plates is limited only by government regulations. It was clear to many at the conference that conversions to natural gas are an essential bridge to widespread full-hydrogen conversions. There are many possibilities with multi-fuel conversions as well. Fuel cells by 3 manufacturers were on display. Versa Power fuel cells are significant because they use an interesting technology called solid oxide, and are especially suitable for stationary applications. NDC cells are built for exceptional durability in adverse environments. Intelligent Energy cells are built to address a wide variety of applications. Manufacturing processes are constantly being improved, with some, including Versa Power, now set up on continuous runs. Rick Hurt detailed several ongoing product development projects at the University of Nevada, Las Vegas. Solar Hydrogen generation, vehicle conversions, electrolyzers, fuel cells, and integrated homes are among these. Government regulations must be addressed. One whole session of the conference was devoted exclusively to this topic. Many regulations currrently in effect are either irrational or beneficial only to the now obsolete Petroleum Economy. Extensive lobbying has to happen, and it must be done on small budgets. The vision of a Hydrogen Economy is world-wide. Among the final presentations were accounts of ongoing projects in Turkey, Brazil, Israel, Canada, and Poland. There are many more in other countries as well. In Turkey, the International Centre fior Hydrogen Technologies is coordinating several projects under the auspices of the United Nations Industrial Development Organization. Overall, the tone of this conference was optimistic and cooperative. We have come a long way over the past 25 years. Specific projects and products need to be developed, but they are all doable in both private and public contexts. The vision of a Hydrogen Economy is more solid and viable than ever. This means that within the next few decades, the entire human race can derive much of its energy from sustainable and regenerative hydrogen streams."},{"pageNumber":24,"pageContent":"EXTRAORDINARY TECHNOLOGY 2008 Each year this conference is a new adventure. This time, part of the adventure was that we moved to a new location, the University of New Mexico Student Union Building (SUB). This meant that many new people were able to experience ExtraOrdinary Technology for the first time, but in the process we had to battle a number of technical problems. Our conference started off with what has to be one of the most fascinating technologies yet -- the Moe-Joe Cell developed by Naturopathic Doctor Moshe Daniel. He specializes in the practice of Homeopathy, which helped provide the unique insights making this possible. Instead of cylinders, stainless steel spheres are used. Then, charged water is poured in. Once the unit is installed in a car, observations have shown that varying amounts of mileage and efficiency improvements occur. On Thursday afternoon, he gave a workshop showing how the cells are assembled, charged, and installed in a car. The wild variability of Moe-Joe Cells is one characteristic of this technology. Therefore, it may never be a consumer market item. Apparently, an operator's level of consciousness partly determines how the cell will work once installed. Moshe has written extensively on the nature of consciousness, and gave a lot of information on that in his Saturday presentation. Brooks Agnew gave an exciting talk Thursday evening. He covered many aspects of Arctic exploration and detailed some of the preparations he's making for an expedition to the Arctic. This has implications throughout many areas of science. He believes it is possible that there are spaces within this planet containing oceans and land masses. Some specific possible entrance points in the Arctic were shown. Chiropractor James Bare has quietly been recovering and developing technology originated by Royal Rife. While Rife's work is legendary, the stories are not always accurate. Dr. Bare diligently deflated some myths while building up information on how frequency medicine works. He explained how we have now made enough progress to the point where curricula can be developed, and called for this to start happening. Dr. Omar Amin gave us details on many parasites in our environment, which may reside in unexpected places. He said that few people anywhere have much awareness about the types, ranges, and prevalence of parasites. We all should take precautions, including avoiding walking barefoot, lying directly on beach sand, and kissing pets. Several widely available herbs can help. Len Horowitz presented a rapid, wide ranging exposition of many topics, including specific information on frequency medicine protocols available through the ancient Solfeggio system. Proper conditioning of DNA is vital to improved health, and technologies such as the use of Solfeggio tones can work to make this happen. He makes it clear that disciplines including astronomy, crystallography, cymatics, and spirituality are essential to the development of effective healing practices. Much of his work is now oriented toward a worldwide concert in several locations scheduled for July 21, 2009. His hour was one of the most popular and talked-about parts of the conference. Lightning is both a problem and a blessing. Ron Nott, a retired power engineer, gave both sides. He shattered many misconceptions about this natural phenomenon. Every lightning strike is preceded by a slow buildup of charge at ground level around the strike point. Some of the preventive measures he has developed are unique and unexpected. One looks like a silver pom-pom, and tends to disperse dangerous energies at ground level. This can easily be made by anyone. Harvey Fiala has been experimenting with gravity phenomena for many years. His latest work has"},{"pageNumber":25,"pageContent":"produced a rotating device that demonstrates precession. Unfortunately, his demo unit had gotten damaged in transit. He still gave a good in-depth explanation of how it works. Harvey is one of many researchers who is coming to the conclusion that the working of gravity is instantaneous. Alternative fuels are a hot topic all over the world right now. In Tai Robinson's presentation, several important developments were updated. This includes biodiesel, hydrogen, and what he regards as the most important transition technology, natural gas. Once vehicles are converted to natural gas, running on hydrogen from cracked, produced, or on-board sources is a logical next step. Thorsten Ludwig presented the work of several inventors in rapid succession. First, he explained the Casimir effect to provide a good background. Among the inventors he mentioned was Konstantin Meyl, a speaker from 2007 who demonstrated Tesla's remote control work with improvements. Some recent gravity research from Germany was noted. We were also updated on the EBM motor from Hungary. Moray King ran through a number of projects by many inventors that are making use of the mathematical foundations he has written up in his books. This is an especially significant presentation because it ties together a number of important threads including fusion and water as a fuel. David Yurth gave one of the most complex presentations of the conference. He went through highly technical material ultimately concerning various products under development. Part of his work is an excellent refutation of misconceptions introduced to science by Descartes, especially the idea that matter and spirit are separate environments. Other parts of his presentation showed possible improvements to our standard model of physics. Consciousness and materiality are reconciled in this theory, and the Zero Point from which all energy ultimately emanates is precisely defined. All this comes together to help develop new materials from common elements, for generating and using electricity more efficiently and in an environmentally safe manner. Alternative methods of air conditioning have long been desired. Few people have successfully ventured into this area. Valeiry Maisotesenko did, and has come up with a selling product called \"Coolerado\" which uses zero-point phenomena connected with air flow. Sir Charles Shults is connected with a vibrant community of workers on many levels who are all doing important research and building of alternative energy technologies in community contexts. He emphasized solar work in this presentation, including fresnel panels which are getting very good results. Superlight is a concept being assembled and promoted by John Milewski. It explains many phenomena. There are many types and gradations of magnetism and light energies. He is definitely getting closer to sorting out and quantifying several types of energies that were previously dumped into a general classification called \"Subtle\". His explanations, while being personally distinctive, go a long way toward giving us exact concepts for previously vague terms. Superlight itself is a complement to normal light, being magneto-electric instead of electro-magnetic. It emanates from black holes and travels a lot faster than light. He is refining these concepts into single fiber crystals that potentially have a wide range of applications. Bay Area researcher Charles Ostman has long been involved in many aspects of materials development. This is all coming together now as Nano materials make possible more ephemeralization in many areas of technology. In other words, we are learning how to do more work with less material. His work serves to make practical many of the other inventions presented at the conference."},{"pageNumber":26,"pageContent":"It has too often been said that common sense is not common enough, Roulette Wm. Smith has made an intense study of cross-cultural attitudes, language, and customs in this area. From this we may be able to develop common sense more widely, especially as applied to science and invention. The conference ended with a well attended seminar on GEET technology as presented by Forrest Pittman. Even though inventor Paul Pantone remained incarcerated in Utah, a problem which was addressed during a special evening meeting during the conference, his technology is out of the bag and finding applications worldwide now. Forrest is among many engineers rolling this technology out to an ever wider audience."},{"pageNumber":27,"pageContent":"TESLA DICTIONARY OF ADVANCED RESEARCH TERMINOLOGY 2008 EDITION Compiled by Michael Riversong"},{"pageNumber":28,"pageContent":"TESLA DICTIONARY OF ADVANCED RESEARCH TERMINOLOGY 2008 EDITION ACKNOWLEDGEMENTS Here is a short list of people who helped in the compilation of this dictionary. Thanks to all of them! Steve Elswick, former Vice President International Tesla Society, now President of Tesla Tech Bob Beutlich, United States Psychotronics Association, Milwaukee, Wisconsin Hal Fox, Director, Institute for New Energy, Salt Lake City, Utah Skip Juhas, former Director of Radio Operations, International Tesla Society Ron Kovac, Mountain States Mine and Smelting, Boulder, Colorado J.W. McGinnis, former President, International Tesla Society Paramahansa Tewari, India Nuclear Power Corporation Bernd Nurnberger, Yokohama, Japan Brian Piper, Antherium Co., Los Angeles Larry Plato, Ann Arbor, Michigan Bob Ware, creator of OneLook.com Dale Pond, Delta Spectrum Research, La Junta, Colorado Michael Theroux, former Director, Borderland Sciences Research Foundation Peter Lindemann, Clear Tech Inc. CJ Fearnley, Synergeticists Ed Warsaw, owner, Serendipity Enterprises Terry Brady, Tesla Tech Second Edition © 2008 by Michael Riversong Compiler contact information: Michael Riversong P.O. Box 2776 Cheyenne, Wyoming 82003 mriversong@earthlink.net"},{"pageNumber":29,"pageContent":"INTRODUCTION Librarians often come across information that is not known to the general public. In the 1960s, the very name of Nikola Tesla was only known to a few electrical engineers and top-level physicists. When my mother accepted a position as a librarian at the Thornton, Colorado Public Library in 1967, she started finding out about this rarely seen information. Since I had expressed an interest in science from early childhood, she made sure it was passed on. In 1984 when the International Tesla Society was forming in Colorado Springs, I had to become part of it. These people were dedicated to following Tesla's research lines to the greatest extent possible. Through a series of miraculous events, I became the Master of Ceremonies for that first Symposium and continued doing the work from that time until the society went bankrupt in 1999. Right away it became obvious that many inventors and researchers were using terminology not understood by most of the general public. In some cases, most attendees were falling asleep during lectures, a sure sign that some misunderstood words were lurking in the material. Some of these terms are familiar to physicists and electrical engineers, but others were not common in those fields. Some of the phenomena observed in experiments literally have no names in the English language so lecturers had to make them up. Researchers working independently sometimes made up different terms for what might have been the same phenomena. To complicate matters, one of the best lecturers at the early conferences was from India. He brought in special terminology from his background studying ancient scriptures usually only available in his native country. By 1995 it became obvious that a dictionary would be needed to help laypeople and students get an understanding of both basic concepts and the new ideas being brought forth through the International Tesla Society. As any branch of science develops communication among researchers has always been essential. If there's any doubt, look at the arcane symbolism used by ancient alchemists and see how much of their work is lost to us today. Work on compilation began in 1995. The Internet quickly became a key tool in this, allowing for rapid communication with scientists both within and outside the Society. Few web sites were available at first, but there were plenty of email discussion lists which helped a lot. In July 1996 the first edition of this Dictionary was published by the International Tesla Society. At that time enough people bought it to make some difference in the level of communication among researchers. Also negotiations began with Bob Ware, the creator of OneLook.com which is a central link for many general and specialized English dictionaries worldwide. Eventually an electronic edition was created which allowed for circulation of this work after the Society had to close. Recent years have brought great difficulties to this work. Knowledge has been expanding and new researchers have been coming into the field in ever larger numbers. Expansion of the Internet has helped a lot even though at times the amount of information can be overwhelming. On the other hand, new techniques available for electronic publishing have made it possible to update this work quickly. More updates are already being planned. Often the biggest difficulty is finding time to do the work. A few clients and friends have made it possible to survive while slaving over a hot transistor for hours at a time. Others have consistently helped to make connections which are essential to this work. To all who help, great thanks is due. All who are involved in any way, including readers, can be inspired by the fact that the development of new technologies due to this research will result in great benefits to all humanity. That's why this dictionary is being made available. Essential links: Tesla Tech: http://www.teslatech.info Tesla Academy: http://www.teslaacademy.info"},{"pageNumber":30,"pageContent":"TESLA DICTIONARY OF ADVANCED RESEARCH TERMINOLOGY ©1996, 2008 by Michael Riversong Adiabatic 1 Any thermodynamic or magnetic process in which no heat or other energy is moving in or out of the process area. 2 When vapor is expanded or compressed without any transfer of heat either to the outside or from the environment to the vapor. (Wiseman) Aether Alternative spelling of Ether when used in the sense of a fundamental invisible substance permeating the entire Universe. [see definition of Ether below] Alpha Particles Radioactive emissions conceived as consisting of two protons and two neutrons travelling together. This could also be called a helium ion. These have a positive charge, travel slowly, and can damage physical matter by contact. They may draw electrons from the environment in order to balance charge. If the environment happens to be within a living body, that body will be weakened. Alternating current (AC) Electricity which reverses its direction of flow in a cyclic pattern according to its frequency. Tesla developed the first commercially used Alternating Current generators in 1893. Amperage Amount of electrons moving in an electrical flow. This is measured against time with an ammeter. One amp equals one coulomb of electrons moving past a point in one second. ARRL Amatuer Radio Relay League -- the primary organization for amatuer radio operators. Knowledge of such radio operations has long been considered helpful when studying Tesla's research lines. Ball Lightning 1 Any electrical discharge in free space which appears to have a spherical form. 2 When a pseudosphere of magnetic field lines and a catenoid of a surface of associated electric field lines interact to form a toroid. (Kovac)"},{"pageNumber":31,"pageContent":"Bedini, John American inventor who has been working with alternative magnetic motor designs since the early '80's. A few other inventors have named their designs after his. Copy of a Bedini \"Schoolgirl Wheel\" with magnets on the outside Beta Particles Radioactive emissions consisting mostly of stray electrons. These have a negative charge. In large numbers they can cause some damage to physical matter, such as radiation burns. Usually, they dissipate into the atmosphere and become negative ions, which are beneficial to life processes. Bifilar Usually refers to wires folded back on themselves in a winding to increase efficiency. Can also mean the use of two wires in an assembly such as a transformer. Bioelectromagnetics Study of how living bodies respond to the presence of electromagnetic fields. Brown's Gas Highly efficient form of matter demonstrated by Bulgarian-American researcher Yul Brown. It may be an elemental form preceding hydrogen, or it may be some alternate configuration of hydrogen. It is made by a proprietary process for dissociating water. There have been indications that use of this gas can transmute radioactive wastes into more benign substances. Previously impossible welding techniques have been developed using it. Caduceus In ancient times, a magical staff consisting of a golden rod with two serpents entwined around it. Now refers to any wire winding similar in form."},{"pageNumber":32,"pageContent":"Hand-wound Caduceus Coil Capacitance Holding back of electrical current by a thin nonconducting layer. The current can then be discharged under the control of a circuit or an operator. The amount of capacitance is proportional to the relative strength of the non-conducting layer or area in comparison to the strength of the current. Carnot Cycle An idealized mathematical scenario for the way a heat engine can work. Real designs can be compared against this model. Catalyst Anything which facilitates a chemical reaction, which is not directly changed or consumed by the process. Catalytic Catalysis Any process which involves the facilitation of a chemical reaction by a substance not directly changed or consumed by the reaction itself. Many researchers have said that this is the key to so-called \"cold fusion\". Catenary, Catenoid Shape formed by the curve of a loose string, under the influence of gravity, suspended by its two ends. A heated glass tube with the ends pulled apart will form a catenoid. (Kovac) Ch'i Chinese concept of a characteristic which pervades all the Universe, having no mass, energy, or existence in time, but is essential as a foundation for all material and life. It is best described in the Tao Te Ching by Lao Tze. Also written as Ki (Japanese) or Qi (People's Republic of China). Chladni Plates Special surfaces which transmit acoustic waves in such a way that sand or metal filings will form distinctive patterns based on the character of vibrations passing through the area. Named after German physicist Ernst Florens Friedrich Chladni, 1756-1827. Coherence When waves have a continuous phase relationship with each other, or when a set of related waveforms come into a state of harmonic resonance with each other. Several commercial usages of this term have been unclear, so it should be approached with caution."},{"pageNumber":33,"pageContent":"Cohesion 1 Something sticking to something else. 2 Sympathetic negative attraction, its degree corresponding to the character of molecular density. (Keely) Cold Fusion When atoms merge into a heavier element at temperatures typical of Earth's normal environment, thus generating energy. There are several possible chemical reactions in this class. Most of them involve some kind of catalysis. Research has been conducted on hydrogen, lithium, and palladium. Corona Luminous electromagnetic discharge, either visible or detectable by instruments, which fills an area around the origin point of the phenomenon. Coulomb Measure of the estimate of the number of electrons physically present at any point. One Coulomb equals about 6.25 billion billion electrons, which has been standardized as one ampere of electricity in one second. Cosmic Rays 1 The highest possible frequencies of electromagnetism. These emanate from distant regions of space and can pass through all physical matter easily. 2 Unspecified waves of charged particles which come from outer space and hit the planet constantly, and can cause changes in physical matter on some level. In this sense, these are not necessarily electromagnetic in nature. Cryogenics Study of physical matter and associated waveforms at extremely cold temperatures, approaching those of deep space. Under these conditions, many elements suddenly become superconductors. Therefore, part of this study focuses on how to induce superconductivity at higher temperatures. Current 1 Electrons and neutral particles flowing together in a wire: standard DC. 2 Electrons and neutral particles oscillating together in a circuit: standard AC. 3 Electrostatic pressure waves propagating through the neutral particle flux (Ether) with little or no electron movement. These are longitudinal with no magnetism. (Tesla, Lindemann) Cymatics Study of the response of physical substances to vibrations. Dendritic Literally means \"tree-like\", and can apply to anything which naturally branches out in this manner, including trees, rivers, lightning, and blood vessels."},{"pageNumber":34,"pageContent":"Dimension 1 Distance from one point to another in space. 2 An area of reality. Direct Current Electricity consisting of a flow of electrons in one direction. Static electricity and chemical battery current are examples. Disruptive discharge An electric discharge from a low impedance source, such as a capacitor, characterized by a 'single crack'. A uni-directional discharge with no alternations or oscillations associated with it. A perfect DC square wave characterized by a high electrostatic tension. (Lindemann) DOR Abbreviation for Deadly Orgone Radiation. This can occur when a source of orgone energy is contaminated with radioactive material. Its effects have been observed to go out over a wide area and make people sick. Drown, Ruth Developer of a series of radionics instruments in the 1930's. These worked on a sympathetic vibratory principle, and were said to treat patients remotely by acting on blood samples, hair, or photographs. Sometimes similar machines are named after her. DX Amateur radio term meaning \"distance\". Usually refers to communications from far points. Dyne Metric standard measurement of force. An acceleration of one centimeter per second on one gram of mass. Eidetic Derived from Plato, who probably inherited the concept from Persians, who in turn probably inherited it from Egyptians. The ancient view of vision was very different from ours. It extended beyond mere objects. Ancient philosophers were well-versed in qualitative sciences, and had observed that matter in an ordinary state was radiant. Matter sends out its emanations in all directions, even in the dark. The human & animal eye is a special organ through which the aura is projected. When the mind is properly initiated and exercised, consciousness can actually leak through the eyes, and be projected. When that happens, a very special type of vision occurs. They gave a name to the radiance coming from the eye and from all objects: EIDOLA, which means literally \"idea messages\". What they're saying is, when the Eidola from your eyes and Eidola from objects meet, that creates perception. One can literally examine ideas which have no physical form, but which nevertheless radiate Eidola. Ideas can radiate Eidola. Descartes restored this idea in his discussions of \"Ether\". Eidolic vision is the ancient term; Eidetic is what the term became with the movement from qualitative to quantitative. Eidetic vision includes a special type of persistent afterimage, which has conscious qualities. This is all beyond neurology. It is an ability to process or reshape remembered forms and images. Memory is a reconnection with real things -- with eidetic or eidolic images. Eidolic = qualitative"},{"pageNumber":35,"pageContent":"Eidetic = quantitative Eidetic imagery is carried with a set of lines, as a living thing. (Vassilatos) NOTE: A similar concept, using different terminology, is developed in the book Scientology 8-8008 by L. Ron Hubbard. Eidolic See definition for Eidetic. Electricity 1 Any flow of electrons. 2 Low-frequency flow of electromagnetic energy, which under normal Earth conditions will tend to stay confined in wires or along set paths. Electrochemical Describes any reactions between chemical elements which involve electricity, either as a product or as a catalyst. Electrolysis Passage of electrical current through a fluid, in which the flow is accompanied by movement of ions. Electrolytic Electromagnetic See Electromagnetism Electromagnetic Field A region of space in which electrical and magnetic energy are charging the area. There are generally two components to the field: magnetic and electric, or space charge. These can be at widely varying levels relative to each other, which is an important consideration in environmental surveys. Electromagnetic Spectrum Range of frequencies of all energies which have been classified as electromagnetic. The slower the frequency of vibration relative to time, the longer the wavelength of the energy. In order from slowest to fastest, the frequency range encompasses the following energies: Brain Waves Alternating Current (AC) Electricity Very Low Frequency (VLF) Radio Amplitude Modulation (AM) Radio Shortwave (SW) Radio High Frequency (HF) Radio Microwave, Radar Infrared (Heat) Visible Light Ultraviolet Light X-Rays Gamma Rays Cosmic Rays"},{"pageNumber":36,"pageContent":"Electromagnetism One of the fundamental forms of energy in the Universe. It changes characteristics radically depending on its frequency and wavelength, which tend to correlate closely with each other. Generated in relatively pure form by numerous natural processes such as solar fusion, electromagnetism normally interacts with other energy forms. As of this writing, it is generally thought to travel at a constant speed, known as the \"speed of light\", or 186,000 miles per second. Larry Spring has demonstrated that electromagnetic energy usually travels through space as an expanding sphere, and will tend to do so until it encounters an obstacle. Electromechanical Of or pertaining to mechanical devices or systems electrically actuated, such as a solenoid (magnetic actuator) or an electrometer (electrostatically actuated). (Nurnberger) Electromotive The potential of electrical force sufficient to create an obvious effect on matter, generally by moving it. Electron Small theoretical particle which is generally believed to normally orbit around the nucleus of an atom. It may under some conditions come loose from atoms in materials, such as metals, and create a flow of electrical current. Many physicists believe electrons are always composed of very small, unstable particles. Electrophoresis Movement of suspended particles through a fluid when stimulated by an electrical force. An example is a laboratory process used in medicine to determine differences in motion of protein molecules. This can be used to tell if someone has had a heart attack, by applying the process to a sample of protein molecules from the heart muscle. Electrostatic Stationary separation of electrical charges. Element 1 Any fundamental frequency of matter, expressed materially as a unique atomic structure, with its own chemical properties, conventionally illustrated in a table of periodic characteristics depending on which octave of material coherence the atomic structure resides. 2 Term incorrectly applied to the Chinese conception of five natural forces. These forces are translated as Water, Wood, Fire, Earth, and Metal. Eloptic Type of radionic energy patterns observed and utilized by Dr. T. Galen Hieronymous. Combination of Electrical and Optical. Ephemeralization Doing more work with less material. This is currently embodied in Nanotechnology. Equipotential Surface The surface of anything where the electrical or magnetic potential is the same throughout."},{"pageNumber":37,"pageContent":"Erg A measurement of applied energy and work within the metric system. Standardized as one dyne of force applied through the distance of one centimeter. Ether 1 Fundamental medium of time and space, recognized by most 19th Century scientists but largely abandoned as a concept after 1900. This was originally used in attempts to explain how waves can propagate through an apparent vacuum. 2 A name for a specific chemical, also known as Chloroform. It was given this name because it evaporates easily and evenly permeates air. In medicine, it was one of the first generally used anesthetics, but was abandoned because of its extreme flammability and toxicity. 3 A state of matter at plasma or above. (Pond) Exciton In a crystal, holes (vacancies) and electrons can become energetic, and move about the area. This phenomenon is key to the development of transistors and integrated circuits. Faraday Cage By setting up a room with grounded metal walls, it is possible to keep all electromagnetic waves from entering the area from outside. This is a good environment for research. Faraday, Michael Early electrical researcher from England. Lived from 1791-1867. Several electrical and medical terms have been named after him. FEA Abbreviation for Free Energy Accumulator. (Wiseman) Fractals Mathematical equations which describe general natural sequences of evolution applicable to matter and energy. Most dendritic processes are best described this way. Free Energy Gaining power from an as yet unknown (or possibly unknowable) source. Free Radical Usually refers to a piece of a molecule which has a positive charge. This means that it has a lack of electrons, and so may tend to scavenge electrons from the environment. In the human body, this can cause health problems."},{"pageNumber":38,"pageContent":"Frequency Rate of vibration of a force or wave, usually measured relative to local time. According to Tesla, this can apply as: 1 Number of sinusoidal alternations per unit of time in an AC circuit 2 Rates at which DC pulses are produced 3 Recognition of how often any electrical event occurs per unit of time 4 Duration of a DC pulse Fusional When atoms merge into a heavier element. This generates energy across the electromagnetic spectrum. Until 1987, it was generally thought that this could only occur at extremely high temperatures typical of plasmas. Thus, an atomic fission explosion was deemed necessary to generate sufficient heat to produce a fusion explosion in hydrogen bombs. Attempts to fully control high-temperature fusion reactions have usually failed, primarily due to borderline phenomena related to containment of the reactions. See Cold Fusion. Gamma Rays Extremely high frequencies of electromagnetic radiation. These will pass through physical matter, and may alter its structure if possessing sufficient intensity. Usually associated with atomic decay of radioisotopes. GEET Stands for Global Environmental Energy Technology. This is a set of inventions by Paul Pantone that have in common a little understood reaction that produces fuel economy. Piping is retrofitted on to existing engines. Part of the process involves a magnetic rod inserted into one of the pipes."},{"pageNumber":39,"pageContent":"Lawnmower with a GEET installation, including a bubbler in front. Geobiology The study of energies coming from the Earth and how they affect living organisms. Gauss A measurement of magnetic force, named after Karl Friedrich Gauss, German physicist and mathematician, 1777-1855. See Magnetic Measurement Scale. Giga- One billion of any measurement. Gravity One of the fundamental forms of energy in the Universe. Its operation is not generally understood at this time. Gravity tends to be stable, although some researchers have found it forming into waves on occasion. As a force, it may be either a push, a pull, or both. According to conventional physics, it is the weakest of the four fundamental natural forces, but it operates over the greatest range. It can be the observed tendency of material objects to be attracted to each other. The operation of gravity appears to be instantaneous throughout the universe. Grunge Radio interference of either man-made or natural origin. See also QRM and QRN. Ham Slang term for an amateur radio operator. Harmonic 1 Having to do with the resonance of one thing to another, through matching"},{"pageNumber":40,"pageContent":"frequencies. A harmonic is a frequency that is a doubling or halving of another frequency. 2 In music, partial resonance between one frequency and another. (Pond) Certain intervals between tones may sound pleasant to the human ear, and thus are called harmonic. Partial resonance may also be a factor in chemistry and physics, but this area has not been explored as of this writing. Helix Twisting energy or matter in free space. If represented in two dimensions, it looks like a spiral. Helical Hertz The name of a German physicist applied to the measurement of frequency in cycles per second. Heinrich Hertz, 1857-1894. Homopolar When only one electromagnetic pole is present in a particular structure. All charge is equally distributed. It is expected that generators based on this principle will be extremely efficient. The original concept was discovered by Michael Faraday. Impedance A measure of resistance to electrical current flow. Implosion Sudden inward collapse of matter. In many natural processes, this occurs in the form of a rapid vortex. Several engineering possibilities for harvesting energy from controlled implosions have been proposed, including the work of German researcher Viktor Schauberger beginning in the 1920's. Inductance Electrical current can flow in a coiled conductor, and be made to flow nearby. Inert Gas Any of the so-called \"Noble Gases\" from the Periodic Table of the Elements. These elements"},{"pageNumber":41,"pageContent":"normally do not combine with other elements. They are useful as buffers against chemical interactions, and appear to have interesting properties related to scalar-field interactions. The gases and their atomic numbers are: Helium 2, Neon 10, Argon 18, Krypton 36, Xenon 54, and Radon 86. Inertial Propulsion Gravity seems to behave in a fundamentally different manner from electromagnetism, although there are relationships between the two forces. Apparently, its action may be instantaneous. If a propulsion system is developed that purely with gravity force, that may also appear to operate in an instantaneous manner. Several researchers have proprietary definitions of their own. Interferometer 1 Instrumentation which uses interference patterns between two waves to determine parameters of a wave. This can be used in optics, electronics, radio, astronomy, and acoustics. 2 An effect similar to an interference pattern. (Beardon) 3 Certain natural objects could be technically said to be interferometers, including planets, the human brain, and quartz crystals. What they have in common is a bipolar structure, which can serve simultaneously as a generator and background for detecting interference patterns. (Beardon) 4 Any device or effect which creates a remote resonant pattern. Ion An incomplete atom or a group of incomplete atoms, which thus has a charge. These can be simple, as in negative ions, which often consist of free electrons, or they can be fairly complex, as the nuclei of metal atoms with some or all electrons stripped off. Ions form because of dissociation (e.g. salt in water), strong radiation (UV, x-rays, radioactivity etc.), strong electrical forces (e.g. high voltage on a pointed electrode), radioactive decay, extreme heat, cold fusion and other processes. In general, negative ions have an excess of electrons, and positive ions lack electrons. Isotropic Everywhere the same. Can be applied to a geometric figure in space, or to a solution. Joe Cell Set of concentric stainless steel cylinders that are filled with charged water and installed in a vehicle. Invented anonymously in Australia. There have been a few reports that users have experienced increased fuel economy. See Moe-Joe Cell. Keely, John Ernst Worrell Inventor and scientist who lived 1837 - 1898, considered the founder of the field of Sympathetic Vibratory Physics. He was noted for having developed a technology of levitation, and motors which ran on acoustical energy. He assembled a remarkable set of laws which apply to chemistry and physics. Sometimes inventions similar to his are named after him. The primary source of information on his work in the 20th century has been Delta Spectrum Research, headed by Dale Pond www.svpvril.com"},{"pageNumber":42,"pageContent":"Ki See Ch'i. LC Circuit L stands for Inductance, and C stands for Capacitance. So this is any circuit in which inductance and capacitance are used in combination. This can create resonant phenomena. Lakhovsky, Georges Usually credited as the original inventor of the Multi-Wave Oscillator (MWO). He was most active in the 1930s. Latency 1 Can refer to a characteristic such as energy that is a potential. 2 When there is a delay in a continuing process. Light Intermediate frequencies of electromagnetic energy which happen to be visible to the sensory apparatus of our species. Lightning Large electrical discharge through the air. Can be generated by storms, Tesla coils, and atomic blasts. Longitudinal Wave Any wave that propagates by compression and rarefaction, meaning that whatever it goes through (the medium) gets more and less dense. One example is sound waves. Several researchers believe there are many kinds of longitudinal waves, including some associated with Zero Point Energy. If you assume there are no absolute vacuums, these waves can go through Ether. Luminous Emitting any kind of light. Magnetic 1 Having a tendency to attract or repel iron, depending on polarity. 2 Anything which attracts or repels another thing by invisible force. Magnetic Measurement Scale Note that the items on this scale do not seem to precisely match in all cases. This is due to a current imperfect understanding of the nature of magnetism on the part of most, if not all, scientists. Maxwell: 1 Gauss per square centimeter. Gauss: one line of force per square centimeter during 1 second of time. Milligauss: One thousandth of a Gauss; the most commonly used measurement of AC electromagnetic fields in residential and commercial inspections. Weber: Enough magnetic force to induce 1 volt of electricity in a single-coil circuit during 1 second of time. 100,000,000 Maxwells. Tesla: 1 Weber per square meter; equals 10,000 Gauss."},{"pageNumber":43,"pageContent":"Magnetic Resonance Amplifier (MRA) A class of over-unity device involving regeneration of magnetic fields. Magneto Hydro Dynamics (MHD) 1 Treatment of plasma as a fluid in attempts to control high-temperature fusion reactions. 2 Process of applying magnetic fields to water and other fluids to modify their energy, and thus become effective agents for other purposes, such as medicine or industrial applications. Magnifying Transmitter Device under development by Tesla which was intended to allow electrical energy to manifest at will anywhere on this planet. This project was the primary project at Wardenclyffe when funding was cut off by J.P. Morgan in 1907, and so was never completed. (see Wardenclyffe) Malillumination When plants, animals, or humans have light which is missing essential frequencies, and disease results. (Dr. John Ott) Mana A root word for \"power\", usually spiritual. This word is associated with the Kahuna priesthood of Hawaii. Maximum Usable Frequency In radio transmission, the highest frequency at which a signal can be transmitted between two points under current conditions. Factors which affect this can change from one hour to the next, and include the distance to be covered, geography of the intervening area, solar events, local weather conditions, and man-made disturbances. Abbreviated as MUF. Maya 1 Sanskrit term meaning illusion, referring to an ancient doctrine saying that all reality is illusory. 2 Name of a particular tribe whose home is in the Yucatan and Guatemala area of Central America. They created a remarkable civilization which suddenly disappeared. Their mathematical and calendar systems were the most accurate yet seen on this planet. About three hundred years after their disappearance, the Aztecs took some of their technology and used it to build their own civilization. Mega- One million of any measurement. Metempsychosis 1 The wandering of the soul during dreams & at death. (Vassilatos) 2 Any transmigration of souls. MHD Abbreviation for Magneto Hydro Dynamics."},{"pageNumber":44,"pageContent":"Microvita Most fundamental building block of atomic particles, which contains a universal life and intelligence. This term was developed by the Indian guru P.R. Sarkar, late founder of the Ananda Marga Yoga Society. Milligauss See Magnetic Measurement Scale. Moe-Joe Cell Variant of the Joe Cell concept using stainless steel spheres. Parts of a Moe-Joe Cell, along with a finished unit Montauk Town on the easternmost point of Long Island over 100 miles east of New York City. Experiments based on Tesla's technology were allegedly conducted in secret at a small Air Force base there in the early 1980's. MRA Abbreviation for Magnetic Resonance Amplifier. MUF Abbreviation for Maximum Usable Frequency. Multiple Wave Oscillator A healing device using very wide bandwidth unmodulated radio waves, developed in France in the 1920's. Several researchers have made versions of this device. (Georges Lakhovsky)"},{"pageNumber":45,"pageContent":"MWO Abbreviation for Multiple Wave Oscillator. Normally a spiral coil or printed circuit is used. Early MWO type, replicated by James Hardesty N-Machine One of many magnetic-ring motor types, which is designed to produce more energy than it uses. (DePalma; Tewari) Nano- One-billionth of any measurement. Increasingly being used to indicate very small assemblies. Negative Charge An area where there is an excess of electrons. This was misnamed by early electrical researchers due to a misunderstanding of the direction of current flow. Neutral Center All structures rest on a foundation of an indestructible and indivisible unit, which has no mass, time, or energy of its own. Descriptions of this concept resemble descriptions of the Chinese concept of Ch'i. (Keely) Non-Hertzian Any waveform which propagates in space, but does not conform to the standard model of electromagnetic waves being apparent vectors in space. Nuclear 1 Pertaining to the nucleus of an atom. 2 Energy which is generated as unstable atoms rapidly or slowly decay. Orgone Energy form first described by Dr. Wilhelm Reich. The term was derived from \"orgasm\", as Reich felt this energy is related to the phenomenon of human sexuality, and is also a primary motivating force of the Universe. Reich built several devices which collected orgone, and retransmitted it back to humans. He also used the energy to modify weather. Oscillation 1 Rhythmic vibration. This can be mechanical or electric."},{"pageNumber":46,"pageContent":"2 Rhythmically recurring translatory (of an object about itself) movement. Oscillation is thus external rhythmic motion. (Pond) Oscilloclast An early Radionic device using resonant frequencies for the treatment of disease, developed about 1920. (Dr. Albert Abrams) Oscilloscope Device which measures electrical energy waves and illustrates them on a screen. Over-Unity Any device which puts out more power than it consumes. Ozone Three oxygen atoms bound together. Normally, oxygen exists in Earth's atmosphere as two atoms bound together. Ozone has a distinctive set of characteristics and a smell which can be easily recognized. It can be formed by electric arcing in air, which is why it is often found in significant quantities on the trailing edges of thunderstorms. Ozone will react against parasitic bacteria, and can filter out several high frequencies of electromagnetic radiation. Philadelphia Experiment In October 1943, a US Navy ship was outfitted with electronic gear allegedly based on a design by Nikola Tesla. The object of the experiment was to render the ship invisible. According to most accounts, the experiment did make the ship invisible, and also suddenly transported it 200 miles away to Norfolk harbor, where it materialized briefly, and then re- materialized minutes later back in Philadelphia. When the crew came off the ship, they were all incurably insane. This experiment has spawned a great deal of literature. Photon 1. Theoretical particle of light. Tremendous controversies exist over whether light is a pure electromagnetic waveform, or is made of particles. Those who feel it forms into particles are further divided as to the nature and charge of these particles. As of this writing, photons have not yet been observed. 2. Quantized bundle of light. (Pond) Photon Belt Theoretical region of space where some kind of light energy is present in greater amounts than in the region of space which our planet has been travelling through during recorded history. In the 1990s, It was said by some prophetic sources that once Earth moves into this area, there will be radical shifts in climate and consciousness. Phytoremediation Using plants to extract contamination from soil or alter the nature of polluted material. Piezoelectric Some crystals, especially quartz, will produce an electric charge when squeezed. This charge will typically be high voltage and low amperage."},{"pageNumber":47,"pageContent":"Piezoluminescence Some crystals will emit light when squeezed. This will even happen with sugar crystals, which can be relatively entertaining if one looks in a mirror in a dark room while eating certain kinds of candy. Planck's Constant Any radiation has a constant ratio of energy relative to its frequency. In our part of the Universe, this is expressed as a number: 6.547 x 10-27 ergs per second. (An erg is a measurement of energy equal to one dyne of force over a distance of one centimeter.) Named after a German physicist, Max Planck, 1858-1947. Plasma 1 When matter is stripped of all electrons, and flows violently. This can occur at extremely high temperatures typical of stars. It is an energetic state higher than gas. The majority of matter observed in the universe is in this state. 2 Liquid portion of blood in which cells are suspended. Positive Charge An area where there is a lack of electrons. This was misnamed by early electrical researchers due to a misunderstanding of flow direction. Potential 1 Any electrical voltage difference between two points. 2 Difference in energy level between two or more places. Propagation How an electromagnetic wave moves through space or any medium, including its response to any other waves or solid objects which may be obstacles at the wave's frequency. Pseudosphere 1 To form a model of one, push the ends of a heated glass tube together. 2 When applied to gravity, a geometric object with the same properties as a sphere, but the equipotential surface of gravity is pushing rather than pulling. (Kovac) Psychotronic 1 Any energy having an effect on the interface between mind, matter, and/or spirit. This is sometimes incorrectly used as a synonym for \"Radionics\". Derived from Greek \"Psyche\" which usually means both mind and spirit, and \"Tronics\", meaning instrumentation. The term was coined in France during the late '60's. The first Psychotronics Conference was in Prague in 1972. 2 Sometimes used as a slang term meaning unusual and awesome. Psychotropic Having an effect physically on the brain, usually resulting in hallucinations. That in turn will usually affect the mind, unless a person has been highly trained. Pythagoras Greek educator who lived in the 6th century B.C. He developed the sciences of mathematics, philosophy, music, and medicine simultaneously, as an integrated whole. Much of his work,"},{"pageNumber":48,"pageContent":"especially in mathematics and music, is the foundation of modern methods. Pythagorean Qi See Ch'i. QRM Radio operator's term for man-made interference. SEE Grunge QRN Radio operator's term for natural interference. SEE Grunge QRP Low power operation QSL Radio operator's code for acknowledging the receipt of a transmission. Many amateur operators, government stations, and commercial stations will send special QSL postcards in exchange for written reception reports. Quantum 1 Something which can be measured or counted. 2 This term has been applied to the theoretical fundamental constants of physics, as a specialized technical mathematical definition. 3 A given quantity that is separate from anything else. Radioactivity Emanations from individual atoms of unstable isotopes of material elements. There are three generally recognized types of radioactivity: alpha particles, beta particles, and gamma rays. (See separate definitions for each.) Radioisotope Form of an element that is unstable and will split into other elements, giving off particles and radiation. Radionics Use of invisible, largely unclassified energies to create effects on biological entities. It can operate equally well at any distance, because it is using resonant forces which are inherently non-locational. Reality In society, reality is an agreement among people as to what is being observed or inferred. The same applies in science, although new discoveries can change the understanding of the agreement at any time. Regauging Free change of magnetic scalar potential with little or no change in force fields. This phenomenon can be a way to make over-unity devices effective. (Beardon) Resistance Electrical current flow is weakened and dissipates as it does work of any kind. Most electrical"},{"pageNumber":49,"pageContent":"manuals define this in terms of volts, amperes, and watts. Resistance is measured in Ohms. Resonance Vibration of one thing or force in sympathy with another, because of a similarity or mutual harmonic characteristic. RF Abbreviation for Radio Frequency. Rife, Dr. Royal R. 1888-1971. Developer of a type of electromagnetic resonant microscope and corresponding treatment equipment beginning in the mid-1920's. The treatment equipment pulsed precisely calibrated low-frequency electricity through the patient's body. Several versions of equipment were developed, using direct induction into the human body or radio transmission methods. In recent years, light waves have also been developed which use similar frequency sets for the same purpose. Rife was harassed by agencies of the United States Government and his laboratories were closed. Most of his equipment was destroyed. Several diagnostic and treatment devices have been named after him, although not all of these specifically use his principles. Scalar 1 Any quantity with magnitude which can be described by a number. Not associated with direction or location in space. 2 Same as Keely's Neutral Center, which is the full harmonic chord of the Universe. (Pond) Scalar Wave A wave form which is composed of compression and rarefaction, as sound waves. It does not necessarily move in any particular direction or have a specific location. (Beardon) Schumann Resonance There is a gap in the ionosphere of the Earth's atmosphere. It creates a massive electronic cavity in which a certain frequency can resonate constantly, as a sort of \"signature\" of this planet. That frequency is generally given as 7.83 cycles per second. According to some researchers, it may change over time. Several inventors have developed devices which are worn close to the body and constantly impart this frequency to a person, using the theory that having this \"correction\" in a person's biofield will create a defense against unnatural electromagnetic fields. Sine Wave In two dimensions, one can often see a wave form that forms in a regular up and down pattern. This is especially characteristic of AC electricity, and can easily be seen on an oscilloscope. Sine waves can be mathematically calculated with trigenometry. Sinusoidal Soliton A wave can propagate with no energy loss, and also retain its shape and speed after collision with another wave. In fact, it can absorb and feed on small waves. Somatid Small biological entity which goes through a life cycle of its own inside a plant, animal, or"},{"pageNumber":50,"pageContent":"human. It can, due to stress factors, manifest as bacteria and viruses. In more benign stages, it appears to play a role in cell division. (Naessens) Sonoluminescence Light which is generated as a result of sound energy. Stirling Cycle Engine Runs on heat applied to the outside of a cylinder that contains a piston. This relatively simple design was created in the early 1800s and has long been a good starting point for highly efficient engine designs. Stochastic Random, cannot be predicted. Sometimes used in reference to a liquid solution. Strong Nuclear Force One of the four forces of nature recognized by conventional physics. That which holds atomic nuclei together. Believed to be the strongest of all natural forces, although it operates over a very small range. Subatomic Any particle smaller than an atom. Because of their size, the existence of these particles cannot be directly observed, but only inferred from the results of various experiments. Sublimation 1 Matter changing suddenly from one form to another. Some compounds will change from a solid to a gas when heated. 2 Changing of mental energy from one purpose to another. Often applied to processes such as using sexual energy to create art works. Subtle Energy A general term referring to any kind of waveform, emanation, or pattern which can have an effect and is difficult or impossible to quantify using present technology."},{"pageNumber":51,"pageContent":"Synergetics System of geometry developed by Buckminster Fuller, in which all relationships between forms are accounted by whole numbers only. Once understood, it can potentially be applied to material forms, chemistry, geobiology, and physics as a common ground. A galaxy of Synergetics models Tachyon 1 Theoretical particle in physics usually connected with cosmic rays. Its name comes from an ancient Greek word for \"speed\", because it was thought to travel very fast. The particle has never been observed, and the name gradually fell out of favor in conventional physics. More recently, some researchers, inventors, and marketers have revived the term without defining it, which has led to some confusion. 2 Mutated particle, harmful to humans, which is created when a type of cosmic ray strikes the Earth and comes out the other side. Anyone who spends much time at a spot where these particles come out will have serious health problems. (Vince Wiberg)"},{"pageNumber":52,"pageContent":"Tensegrity Structural integrity created through tension of structural members. This is the opposite of compression structures, which for most of human history have comprised the majority of buildings. (Buckminster Fuller) Tensegrity Icosahedron Tesla 1 Nikola Tesla, who invented AC power generators, AC motors, radio transmitters, several mechanical turbines, and many other important items. He lived from 1857 - 1943. He was born and raised in Serbia, went to school in Hungary, and emigrated to the United States in 1884. For a brief time, he worked with Thomas Edison, and then broke away to form his own laboratory, where he produced his greatest inventions. 2 A measurement of magnetic force. (See Magnetic Measurement Scale) Tesla coil Electrical apparatus developed by Nikola Tesla. It is a type of transformer. In this, a current is raised in voltage and lowered in amperage. It has two coils, primary at the bottom and secondary at the top. At the top of the secondary coil, there may be a discharge of lightning. It has some use in radio, but during the period after Tesla's death was mostly used for demonstrations and decoration. Tesla had been using a giant version as a key component of his proposed universal energy transmission system during experiments at Wardencliffe and Colorado Springs. Some measurements have indicated that moving helical magnetic fields are present when Tesla coils are operating."},{"pageNumber":53,"pageContent":"Tesla Coil demo in Colorado Springs, July 1990 Tetrahedron Most fundamental form of space, with four sides and a triangular base. According to Buckminster Fuller, can also be applied to thought forms and conceptions of problems in the Universe. Samples of Tetrahedrons"},{"pageNumber":54,"pageContent":"Topology A branch of mathematics dealing in whole shapes and forms. Some authorities consider Synergetics as a type of Topology. Toroid, Torroid 1 Anything having a donut-like shape, including visible objects and invisible fields. 2 The only self-sustaining electromagnetic wave shape in nature. (Kovac) Torsion Twisted or twisting. Many processes in nature occur in a helical manner, including some electrical or gravity fields. Trexar Specially constructed wire composed of silver, gold, and platinum. (Keely) Ultrasonic Sound vibrations above the range of human hearing, which for most people extends to about 20,000 cycles per second. Unclassified Energy Any pattern of energy or force which is not generally understood within the scope of modern physics or chemistry. This can apply to radionic, etheric, orgone, and subtle energies. The main point of this definition is that scientists are rarely in agreement as to the nomenclature for some observed energy. Vacuum Lack of matter in an area of space. So far, no pure vacuum has ever been observed anywhere, but this can be used as a relative descriptive term. Vector 1 Direction of a force along time in space. 2 Applied to any force which apparently has a specific direction. Vector Wave Any waveform which appears to travel in a specific direction. Vedic Having to do with certain respected, ancient scriptures of India. Some of these scriptures contain hints at types of energy production using resonant forces which exist in all life. Veridical Not illusory. (Shepherd) VIBE Machine Developed by Gene Koonce, this spectacular device contains a Tesla Coil, a Multi-Wave Oscillator, a Toriod, and several intert gas tubes. People who have sat near it for one to five minute sessions have often reported great relief for many health problems. Vibration Rhythmical motion of a body within itself. (John Keely)"},{"pageNumber":55,"pageContent":"Vimana A type of aircraft mentioned in the ancient Vedic scriptures of India. Violet Ray 1 Medical appliance invented by Tesla, which transmits a broad range of electrical frequencies through a glass applicator which should be placed on the skin. Named because the electricity has a purple color as it passes through the glass. 2 Any purple- or violet- colored electrical discharge. Typical Violet Ray appliance Vril Fundamental resonant energy which is inherent to planetary structure. It can, with training, be perceived as a radiant black light. It comes from an ancient Lithuanian word meaning \"power\". (Vassilatos) Voltage Relative pressure at which electrons are moving through a medium, such as a wire. This is the push that electrons potentially have in electricity. Vortex Energy formed into a spiral pattern. A good example of a rapid vortex would be a tornado. A small vortex is formed whenever a sink drains. Recently, this term has been used to denote as yet undefined geobiological patterns at certain locations. Vortices, Vortexian"},{"pageNumber":56,"pageContent":"Wardenclyffe Location of Tesla's main laboratory on the northern coast of Long Island, about 60 miles east of New York City. The tower was demolished in 1917, but the main laboratory building survived into the 21st century. Sometimes spelled Wardencliff. 1/35th working scale model of Wardenclyffe transmitter, built by Gary Peterson October 2006 Watt Standard measurement of electrical power, named after James Watt, inventor of the steam engine. This is usually expressed as current (amperage) multiplied by voltage. Wave Matter or energy with periodic changes in intensity while flowing. Waveform Since humans normally can't directly observe invisible radiations such as electromagnetism, an agreement as to their structure is based on instrumentation applied to electrical circuits. From that, we see certain patterns form on instrument readouts, and we can refer to these patterns as the form of the wave being observed. In many cases, what we are seeing on the readout may only be a cross-section of part of the wave. In cases where instrumentation is not available to provide a readout of a particular phenomenon, any illustration of the form of the waves involved must be regarded as a good guess. Weak Nuclear Force One of the four forces recognized by conventional physics. All explanations of this force are highly technical. In conventional physics, it has been observed only in the interactions of various subatomic particles, especially neutrinos. At the subatomic level, some particles will change state to other particles. This often involves the precursors to electrons. Thus, molecular bonds are affected by this force. It is obvious from the diversity of explanations in the literature, and the complexity of the mathematics, that this force is poorly understood, even among experts, as of this writing."},{"pageNumber":57,"pageContent":"Weber See Magnetic Measurement Scale. Wimshurst Generator An important type of static electricity generator developed in the 1880s. Wimshurst Generator replicated by James Hardesty, with Leyden jars to the left Winding Refers to wire wrapped around a rod, framework, or motor armature, usually in a tight spiral pattern. Yang Fundamental male, active principle of nature. Derived from ancient Chinese doctrines. Yin Fundamental female, receptive principle of nature. Derived from ancient Chinese doctrines. X-Ray Electromagnetic energy at frequencies between ultraviolet light and Gamma Rays. These are used in medicine because they disturb matter to varying degrees as they pass through, and this disturbance can be recorded on photographic film. Y-Bias No human language, including math, can adequately convey this concept. It comes from a practice of making graphs to represent parts of reality. To an observer, it can seem like much activity first emerges from one axis of the graph, and proceeds to organize at an angle. Thorough study of papers by David Yurth is necessary to fully appreciate how this works, and how it can be helpful in engineering."},{"pageNumber":58,"pageContent":"Z-Ray Theoretical non-electromagnetic wave which can be channelled into a seriously destructive force. Zero-Point Energy All empty space is filled with a fluctuating energy. The term \"zero point\" refers to the fact that these fluctuations even continue at a temperature of absolute zero. It is possible that this energy could be made coherent, and thus tapped as a power source. (Moray King)"}]
