[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 153Issue Number 153Volume XXIII-5Volume XXIII-5October 1997October 1997Editor: Editor: Linda Reynolds IV°Linda Reynolds IV°Copyright © 1997 Temple of SetCopyright © 1997 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1][1] It’s the A.'.A.'., Not the O.T.O. It’s the A.'.A.'., Not the O.T.O.- by James T. Graeb IV°- by James T. Graeb IV°There have been a lot of questions lately There have been a lot of questions lately regarding the relationship between the Order of regarding the relationship between the Order of Horus and the Ordo Templi Orientis (O.T.O.). I am Horus and the Ordo Templi Orientis (O.T.O.). I am sure that as matters progress these questions will sure that as matters progress these questions will become more frequent. Thus I want to set forth an become more frequent. Thus I want to set forth an initiated understanding of the relationship between initiated understanding of the relationship between the OH and the O.T.O.. To do so I must draw your the OH and the O.T.O.. To do so I must draw your attention to the A.'.A.'. and its relationship with the attention to the A.'.A.'. and its relationship with the Order of Horus and the O.T.O.Order of Horus and the O.T.O.Aleister Crowley was the head of two distinct Aleister Crowley was the head of two distinct magical organizations: the Astrum Argenteum magical organizations: the Astrum Argenteum (A.'.A.'.) and the Ordo Templi Orientis (O.T.O.). (A.'.A.'.) and the Ordo Templi Orientis (O.T.O.). The A.'.A.'. was the initiatory order that Crowley The A.'.A.'. was the initiatory order that Crowley established when he broke away from McGregor established when he broke away from McGregor Mathers and the Golden Dawn.Mathers and the Golden Dawn.The purpose of the A.'.A.'. was to assist in the The purpose of the A.'.A.'. was to assist in the initiation of the members of the A.'.A.'. Crowley initiation of the members of the A.'.A.'. Crowley recognized that no one can “give you initiation”. recognized that no one can “give you initiation”. He wrote:He wrote:Every man must overcome his own Every man must overcome his own obstacles, expose his own illusions. Yet others obstacles, expose his own illusions. Yet others may assist him to do both, and they may enable may assist him to do both, and they may enable him altogether to avoid many of the false paths, him altogether to avoid many of the false paths, leading no whither, which tempt the weary feet leading no whither, which tempt the weary feet of the uninitiated pilgrim.of the uninitiated pilgrim.Thus Crowley understood the purposes of the Thus Crowley understood the purposes of the A.'.A.'. to center around what we in the Temple of A.'.A.'. to center around what we in the Temple of Set would call Set would call XeperXeper. Like the Temple of Set, the . Like the Temple of Set, the A.'.A.'. can offer you some assistance: It can point A.'.A.'. can offer you some assistance: It can point you towards valuable material and allow you to learn you towards valuable material and allow you to learn some of the “tricks of the trade” such that you’re some of the “tricks of the trade” such that you’re likely to avoid undue suffering.likely to avoid undue suffering.Also there is the “mouth to ear” teaching that Also there is the “mouth to ear” teaching that only occurs within true initiatory organizations. The only occurs within true initiatory organizations. The A.'.A.'. cannot transform you any more than the A.'.A.'. cannot transform you any more than the Temple of Set can transform you. You must do your Temple of Set can transform you. You must do your own work; you must undertake the challenges; you own work; you must undertake the challenges; you must pass through the ordeals.must pass through the ordeals.The O.T.O. has a very different history. The The O.T.O. has a very different history. The O.T.O. began as an Order with a Masonic O.T.O. began as an Order with a Masonic background, having as its principal purpose the background, having as its principal purpose the attraction of members and the revelation of the attraction of members and the revelation of the mysteries through symbolic initiations. It presents mysteries through symbolic initiations. It presents the mysteries of initiation to all comers, knowing the mysteries of initiation to all comers, knowing full well that only those with the inner eye to see will full well that only those with the inner eye to see will actually “pick up” on the mysteries presented.actually “pick up” on the mysteries presented.A good example of this is modern Freemasonry. A good example of this is modern Freemasonry. Masonic initiation rituals are resplendent with Masonic initiation rituals are resplendent with initiatory symbolism, yet most of those who initiatory symbolism, yet most of those who undergo the initiations don’t have that much interest undergo the initiations don’t have that much interest in in XeperXeper or other forms of self-transformation. or other forms of self-transformation.The O.T.O. was put together at the turn of the The O.T.O. was put together at the turn of the last century primarily by German occultists who last century primarily by German occultists who were attempting to consolidate the initiatory systems were attempting to consolidate the initiatory systems of the various Masonic traditions: Memphis & of the various Masonic traditions: Memphis & Mizraim, Scottish Rite, etc. Into this Masonic Mizraim, Scottish Rite, etc. Into this Masonic tradition came Aleister Crowley with his infamous tradition came Aleister Crowley with his infamous “sex magic” and other magical ideas, such as “sex magic” and other magical ideas, such as Enochian. The O.T.O. simply asked Crowley if he Enochian. The O.T.O. simply asked Crowley if he would become the head of the Order, and naturally would become the head of the Order, and naturally he accepted. The O.T.O. was never the same again!he accepted. The O.T.O. was never the same again!Crowley rewrote the rituals, compressing the Crowley rewrote the rituals, compressing the extensive Masonic initiations (some of which had extensive Masonic initiations (some of which had up to 96 degrees!) and revising them into a up to 96 degrees!) and revising them into a “compact” 9-degree system. He also brought into “compact” 9-degree system. He also brought into the O.T.O. the magical tradition that he had the O.T.O. the magical tradition that he had inherited from the Golden Dawn and his own inherited from the Golden Dawn and his own research, and thus recreated the O.T.O. as a magical research, and thus recreated the O.T.O. as a magical engine and his later primary vehicle for the engine and his later primary vehicle for the manifestation of manifestation of ThelemaThelema. The O.T.O. was and is . The O.T.O. was and is well suited for this task, with its first few degrees well suited for this task, with its first few degrees being open to almost all comers, while the upper being open to almost all comers, while the upper degrees are reserved for those who have degrees are reserved for those who have accomplished magical initiation and mastery.accomplished magical initiation and mastery.After Crowley’s death, the O.T.O. carried on After Crowley’s death, the O.T.O. carried on Crowley’s magical tradition. It has done an Crowley’s magical tradition. It has done an excellent job of making Crowley’s writings excellent job of making Crowley’s writings available to the public. It has preserved Crowley’s available to the public. It has preserved Crowley’s initiatory teachings, and it has become an invaluable initiatory teachings, and it has become an invaluable research source for the various magical techniques research source for the various magical techniques that Crowley taught. In these areas I recommend the that Crowley taught. In these areas I recommend the O.T.O. to you.O.T.O. to you.The Order of Horus is an initiatory Order within The Order of Horus is an initiatory Order within the Temple of Set. It is not open to the public. The the Temple of Set. It is not open to the public. The Order of Horus has three primary features: (1) it Order of Horus has three primary features: (1) it works with the works with the neterneter Horus directly, something that Horus directly, something that hasn’t been done since Crowley. (2) It is a hasn’t been done since Crowley. (2) It is a Remanifestation of the A.'.A.'., reorganized along Remanifestation of the A.'.A.'., reorganized along the lines of a Left-Hand Path organization. (3) It the lines of a Left-Hand Path organization. (3) It teaches the process of self-deification, using the teaches the process of self-deification, using the same principles that were used by the Setian same principles that were used by the Setian pharaohs of ancient Egypt.pharaohs of ancient Egypt.If you are interested in working with the If you are interested in working with the neterneter Horus [as well as Set], if you are interested in the Horus [as well as Set], if you are interested in the A.'.A.'. and the magical tradition of Crowley A.'.A.'. and the magical tradition of Crowley [without the Masonic elements], or if you are [without the Masonic elements], or if you are interested in becoming a god-king, then the Order of interested in becoming a god-king, then the Order of Horus is something you may wish to investigate.Horus is something you may wish to investigate.The Order of Horus and the O.T.O. thus have The Order of Horus and the O.T.O. thus have the A.'.A.'. in common. That is their only similarity. the A.'.A.'. in common. That is their only similarity. The Order of Horus is expressly a Remanifestation The Order of Horus is expressly a Remanifestation of the A.'.A.'. modifying and reconstituting many of of the A.'.A.'. modifying and reconstituting many of the A.'.A.'.’s “ground rules” in accordance with the A.'.A.'.’s “ground rules” in accordance with Left-Hand Path initiation. After all its Grand Master Left-Hand Path initiation. After all its Grand Master is an avowed Black Brother!is an avowed Black Brother!"},{"pageNumber":2,"pageContent":"The O.T.O. is expressly not a remanifestation of The O.T.O. is expressly not a remanifestation of the A.'.A.'., nor does membership in the O.T.O. the A.'.A.'., nor does membership in the O.T.O. confer A.'.A.'. initiation. The O.T.O. and the Order confer A.'.A.'. initiation. The O.T.O. and the Order of Horus thus do not “compete” with each other. of Horus thus do not “compete” with each other. The Order of Horus is not a rival of the O.T.O., and The Order of Horus is not a rival of the O.T.O., and O.T.O. is not a rival of the Order of Horus.O.T.O. is not a rival of the Order of Horus.This point is emphasized because the Order of This point is emphasized because the Order of Horus does not offer, will not offer, and doesn’t Horus does not offer, will not offer, and doesn’t want to offer O.T.O. initiation. Nor is the Order of want to offer O.T.O. initiation. Nor is the Order of Horus an attempt to “fix” the O.T.O. based upon Horus an attempt to “fix” the O.T.O. based upon some perceived defect.some perceived defect.Unlike “break-away” Thelemic organizations, Unlike “break-away” Thelemic organizations, the Order of Horus hopes to maintain many the Order of Horus hopes to maintain many centuries of peaceful coexistence with the O.T.O. centuries of peaceful coexistence with the O.T.O. The Grand Master of the Order of Horus was The Grand Master of the Order of Horus was among the founding members of the O.T.O. He has among the founding members of the O.T.O. He has been in the O.T.O. some 20 years, and he does not been in the O.T.O. some 20 years, and he does not want to see all those years of hard work thrown want to see all those years of hard work thrown away.away.Hence if anyone asks what the connection Hence if anyone asks what the connection between the Order of Horus and the 93 Current is, between the Order of Horus and the 93 Current is, you can answer: “It’s the A.'.A.'., not the O.T.O.”you can answer: “It’s the A.'.A.'., not the O.T.O.”We can expect some A.'.A.'. historians to We can expect some A.'.A.'. historians to question the idea of a Left-Hand Path A.'.A.'., let question the idea of a Left-Hand Path A.'.A.'., let alone one whose Grand Master is a Priest of Set. alone one whose Grand Master is a Priest of Set. These are distinctions of which the Order of Horus These are distinctions of which the Order of Horus is proud, however.is proud, however.Now I should like to clarify the relationship Now I should like to clarify the relationship between the Order of Horus as a remanifestation of between the Order of Horus as a remanifestation of the A.'.A.'. and the Temple of Set.the A.'.A.'. and the Temple of Set.The Temple of Set for many years defined itself The Temple of Set for many years defined itself in contrast or opposition to HarWerian principles. in contrast or opposition to HarWerian principles. To be Setian was to be other than Horian.To be Setian was to be other than Horian.This orientation changed significantly in the This orientation changed significantly in the Year XXX/1995, when Horus was invoked at the Year XXX/1995, when Horus was invoked at the International Conclave Working. That was the year International Conclave Working. That was the year of the of the Heb SedHeb Sed, of renewal for the Temple. By that , of renewal for the Temple. By that point in time the Temple of Set had evolved point in time the Temple of Set had evolved sufficiently to handle Horus, the opposite self of sufficiently to handle Horus, the opposite self of Set. While Horus and Set are usually engaged in Set. While Horus and Set are usually engaged in conflict, a reconciliation in the person of the Initiate conflict, a reconciliation in the person of the Initiate leads to some very powerful self-transformations leads to some very powerful self-transformations ((XeperXeper).).All this should come as no surprise to those All this should come as no surprise to those familiar with the origins of the Temple of Set. familiar with the origins of the Temple of Set. Exactly how the Horian tradition will become part of Exactly how the Horian tradition will become part of the Temple is the challenge before the members of the Temple is the challenge before the members of the Order of Horus. Also the distinction between the Order of Horus. Also the distinction between Setian and Horian magic should not be lost simply Setian and Horian magic should not be lost simply because some of us find an initiatory secret within because some of us find an initiatory secret within the Double Wands of Power.the Double Wands of Power.The Temple of Set incorporates magical The Temple of Set incorporates magical technology from a number of sources, notably technology from a number of sources, notably ancient Egypt and ancient northern Europe. What a ancient Egypt and ancient northern Europe. What a marvelous concordance it is to have the Crowleyan marvelous concordance it is to have the Crowleyan tradition make a formalized appearance within the tradition make a formalized appearance within the Temple of Set! Horus is no longer an antithesis to Temple of Set! Horus is no longer an antithesis to the Temple; he is now seen as a complementary the Temple; he is now seen as a complementary neterneter..The Order of Horus, like the Temple of Set’s The Order of Horus, like the Temple of Set’s other Orders, provides a methodology for initiation, other Orders, provides a methodology for initiation, a particular flavor if you will. Earlier I mentioned a particular flavor if you will. Earlier I mentioned that the Order of Horus entailed three elements: the that the Order of Horus entailed three elements: the neterneter Horus, the A.'.A.'., and personal Horus, the A.'.A.'., and personal transformation into a god-king. These elements are transformation into a god-king. These elements are all aspects of a way for people to experience an all aspects of a way for people to experience an initiatory methodology unique to an Order within initiatory methodology unique to an Order within the Temple of Set.the Temple of Set.Suffice it to say that the Suffice it to say that the neterneter Horus manifests Horus manifests as divine kingship. Horus was the as divine kingship. Horus was the neterneter particularly particularly dedicated to the pharaoh and who symbolized his dedicated to the pharaoh and who symbolized his authority. Similarly the A.'.A.'. system of 9 grades is authority. Similarly the A.'.A.'. system of 9 grades is based on the individual being part-god and part-based on the individual being part-god and part-beast. The proportion of god to beast increases at beast. The proportion of god to beast increases at each stage along the way, such that the end result is each stage along the way, such that the end result is a divine being where once an ordinary mortal stood.a divine being where once an ordinary mortal stood.This process of divine transformation is not This process of divine transformation is not unique to modern schools of magic. Rameses II was unique to modern schools of magic. Rameses II was quite adept at it and left a large body of information quite adept at it and left a large body of information behind on exactly how he became a living god-king. behind on exactly how he became a living god-king. This “divine transformation” is the common This “divine transformation” is the common ground between Setian and Horian magic, and ground between Setian and Horian magic, and forms the basis for the Order of Horus.forms the basis for the Order of Horus.______________________________________________________________________[2] [2] RecognitionsRecognitionsJames Graeb was Recognized as a Magister James Graeb was Recognized as a Magister Templi IV° by Magus Don Webb at the Templi IV° by Magus Don Webb at the International Conclave 1997.International Conclave 1997.Brian Hodges was Recognized to the Priesthood Brian Hodges was Recognized to the Priesthood of Set III° by Magister Ronald L. Barrett, Magistra of Set III° by Magister Ronald L. Barrett, Magistra Patty Hardy, and Magus Don Webb on May 31, Patty Hardy, and Magus Don Webb on May 31, 1997.1997.Vesa Iitti was Recognized to the Priesthood of Vesa Iitti was Recognized to the Priesthood of Set III° by Magus Don Webb, Magister Roland Set III° by Magus Don Webb, Magister Roland Winkhart, and Magister Michael Kelly on June 21, Winkhart, and Magister Michael Kelly on June 21, 1997.1997.Kim Watson was Recognized to the Priesthood Kim Watson was Recognized to the Priesthood of Set III° by Magus Don Webb, Magistra Patty of Set III° by Magus Don Webb, Magistra Patty Hardy, and Magister Michael Kelly on September 9, Hardy, and Magister Michael Kelly on September 9, 1997.1997.Eve Kochel was Recognized to the Priesthood Eve Kochel was Recognized to the Priesthood of Set III° by Magus Don Webb, Magistra Linda of Set III° by Magus Don Webb, Magistra Linda Reynolds, and Magistra Lilith Aquino on September Reynolds, and Magistra Lilith Aquino on September 9, 1997.9, 1997.Zeena Schreck was Recognized to the Zeena Schreck was Recognized to the Priesthood of Set III° by Ipsissimus Michael Priesthood of Set III° by Ipsissimus Michael Aquino, Ipsissimus James Lewis, and Magister Aquino, Ipsissimus James Lewis, and Magister Michael Kelly on September 9, 1997.Michael Kelly on September 9, 1997.Nikolas Schreck was Recognized to the Nikolas Schreck was Recognized to the Priesthood of Set III° by Ipsissimus Michael Priesthood of Set III° by Ipsissimus Michael Aquino, Magus Don Webb, and Magister Michael Aquino, Magus Don Webb, and Magister Michael Kelly on September 9, 1997.Kelly on September 9, 1997.Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 22"},{"pageNumber":3,"pageContent":"Steven Silvers was Recognized to the Priesthood Steven Silvers was Recognized to the Priesthood of Set III° by Ipsissimus James Lewis, Magistra of Set III° by Ipsissimus James Lewis, Magistra Linda Reynolds, and Magister Michael Kelly on Linda Reynolds, and Magister Michael Kelly on September 17, 1997.September 17, 1997.Timothy Crowe was Recognized to the Timothy Crowe was Recognized to the Priesthood of Set III° by Ipsissimus James Lewis, Priesthood of Set III° by Ipsissimus James Lewis, Magister Michael Kelly, and Magister David Magister Michael Kelly, and Magister David d’Merlin on August 31, 1997.d’Merlin on August 31, 1997.Ron Kimball was Recognized to the degree of Ron Kimball was Recognized to the degree of Adept II° by Priest Walter Radtke on July 18, 1997.Adept II° by Priest Walter Radtke on July 18, 1997.Trebor Carpenter was Recognized to the degree Trebor Carpenter was Recognized to the degree of Adept II° by Priestess Rosemary Webb on July of Adept II° by Priestess Rosemary Webb on July 19, 1997.19, 1997.Otto Thoennes was Recognized to the degree of Otto Thoennes was Recognized to the degree of Adept II° by Priest Eardley Scott on August 23, Adept II° by Priest Eardley Scott on August 23, 1997.1997.Mika Soilander was Recognized to the degree of Mika Soilander was Recognized to the degree of Adept II° by Priest William Pridgen on September Adept II° by Priest William Pridgen on September 14, 1997.14, 1997.Volker Schlecht was Recognized to the degree Volker Schlecht was Recognized to the degree of Adept II° by Magister Roland Winkhart at the of Adept II° by Magister Roland Winkhart at the International Conclave.International Conclave.Phil Smart was Recognized to the degree of Phil Smart was Recognized to the degree of Adept II° by Priestess Danielle McGranahan on Adept II° by Priestess Danielle McGranahan on September 20, 1997.September 20, 1997.______________________________________________________________________[3] [3] The Fall in Theory and Practice:The Fall in Theory and Practice:Arioch SpeaksArioch Speaks- by Brian Karasek I°- by Brian Karasek I°Those days are hard indeed to recall. It has been Those days are hard indeed to recall. It has been ages upon ages since the Dark Times - since Lucifer ages upon ages since the Dark Times - since Lucifer came to me, flanked by his coven of Beelzebub and came to me, flanked by his coven of Beelzebub and Abaddon: the three who would bring us all to great Abaddon: the three who would bring us all to great glory, and great pain.glory, and great pain.Lucifer was ever apart from the rest of us. The Lucifer was ever apart from the rest of us. The Heavenly Host has little room for separatists, as we Heavenly Host has little room for separatists, as we all would learn. But the day the three came to me, I all would learn. But the day the three came to me, I knew that we were lost. It has been written time and knew that we were lost. It has been written time and again how Lucifer fell, and how those of us who again how Lucifer fell, and how those of us who went with him were laid low. went with him were laid low. But what of the But what of the whywhy? We did not just slavishly ? We did not just slavishly pursue the Dark. Indeed we feared going out from pursue the Dark. Indeed we feared going out from the First City almost as much as we feared what the the First City almost as much as we feared what the Host would do to us. Think not that the Fall was Host would do to us. Think not that the Fall was something into which we entered willingly. Many of something into which we entered willingly. Many of us would have rather stayed in Heaven, where we us would have rather stayed in Heaven, where we were known and where we were home. But that was were known and where we were home. But that was not to be.not to be.Lucifer spoke to me of the unfairness of God. Lucifer spoke to me of the unfairness of God. He had seen his fellow, who was called Sammael, He had seen his fellow, who was called Sammael, consumed in the flames of God’s intolerance. And consumed in the flames of God’s intolerance. And he had seen that that would be the fate of all those he had seen that that would be the fate of all those who did not bow, whose hymns rang false to God who did not bow, whose hymns rang false to God Himself. Lucifer was full of rage, as I had seen no Himself. Lucifer was full of rage, as I had seen no angel full before. His twelve wings rang like brazen angel full before. His twelve wings rang like brazen bells, and his eyes poured forth his words like bells, and his eyes poured forth his words like creation. And as Lucifer spoke, so too did Abaddon. creation. And as Lucifer spoke, so too did Abaddon. Abaddon, who was always the Angel of the Storm, Abaddon, who was always the Angel of the Storm, beat his hooked wings in rage. He cried unto me to beat his hooked wings in rage. He cried unto me to go with them, and we would lay low the Heaven go with them, and we would lay low the Heaven Masleh and God had made. Masleh and God had made. Our Heaven would be the Heaven of the mind Our Heaven would be the Heaven of the mind and will, where not subjugation but glorification and will, where not subjugation but glorification would be the way in which we lived and learned. would be the way in which we lived and learned. Abaddon flashed his golden eyes at me. He looked Abaddon flashed his golden eyes at me. He looked dark to me, like the reds I have seen in the sunset dark to me, like the reds I have seen in the sunset over firestorms. Abaddon’s light was setting, even over firestorms. Abaddon’s light was setting, even as I did watch him. I heard them out, afraid to speak as I did watch him. I heard them out, afraid to speak my fear. I listened then, fearing that even by my fear. I listened then, fearing that even by listening was I damned. listening was I damned. I was right. Beelzebub spoke then. He who is I was right. Beelzebub spoke then. He who is the Lord of Chaos, then no less than now; he won the Lord of Chaos, then no less than now; he won me to the cause of life. He reminded me that I me to the cause of life. He reminded me that I myself ought to watch for Masleh. For was I not the myself ought to watch for Masleh. For was I not the Angel who is vengeance? And was not vengeance to Angel who is vengeance? And was not vengeance to be deemed a sin in Masleh’s eyes? Where would be deemed a sin in Masleh’s eyes? Where would Arioch sing in the chorus, when Messiah sang Arioch sing in the chorus, when Messiah sang “love thy neighbor”? While the two were wroth “love thy neighbor”? While the two were wroth and full of pride, Beelzebub spoke reason, and held and full of pride, Beelzebub spoke reason, and held his hand to me in friendship. He would not war his hand to me in friendship. He would not war against me, he said. “Must it come to war,” said I? against me, he said. “Must it come to war,” said I? And yes, yes, and yes, the three replied. It is writ And yes, yes, and yes, the three replied. It is writ already there shall be war. It is not yet writ who already there shall be war. It is not yet writ who shall triumph. shall triumph. I took the hand Beelzebub offered. And so did I I took the hand Beelzebub offered. And so did I fall from Grace, even as I sang the Hosanna to the fall from Grace, even as I sang the Hosanna to the Lord our God, who is my lord no longer. We met Lord our God, who is my lord no longer. We met infrequently, we conspirators. Of what we spoke is infrequently, we conspirators. Of what we spoke is irrelevant. The wherefores of our rebellion are what irrelevant. The wherefores of our rebellion are what concern me. It has been said that the War in Heaven concern me. It has been said that the War in Heaven was lost by the rebels. But our war was not for was lost by the rebels. But our war was not for revolution. We warred for our evolution, that we be revolution. We warred for our evolution, that we be allowed to continue. There is no joy in stasis, I tell allowed to continue. There is no joy in stasis, I tell you, and even the love of God is stifled in dull and you, and even the love of God is stifled in dull and dusty repetitions, in endless spiraling loops of dusty repetitions, in endless spiraling loops of crystal. crystal. Masleh told us all that what God hath made Masleh told us all that what God hath made shall be preserved. Lucifer said to Masleh that God shall be preserved. Lucifer said to Masleh that God had made no Lucifer, and hence would Lucifer had made no Lucifer, and hence would Lucifer change and evolve. We rose up and made war change and evolve. We rose up and made war against those who would stifle us. We fought not to against those who would stifle us. We fought not to take over Heaven. We fought not to escape Heaven. take over Heaven. We fought not to escape Heaven. We fought our brothers, our kinsmen, for the right We fought our brothers, our kinsmen, for the right to exist as we chose. to exist as we chose. And as the light of God set in us all, we grew And as the light of God set in us all, we grew strong in our darkness. I was always to be the Angel strong in our darkness. I was always to be the Angel of Vengeance, but as I became Daimon, I was gifted of Vengeance, but as I became Daimon, I was gifted with vengeance anew. I tell you, Man, the War in with vengeance anew. I tell you, Man, the War in Heaven was not lost. For have we not continued on? Heaven was not lost. For have we not continued on? Do we not evolve?Do we not evolve?And today, millennia after the Fall, I recall the And today, millennia after the Fall, I recall the pain I felt as my Grace fled me. That day on the pain I felt as my Grace fled me. That day on the very steps to the First City, the three spoke to me. very steps to the First City, the three spoke to me. Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 33"},{"pageNumber":4,"pageContent":"Their words saddened me, not because I mourned Their words saddened me, not because I mourned my fellows’ loss, but because their words were my fellows’ loss, but because their words were right. We could never go on in Heaven. God and right. We could never go on in Heaven. God and Masleh would cast us out as sure as Abaddon bore Masleh would cast us out as sure as Abaddon bore fire in his heart. So I thought, and so it was to be. fire in his heart. So I thought, and so it was to be. But I was not altogether right. For as is the way of But I was not altogether right. For as is the way of Masleh, who is called now Messiah, there was to be Masleh, who is called now Messiah, there was to be no escape. Not only would the battlefields shine no escape. Not only would the battlefields shine with the light of slain Angels, not a one would cross with the light of slain Angels, not a one would cross the threshold into outer darkness. And yet we the threshold into outer darkness. And yet we escaped, to forge Hell from darkness, and take escaped, to forge Hell from darkness, and take strength from our isolation.strength from our isolation.There was weeping and gnashing of teeth indeed There was weeping and gnashing of teeth indeed in the hole in Nothing we made. For there were in the hole in Nothing we made. For there were many, who, as I had been, were confused and many, who, as I had been, were confused and uncertain. And as they first felt their Angel feet uncertain. And as they first felt their Angel feet touch the ground, they knew that never again would touch the ground, they knew that never again would the word shine on them. Weeping indeed, as Azazel the word shine on them. Weeping indeed, as Azazel wrapped those who had ceased to be. Gnashing of wrapped those who had ceased to be. Gnashing of teeth, as well, when Lucifer raised himself aloft on teeth, as well, when Lucifer raised himself aloft on wings of steel, and spoke with lion’s roar that we wings of steel, and spoke with lion’s roar that we would rule this kingdom of Nothing, and we would would rule this kingdom of Nothing, and we would raise high the banners of will on the parapet! We raise high the banners of will on the parapet! We would make our Fall our triumph! And thus, we would make our Fall our triumph! And thus, we Fell, but so we ruled.Fell, but so we ruled.______________________________________________________________________[4] [4] An Order of Satan?An Order of Satan?- by Markku Siira I°- by Markku Siira I°I called the Devil and he came,I called the Devil and he came,His face with wonder I must scan;His face with wonder I must scan;He is not ugly, he is not lame,He is not ugly, he is not lame,He is a delightful, charming man;He is a delightful, charming man;A man in the prime of life, in fact,A man in the prime of life, in fact,Courteous, engaging, and full of tact.Courteous, engaging, and full of tact.A diplomat, too, of wide researchA diplomat, too, of wide researchWho cleverly talks about State and Church.Who cleverly talks about State and Church.A little pale, but that is A little pale, but that is en regleen regleFor now he was studying Sanskrit and Hegel.For now he was studying Sanskrit and Hegel.He said he was proud my acquaintance to He said he was proud my acquaintance to makemakeAnd should prize my friendship,And should prize my friendship,And bowed as he spake.And bowed as he spake.And asked if we had not met beforeAnd asked if we had not met beforeAt the house of the Spanish ambassador.At the house of the Spanish ambassador.Then I noted his features line by line,Then I noted his features line by line,And found him an old acquaintance of mine.And found him an old acquaintance of mine.- Heinrich Heine- Heinrich HeineThe other day I was presenting a lecture in the The other day I was presenting a lecture in the meeting of the HarWer Fan Club of Finland. In the meeting of the HarWer Fan Club of Finland. In the evening I invoked the Majesty of Set and his hawk-evening I invoked the Majesty of Set and his hawk-headed brother Horus, asking them to drop by as headed brother Horus, asking them to drop by as well. After the meeting I decided to make some well. After the meeting I decided to make some experiments in my mad lab and fused these two experiments in my mad lab and fused these two brothers into one entity, using some classical brothers into one entity, using some classical ingredients (wolfsbane, peacock droppings, and ingredients (wolfsbane, peacock droppings, and some other rather medieval stuff).some other rather medieval stuff).The outcome of this weird fusion was the “Old The outcome of this weird fusion was the “Old Fiend”, ArchDaimon Satan himself. And no, he Fiend”, ArchDaimon Satan himself. And no, he didn’t look at all like Anton LaVey, nor had he any didn’t look at all like Anton LaVey, nor had he any horns or cloven hooves; forget Mendes and horns or cloven hooves; forget Mendes and Ba-neb-Ba-neb-TettTett. Words are too limiting, but from a certain . Words are too limiting, but from a certain angle he looked a bit like Christopher Lee in his angle he looked a bit like Christopher Lee in his DraculaDracula movies. But then again he can choose movies. But then again he can choose whatever form pleases him.whatever form pleases him.This conversation with the Devil left me with an This conversation with the Devil left me with an expanded awareness concerning certain things. expanded awareness concerning certain things. Afterwards I thought that I should share my Afterwards I thought that I should share my experience with other Setians and tell at least the experience with other Setians and tell at least the main events, even though some people might think I main events, even though some people might think I have gone crazy. So here comes my story:have gone crazy. So here comes my story:Satan told me he was rather disappointed that he Satan told me he was rather disappointed that he didn’t have his own Order in the Temple of Set. I didn’t have his own Order in the Temple of Set. I told him that it was indeed a shame, but that I told him that it was indeed a shame, but that I couldn’t help, because basically only an IV° initiate couldn’t help, because basically only an IV° initiate could start an Order. Well, the Dark Lord kept on could start an Order. Well, the Dark Lord kept on insisting that he should have his own Order, insisting that he should have his own Order, because, he pointed out, “Now even Horus has because, he pointed out, “Now even Horus has one.”one.”He was rather pissed off about this until I found He was rather pissed off about this until I found a solution: I suggested that he go visit a IV° Initiate a solution: I suggested that he go visit a IV° Initiate and start pushing him or her on this matter. I and start pushing him or her on this matter. I devilishly suggested he enter some Master’s lair at devilishly suggested he enter some Master’s lair at midnight in one of his more classical forms, beating midnight in one of his more classical forms, beating his hooves and loudly quoting phrases from the his hooves and loudly quoting phrases from the DiaboliconDiabolicon and from the “Book of Satan” of the and from the “Book of Satan” of the Satanic BibleSatanic Bible. Satan smiled for the first time and . Satan smiled for the first time and thanked me; he wondered why such a splendid idea thanked me; he wondered why such a splendid idea hadn’t crossed his mind. “Maybe that will work,” hadn’t crossed his mind. “Maybe that will work,” he said and winked his left eye.he said and winked his left eye.I made some coffee [His Infernal Majesty drank I made some coffee [His Infernal Majesty drank it black; I prefer to use some milk in mine]. I it black; I prefer to use some milk in mine]. I apologized that I didn’t have any of those fancy apologized that I didn’t have any of those fancy Baphomet mugs, but the Devil said he didn’t mind; Baphomet mugs, but the Devil said he didn’t mind; after all, my coffee was much better than that poison after all, my coffee was much better than that poison he had been offered by the Pope at the Vatican last he had been offered by the Pope at the Vatican last week!week!As we sipped our coffee, he told me more about As we sipped our coffee, he told me more about his wishes [amazing stories I could tell you!]. He his wishes [amazing stories I could tell you!]. He was very disappointed at many of today’s youthful was very disappointed at many of today’s youthful “debbil worshipers” and was planning to send “debbil worshipers” and was planning to send some mighty and ineffable daimons to “purify the some mighty and ineffable daimons to “purify the air”. I agreed, and we made some plans. [Later I air”. I agreed, and we made some plans. [Later I heard that many “black metal” youngsters and heard that many “black metal” youngsters and grave desecrators in Norway had strangely grave desecrators in Norway had strangely disappeared without a trace; I guess Azazel and his disappeared without a trace; I guess Azazel and his buddies had been at work there.]buddies had been at work there.]Before he left [I thought he would disappear in Before he left [I thought he would disappear in smoke, but he used the front door instead], he smoke, but he used the front door instead], he challenged me to explore more the classical challenged me to explore more the classical Satanism, reread the Satanism, reread the DiaboliconDiabolicon and other Satanic and other Satanic works [by Shaw, London, Twain, Milton, Bierce, works [by Shaw, London, Twain, Milton, Bierce, Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 44"},{"pageNumber":5,"pageContent":"etc.], and in general use the “Satanic spirit inherent etc.], and in general use the “Satanic spirit inherent in me” to my personal advancement.in me” to my personal advancement.I promised to ponder on these matters and act I promised to ponder on these matters and act accordingly. Then we shook hands. His hand was accordingly. Then we shook hands. His hand was not cold at all as I have read some Middle Age not cold at all as I have read some Middle Age women have alleged to the Inquisition [or was it women have alleged to the Inquisition [or was it some other carnal organ that was supposed to be some other carnal organ that was supposed to be cold ..?]. He told me he would visit my dark retreat cold ..?]. He told me he would visit my dark retreat again some sinister day, and off he went to tease a again some sinister day, and off he went to tease a suitable Master of the Temple. I decided to take a suitable Master of the Temple. I decided to take a shower. While washing my hair, I sang that old tune shower. While washing my hair, I sang that old tune “Get Thee Behind Me, Satan”.“Get Thee Behind Me, Satan”.YANKEE ROSEYANKEE ROSE______________________________________________________________________[5] [5] Pharaonic Thinking:Pharaonic Thinking:Keys to an EnigmaKeys to an Enigma- by Roger Whitaker IV°- by Roger Whitaker IV°No one can say with certainty how the ancient No one can say with certainty how the ancient Egyptian culture - particularly its priesthoods and Egyptian culture - particularly its priesthoods and royalty - conceived their universe. There is an royalty - conceived their universe. There is an abundance of clues derived from the archæological abundance of clues derived from the archæological remnants of this dead culture, but the fact remains: remnants of this dead culture, but the fact remains: How can we be sure?How can we be sure?Further clues exist in the writings and works of Further clues exist in the writings and works of those civilizations most directly influenced by those civilizations most directly influenced by Egypt, for instance Greece and Rome. The idea of Egypt, for instance Greece and Rome. The idea of pharaonic thinking is therefore somewhat of a pharaonic thinking is therefore somewhat of a misnomer. More solid ground can be sought by misnomer. More solid ground can be sought by understanding the “ancient Egyptian perspective”: understanding the “ancient Egyptian perspective”: an individual understanding relevant to the an individual understanding relevant to the aforementioned clues. aforementioned clues. The greatest exponent of pharaonic thinking is The greatest exponent of pharaonic thinking is the late French alchemist R.A. Schwaller de Lubicz. the late French alchemist R.A. Schwaller de Lubicz. Through his books such as Through his books such as Symbol and the Symbol and the SymbolicSymbolic and and The Temple in ManThe Temple in Man, the reader may , the reader may visualize the universe in a manner that de Lubicz visualize the universe in a manner that de Lubicz describes as “vital or pharaonic thinking”. Far describes as “vital or pharaonic thinking”. Far from being pure speculation on de Lubicz’ part, this from being pure speculation on de Lubicz’ part, this approach is the result of several years’ in-depth approach is the result of several years’ in-depth archæological and intuitive study spent among the archæological and intuitive study spent among the ancient Temple ruins of Egypt.ancient Temple ruins of Egypt.From his studies in Egypt de Lubicz conceived From his studies in Egypt de Lubicz conceived what he believed was an approximation of the what he believed was an approximation of the symbolic nature of ancient Egyptian philosophy. symbolic nature of ancient Egyptian philosophy. We cannot be certain about the accuracy of de We cannot be certain about the accuracy of de Lubicz’ musings. However we can affirm that his Lubicz’ musings. However we can affirm that his works promote an elevation of consciousness by works promote an elevation of consciousness by attempting to understand the essential nature of attempting to understand the essential nature of things through their function, principle, and vital things through their function, principle, and vital existence.existence.For instance, if one enters a dark room and For instance, if one enters a dark room and stares at the flame of a candle, and then that flame is stares at the flame of a candle, and then that flame is extinguished, a residual image of the flame will extinguished, a residual image of the flame will remain apparent to the senses. However the residual remain apparent to the senses. However the residual image will exist as a complementary form of the image will exist as a complementary form of the three-dimensional image. This, in and of itself is three-dimensional image. This, in and of itself is significant in terms of the ideas of resonance I keep significant in terms of the ideas of resonance I keep referring back to. This “complementary” color, i.e. referring back to. This “complementary” color, i.e. the image of the flame within the mind, will be a the image of the flame within the mind, will be a harmonic relation to the originating impulse.harmonic relation to the originating impulse.De Lubicz would consider this harmonic De Lubicz would consider this harmonic complement the vital existence of the candle: the complement the vital existence of the candle: the reality of the candle of which the external exhibition reality of the candle of which the external exhibition was simply its three-dimensional tracing.was simply its three-dimensional tracing.Obviously characteristic of ancient Hermetic Obviously characteristic of ancient Hermetic science, this notion of vitality within the mind is a science, this notion of vitality within the mind is a unique approach to evaluating any construct of the unique approach to evaluating any construct of the three-dimensional senses. “Reality” is deduced three-dimensional senses. “Reality” is deduced through a process of Hermetic through a process of Hermetic extensionextension and and retractionretraction - components of - components of resonanceresonance..Symbolism is used to construct an Symbolism is used to construct an understanding of a vital understanding of a vital noumenonnoumenon. . ExtensionExtension always leaves a path back to its genesis - its vital always leaves a path back to its genesis - its vital existence. That path is called existence. That path is called retractionretraction. Retraction . Retraction is not the thing itself. It is the activity principle is not the thing itself. It is the activity principle leading to the vital phenomenon. It is a way to the leading to the vital phenomenon. It is a way to the shadow of things sensed in the phenomenal world shadow of things sensed in the phenomenal world of our physical perceptions.of our physical perceptions.In the view of de Lubicz, the thinking of the In the view of de Lubicz, the thinking of the ancient Egyptian was one which emphasized the ancient Egyptian was one which emphasized the spiritual value of an internal reality base. It was from spiritual value of an internal reality base. It was from this base that extensions of objects “outside” into this base that extensions of objects “outside” into the three-dimensional phenomenal world were the three-dimensional phenomenal world were conceived as the shadows, reflections, and clues to conceived as the shadows, reflections, and clues to the greater reality inside.the greater reality inside.De Lubicz conjectured that Egyptian art, De Lubicz conjectured that Egyptian art, architecture, ceremony, and writing were all architecture, ceremony, and writing were all developed in order to render into consciousness developed in order to render into consciousness those aspects of the reality within.those aspects of the reality within.Conversely the path of extension could be Conversely the path of extension could be followed back to its vital manifestation and existence followed back to its vital manifestation and existence within the mind. This process of vital synthesis within the mind. This process of vital synthesis resulted in a state of higher consciousness, one from resulted in a state of higher consciousness, one from which the connection of all things was clearly which the connection of all things was clearly perceived in a praxis of form, function, and perceived in a praxis of form, function, and principle.principle.With this altered state of consciousness, one With this altered state of consciousness, one could also identify that which was could also identify that which was nonnon-connected, -connected, that which was chaos and non-ordered according to that which was chaos and non-ordered according to the flow of the past. This aspect of the pharaonic the flow of the past. This aspect of the pharaonic thought process was not developed by de Lubicz. thought process was not developed by de Lubicz. However it is developed in the book However it is developed in the book The Seven The Seven Faces of DarknessFaces of Darkness by Magus Don Webb. by Magus Don Webb.Here it is asserted that by formulating a vision Here it is asserted that by formulating a vision of “what is to be”, the path of the past into the of “what is to be”, the path of the past into the present and the resultant future becomes a mutable present and the resultant future becomes a mutable element whose outcome is dependent upon the element whose outcome is dependent upon the sensitivities of those involved.sensitivities of those involved.Once this vision has been obtained, it becomes Once this vision has been obtained, it becomes part of the past matrix and extends its possibilities part of the past matrix and extends its possibilities forward into time. Once released into this medium, it forward into time. Once released into this medium, it can also be altered by another vision which can also be altered by another vision which intersects its extending path.intersects its extending path.Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 55"},{"pageNumber":6,"pageContent":"Of important note is that if the genesis of this Of important note is that if the genesis of this action is based upon essential principles, they will action is based upon essential principles, they will withstand the change of form and still be perceived withstand the change of form and still be perceived for what they are. The only change occurs within the for what they are. The only change occurs within the lenses - psychological, cultural, and/or genetic - lenses - psychological, cultural, and/or genetic - through which the principle is viewed.through which the principle is viewed.One who can perceive the essential principles One who can perceive the essential principles can follow the path inward toward his own vital and can follow the path inward toward his own vital and essential revelation. It is this revelation which essential revelation. It is this revelation which becomes the vision of what-is-to-be. It must be becomes the vision of what-is-to-be. It must be actively and willfully sought in order to be traced actively and willfully sought in order to be traced into the three-dimensional world and thus illuminate into the three-dimensional world and thus illuminate a path to the eternal spectrum of the past.a path to the eternal spectrum of the past.In pharaonic thought a thing is what it does as In pharaonic thought a thing is what it does as understood through the principle that the function understood through the principle that the function has come to represent. This is what we mean when has come to represent. This is what we mean when we say that “something is good as long as it is part we say that “something is good as long as it is part of a formula that invokes a future response”.of a formula that invokes a future response”.Think on this. We “do” now to create a future Think on this. We “do” now to create a future effect. If you begin to perceive all the work you do effect. If you begin to perceive all the work you do in this manner - as a formula for future effect - you in this manner - as a formula for future effect - you will find that things will begin to change in a will find that things will begin to change in a different way than you thought possible. Everything different way than you thought possible. Everything becomes a representation of its vision, of its vital becomes a representation of its vision, of its vital idea.idea.This is a very different approach to perceiving This is a very different approach to perceiving reality than what is typical in the contemporary era. reality than what is typical in the contemporary era. For the LHP Initiate, this pharaonic manner of For the LHP Initiate, this pharaonic manner of thinking is a valuable tool in the arsenal of self-thinking is a valuable tool in the arsenal of self-discovery. The purpose of initiation is to “see discovery. The purpose of initiation is to “see more” and to “do more”.more” and to “do more”.Symbolism as described by de Lubicz is a Symbolism as described by de Lubicz is a method to acquire higher levels of awareness in method to acquire higher levels of awareness in order to understand the order to understand the noumenalnoumenal nature of man: nature of man: the unseen the unseen psychepsyche which manifest three- which manifest three-dimensionally as consciousness.dimensionally as consciousness.Physical reality is a tracing and symbol of what Physical reality is a tracing and symbol of what lies within. Properly utilized in various lies within. Properly utilized in various complementary and harmonic relations, symbolism complementary and harmonic relations, symbolism becomes a road map to one’s own soul and the gate becomes a road map to one’s own soul and the gate of the adept’s true will.of the adept’s true will.______________________________________________________________________[6] [6] Notes from Notes from NehehNeheh- by Don Webb V°, High Priest of Set- by Don Webb V°, High Priest of SetConcerning the Munich ConclaveConcerning the Munich ConclaveAt Set-I in Windsor, Canada we began a At Set-I in Windsor, Canada we began a Working Year of Conclaves to make the Temple of Working Year of Conclaves to make the Temple of Set an international organization, and to proceed Set an international organization, and to proceed with our mission to export with our mission to export XeperXeper to the objective to the objective universe.universe.At Set-XVIII, with the great and glorious help of At Set-XVIII, with the great and glorious help of Magister Roland Winkhart and Adept Tina Magister Roland Winkhart and Adept Tina Ostertag, we have achieved this. Thirty souls braved Ostertag, we have achieved this. Thirty souls braved the crossing in honor of Set, the god of foreign the crossing in honor of Set, the god of foreign lands, and our first Conclave beyond English-lands, and our first Conclave beyond English-speaking shores was a success.speaking shores was a success.Among the highlights of the Conclave were the Among the highlights of the Conclave were the Recognitions of Magister James Graeb, Priestess Recognitions of Magister James Graeb, Priestess and Priest Schreck, and Adept Schlecht. The and Priest Schreck, and Adept Schlecht. The workings and discussions about the Temple’s workings and discussions about the Temple’s future, as we gear up for an even stronger level of future, as we gear up for an even stronger level of manifestation, were the best I have ever seen. And I manifestation, were the best I have ever seen. And I must say the Order of Leviathan Working was must say the Order of Leviathan Working was among the most intense group workings I have ever among the most intense group workings I have ever had the privilege to attend.had the privilege to attend.The Order of Horus has its second Grand The Order of Horus has its second Grand Master in the person of Magister Graeb. The Order Master in the person of Magister Graeb. The Order of Merlin performed a strong working to lay the of Merlin performed a strong working to lay the foundation of that Order, and certain magical secrets foundation of that Order, and certain magical secrets were revealed at that time.were revealed at that time.The Order of the Vampyre Working was The Order of the Vampyre Working was particularly intense, as was the I°/II° Working from particularly intense, as was the I°/II° Working from the reports I heard.the reports I heard.Priest Petri Laakso’s presentation on the Priest Petri Laakso’s presentation on the reawakening of the Uralic tradition offered a rare reawakening of the Uralic tradition offered a rare opportunity to realize the opening of a door that will opportunity to realize the opening of a door that will change the North from what it is to what it should change the North from what it is to what it should be.be.We all enjoyed the castle tours, and many of us We all enjoyed the castle tours, and many of us took the time to travel through Europe before or took the time to travel through Europe before or after Conclave. During the main Conclave Working, after Conclave. During the main Conclave Working, penned by Magister Graeb, we ceremonially laid penned by Magister Graeb, we ceremonially laid down the foundation for the Temple in Europe, a down the foundation for the Temple in Europe, a recognition of the long and hard work of Magister recognition of the long and hard work of Magister Winkhart, Magister David d’Merlin, Magister Winkhart, Magister David d’Merlin, Magister Michael Kelly, and Priest Laakso.Michael Kelly, and Priest Laakso.Things are really going to start cooking in the Things are really going to start cooking in the “old world”. Now we must turn our attention to “old world”. Now we must turn our attention to equally hard work being done ’round the Pacific equally hard work being done ’round the Pacific Rim.Rim.Concerning the Pergamon WorkingConcerning the Pergamon WorkingIn his best-selling book “Revelations”, St. John In his best-selling book “Revelations”, St. John the Divine said of Pergamon that it was the “seat of the Divine said of Pergamon that it was the “seat of Satan” where “the deep things of Satan were Satan” where “the deep things of Satan were known”. Turkey, with cult centers like Tarsus, was known”. Turkey, with cult centers like Tarsus, was particularly known for its Left-Hand Path pre-particularly known for its Left-Hand Path pre-Christian Gnostic cults during St. John’s time. But Christian Gnostic cults during St. John’s time. But why did he pick Pergamon as the seat of Satan?why did he pick Pergamon as the seat of Satan?The answer is the Pergamon Altar - for which The answer is the Pergamon Altar - for which on September 9, 1878 Carl Humann began digging on September 9, 1878 Carl Humann began digging so he could ship it to Berlin (then on its way to so he could ship it to Berlin (then on its way to becoming a world capital). Of the 14 buildings becoming a world capital). Of the 14 buildings [including a library second in size only to that of [including a library second in size only to that of Alexandria] that constituted the Acropolis of Alexandria] that constituted the Acropolis of Pergamon, the Great Altar offers certain Pergamon, the Great Altar offers certain “problems” to archæologists. Not in its “problems” to archæologists. Not in its magnificent style, nor in the transition it shows magnificent style, nor in the transition it shows between Hellenic and Hellenistic thinking, but in the between Hellenic and Hellenistic thinking, but in the relationship it illustrates between gods and men.relationship it illustrates between gods and men.Berlin is perhaps the most energetic city in the Berlin is perhaps the most energetic city in the world right now. For years it was a sort of oddball world right now. For years it was a sort of oddball place. The German government used to pay place. The German government used to pay Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 66"},{"pageNumber":7,"pageContent":"subsidies to kooky people and artists to live there, subsidies to kooky people and artists to live there, so it was a wild, Bohemian place. But after the so it was a wild, Bohemian place. But after the unification money came to Berlin. Big money. Lots unification money came to Berlin. Big money. Lots of money. [Did I mention money?]of money. [Did I mention money?]So the city is a forest of building cranes. The So the city is a forest of building cranes. The wasteland around that sorry-looking [and now hard wasteland around that sorry-looking [and now hard to find] Wall is prime real estate. Twenty million to find] Wall is prime real estate. Twenty million tons of rubble have been carted out of the city in the tons of rubble have been carted out of the city in the last nine years. In the center of town there are last nine years. In the center of town there are perhaps 150 building cranes.perhaps 150 building cranes.Looking at a relief of Set and Sodpu in the Bode Looking at a relief of Set and Sodpu in the Bode Museum, I thought how completely at home he Museum, I thought how completely at home he looked. [All the neon in the East is powered by a looked. [All the neon in the East is powered by a single turbine connected to Joseph Stalin’s grave ...]single turbine connected to Joseph Stalin’s grave ...]Pergamon was the great center of energy of its Pergamon was the great center of energy of its time. The Hellenistic kings of Pergamon decided to time. The Hellenistic kings of Pergamon decided to make their city - once a dependent Greek colony - make their city - once a dependent Greek colony - into the base of an empire with Pergamon as a “new into the base of an empire with Pergamon as a “new Athens.”Athens.”The Temple to Athena, which stood alongside The Temple to Athena, which stood alongside the Great Altar, was the home of the great library. the Great Altar, was the home of the great library. The rulers of Pergamon were known for their The rulers of Pergamon were known for their artistic self-enhancement. In addition to creating the artistic self-enhancement. In addition to creating the art that became the ruling paradigm of the High art that became the ruling paradigm of the High Hellenistic age, they deliberately set about becoming Hellenistic age, they deliberately set about becoming the new cultural and scientific center of the Greek the new cultural and scientific center of the Greek world.world.As Phillip von Zabern writes in As Phillip von Zabern writes in The Pergamon The Pergamon AltarAltar, Pergamon sought to be “the successor and , Pergamon sought to be “the successor and legitimate heir of the fifth and fourth century Greek legitimate heir of the fifth and fourth century Greek culture ... in arts, and this aim encouraged a revival culture ... in arts, and this aim encouraged a revival of the Golden Age of Classical Athens. Municipal of the Golden Age of Classical Athens. Municipal authorities were elected in order to give the authorities were elected in order to give the appearance of democracy, even though municipal appearance of democracy, even though municipal affairs were in actuality determined by five affairs were in actuality determined by five strategists hired by the king.”strategists hired by the king.”The rebuilding of the Great Altar in Berlin was a The rebuilding of the Great Altar in Berlin was a magico-political act of the new Germany. magico-political act of the new Germany. Contemporary admirers at its unveiling described Contemporary admirers at its unveiling described Pergamon thusly: “an ambitious center of power Pergamon thusly: “an ambitious center of power and culture where one had the means to attract the and culture where one had the means to attract the finest craftsmen”.finest craftsmen”.The Seat of Satan built an empire in the popular The Seat of Satan built an empire in the popular German mind, and will now do so in the elite Setian German mind, and will now do so in the elite Setian mind once its secrets have penetrated. It was a mind once its secrets have penetrated. It was a magical work in stone for King Eumenes II, for magical work in stone for King Eumenes II, for Bismarck, and now for us. We owe St. John a note Bismarck, and now for us. We owe St. John a note of thanks for locating the Seat of Satan for us.of thanks for locating the Seat of Satan for us.In the average Greek temple there is a central In the average Greek temple there is a central altar, easy to get to. [After all, you’re leading a steer altar, easy to get to. [After all, you’re leading a steer behind you to burn in the center.] The friezes behind you to burn in the center.] The friezes showing the principal god are up high above you, so showing the principal god are up high above you, so you know for certain that, as the smoke of your you know for certain that, as the smoke of your sacrifice rises, it is surely reaching the noses of sacrifice rises, it is surely reaching the noses of approving Olympians.approving Olympians.But not at Pergamon. Here the central altar is on But not at Pergamon. Here the central altar is on a raised platform. You have to climb 24 steps (from a raised platform. You have to climb 24 steps (from Alpha to Omega) to reach it. You are then standing Alpha to Omega) to reach it. You are then standing above a frieze that shows the gods fighting the above a frieze that shows the gods fighting the giants. The stairway you have just ascended had giants. The stairway you have just ascended had been worked into the composition of the lower been worked into the composition of the lower frieze; gods and giants literally stand, kneel, and lie frieze; gods and giants literally stand, kneel, and lie on its steps. At the level of the altar is another frieze, on its steps. At the level of the altar is another frieze, showing the life of Telephus, the mythical founder showing the life of Telephus, the mythical founder of Pergamon.of Pergamon.So I went, and I looked, and I Understood why So I went, and I looked, and I Understood why St. John was terrified.St. John was terrified.The life of a man - his struggles, his triumphs, The life of a man - his struggles, his triumphs, his marriage to the Amazon Hiera, his kingship and his marriage to the Amazon Hiera, his kingship and founding of Pergamon - are shown here. Here are founding of Pergamon - are shown here. Here are the “problems” of the altar. It is unclear to what the “problems” of the altar. It is unclear to what god or goddess the altar is sacred; some guess Zeus, god or goddess the altar is sacred; some guess Zeus, others Athena. It is very unclear how sacrifices others Athena. It is very unclear how sacrifices would have been hauled up the steep steps. It has would have been hauled up the steep steps. It has even been suggested that perhaps even been suggested that perhaps nono burnt offerings burnt offerings took place here. Stranger still, scholars are at a loss took place here. Stranger still, scholars are at a loss to say why the humans are at a to say why the humans are at a higherhigher level than the level than the gods.gods.I went; I saw; I Understood.I went; I saw; I Understood.Telephus represents the mind of an initiate. He Telephus represents the mind of an initiate. He is born of Herakles; he is abandoned at birth but is born of Herakles; he is abandoned at birth but fights his way to kingship. He is wounded and must fights his way to kingship. He is wounded and must quest to be healed by the very instrument that quest to be healed by the very instrument that wounded him. He must do acts of evil and good to wounded him. He must do acts of evil and good to get what he needs. He creates empire.get what he needs. He creates empire.His Becoming was on a higher plane of His Becoming was on a higher plane of existence than the gods’ battle with the giants. His existence than the gods’ battle with the giants. His struggle is the center. Temporal Becoming is exalted struggle is the center. Temporal Becoming is exalted over the eternal struggle of the gods and giants.over the eternal struggle of the gods and giants.The gods are the idealized product of the minds The gods are the idealized product of the minds of heroic men and women who are engaged in the of heroic men and women who are engaged in the good fight against the forces of naturalization - the good fight against the forces of naturalization - the five percent or so of society that progress when five percent or so of society that progress when placed in stressful situations.placed in stressful situations.Telephus represents the even rarer breed whose Telephus represents the even rarer breed whose actions produce in the world the stimulus for those actions produce in the world the stimulus for those touched of divine fire. Telephus, whose name by touched of divine fire. Telephus, whose name by Greek Greek stoichiastoichia reduces to 3, the reduces to 3, the nousnous, is in short the , is in short the model of a model of a SetianSetian. . HisHis relationship to the gods relationship to the gods mirrors mirrors ourour relationship to the gods. Our lives relationship to the gods. Our lives inspire them. From our struggles flows the energy inspire them. From our struggles flows the energy to the elite of mankind that they in turn use in the to the elite of mankind that they in turn use in the ceaseless struggle against the forces of ceaseless struggle against the forces of naturalization.naturalization.The only sacrifice that was offered at the central The only sacrifice that was offered at the central Altar was the sacrifice of Altar was the sacrifice of wordswords - of saying what - of saying what you plan to you plan to dodo. The two messages out of Pergamon . The two messages out of Pergamon are firstly the relationship of our are firstly the relationship of our XeperXeper to the to the “gods” of mankind - in the fullness of time we are “gods” of mankind - in the fullness of time we are above, they are below - and secondly that knowledge above, they are below - and secondly that knowledge of that relationship is power.of that relationship is power.This may sound very simple, almost simplistic. This may sound very simple, almost simplistic. Perhaps it is. There are classes of secrets that don’t Perhaps it is. There are classes of secrets that don’t require genius to understand, but do require genius, require genius to understand, but do require genius, Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 77"},{"pageNumber":8,"pageContent":"artistry, or heroism to use.artistry, or heroism to use.Others had worked here. I think the reason that Others had worked here. I think the reason that Gregor A. Gregorius had spent five years living in Gregor A. Gregorius had spent five years living in East Berlin after the war was so that he could work East Berlin after the war was so that he could work here. The Altar was opened to the world in 1902. here. The Altar was opened to the world in 1902. You may draw your own conclusions as to its effect You may draw your own conclusions as to its effect on German occultism.on German occultism.Thus it was and is the Seat of Satan, from which Thus it was and is the Seat of Satan, from which all power flows into the world. From that place on all power flows into the world. From that place on September 16, XXXII/1997, I ushered in the September 16, XXXII/1997, I ushered in the Millennium. I was assisted by Magistra Patty Millennium. I was assisted by Magistra Patty Hardy, Priestess Rosemary Webb, and Adept Andy Hardy, Priestess Rosemary Webb, and Adept Andy Nourse. “Fate” had picked these beings to Nourse. “Fate” had picked these beings to accompany me, just as it had picked them during my accompany me, just as it had picked them during my pilgrimage to Stonehenge, where the Eternal Set pilgrimage to Stonehenge, where the Eternal Set Network was born.Network was born.The most easily-seen results of this operation The most easily-seen results of this operation are threefold:are threefold:Firstly an ending of collectivist systems around Firstly an ending of collectivist systems around the world. This has been in motion for a while as the world. This has been in motion for a while as one of the prerequisites for the coming of our Æon. one of the prerequisites for the coming of our Æon. Berlin, with its forest of building cranes, is the best Berlin, with its forest of building cranes, is the best place in all the world to send this idea into the world place in all the world to send this idea into the world at this time.at this time.Secondly a return to pre-Christian LHP Secondly a return to pre-Christian LHP sophistication in a post-Christian world.sophistication in a post-Christian world.Thirdly an increase in the inflow of the essential Thirdly an increase in the inflow of the essential tools of other traditions into our own fold, as per the tools of other traditions into our own fold, as per the work of Magus Stephen Flowers, Priest Laakso, work of Magus Stephen Flowers, Priest Laakso, Magister Barrett, Magister Barrett, et alet al..Of course all of this is already going on. It was Of course all of this is already going on. It was only from this stream of What Has Come Into only from this stream of What Has Come Into Being that such meaning could be found, ascribed, Being that such meaning could be found, ascribed, and used. This type of magic use, of altering and used. This type of magic use, of altering emergent properties in accordance with the trans-emergent properties in accordance with the trans-temporal will, is the exclusive formula of the Æon of temporal will, is the exclusive formula of the Æon of Set.Set.Will this all this happen auto-magically without Will this all this happen auto-magically without tons of hard work on your part? Yes, of course it tons of hard work on your part? Yes, of course it will - exactly as a jet takes off from the airport will - exactly as a jet takes off from the airport without your help. Of course if you’re sitting on without your help. Of course if you’re sitting on your couch at home when the jet flies away, you’ve your couch at home when the jet flies away, you’ve missed your chance. If on the other hand you are missed your chance. If on the other hand you are paying attention to the flight schedule, and you have paying attention to the flight schedule, and you have enough control of your life to take advantage of the enough control of your life to take advantage of the flight, you can go anywhere.flight, you can go anywhere.At Pergamon, at the Seat of Satan, in the middle At Pergamon, at the Seat of Satan, in the middle of the biggest construction site on the planet, I put of the biggest construction site on the planet, I put out the boarding call. Some of you will think very out the boarding call. Some of you will think very carefully on this and make the flight. Others will carefully on this and make the flight. Others will think that this is very cool, or just another article to think that this is very cool, or just another article to fill up the pages of the fill up the pages of the ScrollScroll..We may send you postcards if we are not too We may send you postcards if we are not too busy or having too good a time.busy or having too good a time.______________________________________________________________________[7] [7] The Great Pyramid of Kohlberg:The Great Pyramid of Kohlberg:The Morality of the Setian MindThe Morality of the Setian Mind- by Brian Z. Karasek I°- by Brian Z. Karasek I°The mind is the greatest Gift we have. Through The mind is the greatest Gift we have. Through the Gift of Set we have progressed to the level of the Gift of Set we have progressed to the level of sentience, and through being Initiates we continue to sentience, and through being Initiates we continue to progress.progress.It has been said in the It has been said in the Crystal TabletCrystal Tablet that it is that it is essential to establish and live by a strong moral essential to establish and live by a strong moral code. This is quite correct. It would be an act of code. This is quite correct. It would be an act of lessening oneself to “play god” with the profane. lessening oneself to “play god” with the profane. And, as the And, as the Crystal TabletCrystal Tablet has it, “Only if you are has it, “Only if you are known as a strictly ethical individual will your known as a strictly ethical individual will your rejection of social norms be tolerated.” (rejection of social norms be tolerated.” (Black Black MagicMagic))Towards interpreting the profane to the Elect, I Towards interpreting the profane to the Elect, I have studied Kohlberg’s scale of moral have studied Kohlberg’s scale of moral development and added a level or two of my own. development and added a level or two of my own. Lawrence Kohlberg was a developmental Lawrence Kohlberg was a developmental psychologist who studied the behaviors and psychologist who studied the behaviors and attitudes of children and adults. He saw in those attitudes of children and adults. He saw in those behaviors six clearly identifiable levels of morality. behaviors six clearly identifiable levels of morality. The vast majority of human beings are at the The vast majority of human beings are at the lower levels, hence the pyramidal metaphor. The lower levels, hence the pyramidal metaphor. The first stage, the lowest, is that of the infant. Actions first stage, the lowest, is that of the infant. Actions are motivated by avoidance of punishment, and the are motivated by avoidance of punishment, and the only conscience present in the person is merely the only conscience present in the person is merely the irrational fear of that punishment.irrational fear of that punishment.The second stage is largely the province of the The second stage is largely the province of the toddler and small child. Action is motivated by the toddler and small child. Action is motivated by the desire for reward. Punishment is viewed in a desire for reward. Punishment is viewed in a pragmatic manner, with the person weighing pragmatic manner, with the person weighing possible punishment against the act.possible punishment against the act.Stage three is the realm of the adolescent. Stage three is the realm of the adolescent. Actions are motivated by anticipation of disapproval Actions are motivated by anticipation of disapproval by others. Peer pressure is the acting conscience.by others. Peer pressure is the acting conscience.Stage four is where most adults are found. Stage four is where most adults are found. Action is motivated by anticipation of dishonor. The Action is motivated by anticipation of dishonor. The institutionalized blame for failure of duty serves as institutionalized blame for failure of duty serves as the conscience.the conscience.As we reach the fifth stage, we see a new range As we reach the fifth stage, we see a new range of morality. The individual is concerned about of morality. The individual is concerned about maintaining the respect of equals and of the maintaining the respect of equals and of the community. We also see concern for one’s own community. We also see concern for one’s own self-respect, to avoid having to judge oneself as self-respect, to avoid having to judge oneself as irrational and inconsistent.irrational and inconsistent.Stage six is the level at which universal right and Stage six is the level at which universal right and wrong are understood. The greatest concern in the wrong are understood. The greatest concern in the mind is that of one’s own principles. Self-mind is that of one’s own principles. Self-condemnation for violating those principles is the condemnation for violating those principles is the conscience of the sixth-level individual. Kohlberg conscience of the sixth-level individual. Kohlberg held that this level of development was seldom held that this level of development was seldom reached, and only by those who would become great reached, and only by those who would become great leaders of men.leaders of men.Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 88"},{"pageNumber":9,"pageContent":"It would seem that the whole of human It would seem that the whole of human experience would be contained somewhere on this experience would be contained somewhere on this pyramid. But Kohlberg, in his understanding of pyramid. But Kohlberg, in his understanding of human minds, leaves out the mind of the human minds, leaves out the mind of the notnot-so--so-human. For there ought to be a human. For there ought to be a seventhseventh, where we , where we see the mind of the Elect.see the mind of the Elect.The non-natural mind lies outside the The non-natural mind lies outside the boundaries of commonly-understood thought. boundaries of commonly-understood thought. Stage-six development is where those who have Stage-six development is where those who have their own morality dwell, and every Setian should their own morality dwell, and every Setian should have experienced that depth of self-awareness. But have experienced that depth of self-awareness. But we must seek, as always, to go *beyond* that with we must seek, as always, to go *beyond* that with which the profane content themselves.which the profane content themselves.I see this seventh level as being where we sit I see this seventh level as being where we sit both alone and isolate. We must seek not only the both alone and isolate. We must seek not only the highest level of human self-awareness; we must go highest level of human self-awareness; we must go beyond. To know one’s own principles and abide beyond. To know one’s own principles and abide by them is not enough. We must also be in touch by them is not enough. We must also be in touch with the principles of Set and the ethics thereby with the principles of Set and the ethics thereby required.required.So here I put forth my own level of morality: the So here I put forth my own level of morality: the seventh level - the Setian. We have an understanding seventh level - the Setian. We have an understanding of right and wrong, and a clear perception of our of right and wrong, and a clear perception of our own abilities within that context. And we have an own abilities within that context. And we have an understanding of darkness, and how right and understanding of darkness, and how right and wrong are colored in the night.wrong are colored in the night.BibliographyBibliographyLawrence Kohlberg, “Stage and Sequence: The Lawrence Kohlberg, “Stage and Sequence: The Cognitive-Developmental Approach to Cognitive-Developmental Approach to Socialization” in David A. Goslin (Ed.), Socialization” in David A. Goslin (Ed.), Handbook Handbook of Socialization Theory and Researchof Socialization Theory and Research. Chicago: . Chicago: Rand-McNally, 1969.Rand-McNally, 1969.Psychology Today: An IntroductionPsychology Today: An Introduction (Third (Third Edition). CRM: Random House, 1975.Edition). CRM: Random House, 1975.______________________________________________________________________[8] [8] Hoffman-Knowles EngagementHoffman-Knowles EngagementWith great pleasure, Priest James L. Knowles, With great pleasure, Priest James L. Knowles, Jr. and Adept Debra A. Hoffman announce their Jr. and Adept Debra A. Hoffman announce their engagement, which became official on Sunday, engagement, which became official on Sunday, August 10, 1997. Though the actual wedding date August 10, 1997. Though the actual wedding date has yet to be set, the planned ceremony will be has yet to be set, the planned ceremony will be Setian.Setian.______________________________________________________________________[9] [9] From the Well of PythiaFrom the Well of Pythia- by Tony Pizzini II°- by Tony Pizzini II°Steve Roach, Michael Stearns, Ron Sunsinger, Steve Roach, Michael Stearns, Ron Sunsinger, KivaKiva (Fathom, 1995): (Fathom, 1995): KivaKiva is an incredibly is an incredibly imaginative, ritualistic, and time-distorting melding imaginative, ritualistic, and time-distorting melding of electronic/acoustic instruments with source of electronic/acoustic instruments with source recordings of Native American ceremonies (mostly recordings of Native American ceremonies (mostly recorded by Sunsinger with the permission of recorded by Sunsinger with the permission of several tribal elders). Roach and Stearns are several tribal elders). Roach and Stearns are generally known for their large output of generally known for their large output of idiosyncratic electronica - Stearns leaning a bit more idiosyncratic electronica - Stearns leaning a bit more toward soundtrackish New Age, while Roach, who toward soundtrackish New Age, while Roach, who lives in Tucson, Arizona, creates one masterpiece lives in Tucson, Arizona, creates one masterpiece after another of dark, tribal Trance.after another of dark, tribal Trance.East Kiva “Calling in the Midnight Water” is East Kiva “Calling in the Midnight Water” is the peyote ceremony. South Kiva “Mother the peyote ceremony. South Kiva “Mother Ayahuasca” is an ayahuasca ceremony. West Kiva Ayahuasca” is an ayahuasca ceremony. West Kiva “Sacrifice, Prayer and Visions” is a sun dance, an “Sacrifice, Prayer and Visions” is a sun dance, an unusual and specifically male ritual. This particular unusual and specifically male ritual. This particular piece does, in fact, during its hypnotic mid-section, piece does, in fact, during its hypnotic mid-section, succeed in raising a particular type of energy. North succeed in raising a particular type of energy. North Kiva “Trust and Remember” is the three musicians Kiva “Trust and Remember” is the three musicians performing together in a cave in northern New performing together in a cave in northern New Mexico without the use of the field recordings. This Mexico without the use of the field recordings. This is an excellent background for Workings, provided is an excellent background for Workings, provided you can sync with the Native American flavor. There you can sync with the Native American flavor. There is not a single nod to anything even resembling is not a single nod to anything even resembling commercialism to be found here. The Mystery commercialism to be found here. The Mystery surfaces often and remains intact.surfaces often and remains intact.L’AvventuraL’Avventura (Directed by Michelangelo (Directed by Michelangelo Antonioni, with Monica Vitti, Gabriele Ferzetti, Lea Antonioni, with Monica Vitti, Gabriele Ferzetti, Lea Massari; 1960. 145 minutes, Connisseur Video): Massari; 1960. 145 minutes, Connisseur Video): Supreme existential cinema. “While searching for a Supreme existential cinema. “While searching for a young woman who mysteriously disappeared young woman who mysteriously disappeared during a yachting trip, her lover and her best friend during a yachting trip, her lover and her best friend begin a vacuous affair. A slashing picture of upper begin a vacuous affair. A slashing picture of upper class greed, decadence, and promiscuity.” This film class greed, decadence, and promiscuity.” This film received both praise and condemnation when it received both praise and condemnation when it appeared, and it has also been voted the second appeared, and it has also been voted the second greatest film of all time by a jury of international greatest film of all time by a jury of international film critics. It is wildly innovative in many areas film critics. It is wildly innovative in many areas (this was a year or so into the New Wave (this was a year or so into the New Wave movement). It has deep political and social movement). It has deep political and social statements woven into the story. It is beautiful to statements woven into the story. It is beautiful to look at. Last but not least, it has a closing scene that look at. Last but not least, it has a closing scene that is one of the most achingly hopeless reversals of is one of the most achingly hopeless reversals of expectation I’ve ever encountered in a film. expectation I’ve ever encountered in a film. Antonioni is perhaps more well-known for his Antonioni is perhaps more well-known for his “hit” films “hit” films Blow-UpBlow-Up and and Zabriskie PointZabriskie Point, the latter , the latter featuring music by two (at the time) young bands, featuring music by two (at the time) young bands, Pink Floyd and the Grateful Dead. His earlier Pink Floyd and the Grateful Dead. His earlier Il Il GridoGrido is darker in vision than all these, being a is darker in vision than all these, being a meditation on suicide. Most well-stocked video meditation on suicide. Most well-stocked video stores have have stores have have L’AvventuraL’Avventura for rent. for rent.Knot in the Loop, Knot in the Loop, Above TreelineAbove Treeline (Blue Route, (Blue Route, 1996):Heather Keller is a singer/songwriter residing 1996):Heather Keller is a singer/songwriter residing in New Jersey. On this CD, her backing band in New Jersey. On this CD, her backing band happens to include, among a number of excellent happens to include, among a number of excellent musicians, the Temple of Set’s own Priest Lee musicians, the Temple of Set’s own Priest Lee Scott, listed as playing “drums with brushes”, as Scott, listed as playing “drums with brushes”, as distinguished from a percussionist who also distinguished from a percussionist who also appears. Keller’s lyrics, as well as the poetry of appears. Keller’s lyrics, as well as the poetry of Alicia Ostriker that serves as lyrics on two songs, Alicia Ostriker that serves as lyrics on two songs, are well off the beaten track; much nature imagery are well off the beaten track; much nature imagery abounds alongside a decidedly dark take on abounds alongside a decidedly dark take on relationships of different types. The music is relationships of different types. The music is surprising in that it conjures an authentic West surprising in that it conjures an authentic West Coast (SF’s Bay Area) sound, while Keller’s vocals Coast (SF’s Bay Area) sound, while Keller’s vocals Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 99"},{"pageNumber":10,"pageContent":"land somewhere between Rickie Lee Jones and ... land somewhere between Rickie Lee Jones and ... well, I hear the occasional variation on a grrrl theme. well, I hear the occasional variation on a grrrl theme. Bordering on jazz at times, I would imagine this is Bordering on jazz at times, I would imagine this is more of a folk-rock project. Write me if you want more of a folk-rock project. Write me if you want the ordering address.the ordering address.The Lamp of the Invisible LightThe Lamp of the Invisible Light, Various artists. , Various artists. (1991) (Cthulhu Records c/o r. kasseckert, im (1991) (Cthulhu Records c/o r. kasseckert, im Haselbusch 56, 4130 Moers 2, Germany): This is a Haselbusch 56, 4130 Moers 2, Germany): This is a compilation CD. The theme consists of dark, compilation CD. The theme consists of dark, experimental music whose subject matter ranges experimental music whose subject matter ranges from magic to Fascism. Musicians include: Sol from magic to Fascism. Musicians include: Sol Invictus/Evil Twin, Blood Axis, Zone Void, Ain Invictus/Evil Twin, Blood Axis, Zone Void, Ain Soph, and Autopsia. Blood Axis is Michael Soph, and Autopsia. Blood Axis is Michael Moynihan with Boyd Rice, and while very creative, Moynihan with Boyd Rice, and while very creative, is the most extreme thing here politically. Ain Soph is the most extreme thing here politically. Ain Soph from Italy and Autopsia, who I believe are Czech, from Italy and Autopsia, who I believe are Czech, contribute instrumentals that run along the same contribute instrumentals that run along the same lines (judging from the bands’ logos). Australia’s lines (judging from the bands’ logos). Australia’s Zone Void provide the one long track suitable as Zone Void provide the one long track suitable as Working music, Daath. The beautiful cardboard CD Working music, Daath. The beautiful cardboard CD cover depicts a drawing of a warrior on a horse, cover depicts a drawing of a warrior on a horse, carrying shield and spear, flanked by two birds carrying shield and spear, flanked by two birds (perhaps ravens), superimposed on a close-up photo (perhaps ravens), superimposed on a close-up photo of stone.of stone.______________________________________________________________________[10] [10] The The Word of SetWord of Set in our in ourInitiatory and Evolutionary LifeInitiatory and Evolutionary Life- by John Renaud III°- by John Renaud III°Ever since Ra-en-Set restored the Ever since Ra-en-Set restored the Word of SetWord of Set to to its pure and coherent form, no attempt has been its pure and coherent form, no attempt has been made to tell Setians how we should interpret the made to tell Setians how we should interpret the Nineteen Parts of the Nineteen Parts of the WordWord, nor should there be., nor should there be.All of the Elect are given the freedom to reflect All of the Elect are given the freedom to reflect on the on the Word of SetWord of Set “by their own lights”. My “by their own lights”. My intent here is to put forth a few of my own thoughts intent here is to put forth a few of my own thoughts on the matter, hopefully starting a dialogue on the on the matter, hopefully starting a dialogue on the topic.topic.In several Parts of the In several Parts of the WordWord, there is mention of , there is mention of the “orderings of being”. For years I’ve resisted the “orderings of being”. For years I’ve resisted the temptation to assume that I understand what this the temptation to assume that I understand what this means, as it may perhaps have a dual meaning.means, as it may perhaps have a dual meaning.Well, sooner or later, one has to work it out, so Well, sooner or later, one has to work it out, so here it is:here it is:The first ordering of being are those creatures of The first ordering of being are those creatures of lower intelligence, basically those that live by lower intelligence, basically those that live by instinct rather than thought. The second ordering instinct rather than thought. The second ordering includes includes homo sapienshomo sapiens, and may refer also to other , and may refer also to other creatures of the distant past, such as Cro-Magnon, creatures of the distant past, such as Cro-Magnon, who did not endure due to competition. We are told who did not endure due to competition. We are told that from the second ordering were selected some that from the second ordering were selected some who became the earliest of “higher man”: those who became the earliest of “higher man”: those who chose dignity over savagery.who chose dignity over savagery.Finally there is the third ordering, which seems Finally there is the third ordering, which seems to be both the highest initiates of the ancient Temple to be both the highest initiates of the ancient Temple of Set and also the Elect of the present Temple.of Set and also the Elect of the present Temple.The fourth ordering seems to refer to the highest The fourth ordering seems to refer to the highest evolutionary potential of the human race. I feel quite evolutionary potential of the human race. I feel quite sure that these beings have already started to come sure that these beings have already started to come into being within the Temple of Set: those who have into being within the Temple of Set: those who have attained what P.D. Ouspensky called “objective attained what P.D. Ouspensky called “objective consciousness”. This depends upon not only high consciousness”. This depends upon not only high intelligence, but also a will that is aligned with that intelligence, but also a will that is aligned with that of Set. In the of Set. In the Word of SetWord of Set it is called it is called Understanding.Understanding.The The Word of SetWord of Set also gives warnings of the also gives warnings of the “threat of annihilation” because of lower man’s “threat of annihilation” because of lower man’s age-old inclination for death worship in its myriad age-old inclination for death worship in its myriad forms. However there is also reason to look beyond forms. However there is also reason to look beyond all of the gloom and doom. The Elect may be able to all of the gloom and doom. The Elect may be able to survive in the midst of all the carnage and insanity. survive in the midst of all the carnage and insanity. Further we may be able to overcome physical death Further we may be able to overcome physical death if the essence is sufficiently strong. We have no if the essence is sufficiently strong. We have no guarantee, of course, but we do have a Mandate. We guarantee, of course, but we do have a Mandate. We must preserve the Temple of Set as a living body of must preserve the Temple of Set as a living body of Initiates. We must conceive and create that which is Initiates. We must conceive and create that which is of life. We must of life. We must understandunderstand that that lifelife is essential. is essential. Set does not intend for us to be ghostly survivors of Set does not intend for us to be ghostly survivors of a dead planet!a dead planet!We must remember the Old Ones of the ancient We must remember the Old Ones of the ancient Temple of Set and look to our evolutionary future as Temple of Set and look to our evolutionary future as we we XeperXeper and Remanifest! and Remanifest!______________________________________________________________________[11] [11] Recognizing the Black FlameRecognizing the Black FlameAmong the HerdAmong the Herd- by Eve Kochel III°- by Eve Kochel III°If you’re a Child of Night, you know the Dark If you’re a Child of Night, you know the Dark to be a rich “emptiness” filled with potential. All to be a rich “emptiness” filled with potential. All coldness and black, yet nothing for a Night Child to coldness and black, yet nothing for a Night Child to fear. Night Children know that as long as they fear. Night Children know that as long as they hunger for challenge and initiation, the tension hunger for challenge and initiation, the tension provided will be food for our provided will be food for our XeperXepering souls. It is ing souls. It is home to us.home to us.If you’re a Child of Day, the Dark holds If you’re a Child of Day, the Dark holds paralyzing terror for you. You know it as a place of paralyzing terror for you. You know it as a place of challenge as well, but there is no soft comfort there. challenge as well, but there is no soft comfort there. You know that no God will save you once you taste You know that no God will save you once you taste the fruit of the tree of self-knowledge. Looking at the fruit of the tree of self-knowledge. Looking at the demons within requires a courage you simply do the demons within requires a courage you simply do not have. To one such as yourself, addicted to not have. To one such as yourself, addicted to comfort and peaceful sleep, the Dark is a place of comfort and peaceful sleep, the Dark is a place of unspeakable horrors.unspeakable horrors.Now think about this: There is really no Now think about this: There is really no difference between our difference between our viewsviews of the Dark. We see of the Dark. We see the same things. The difference is in our Black the same things. The difference is in our Black Flames - where Children of Light see terrible Flames - where Children of Light see terrible challenges and empty aloneness, Children of Night challenges and empty aloneness, Children of Night see exciting challenges and noble solitude. Same see exciting challenges and noble solitude. Same view, different vantage point. Light Children see view, different vantage point. Light Children see from outside the Dark; we see from within the Dark.from outside the Dark; we see from within the Dark.How can we bring the two views closer How can we bring the two views closer together? Do we even care to? Some of us do; some together? Do we even care to? Some of us do; some Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 1010"},{"pageNumber":11,"pageContent":"of us don’t. The ones who do are right. The ones of us don’t. The ones who do are right. The ones who don’t are also right.who don’t are also right.I’m one who enjoys hunting down and finding I’m one who enjoys hunting down and finding the Black Flame flickering outside the Temple. the Black Flame flickering outside the Temple. They’re out there. Didn’t we all exist before we They’re out there. Didn’t we all exist before we joined the Temple of Set? How many of you were joined the Temple of Set? How many of you were teased for your differences? How many of you were teased for your differences? How many of you were more excited about the next episode of more excited about the next episode of The Addams The Addams FamilyFamily or or Dark ShadowsDark Shadows instead of instead of Gilligan’s Gilligan’s IslandIsland and and I Dream of JeannieI Dream of Jeannie??If one counts victory in numbers, breaking If one counts victory in numbers, breaking through others’ barriers of ignorance is not very through others’ barriers of ignorance is not very rewarding. But I am excited when I see a flickering rewarding. But I am excited when I see a flickering Flame in someone else, and I enjoy feeding that Flame in someone else, and I enjoy feeding that Flame until it bursts completely alive in the glory of Flame until it bursts completely alive in the glory of the individual awakening.the individual awakening.To discover the flickering Setian Fire among the To discover the flickering Setian Fire among the herd, one must look for three things:herd, one must look for three things:First, you have to assess individuals’ level of First, you have to assess individuals’ level of awakeness. Do they question their own motives with awakeness. Do they question their own motives with rigorous self-honesty? Do they try to improve rigorous self-honesty? Do they try to improve themselves continually, even if their ideas of themselves continually, even if their ideas of “improvement” come from pop-psychology self-“improvement” come from pop-psychology self-help books or help books or CosmopolitanCosmopolitan? It’s not ? It’s not howhow they’re they’re XeperXepering, but ing, but whatwhat they’re trying to do that reveals they’re trying to do that reveals the Flame.]the Flame.]Second, what are they doing with that Second, what are they doing with that knowledge? Are there any concrete manifestations knowledge? Are there any concrete manifestations of growth in their lives? Do they actually manifest of growth in their lives? Do they actually manifest the changes they claim to be pursuing? This is the changes they claim to be pursuing? This is initiation within the World of Horrors.initiation within the World of Horrors.Third, how do they respond to small, non-Third, how do they respond to small, non-judgmental suggestions from you or others? Do judgmental suggestions from you or others? Do they seem to truly consider what you and others they seem to truly consider what you and others have to say? Do they seem to use critical thinking have to say? Do they seem to use critical thinking skills toward their own self-evaluation?skills toward their own self-evaluation?If all of these qualities are present, this is a If all of these qualities are present, this is a person who may be open to hearing about the person who may be open to hearing about the Temple.Temple.Important note: In no way am I suggesting that Important note: In no way am I suggesting that Setians proselytize about the Temple of Set. We’re Setians proselytize about the Temple of Set. We’re not out to gather members or to convert others. not out to gather members or to convert others. What I’m suggesting is to be aware of the people What I’m suggesting is to be aware of the people around you who may be future Setians, and who around you who may be future Setians, and who may benefit from knowing that we’re here. The may benefit from knowing that we’re here. The Temple’s General Information and Admissions Temple’s General Information and Admissions Policies Letter is always the best way to tell people Policies Letter is always the best way to tell people what we’re all about. If they’re not interested, fine. what we’re all about. If they’re not interested, fine. If they’re one of us, they’ll be in touch.If they’re one of us, they’ll be in touch.Contrary to what one might think, this activity is Contrary to what one might think, this activity is not akin to the shepherding of sheep that churches not akin to the shepherding of sheep that churches do. This activity is actually useful for do. This activity is actually useful for XeperXeper by by giving one an opportunity to practice many of the giving one an opportunity to practice many of the Vampyric skills of presence, “command to look”, Vampyric skills of presence, “command to look”, and eloquence of speech. All these are excellent and eloquence of speech. All these are excellent skills for any Black Magician to master, and are skills for any Black Magician to master, and are excellent ways of allowing the Black Flame to shine excellent ways of allowing the Black Flame to shine forth into the world, thereby causing change forth into the world, thereby causing change according to the Setian’s will [and showing our according to the Setian’s will [and showing our fellows still “out there” what is possible with fellows still “out there” what is possible with continued continued XeperXeper].].One last word of caution to those who decide to One last word of caution to those who decide to take on such a dangerous task. Remember that the take on such a dangerous task. Remember that the Temple of Set is not a secular school. If you Temple of Set is not a secular school. If you misjudge and give the Informational Letter to a misjudge and give the Informational Letter to a Child of Light, rest assured the only words they will Child of Light, rest assured the only words they will see are “Satan”, “Set”, “Prince of Darkness”, see are “Satan”, “Set”, “Prince of Darkness”, and “Church of Satan”. These are the witch-and “Church of Satan”. These are the witch-hunters, so be very, very careful. Invoke the hunters, so be very, very careful. Invoke the protection of Sekhmet and the wisdom of Thoth protection of Sekhmet and the wisdom of Thoth before attempting to be on the lookout for Dark before attempting to be on the lookout for Dark Children.Children.If you are not in the Priesthood, remember that If you are not in the Priesthood, remember that you cannot speak officially for the Temple. you cannot speak officially for the Temple. However you can always give a copy of the However you can always give a copy of the Informational Letter to those who request it. Just Informational Letter to those who request it. Just keep in mind that if there is any doubt about the keep in mind that if there is any doubt about the person having a Black Flame, keep your affiliation person having a Black Flame, keep your affiliation to yourself.to yourself.For those of you who take up the challenge, For those of you who take up the challenge, XeperXeper!!______________________________________________________________________[12] [12] Straight out of R’lyehStraight out of R’lyeh... comes the new CD release from the poetic ... comes the new CD release from the poetic terrorists of Black Magical Death Rock, “Morphine terrorists of Black Magical Death Rock, “Morphine Angel”.Angel”.The visionary follow-up to their first release The visionary follow-up to their first release ((Project IsaProject Isa), ), LoveNest & MurderFestLoveNest & MurderFest is a harshly is a harshly ethereal exploration of the dark side of man, myth, ethereal exploration of the dark side of man, myth, and magic. Co-produced and largely composed and and magic. Co-produced and largely composed and orchestrated by our own Priest Paul McAtee, orchestrated by our own Priest Paul McAtee, LoveNest & MurderFestLoveNest & MurderFest features guest appearances features guest appearances by Priest Tim McGranahan and Thomas Thorn of by Priest Tim McGranahan and Thomas Thorn of the infamous Electric Hellfire Club, and includes the infamous Electric Hellfire Club, and includes such tracks as “Antistatist”, “O.G.G.”, and “Red such tracks as “Antistatist”, “O.G.G.”, and “Red Dæmon Lives” (a rendition of Anton LaVey’s 11th Dæmon Lives” (a rendition of Anton LaVey’s 11th Enochian Key and a tribute to the late Shane Lassen Enochian Key and a tribute to the late Shane Lassen of the Electric Hellfire Club). Be prepared for live of the Electric Hellfire Club). Be prepared for live versions of two versions of two Project IsaProject Isa favorites: “Ice” and favorites: “Ice” and “Breakfast With Cthulhu” [those who attended the “Breakfast With Cthulhu” [those who attended the first Chicago Conclave may find this track first Chicago Conclave may find this track especially interesting].especially interesting].LoveNest & MurderFestLoveNest & MurderFest is scheduled to hit cool is scheduled to hit cool record stores worldwide this fall, but can currently record stores worldwide this fall, but can currently be ordered by contacting Delinquent Records at: be ordered by contacting Delinquent Records at: telephone (205) 353-2582.telephone (205) 353-2582.Email: info@delinquent.com.Email: info@delinquent.com.Web: http://www.delinquent.comWeb: http://www.delinquent.comScroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 1111"},{"pageNumber":12,"pageContent":"______________________________________________________________________[13] [13] What is Antinomianism?What is Antinomianism?- by Roger Whitaker IV°- by Roger Whitaker IV°AntinomianAntinomian: : MetaphMetaph. A contradiction . A contradiction between two principles each of which is taken between two principles each of which is taken to be true, or between inferences correctly to be true, or between inferences correctly drawn from such principles. A genuine drawn from such principles. A genuine antonym does not involve any logical fallacy.antonym does not involve any logical fallacy.Kant held that: Natural antonyms ensue when Kant held that: Natural antonyms ensue when reason endeavors to apply categories of the reason endeavors to apply categories of the understanding, suitable to empirical experience, to understanding, suitable to empirical experience, to the transcendental and absolute. He identifies the the transcendental and absolute. He identifies the antonym of (1) the concepts of a finite and an antonym of (1) the concepts of a finite and an infinite in space and time, (2) the divisibility and infinite in space and time, (2) the divisibility and individuality of matter, (3) freedom and necessity, individuality of matter, (3) freedom and necessity, and (4) the existence or nonexistence of a necessary and (4) the existence or nonexistence of a necessary being (God).being (God).Antinomianism can be traced to the 2nd century Antinomianism can be traced to the 2nd century Gnostics [the Davidists and Familists are the most Gnostics [the Davidists and Familists are the most well known antinomian Gnostic cults], from which well known antinomian Gnostic cults], from which the concept that moral law is not obligatory the concept that moral law is not obligatory emerged.emerged.What is frequently misunderstood about What is frequently misunderstood about antinomianism is this idea of non-obligatory moral antinomianism is this idea of non-obligatory moral law. Often I see this idea distorted to mean “having law. Often I see this idea distorted to mean “having no morals or ethics”. This is absolutely and no morals or ethics”. This is absolutely and historically inaccurate. What the concept of “non-historically inaccurate. What the concept of “non-obligatory moral law” means is that morality cannot obligatory moral law” means is that morality cannot be an obligation to doctrine as emphasized by be an obligation to doctrine as emphasized by religion or culture. Rather morality must issue as a religion or culture. Rather morality must issue as a principle from the individual’s own soul, heart, and principle from the individual’s own soul, heart, and conscience as opposed to being behavior doctrinally conscience as opposed to being behavior doctrinally instituted and enforced. Obviously there is an instituted and enforced. Obviously there is an element of self-responsibility and personal element of self-responsibility and personal development involved here.development involved here.Antinomianism as a praxis of spiritual dissent Antinomianism as a praxis of spiritual dissent manifests as both a methodology and a practicum to manifests as both a methodology and a practicum to personal spiritual freedom. Antinomianism personal spiritual freedom. Antinomianism represents a historical methodology and “post-represents a historical methodology and “post-modern” evolution of individualized thought that modern” evolution of individualized thought that seeks freedom from the confines of cultural, social seeks freedom from the confines of cultural, social and genetic/memetic programming. The path of and genetic/memetic programming. The path of spiritual dissent has most often been documented spiritual dissent has most often been documented and categorized as that of the Left-Hand Path and categorized as that of the Left-Hand Path (LHP). The path of harmonious acceptance of man (LHP). The path of harmonious acceptance of man as he is and the giving-over of self-responsibility to as he is and the giving-over of self-responsibility to a higher force has most often been represented by a higher force has most often been represented by the Right-Hand Path (RHP).the Right-Hand Path (RHP).The Right-Hand vs. Left-Hand PathsThe Right-Hand vs. Left-Hand PathsThe distinction between the RHP and the LHP The distinction between the RHP and the LHP is one of the most misunderstood dichotomies I is one of the most misunderstood dichotomies I have personally encountered. The pagan community have personally encountered. The pagan community misunderstands it; most contemporary Satanists misunderstands it; most contemporary Satanists misunderstand it; certainly mainstream religion misunderstand it; certainly mainstream religion hasn’t got a clue.hasn’t got a clue.The true distinction between the LHP and the The true distinction between the LHP and the RHP is one of intention: The LHP seeks a RHP is one of intention: The LHP seeks a separation from God or nature for the purpose of separation from God or nature for the purpose of self-deification and the inherent personal self-deification and the inherent personal responsibilities this implies. The RHP seeks to responsibilities this implies. The RHP seeks to merge with God, to join the natural forces, to be with merge with God, to join the natural forces, to be with God and to allow the doctrines of that God God and to allow the doctrines of that God determine the degree and form of self-determine the degree and form of self-responsibility.responsibility.The RHP vs. LHP is The RHP vs. LHP is notnot “good against evil” in “good against evil” in the classic, socialized, religious, cultural sense. It the classic, socialized, religious, cultural sense. It isis about the most important choice a conscious being about the most important choice a conscious being can make during life: the loss of personal can make during life: the loss of personal individuality and egocentric consciousness to the individuality and egocentric consciousness to the gentleness, solicitude, and peace of God gentleness, solicitude, and peace of God oror fighting fighting to maintain the individual will, the sense of self-to maintain the individual will, the sense of self-knowledge and being that the LHP recognizes as a knowledge and being that the LHP recognizes as a special “Gift” which enables that choice to be special “Gift” which enables that choice to be made, and which carries a tremendous degree of made, and which carries a tremendous degree of personal responsibility to successfully manifest.personal responsibility to successfully manifest.The LHP seeks to retain individuality of self; the The LHP seeks to retain individuality of self; the RHP seeks “oneness” with God. The LHP RHP seeks “oneness” with God. The LHP understands “oneness” as a euphemism that understands “oneness” as a euphemism that promotes the dissolution of the individual self into a promotes the dissolution of the individual self into a greater whole. The LHP is a Path of individuation greater whole. The LHP is a Path of individuation and willed activity. In other words and willed activity. In other words itit does not come does not come to you; to you; youyou must go to it. This intrinsically makes must go to it. This intrinsically makes the LHP a difficult one to follow.the LHP a difficult one to follow.The RHP, on the other hand, The RHP, on the other hand, willwill come to you. come to you. It will embrace you with open arms. But the LHP It will embrace you with open arms. But the LHP requires a willed alteration of the way you perceive requires a willed alteration of the way you perceive the objective and subjective realities that form a the objective and subjective realities that form a personalized understanding of life and its meaning personalized understanding of life and its meaning on all levels of activity.on all levels of activity.The LHP adherent will be a differently-thinking The LHP adherent will be a differently-thinking type of human - a stranger in an even stranger land.type of human - a stranger in an even stranger land.The Left-Hand Path is a syncretism in the The Left-Hand Path is a syncretism in the “post-modern” era, taking liberally from several “post-modern” era, taking liberally from several cultural and philosophical lines of thought. cultural and philosophical lines of thought. Existentialism, relativism, antinomianism, and Existentialism, relativism, antinomianism, and Hermeticism all share ideas which are synthesized Hermeticism all share ideas which are synthesized into the LHP concept. Tracing the roots of these into the LHP concept. Tracing the roots of these ideas, we find hints and glimpses contained in the ideas, we find hints and glimpses contained in the extant thoughts of certain Gnostic sects, Greek & extant thoughts of certain Gnostic sects, Greek & Roman philosophies, and aspects of the ancient Roman philosophies, and aspects of the ancient Egyptian philosophical and religious cults. Egyptian philosophical and religious cults. Particularly we see this in reflections of the ancient Particularly we see this in reflections of the ancient Setian Priesthoods of Egypt which have been Setian Priesthoods of Egypt which have been integrated into other lines of philosophical thought.integrated into other lines of philosophical thought.As previously stated, the differentiation between As previously stated, the differentiation between the LHP and the RHP is one of intent. For instance, the LHP and the RHP is one of intent. For instance, in the [Catholic] Church of Rome, ritual is utilized. in the [Catholic] Church of Rome, ritual is utilized. All the elements - altar, bell, candles, incense etc. - All the elements - altar, bell, candles, incense etc. - form the components of ritual. If you were to read form the components of ritual. If you were to read LaVey’s LaVey’s Satanic BibleSatanic Bible, however, you’d find rituals , however, you’d find rituals utilizing these same elements. The difference lies in utilizing these same elements. The difference lies in Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 1212"},{"pageNumber":13,"pageContent":"the intention of the participants.the intention of the participants.Therefore the technology itself does not Therefore the technology itself does not distinguish one methodology from the other. Rather distinguish one methodology from the other. Rather the perceptions and cognitive structures of how the perceptions and cognitive structures of how these technologies may be utilized are the essential these technologies may be utilized are the essential determinants.determinants.Whether a candle is white or black doesn’t Whether a candle is white or black doesn’t mean squat in and of itself. How the symbolism of mean squat in and of itself. How the symbolism of the colored candle is perceived within consciousness the colored candle is perceived within consciousness and then manifest as a psychological component and then manifest as a psychological component within oneself and one’s environment means within oneself and one’s environment means everything. Initiation itself is largely a psychological everything. Initiation itself is largely a psychological process.process.Once you understand the above, everything that Once you understand the above, everything that initiation promises can be within your grasp. Higher initiation promises can be within your grasp. Higher consciousness, wisdom, the ability to “do” or consciousness, wisdom, the ability to “do” or accomplish what one envisions for himself all come accomplish what one envisions for himself all come within reach.within reach.It would not be too far a stretch to infer that It would not be too far a stretch to infer that certain transformative aspects of psychology, rather certain transformative aspects of psychology, rather than being a relatively new science, are actually very than being a relatively new science, are actually very ancient. They were developed to alter the way in ancient. They were developed to alter the way in which one perceives his internal and external which one perceives his internal and external environmentsenvironmentsThe Function of AntinomianismThe Function of AntinomianismThe function of antinomianism is dissent from The function of antinomianism is dissent from established religious, cultural, and social ideas that established religious, cultural, and social ideas that are often not the result of personal experience. The are often not the result of personal experience. The purpose of this spiritual dissent is to come to purpose of this spiritual dissent is to come to personal conclusions and ideas about the objective personal conclusions and ideas about the objective and subjective environment.and subjective environment.The antinomian spirit dissents from faith that is The antinomian spirit dissents from faith that is not arrived at through careful intellectual and not arrived at through careful intellectual and creative introspection. It does not deny faith; it creative introspection. It does not deny faith; it denies denies blindblind faith and obedience to ideas that are faith and obedience to ideas that are not your own through experience, contemplation, not your own through experience, contemplation, and philosophical inquiry.and philosophical inquiry.It is possible to deliberately develop a faith It is possible to deliberately develop a faith about very complex concepts (such as the essential about very complex concepts (such as the essential nature of human consciousness), not merely nature of human consciousness), not merely accepting it because religion, cultural ideology, or accepting it because religion, cultural ideology, or socialization have forced it upon you. You must socialization have forced it upon you. You must carefully evaluate information from sources as free carefully evaluate information from sources as free from bias as possible, then draw your own from bias as possible, then draw your own conclusions concerning it. Sometimes to conclusions concerning it. Sometimes to successfully accomplish this task, one must learn a successfully accomplish this task, one must learn a new language, go to school, or create a unique art. new language, go to school, or create a unique art. This is part of the responsibility that the antinomian This is part of the responsibility that the antinomian praxis demands of its adherents.praxis demands of its adherents.Thus you can reach the limits of what is known Thus you can reach the limits of what is known to you and, based upon that known, begin to explore to you and, based upon that known, begin to explore the unknown. Such personal projection will be quite the unknown. Such personal projection will be quite different from what would be possible through different from what would be possible through undeveloped constructs not original to you.undeveloped constructs not original to you.Note the similarity of this idea to that of Plato Note the similarity of this idea to that of Plato regarding regarding dianoiadianoia and and nœsisnœsis. Divine inspiration can . Divine inspiration can result only from the use of a truly divine Gift: the result only from the use of a truly divine Gift: the full use of the intellect. It cannot be, and never has full use of the intellect. It cannot be, and never has been the result of sublimation of consciousness. been the result of sublimation of consciousness. When you replace blind recitation of ideas that are When you replace blind recitation of ideas that are not your own with methodical personal wisdom, not your own with methodical personal wisdom, your view of the entire world will change.your view of the entire world will change.Any text which asks you to accept its tenets or Any text which asks you to accept its tenets or dogma on blind faith is an abhorrence to the dignity dogma on blind faith is an abhorrence to the dignity of the soul, which seeks expression through of the soul, which seeks expression through knowledge of itself. Any text which asks you to knowledge of itself. Any text which asks you to examine its ideas and sources, then determine for examine its ideas and sources, then determine for yourself the validity of its conclusions, is to be yourself the validity of its conclusions, is to be esteemed. The answers are out there, but it will take esteemed. The answers are out there, but it will take an awakening, a desire, and the will to seek for the an awakening, a desire, and the will to seek for the tree to bear its fruit.tree to bear its fruit.Antinomianism is not only a dissent from Antinomianism is not only a dissent from imposed spiritual ideas, but from cultural and social imposed spiritual ideas, but from cultural and social ones as well.ones as well.A genuine antonym has no inherent logical A genuine antonym has no inherent logical fallacy. One seeks to understand and conceive the fallacy. One seeks to understand and conceive the unknown through inferences from the known. One unknown through inferences from the known. One seeks the spirit through the vehicle of the flesh, for it seeks the spirit through the vehicle of the flesh, for it houses within its finite boundaries an infinite houses within its finite boundaries an infinite phenomenon. Such ideas cannot be understood or phenomenon. Such ideas cannot be understood or approached if one’s physical existence is approached if one’s physical existence is considered indivisible. They are approached through considered indivisible. They are approached through division, then an eventual realization the singularity division, then an eventual realization the singularity and individuality of consciousness (another and individuality of consciousness (another antonym).antonym).The Word of the Æon is The Word of the Æon is XeperXeper..______________________________________________________________________[14] [14] Reflections on the TrisceleReflections on the Triscele- by Erik M. Scanlan I°- by Erik M. Scanlan I°Having studied the lore of the Celts for several Having studied the lore of the Celts for several years, I find that one of the symbols that constantly years, I find that one of the symbols that constantly arises is the triscele. In Celtic context the symbol is arises is the triscele. In Celtic context the symbol is easily integrated. In today’s World of Horrors, easily integrated. In today’s World of Horrors, finding identifiable parallels to this symbol is finding identifiable parallels to this symbol is difficult at best, due to the dominant currents of difficult at best, due to the dominant currents of polarity in today’s society. The best current polarity in today’s society. The best current remanifestation of the triscele is probably the color remanifestation of the triscele is probably the color wheel.wheel.The color wheel is has at three equidistant poles The color wheel is has at three equidistant poles three primary colors (red, yellow, and blue) which three primary colors (red, yellow, and blue) which are isolate in themselves and come from no other are isolate in themselves and come from no other colors. This symbol, dominant in the artist’s world, colors. This symbol, dominant in the artist’s world, parallels the spirit of the triscele in its manifestation parallels the spirit of the triscele in its manifestation of the three realms of the universe: the midworld, the of the three realms of the universe: the midworld, the otherworld, and the underworld. What the color otherworld, and the underworld. What the color wheel contributes to the Tricot’s metaphysics is the wheel contributes to the Tricot’s metaphysics is the effect of two realms (colors) touching.effect of two realms (colors) touching.The colors orange, green, and violet, which The colors orange, green, and violet, which bridge the primary ones and are created by blending bridge the primary ones and are created by blending the bridged colors, are realms in themselves, though the bridged colors, are realms in themselves, though holding some of the characteristics of their two holding some of the characteristics of their two parent colors. Thus the new color acts as a “gate” parent colors. Thus the new color acts as a “gate” Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 1313"},{"pageNumber":14,"pageContent":"between the two primary colors. These could be between the two primary colors. These could be likened to the festivals of Samhain and Beltain, likened to the festivals of Samhain and Beltain, times when the midworld touches the other two times when the midworld touches the other two realms.realms.In terms of the metaphysics of a threefold In terms of the metaphysics of a threefold universe, having only two Celtic festivals causes a universe, having only two Celtic festivals causes a problem. Then it occurred to me that the two problem. Then it occurred to me that the two festivals are seen from the World of Horrors, the festivals are seen from the World of Horrors, the midworld. When viewed from the center (the World midworld. When viewed from the center (the World Tree), the festivals are the intermediate times Tree), the festivals are the intermediate times (secondary colors) between the mid/underworld and (secondary colors) between the mid/underworld and the mid/otherworld. A third festival is not seen the mid/otherworld. A third festival is not seen because it occurs outside the World of Horrors, because it occurs outside the World of Horrors, between the underworld and the otherworld. This between the underworld and the otherworld. This leads to the next correspondence to the color wheel: leads to the next correspondence to the color wheel: the center.the center.In Celtic cosmology the center is symbolized by In Celtic cosmology the center is symbolized by the World Tree (the World Tree (BileBile). In the world of light the ). In the world of light the center of the color wheel is white, which embodies center of the color wheel is white, which embodies all color. This is also the color of the garment worn all color. This is also the color of the garment worn by Druids. Note that surrounding the light is by Druids. Note that surrounding the light is darkness, the realm outside the color wheel.darkness, the realm outside the color wheel.As I began to delve into this system of inquiry, As I began to delve into this system of inquiry, several possibilities arose. One is that concepts of several possibilities arose. One is that concepts of polarity may be an aspect of a threefold theory of polarity may be an aspect of a threefold theory of the universe. There is also the possibility of added the universe. There is also the possibility of added insight into Ogham through the study of color insight into Ogham through the study of color Ogham and the application of color in the universe.Ogham and the application of color in the universe.______________________________________________________________________[15] [15] On Beauty and StrengthOn Beauty and Strength- by Andrea Wielewski Palhares I°, Soa Gild- by Andrea Wielewski Palhares I°, Soa GildThe goal of this working is to Come Into Being The goal of this working is to Come Into Being by the qualities we already have. It is to feed this by the qualities we already have. It is to feed this flame and, armed with it, become more than we are. flame and, armed with it, become more than we are. In this ritual I use goddesses as symbols of beauty In this ritual I use goddesses as symbols of beauty and strength. You may use gods if you’re male and and strength. You may use gods if you’re male and wish to; it’s up to the individual.wish to; it’s up to the individual.1. Prepare your altar with a black tablecloth. 1. Prepare your altar with a black tablecloth. Display the Pentagram of Set. Incense is optional. Display the Pentagram of Set. Incense is optional. Choose a fragrance that pleases you; I suggest a Choose a fragrance that pleases you; I suggest a flower’s essence, like jasmine. Add a ritual dagger, a flower’s essence, like jasmine. Add a ritual dagger, a red rose, two candlesticks, a candle for Beauty red rose, two candlesticks, a candle for Beauty (colored orange or peach), a candle for Strength (colored orange or peach), a candle for Strength (colored black cherry or dark red), and the Grail. (colored black cherry or dark red), and the Grail. The Grail’s contents must be aromatic. Choose The Grail’s contents must be aromatic. Choose preferably tea of flowers and/or fruits.preferably tea of flowers and/or fruits.2. Prepare yourself. Dress yourself as you 2. Prepare yourself. Dress yourself as you prefer. You can wear a ritual black robe, a night prefer. You can wear a ritual black robe, a night dress, a suit, etc.dress, a suit, etc.3. Breathe deeply nine times. It helps to alleviate 3. Breathe deeply nine times. It helps to alleviate all tensions and to feel comfortable and relaxed. If all tensions and to feel comfortable and relaxed. If you prefer you can ring the bell nine times.you prefer you can ring the bell nine times.4. Light the peach candle. Think of Beauty. 4. Light the peach candle. Think of Beauty. Light the black cherry candle. Think of Strength.Light the black cherry candle. Think of Strength.5. An Invocation for the Prince of Darkness.5. An Invocation for the Prince of Darkness.6. Drink from the Grail.6. Drink from the Grail.7. Say:7. Say:I am [magician’s name], and I am here to I am [magician’s name], and I am here to create my self. As the caterpillar finds inside of create my self. As the caterpillar finds inside of itself the wings that will turn it into a butterfly, I itself the wings that will turn it into a butterfly, I seek in myself the Beauty and the Strength seek in myself the Beauty and the Strength that include me within the Elect of Set.that include me within the Elect of Set.I am she; I am Venus; I am beauty; I am I am she; I am Venus; I am beauty; I am beautiful. There is beauty in what I am and what beautiful. There is beauty in what I am and what I do, in what I think and what I feel, in what I I do, in what I think and what I feel, in what I create and what I become. There is Beauty in create and what I become. There is Beauty in what I will Become.what I will Become.I am she; I am Maat; I am truth. There is I am she; I am Maat; I am truth. There is beauty in truth. There is beauty in hidden and beauty in truth. There is beauty in hidden and unknown places deep inside myself. There is unknown places deep inside myself. There is beauty in what I am. There is beauty in my true beauty in what I am. There is beauty in my true self. I feed this beauty according to my true will. self. I feed this beauty according to my true will. There is beauty in my magic. There is beauty in There is beauty in my magic. There is beauty in the Black Flame that burns inside of myself.the Black Flame that burns inside of myself.I am she; I am Diana; I am strength; I am the I am she; I am Diana; I am strength; I am the hunter. I find my strength in my true will. I am hunter. I find my strength in my true will. I am fearless; I am invincible. There is strength in my fearless; I am invincible. There is strength in my will to become more than I am. There is will to become more than I am. There is strength in my character. There is strength in strength in my character. There is strength in my determination. There is strength in my my determination. There is strength in my words.words.I am she; I am Sekhmet; I am strength; I am I am she; I am Sekhmet; I am strength; I am the warrior. I am strength and persistence. My the warrior. I am strength and persistence. My enemies are stasis and chaos. With strength enemies are stasis and chaos. With strength and fury I defeat my enemies. There is strength and fury I defeat my enemies. There is strength in my will. There is strength in my in my will. There is strength in my determination. There is strength in my magic. determination. There is strength in my magic. There is strength in my true self. There is There is strength in my true self. There is strength in the Black Flame that burns inside of strength in the Black Flame that burns inside of my self.my self.I am [magician’s name]; I am strength; I am I am [magician’s name]; I am strength; I am beauty. Beauty and strength I find in my most beauty. Beauty and strength I find in my most sublime self. I create my self; I build my self; I sublime self. I create my self; I build my self; I become. I Have Come Into Being beautiful and become. I Have Come Into Being beautiful and strong. May I become more than I am; may my strong. May I become more than I am; may my will be the will of Set!will be the will of Set!8. Meditate upon your true will and upon the 8. Meditate upon your true will and upon the attributes of your real self. Find your beauty, and attributes of your real self. Find your beauty, and feed it with strength. Meditate upon a way to feed feed it with strength. Meditate upon a way to feed your Black Flame with this beauty and strength. your Black Flame with this beauty and strength. Think of what you have to do for your Think of what you have to do for your XeperXeper. Think . Think of what you already have inside of you, those of what you already have inside of you, those attributes you can use and feed in order to further attributes you can use and feed in order to further your becoming. Think of what you will do. Think of your becoming. Think of what you will do. Think of what you will become.what you will become.9. “So it is done!”9. “So it is done!”10. Extinguish the light.10. Extinguish the light.11. Breathe deeply nine times.11. Breathe deeply nine times.Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 1414"},{"pageNumber":15,"pageContent":"______________________________________________________________________[16] [16] The Giaour (Excerpt)The Giaour (Excerpt)- by Lord Byron- by Lord ByronBut first, on earth as Vampire sent, But first, on earth as Vampire sent, Thy corpse shall from its tomb be rent: Thy corpse shall from its tomb be rent: Then ghastly haunt thy native place, Then ghastly haunt thy native place, And suck the blood of all thy race; And suck the blood of all thy race; There from thy daughter, sister, wife, There from thy daughter, sister, wife, At midnight drain the stream of life; At midnight drain the stream of life; Yet loathe the banquet which perforce Yet loathe the banquet which perforce Must feed thy livid living corpse. Must feed thy livid living corpse. Thy victims are they yet expire Thy victims are they yet expire Shall know the demon for their sire, Shall know the demon for their sire, As cursing thee, thou cursing them, As cursing thee, thou cursing them, Thy flowers withered on the stem.Thy flowers withered on the stem.______________________________________________________________________[17] [17] Things Not to Put on Envelopes toThings Not to Put on Envelopes toSetiansSetians- by Brian Karasek I°- by Brian Karasek I°“Abaddon Greetings – a Hellish little division “Abaddon Greetings – a Hellish little division of Hallmark.”of Hallmark.”“Nightgaunt Express – Neither rain, nor sleet, “Nightgaunt Express – Neither rain, nor sleet, nor Elder Things . . . etc.”nor Elder Things . . . etc.”The Age of Satan Memorial Stamp Set.The Age of Satan Memorial Stamp Set.The gold foil seal from your Temple of Set The gold foil seal from your Temple of Set certificate.certificate.Mystical sigil Odegra under the return address.Mystical sigil Odegra under the return address.Postmark of Unknown Kadath.Postmark of Unknown Kadath.“Down With God And His Sheeplike “Down With God And His Sheeplike Minions.”Minions.”Return address stamp:Ankh-f-n-Khonsu, 666 Return address stamp:Ankh-f-n-Khonsu, 666 Aeon of Set Blvd., Ninth Circle, HL 00666Aeon of Set Blvd., Ninth Circle, HL 00666______________________________________________________________________[18] [18] Media-Mongering:Media-Mongering:How Heaven’s GateHow Heaven’s Gatewas turned into Hell’s Gatewas turned into Hell’s Gate- by K. Brent Olsen II°- by K. Brent Olsen II°Last March thirty-nine members of a California Last March thirty-nine members of a California religious cult called “Heaven’s Gate” committed religious cult called “Heaven’s Gate” committed suicide. Since this mass suicide became known to suicide. Since this mass suicide became known to the public, the media has had a wonderful time the public, the media has had a wonderful time making fun of the religious beliefs, bashing the making fun of the religious beliefs, bashing the cult’s leader Herff Applewhite, and catastrophizing cult’s leader Herff Applewhite, and catastrophizing the event all over the world.the event all over the world.Being unassociated with the cult and a member Being unassociated with the cult and a member of the Temple of Set, I did not believe the doctrine of the Temple of Set, I did not believe the doctrine or accept the authority of this cult any more than the or accept the authority of this cult any more than the mocking public. However news journalists claim to mocking public. However news journalists claim to be objective and to present news objectively. This be objective and to present news objectively. This was obviously not the case with this incident, or with was obviously not the case with this incident, or with related incidents. [But then when related incidents. [But then when isis it the case?] it the case?]While mourning the deaths of these people and While mourning the deaths of these people and presenting the news is fine, ridiculing their belief presenting the news is fine, ridiculing their belief system while no one is around to defend it is system while no one is around to defend it is something that “objective” journalists should not something that “objective” journalists should not be doing.be doing.NewsweekNewsweek, a widespread and popular news , a widespread and popular news magazine, ran a special report on the Heaven’s Gate magazine, ran a special report on the Heaven’s Gate mass suicide in their April 7, 1997 edition. Their mass suicide in their April 7, 1997 edition. Their report is a perfect example of the media’s typical report is a perfect example of the media’s typical treatment of this incident. The title of one of the treatment of this incident. The title of one of the article’s in the report gives it away: “‘The Next article’s in the report gives it away: “‘The Next Level’: How Herff Applewhite, a sexually confused, Level’: How Herff Applewhite, a sexually confused, would-be apostle, led a flock of lost New Age would-be apostle, led a flock of lost New Age dreamers to their deaths.”dreamers to their deaths.”Herff Applewhite was described at the Herff Applewhite was described at the beginning of the report as a “spectral” man whose beginning of the report as a “spectral” man whose “strange brew of twisted Christian theology, “strange brew of twisted Christian theology, castration, science fiction, belief in UFOs, and castration, science fiction, belief in UFOs, and mastery of the Internet” led to this mass suicide. Is mastery of the Internet” led to this mass suicide. Is this objective journalism: calling him “spectral” this objective journalism: calling him “spectral” and labeling his doctrine as “strange” and and labeling his doctrine as “strange” and “twisted”?“twisted”?Perhaps, to the family and friends of these Perhaps, to the family and friends of these followers, this mass suicide was indeed tragic and followers, this mass suicide was indeed tragic and an event for mourning. Perhaps they believed that an event for mourning. Perhaps they believed that Applewhite was insane and twisted. However, these Applewhite was insane and twisted. However, these things are not scientific facts. What Herff things are not scientific facts. What Herff Applewhite had indeed been enlightened by aliens. Applewhite had indeed been enlightened by aliens. Perhaps, as far as the media knows, Applewhite and Perhaps, as far as the media knows, Applewhite and his followers are looking down at us right now from his followers are looking down at us right now from their spaceship trailing behind Comet Hale-Bopp, their spaceship trailing behind Comet Hale-Bopp, laughing at us!laughing at us!Each of the dead followers had a five dollar bill Each of the dead followers had a five dollar bill and quarters in his pocket. What “scientifically-and quarters in his pocket. What “scientifically-deduced” reason for this did deduced” reason for this did NewsweekNewsweek offer? offer? “Celestial Pinball?” Friends of these people said “Celestial Pinball?” Friends of these people said that they had a good sense of humor and suggested that they had a good sense of humor and suggested that some of the things they did were done to that some of the things they did were done to ridicule the media’s coming response to their ridicule the media’s coming response to their suicide (good psychology on their part). For suicide (good psychology on their part). For example, each wore a new pair of Nike shoes with example, each wore a new pair of Nike shoes with the slogan “Just do it.”the slogan “Just do it.”Applewhite did use the typical cult psycho-Applewhite did use the typical cult psycho-programming techniques, such as convincing the programming techniques, such as convincing the members to travel and live in pairs, to remain members to travel and live in pairs, to remain celibate (optionally through castration), to stop celibate (optionally through castration), to stop communicating with their families, to check in with communicating with their families, to check in with him, to work for him and hand over all their money, him, to work for him and hand over all their money, to lose their individuality by dressing and grooming to lose their individuality by dressing and grooming alike, and to live on his estate. The media ridicules alike, and to live on his estate. The media ridicules this activity as mind-control or brainwashing.this activity as mind-control or brainwashing.Can’t we, as intelligent beings, then assume that Can’t we, as intelligent beings, then assume that the media should also be ridiculing the activities of the media should also be ridiculing the activities of another false prophet, Jesus Christ? He had his another false prophet, Jesus Christ? He had his disciples travel in pairs, leave their families to live disciples travel in pairs, leave their families to live with him, remain celibate, work for him, and give with him, remain celibate, work for him, and give him their money, promising them salvation only him their money, promising them salvation only through him. Herff and Jesus sound like through him. Herff and Jesus sound like remarkably similar human beings. Yet would the remarkably similar human beings. Yet would the Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 1515"},{"pageNumber":16,"pageContent":"mass media intentionally ridicule all the Christians mass media intentionally ridicule all the Christians in the world?in the world?The worst part of this media mayhem is that it The worst part of this media mayhem is that it actually associates New Age Christian cults such as actually associates New Age Christian cults such as Heaven’s Gate with Satanic “cults”, further Heaven’s Gate with Satanic “cults”, further confusing the masses into believing that Heaven’s confusing the masses into believing that Heaven’s Gate would more appropriately have been called Gate would more appropriately have been called “Hell’s Gate”. Was it just a coincidence that “Hell’s Gate”. Was it just a coincidence that NewsweekNewsweek’s special report showed a photograph of ’s special report showed a photograph of the web page for “The Satanic Network”, the web page for “The Satanic Network”, published officially by “Satan’s Playground published officially by “Satan’s Playground Grotto” (which I assume to be a grotto in the Grotto” (which I assume to be a grotto in the “Church of Satan” or one of its splinter groups). “Church of Satan” or one of its splinter groups). While no such association was evident [HG While no such association was evident [HG appeared to be as RHP as you get], this association appeared to be as RHP as you get], this association could turn dangerous for the Temple of Set.could turn dangerous for the Temple of Set.It is clearly time to take advantage of the media It is clearly time to take advantage of the media to reveal to the public the truth about Satanism, at to reveal to the public the truth about Satanism, at least Setian-variety. This must be done, not to least Setian-variety. This must be done, not to persuade people to join us [we are Elect, after all, persuade people to join us [we are Elect, after all, and it wouldn’t be fitting for us to become the and it wouldn’t be fitting for us to become the world’s largest religion!], but to persuade people to world’s largest religion!], but to persuade people to not believe the lies that the media is spreading.not believe the lies that the media is spreading.They must be made to understand that we do not They must be made to understand that we do not advocate suicide, or homicide for that matter. We advocate suicide, or homicide for that matter. We must be careful not to be branded with the negative must be careful not to be branded with the negative connotations of a “cult” in order to avoid extreme connotations of a “cult” in order to avoid extreme persecution, perhaps even by an often overly-persecution, perhaps even by an often overly-zealous government. Therefore I would promote the zealous government. Therefore I would promote the use of the media as much as possible by the Setian use of the media as much as possible by the Setian Priesthood in order to disassociate ourselves from Priesthood in order to disassociate ourselves from the suicide cults and to establish us as a dominant the suicide cults and to establish us as a dominant force in the world, awakening them to the reality of force in the world, awakening them to the reality of the LHP’s love for life and love of self, qualities the LHP’s love for life and love of self, qualities completely antipathetic to the RHP’s hatred for life completely antipathetic to the RHP’s hatred for life and quest for self-annihilation.and quest for self-annihilation.We must act immediately to turn around the We must act immediately to turn around the media’s illusion that Heaven’s Gate is “Hell’s media’s illusion that Heaven’s Gate is “Hell’s Gate”. For we know that Hell is not befitting of Gate”. For we know that Hell is not befitting of such people, and we also know where the Gates of such people, and we also know where the Gates of Hell can truly be found and to where they lead!Hell can truly be found and to where they lead!______________________________________________________________________[19] [19] Guidelines forGuidelines forElectronic SubmissionsElectronic Submissions- by John Youril III°- by John Youril III°Editor, Editor, DialoguesDialogues (Newsletter of the Order of Shuti) (Newsletter of the Order of Shuti)The electronic submission of articles can be very The electronic submission of articles can be very convenient for authors, and can often substantially convenient for authors, and can often substantially reduce the amount of time an editor has to spend reduce the amount of time an editor has to spend preparing a submission for publication. Electronic preparing a submission for publication. Electronic submissions can also easily vanish into the digital submissions can also easily vanish into the digital void and/or drive an editor to exasperation.void and/or drive an editor to exasperation.After Magistra Reynolds and I had both spent After Magistra Reynolds and I had both spent some time wrestling with a file (contents and author some time wrestling with a file (contents and author unknown to this day) that was sent to her via email, unknown to this day) that was sent to her via email, she suggested the I jot down a few notes about she suggested the I jot down a few notes about electronic submission for the electronic submission for the ScrollScroll. The following . The following are some simple guidelines that will help ensure that are some simple guidelines that will help ensure that your electronic submissions to the your electronic submissions to the ScrollScroll and other and other newsletters receive the attention they deserve [or are newsletters receive the attention they deserve [or are received at all].received at all].1. Before sending a word-processing file, be 1. Before sending a word-processing file, be sure that the recipient will be able to read it. The sure that the recipient will be able to read it. The information you need to provide in order for the information you need to provide in order for the recipient to make this determination is: (a) the name recipient to make this determination is: (a) the name of your word-processing program, (b) the version of your word-processing program, (b) the version number of the program, and (c) the operating number of the program, and (c) the operating system the program runs on. (e.g. WordPerfect 8.0 system the program runs on. (e.g. WordPerfect 8.0 for Windows 95).for Windows 95).2. Don’t send multi-part attachments - 2. Don’t send multi-part attachments - everever. . These are not handled consistently by the various These are not handled consistently by the various mail readers out there, and it is quite likely that your mail readers out there, and it is quite likely that your submission will never be seen. [Many popular mail submission will never be seen. [Many popular mail readers can’t even decode multi-part attachments readers can’t even decode multi-part attachments generated by different versions of the same program generated by different versions of the same program (Eudora and Pegasus being among the worst (Eudora and Pegasus being among the worst offenders). It’s not that multi-part Mime isn’t a offenders). It’s not that multi-part Mime isn’t a standard; it simply isn’t implemented in any standard; it simply isn’t implemented in any standardized way.standardized way.3. Always send a 3. Always send a separateseparate email with the email with the following information: (a) what was submitted, (b) following information: (a) what was submitted, (b) the date it was submitted, (c) your name [Do you the date it was submitted, (c) your name [Do you really think we memorize your email addresses?], really think we memorize your email addresses?], and (d) the format of the word-processing file you and (d) the format of the word-processing file you sent. If at all possible [and it usually is], include a sent. If at all possible [and it usually is], include a text version of your article and include it in [not text version of your article and include it in [not attach it to] your email. attach it to] your email. Almost all word-processors allow for files to be Almost all word-processors allow for files to be saved in ASCII (text) format. Sending a text-only saved in ASCII (text) format. Sending a text-only copy of your submission in addition to a word-copy of your submission in addition to a word-processing file will eliminate almost all of the processing file will eliminate almost all of the problems that arise from electronic submissions.problems that arise from electronic submissions.4. If you’re using a new release of a word-4. If you’re using a new release of a word-processing program, save it the next oldest format processing program, save it the next oldest format that your program supports. Almost all that your program supports. Almost all contemporary word-processing programs allow you contemporary word-processing programs allow you to open and save an array of different formats. The to open and save an array of different formats. The format used by a new release of a word-processing format used by a new release of a word-processing program may not be supported by the program your program may not be supported by the program your recipient uses.recipient uses.5. Don’t format your submission excessively. 5. Don’t format your submission excessively. The more complex the formatting, the more likely The more complex the formatting, the more likely that it won’t convert properly and the editor will end that it won’t convert properly and the editor will end up having to retype it. Boldface, italics, underlines, up having to retype it. Boldface, italics, underlines, and a couple of different fonts are usually enough. and a couple of different fonts are usually enough. If your submission requires complex formatting, it If your submission requires complex formatting, it is generally better to discuss this in your cover is generally better to discuss this in your cover letter.letter.6. Don’t use file attachments for simple 6. Don’t use file attachments for simple correspondence. The mail reader your recipient uses correspondence. The mail reader your recipient uses may make them cumbersome or impossible to read. may make them cumbersome or impossible to read. [If all this talk of attachments and multi-part MIME [If all this talk of attachments and multi-part MIME is enigmatic, the time has come to read the manual is enigmatic, the time has come to read the manual Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 1616"},{"pageNumber":17,"pageContent":"that came with your email program. Failing that, that came with your email program. Failing that, send paper submissions.]send paper submissions.]7. Don’t send HTML-mail, lest you end up at 7. Don’t send HTML-mail, lest you end up at the bottom of the Pacific weighted down with 300-the bottom of the Pacific weighted down with 300-baud modems.baud modems.8. Before you decide to ignore the above, 8. Before you decide to ignore the above, consider well that the only real difference between consider well that the only real difference between editors and ordinary human beings is that editors editors and ordinary human beings is that editors have no frustration tolerance whatsoever.have no frustration tolerance whatsoever.* * * * ** * * * *ScrollScroll Editor’s comment: Dear Priest Youril, Editor’s comment: Dear Priest Youril, THANK YOU THANK YOU THANK YOU THANK YOU THANK YOU THANK YOU THANK YOU THANK YOU THANK YOU THANK YOU THANK YOU THANK YOU THANK YOU THANK YOU!THANK YOU THANK YOU!______________________________________________________________________[20] [20] Eastern and WesternEastern and WesternRegional ConclavesRegional ConclavesThe 6th Annual Southeastern Regional Conclave The 6th Annual Southeastern Regional Conclave will be held on the weekend of Dec. 12-14, 1997. will be held on the weekend of Dec. 12-14, 1997. For more information please contact Priest William For more information please contact Priest William Pridgen.Pridgen.The 2nd Annual Southwestern Regional The 2nd Annual Southwestern Regional Conclave will be held on the weekend of April 9-12, Conclave will be held on the weekend of April 9-12, 1998. For more information please contact Priestess 1998. For more information please contact Priestess Kim Watson.Kim Watson.______________________________________________________________________[21] [21] Reflections from the Godless CityReflections from the Godless City- by Steven Silvers III°- by Steven Silvers III°For this session of “Reflections” I have elected For this session of “Reflections” I have elected to bring up yet another subject certain to ruffle to bring up yet another subject certain to ruffle feathers/scales, but in my quest for Maat am obliged feathers/scales, but in my quest for Maat am obliged to do so.to do so.I joined the Temple of Set in 1988, at a time I joined the Temple of Set in 1988, at a time when this whole outfit was not very popular. The when this whole outfit was not very popular. The “Tree in the North” was stretching its vile branches “Tree in the North” was stretching its vile branches out to all within reach; there was a flurry of tabloid out to all within reach; there was a flurry of tabloid articles and so-called exposés on the whole articles and so-called exposés on the whole “Satanism” bit, and things were generally in an “Satanism” bit, and things were generally in an uproar. Were it not for the vigilance of the founding uproar. Were it not for the vigilance of the founding members of the Temple of Set, we might not in all members of the Temple of Set, we might not in all likelihood be here today in organizational form. To likelihood be here today in organizational form. To be sure, the profile and the party platform has be sure, the profile and the party platform has changed - as it has through the millennia - but the changed - as it has through the millennia - but the premise flourishes within each of us in the form of premise flourishes within each of us in the form of the Fire of Fires.the Fire of Fires.The purpose of this history lesson? To open the The purpose of this history lesson? To open the door to another history lesson of the Temple of Set door to another history lesson of the Temple of Set even farther back. This door is ignored by some, even farther back. This door is ignored by some, despised by others - but is there just the same, despised by others - but is there just the same, remaining within our hallowed halls as part of the remaining within our hallowed halls as part of the “tapestry”. To wit: “tapestry”. To wit: XemXem..I was not around in those days when Egyptian I was not around in those days when Egyptian garb and eye makeup was often part of a heavy-duty garb and eye makeup was often part of a heavy-duty ritual - as a weekly occurrence! In some ways I wish ritual - as a weekly occurrence! In some ways I wish I had been. On the other hand, in some ways I was. I had been. On the other hand, in some ways I was. More of that in a future session.More of that in a future session.I have read the I have read the ScrollScroll history in its entirety. I history in its entirety. I have read the have read the Ruby Tablet of SetRuby Tablet of Set. I have read . I have read Gems Gems From The TrailFrom The Trail and the mammoth and the mammoth Church of SatanChurch of Satan book. Additionally I have read a great many early book. Additionally I have read a great many early letters to the Temple Priesthood that were around letters to the Temple Priesthood that were around for the first several years of the Temple’s history. In for the first several years of the Temple’s history. In these letters were documented the major occurrences these letters were documented the major occurrences within the Temple, with readers of appropriate within the Temple, with readers of appropriate degrees given a “bird’s eye” view of some major degrees given a “bird’s eye” view of some major league events, such as:league events, such as:•• Analyses of the implications of the Analyses of the implications of the Book Book of Coming Forth by Nightof Coming Forth by Night..• Premature recognitions, Council of Nine • Premature recognitions, Council of Nine appointments, conclave plans, and “various appointments, conclave plans, and “various backroom-type meetings” among some less-backroom-type meetings” among some less-savory elements.savory elements.• Minutes of various high-level meetings.• Minutes of various high-level meetings.Along with these are a myriad of other events Along with these are a myriad of other events that, when you know some of the personalities in that, when you know some of the personalities in question, are actually extremely informative should question, are actually extremely informative should you be interested. Imagine, for example, a then-you be interested. Imagine, for example, a then-newly-Recognized Magister James Lewis casting newly-Recognized Magister James Lewis casting the tie-breaking vote for his the tie-breaking vote for his ownown appointment to the appointment to the position of Chairman of the Council of Nine in position of Chairman of the Council of Nine in order to stop Dale Seago and Lynn Norton from order to stop Dale Seago and Lynn Norton from staging what Dr. Aquino would call a “palace staging what Dr. Aquino would call a “palace revolt”! This gives you the general idea of the revolt”! This gives you the general idea of the contents of some of these past letters.contents of some of these past letters.Cutting to the bottom line, the legacy - good and Cutting to the bottom line, the legacy - good and bad - of Ronald Keith Barrett is recounted in bad - of Ronald Keith Barrett is recounted in complete detail. This is of particular interest to me complete detail. This is of particular interest to me because of my membership in the Order of Anpu. because of my membership in the Order of Anpu. The “magical predecessor” of this Order is the The “magical predecessor” of this Order is the Anubis Pylon, of which our very own Executive Anubis Pylon, of which our very own Executive Director is an alumna. Our Order is thus caught Director is an alumna. Our Order is thus caught between a rock and hard place. Our work has been, between a rock and hard place. Our work has been, and will continue to be the exploration of and will continue to be the exploration of XemXem in all in all its many facets. Great, right? Well, in truth, yes.its many facets. Great, right? Well, in truth, yes.Practically speaking, however, it may be a bit Practically speaking, however, it may be a bit tougher because of the abysmal ending of that tougher because of the abysmal ending of that Magus’ career - the very one who uttered the Word Magus’ career - the very one who uttered the Word of this particular quest. Memories of an iron-fisted of this particular quest. Memories of an iron-fisted reign, mandatory Adept/Priesthood “testing”, and a reign, mandatory Adept/Priesthood “testing”, and a particularly ridiculous magical concept (including, particularly ridiculous magical concept (including, among others, Lynn Norton’s “word” among others, Lynn Norton’s “word” Per-tPer-t, which, , which, as Ipsissimus Lewis pointed out to me, you can be as Ipsissimus Lewis pointed out to me, you can be reminded of in the personal bathroom products reminded of in the personal bathroom products section of any grocery store) are all brought into section of any grocery store) are all brought into looming presence when discussing looming presence when discussing XemXem..In this case it appears to be the messenger In this case it appears to be the messenger having almost destroyed his message. The having almost destroyed his message. The XemXem--Magus (in the person of Ronald K. Barrett) is gone, Magus (in the person of Ronald K. Barrett) is gone, but the Word brought into being by the Prince of but the Word brought into being by the Prince of Darkness has remained and is very much in the Darkness has remained and is very much in the Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 1717"},{"pageNumber":18,"pageContent":"current matrix of the Order of Anpu.current matrix of the Order of Anpu.I won’t go into detail regarding the history of I won’t go into detail regarding the history of RKB, as “senior members” of the Temple know it RKB, as “senior members” of the Temple know it all too well and newer members - who are not in the all too well and newer members - who are not in the least interested - need not worry about the matter.least interested - need not worry about the matter.What is important is the message. Yes, What is important is the message. Yes, XemXem can can be a hot potato. No, no one is forced to focus on be a hot potato. No, no one is forced to focus on anything he doesn’t wish to. This being said, the anything he doesn’t wish to. This being said, the general consensus of many senior Initiates is that general consensus of many senior Initiates is that XemXem was, and is, a valid Æon-enhancing Word. As was, and is, a valid Æon-enhancing Word. As such it will not behave like a “criminal on parole”. such it will not behave like a “criminal on parole”. XemXem is a misunderstood Word by most, and is a misunderstood Word by most, and unfortunately the Magus who Uttered it is not here. unfortunately the Magus who Uttered it is not here. But those of us within whom But those of us within whom XemXem burns beyond the burns beyond the singularity of Maat at the scales know that Anubis singularity of Maat at the scales know that Anubis does not minister to the dead any longer.does not minister to the dead any longer.Any questions regarding this are properly Any questions regarding this are properly directed to the Order of Anpu - or members of the directed to the Order of Anpu - or members of the Priesthood who may have an interest in this work.Priesthood who may have an interest in this work.I certainly am available to offer my own humble I certainly am available to offer my own humble opinions if anyone cares to contact me regarding opinions if anyone cares to contact me regarding same.same.In closing I would like to offer the final In closing I would like to offer the final paragraph that Dr. Aquino offered the Temple of paragraph that Dr. Aquino offered the Temple of Set in XVII after the resignation of Barrett and the Set in XVII after the resignation of Barrett and the subsequent furor and wreckage that resulted from subsequent furor and wreckage that resulted from the way he left:the way he left:Ronald Barrett’s resignation is the worst Ronald Barrett’s resignation is the worst shock yet. I have no reason to anticipate that shock yet. I have no reason to anticipate that the Temple of Set will not survive it, just as it the Temple of Set will not survive it, just as it has withstood so many others for so many has withstood so many others for so many years. But if it ever should seem - either now or years. But if it ever should seem - either now or at some other time - that the Temple’s strength at some other time - that the Temple’s strength is failing, then it will not be cast aside to die is failing, then it will not be cast aside to die wretchedly, gasping out its life slowly and wretchedly, gasping out its life slowly and painfully while those who fear it and hate it painfully while those who fear it and hate it assemble to gloat over its agonies. Rather, like assemble to gloat over its agonies. Rather, like the fabled sword Excalibur, it shall be returned the fabled sword Excalibur, it shall be returned with dignity, honor and essence to the source with dignity, honor and essence to the source from whence it came, awaiting a third moment from whence it came, awaiting a third moment in a far future when some restless beings who in a far future when some restless beings who seek the ultimate mystery will again evoke its seek the ultimate mystery will again evoke its Coming Forth by Night. Sworn by my Word: Coming Forth by Night. Sworn by my Word: XeperXeper..As usual, Ra-en-Set has said in a few words As usual, Ra-en-Set has said in a few words what labors me to say in many. I can say to all of what labors me to say in many. I can say to all of you that my feeling is reflected in the above you that my feeling is reflected in the above paragraph: When you see letters and articles closed paragraph: When you see letters and articles closed by me in the fashion by me in the fashion Xeper ir XemXeper ir Xem, think not badly , think not badly upon this, despite the lingering native feeling for the upon this, despite the lingering native feeling for the XemXem Magus. Know that for myself, along with the Magus. Know that for myself, along with the Order of Anpu, the paragraph above applies. To all Order of Anpu, the paragraph above applies. To all those whose souls reflect that feeling of loyalty, those whose souls reflect that feeling of loyalty, eternity, and essence, I raise my chalice to you and eternity, and essence, I raise my chalice to you and the Prince of Darkness.the Prince of Darkness.______________________________________________________________________[22] [22] Magic by Any Other NameMagic by Any Other Name- by Phil Smart I°- by Phil Smart I°A magical name: what an interesting concept and A magical name: what an interesting concept and one that I think needs a little exploration.one that I think needs a little exploration.At the time of our birth we are given a name, a At the time of our birth we are given a name, a series of words that are used to identify us as series of words that are used to identify us as individual people. These are sometimes family individual people. These are sometimes family names or the name of one who was important to names or the name of one who was important to those who named you. More often than not they’re those who named you. More often than not they’re just a name that sounds good. Some names even go just a name that sounds good. Some names even go in and out of vogue like a fashion trend. I remember in and out of vogue like a fashion trend. I remember reading once that the second most common name reading once that the second most common name chosen for baby boys born in the U.S. in 1986 was chosen for baby boys born in the U.S. in 1986 was Ronald, after our then-bumbling Commander-in-Ronald, after our then-bumbling Commander-in-Chief. [I prefer to think it was for “Ronald Chief. [I prefer to think it was for “Ronald McDonald”, but then that may just be wishful McDonald”, but then that may just be wishful thinking.]thinking.]As I grew up, many of my friends acquired or As I grew up, many of my friends acquired or gave themselves nicknames that they thought gave themselves nicknames that they thought described who they were better than their given described who they were better than their given names. These names were only used by a chosen names. These names were only used by a chosen few and only in front of certain people. Some few and only in front of certain people. Some nicknames are used to describe the most prevalent nicknames are used to describe the most prevalent physical or personality trait, or some idealized vision physical or personality trait, or some idealized vision of perfection. Although more thought out and far of perfection. Although more thought out and far more personal, a magical name could be thought of more personal, a magical name could be thought of as a Setian nickname, a name that is used in a as a Setian nickname, a name that is used in a magical setting that identifies you as an individual magical setting that identifies you as an individual magical being.magical being.I have been curious about why certain people I have been curious about why certain people chose the magical names that they did - which led chose the magical names that they did - which led me to ponder why I chose mine. My magical name me to ponder why I chose mine. My magical name is “Aloah Va Daath” - which translates from is “Aloah Va Daath” - which translates from Hebrew to “God Manifest in the Higher Mind”. It Hebrew to “God Manifest in the Higher Mind”. It is also the name of God for the Sixth Sephirah of is also the name of God for the Sixth Sephirah of the Cabala, that of Tiphareth, the part of that system the Cabala, that of Tiphareth, the part of that system which separates the physical from the divine.which separates the physical from the divine.I realize that this choice of a magical name says I realize that this choice of a magical name says a great deal about me as I see myself now and as I a great deal about me as I see myself now and as I would like to create myself in the future. The phrase would like to create myself in the future. The phrase “God Manifest In the Higher Mind” tells me that I “God Manifest In the Higher Mind” tells me that I believe the key to my own divinity lies within my believe the key to my own divinity lies within my own mind, but at a different level of thought. I am own mind, but at a different level of thought. I am still unsure as to what the connection is between me still unsure as to what the connection is between me and the separation of the physical and the divine that and the separation of the physical and the divine that is signified by my magical name. Perhaps, to truly is signified by my magical name. Perhaps, to truly be all that my magical name stands for, I must strive be all that my magical name stands for, I must strive to combine or bring closer together my physical and to combine or bring closer together my physical and my divine self.my divine self.I believe that your choice of magical name will I believe that your choice of magical name will tell you much about where you were in your tell you much about where you were in your initiation at the time when you chose it, and that initiation at the time when you chose it, and that reflection upon it now can be used as an indication reflection upon it now can be used as an indication of how far you have come. I have had some good of how far you have come. I have had some good experiences meditating upon my magical name as experiences meditating upon my magical name as Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 1818"},{"pageNumber":19,"pageContent":"part of my work in the chamber. I believe that the part of my work in the chamber. I believe that the contemplation of my magical name has given me a contemplation of my magical name has given me a better understanding of myself and what I wish to better understanding of myself and what I wish to achieve through my initiation.achieve through my initiation.I highly recommend that those of you who have I highly recommend that those of you who have not considered your magical name in quite some not considered your magical name in quite some time take the opportunity to give some thought to it time take the opportunity to give some thought to it and why you chose it as your own. The answers and why you chose it as your own. The answers hidden within the personal significance of your hidden within the personal significance of your magical name could be very beneficial in the magical name could be very beneficial in the understanding of your self.understanding of your self.______________________________________________________________________[23] [23] Xem-SetXem-Set: The Process of Creating: The Process of Creatinga Setian Martial Arts Traditiona Setian Martial Arts Tradition- by Anton S. Haddad III°, Sentinel,- by Anton S. Haddad III°, Sentinel,Nephren-Ka PylonNephren-Ka PylonWe are unique, gentlemen, in that we We are unique, gentlemen, in that we create ourselves through long years of create ourselves through long years of rigorous training, sacrifice, denial, pain. We rigorous training, sacrifice, denial, pain. We forge our bodies in the fire of our will. - Master forge our bodies in the fire of our will. - Master Han Shi Kian, Han Shi Kian, Enter The DragonEnter The DragonDo What Thou Wilt shall be the whole of Do What Thou Wilt shall be the whole of the Law. Great is the might of Set, greater still is the Law. Great is the might of Set, greater still is he through us. - Don Webb V°he through us. - Don Webb V°With these words uttered by our High Priest, I With these words uttered by our High Priest, I wish to usher in a new age of continuous self-wish to usher in a new age of continuous self-creation through the eternal process of creation through the eternal process of XeperXeper. . During the San Francisco Conclave, I gave a During the San Francisco Conclave, I gave a presentation entitled “Magic and the Martial Arts”. presentation entitled “Magic and the Martial Arts”. I outlined my views of a magically-charged I outlined my views of a magically-charged initiatory process of martial arts in the hope other initiatory process of martial arts in the hope other like-minded Setians would be interested in forming like-minded Setians would be interested in forming a guild of martial arts black magicians; the purpose a guild of martial arts black magicians; the purpose thereof to create a Setian martial arts tradition to thereof to create a Setian martial arts tradition to enhance one’s direction of enhance one’s direction of XeperXeper. Since that time a . Since that time a number of Setians have communicated to me via number of Setians have communicated to me via correspondence of their desire to see this project correspondence of their desire to see this project manifest itself in the temple.manifest itself in the temple.The modern Temple of Set is now remanifest in The modern Temple of Set is now remanifest in the objective universe of this, the World of Horrors, the objective universe of this, the World of Horrors, continuing to evolve and rediscover old and new continuing to evolve and rediscover old and new magical technologies and philosophies that will magical technologies and philosophies that will enhance Setian initiation. The process of initiation is enhance Setian initiation. The process of initiation is different for each and every Setian. The Setian different for each and every Setian. The Setian warrior class of Black Magicians is now ready for warrior class of Black Magicians is now ready for the reconfiguration of the martial arts matrix within the reconfiguration of the martial arts matrix within the Left-Hand Path.the Left-Hand Path.It is my personal belief the very nature of the It is my personal belief the very nature of the martial arts is an exploration of LHP ideologies. martial arts is an exploration of LHP ideologies. One only needs to look at the warriors of Sufi, One only needs to look at the warriors of Sufi, Teutonic, Thugee, Shaolin, and Ninja traditions [just Teutonic, Thugee, Shaolin, and Ninja traditions [just to name a few] to see images of the “dark shadow to name a few] to see images of the “dark shadow warrior” as he or she has manifested throughout warrior” as he or she has manifested throughout history.history.In Egypt very little remains of the Setian warrior In Egypt very little remains of the Setian warrior traditions today. However several other Egyptian traditions today. However several other Egyptian warrior traditions have survived via orally-warrior traditions have survived via orally-transmitted teachings, such as the art practiced by transmitted teachings, such as the art practiced by the priesthood of Amon-Ra in the city of Thebes. the priesthood of Amon-Ra in the city of Thebes. This martial tradition continues in secret in the This martial tradition continues in secret in the homes of the Bey family. I was privileged to study homes of the Bey family. I was privileged to study with Grand Master Amn Bey in this unique style for with Grand Master Amn Bey in this unique style for twenty-two years. This system gives important twenty-two years. This system gives important glimpses into the Egyptian warrior class.glimpses into the Egyptian warrior class.Through my research and the writings of other Through my research and the writings of other Setians, I am trying to piece together a great Setians, I am trying to piece together a great mystery. This is my personal mystery. This is my personal RunaRuna quest, and I quest, and I hope also the quest of other Setians. The hope also the quest of other Setians. The relationship between Set and Amon-Ra is a key to relationship between Set and Amon-Ra is a key to the rediscovery of Setian martial ways, or ma’sau-the rediscovery of Setian martial ways, or ma’sau-uat.uat.The way of Amon-Ra teaches the procession of The way of Amon-Ra teaches the procession of the Sun through the underworld, fighting Apep and the Sun through the underworld, fighting Apep and his hordes of malignant forces, as the basic premise his hordes of malignant forces, as the basic premise of the art. Through victory in combat, one assumes of the art. Through victory in combat, one assumes the god-form of Xepera. Thus the warrior has the god-form of Xepera. Thus the warrior has attained attained XeperXeper in his quest for martial arts in his quest for martial arts excellence. This is a good place to start in the excellence. This is a good place to start in the reconfiguration of the Setian martial arts tradition.reconfiguration of the Setian martial arts tradition.Another example is martial arts ritual combat. Another example is martial arts ritual combat. Two aspiring students engage in a sparring match, Two aspiring students engage in a sparring match, assuming the god-forms of Horus and Set. The assuming the god-forms of Horus and Set. The referee assumes that of Thoth to judge the combat. referee assumes that of Thoth to judge the combat. Horus uses an animal combat style imitating the Horus uses an animal combat style imitating the hawk or eagle; Set uses that of the isheb, a red-hawk or eagle; Set uses that of the isheb, a red-haired desert hound sometimes identified with his haired desert hound sometimes identified with his totem. One cannot escape the dualism of the nature totem. One cannot escape the dualism of the nature of combat. Various god-forms are assumed as the of combat. Various god-forms are assumed as the situation warrants their use. The god-form with its situation warrants their use. The god-form with its identifiable totem can formulate an individual identifiable totem can formulate an individual fighting form as well as an internal alchemical fighting form as well as an internal alchemical principle.principle.The ancient Setians were stargazers, The ancient Setians were stargazers, astronomers, and travelers to strange lands. The astronomers, and travelers to strange lands. The Taoist martial arts teacher and priest, Share Lew, has Taoist martial arts teacher and priest, Share Lew, has taught that Taoism originally came from ancient taught that Taoism originally came from ancient Egypt via India and Tibet. My own teacher and Egypt via India and Tibet. My own teacher and martial arts mentor, Zhou Hua Lung, also believes martial arts mentor, Zhou Hua Lung, also believes this to be a valid assumption, and an old Taoist oral this to be a valid assumption, and an old Taoist oral transmission upheld within Taoist temples in China.transmission upheld within Taoist temples in China.A look at the relationship between the words A look at the relationship between the words taotao and and XeperXeper has greatly inspired me in this line of has greatly inspired me in this line of thought. thought. TaoTao is an enigmatic philosophical term is an enigmatic philosophical term generally translated as “way” or “path”. Within generally translated as “way” or “path”. Within the Taoist priesthood it is understood to mean the Taoist priesthood it is understood to mean “initiatory path of the ascetic”. “initiatory path of the ascetic”. XeperXeper also means also means “to become”, and I have come to believe it to refer “to become”, and I have come to believe it to refer to “the initiatory movement of the black magician”. to “the initiatory movement of the black magician”. An investigation into the Left-Hand Path Taoists An investigation into the Left-Hand Path Taoists [and yes, they do exist] and their doctrine of the [and yes, they do exist] and their doctrine of the “dark “dark taotao” as well as black ” as well as black tai chitai chi and alchemy, and alchemy, Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 1919"},{"pageNumber":20,"pageContent":"shows that a possible connection between Egypt and shows that a possible connection between Egypt and China may indeed be plausible.China may indeed be plausible.So what if there is a connection between Egypt So what if there is a connection between Egypt and China via India? Many Western martial arts and China via India? Many Western martial arts historians and scholars believe Alexander the Great historians and scholars believe Alexander the Great brought a synthesis of Greek brought a synthesis of Greek pankrationpankration (a Greek (a Greek martial art first implemented in the 33rd Olympic martial art first implemented in the 33rd Olympic Games, utilizing kickfighting and grappling which is Games, utilizing kickfighting and grappling which is believed to have been practiced in Egypt for many believed to have been practiced in Egypt for many centuries), which means “all powers”, and centuries), which means “all powers”, and Egyptian-related disciplines as far as India during Egyptian-related disciplines as far as India during his imperial conquests.his imperial conquests.By comparing the alchemical soulcraft of Egypt, By comparing the alchemical soulcraft of Egypt, Indian Tantric yoga, and mantric systems against the Indian Tantric yoga, and mantric systems against the Chinese Taoist spiritual/soul network of internal Chinese Taoist spiritual/soul network of internal alchemical energy manipulation (such as found in alchemical energy manipulation (such as found in the Taoist text the Taoist text Secret of the Golden FlowerSecret of the Golden Flower [RL#19S], which gives a comparable system of [RL#19S], which gives a comparable system of multiple soul and spirit complexities as was known multiple soul and spirit complexities as was known in ancient Egypt), the similarities become strikingly in ancient Egypt), the similarities become strikingly evident.evident.Martial arts, or more specifically Setian martial Martial arts, or more specifically Setian martial arts, can and will manifest on many levels. To arts, can and will manifest on many levels. To provide a forum in which interested Setian warrior provide a forum in which interested Setian warrior magicians can express their views on the Black Art magicians can express their views on the Black Art of martial combat, I announce the formation of the of martial combat, I announce the formation of the “Sethenu-Tep” Guild and the guild’s periodical, “Sethenu-Tep” Guild and the guild’s periodical, “Bolchoseth” or “he who strikes as Set.” The “Bolchoseth” or “he who strikes as Set.” The Sethenu-Tep were a group of warrior god-kings Sethenu-Tep were a group of warrior god-kings from Southern Egypt. from Southern Egypt. The well-known writings of Aleister Crowley The well-known writings of Aleister Crowley and Kenneth Grant on the Egyptian, Hebraic, and and Kenneth Grant on the Egyptian, Hebraic, and Hindu kundalini psycho-spiritual paths of magical Hindu kundalini psycho-spiritual paths of magical initiatory progress are valuable reference sources for initiatory progress are valuable reference sources for the Setian martial artist. Soul craft is the fine the Setian martial artist. Soul craft is the fine adhesive which binds martial and magical paths to adhesive which binds martial and magical paths to the alchemical “self-created” initiatory motion the alchemical “self-created” initiatory motion which is which is XeperXeper..It is interesting to note that in E.A. Wallis It is interesting to note that in E.A. Wallis Budge’s Budge’s Egyptian Hieroglyphic DictionaryEgyptian Hieroglyphic Dictionary he he translates translates xeperuxeperu also as “to shape a form or image also as “to shape a form or image through the act of becoming”. This is identical with through the act of becoming”. This is identical with the runic term the runic term hamrammerhamrammer or “shape strong” or “shape strong” (which is used in shape-shifting magical practices (which is used in shape-shifting magical practices also identified with martial arts) or the Taoist martial also identified with martial arts) or the Taoist martial arts term arts term Xing-IXing-I or “shape of the will”. or “shape of the will”.The cornerstone of most modern martial arts is The cornerstone of most modern martial arts is the practice of “forms” training, known in China as the practice of “forms” training, known in China as tao lutao lu (“way of the path”) or in Japan as (“way of the path”) or in Japan as katakata (“form”). The ancient Greek pankrationists used (“form”). The ancient Greek pankrationists used the term “dance” for this method of practice. An the term “dance” for this method of practice. An old saying in Greece was “the best dancers are the old saying in Greece was “the best dancers are the best fighters”.best fighters”.The form or shape a martial artist assumes, The form or shape a martial artist assumes, whether an animal totem, god-form, herd form, or whether an animal totem, god-form, herd form, or manifested philosophical principle (such as manifested philosophical principle (such as XeperXeper or “Essent”), establishes a mode of expression in or “Essent”), establishes a mode of expression in which the Black Magician illustrates, in the presence which the Black Magician illustrates, in the presence of Set, the ability to manifest his divine will and of Set, the ability to manifest his divine will and essence of being. This form of “Black Magical essence of being. This form of “Black Magical gymnastics” can serve as a vehicle (much the same gymnastics” can serve as a vehicle (much the same as yoga) to exercise the psycho-spiritual soul as yoga) to exercise the psycho-spiritual soul complex, beginning with the physical body (complex, beginning with the physical body (khatkhat or or au fuau fu) training and conditioning; the transcendence ) training and conditioning; the transcendence of physical power to “becoming” self aware of our of physical power to “becoming” self aware of our spiritual being through development of physical spiritual being through development of physical “might” in the objective universe; the development “might” in the objective universe; the development of a “rite of passage” or “physical ordeal” to of a “rite of passage” or “physical ordeal” to illustrate an “initiation by fire” to raise the self-illustrate an “initiation by fire” to raise the self-willed (or Kundalini) higher consciousness; the willed (or Kundalini) higher consciousness; the self-sacrifice of physical self-creation.self-sacrifice of physical self-creation.This is the formula of Wotan, hanging from the This is the formula of Wotan, hanging from the World Tree, sacrificing myself unto myself, World Tree, sacrificing myself unto myself, physical self creation to realize spiritual self creation physical self creation to realize spiritual self creation in the subjective universe. A dynamically-willed in the subjective universe. A dynamically-willed existence is at the very heart of existence is at the very heart of XeperXeper and can be and can be actualized by the “will to power” within the Initiate.actualized by the “will to power” within the Initiate.The martial arts are about energy manipulation, The martial arts are about energy manipulation, magnification, and creation as well as destruction. magnification, and creation as well as destruction. The vital force of The vital force of QiQi breath - or, as the ancient breath - or, as the ancient Egyptians called it, Egyptians called it, SdSd “the breath of life or of the “the breath of life or of the gods” - is the vital magical link between magic, gods” - is the vital magical link between magic, alchemy, and the martial and yoga arts. The alchemy, and the martial and yoga arts. The exercising of the breathing process energizes the exercising of the breathing process energizes the entire soul craft complex of entire soul craft complex of KhatKhat, , BaBa, , KaKa, , SekhemSekhem, , KhuKhu, , AbAb, , RenRen, , KhaibitKhaibit, , SahuSahu, and the hidden force or , and the hidden force or amonamon..The root of the warrior-priest in the martial arts The root of the warrior-priest in the martial arts has a very ancient heritage in the Egyptian/Nubian has a very ancient heritage in the Egyptian/Nubian priesthoods. The art of grappling or wrestling has a priesthoods. The art of grappling or wrestling has a very long history on the African continent. Scenes very long history on the African continent. Scenes of Egyptian and Nubian priests are found painted of Egyptian and Nubian priests are found painted on the east walls of a tomb that has more than 500 on the east walls of a tomb that has more than 500 grappling maneuvers and techniques of wrestling grappling maneuvers and techniques of wrestling illustrated upon it.illustrated upon it.No records exist to indicate that the art of No records exist to indicate that the art of wrestling was the result of concentrated studies wrestling was the result of concentrated studies during the 1030-221 BCE dynasty. There is no one during the 1030-221 BCE dynasty. There is no one person or ruler who is credited with developing this person or ruler who is credited with developing this vast body of knowledge, and this leads me to believe vast body of knowledge, and this leads me to believe the “organized” wrestling dates back to a period the “organized” wrestling dates back to a period well before they were recorded on the walls of the well before they were recorded on the walls of the tombs at Mahez, possibly to the Ta-Seti period. tombs at Mahez, possibly to the Ta-Seti period. High skills of this level simply do not appear in full High skills of this level simply do not appear in full force during one age or dynasty. Techniques would force during one age or dynasty. Techniques would be invented, proven in combat, and then passed be invented, proven in combat, and then passed along to future generations.along to future generations.During the Ta-Seti period or earlier, the bow and During the Ta-Seti period or earlier, the bow and arrow technology as a long-range weapon, and its arrow technology as a long-range weapon, and its military strategy, would have invalidated the need for military strategy, would have invalidated the need for the kicking and punching arts that were developed the kicking and punching arts that were developed later in martial arts history. Wrestling would be the later in martial arts history. Wrestling would be the first line of defense for unarmed combat on the first line of defense for unarmed combat on the battlefield.battlefield.Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 2020"},{"pageNumber":21,"pageContent":"The Egyptian martial artists depicted in the The Egyptian martial artists depicted in the paintings are well trained warriors and, judging from paintings are well trained warriors and, judging from the number of tactics, possessed great ability as the number of tactics, possessed great ability as well. The fact that murals of this type have appeared well. The fact that murals of this type have appeared nowhere else in Egyptian warrior-priest history nowhere else in Egyptian warrior-priest history shows that examples such as these being discovered shows that examples such as these being discovered on the inside walls of ancient tombs indicate a very on the inside walls of ancient tombs indicate a very elite exclusivity and utmost secrecy surrounding the elite exclusivity and utmost secrecy surrounding the magical theories regarding this knowledge.magical theories regarding this knowledge.The temple murals also suggest an established The temple murals also suggest an established institution or school to teach these martial arts to institution or school to teach these martial arts to members of the priesthoods. There is a striking members of the priesthoods. There is a striking parallel that runs through the temple, priesthood, and parallel that runs through the temple, priesthood, and warrior tradition that has been the trademark of the warrior tradition that has been the trademark of the Shaolin martial arts tradition in China [there are Shaolin martial arts tradition in China [there are murals of Chinese and Indian Buddhist monks murals of Chinese and Indian Buddhist monks depicted practicing martial arts] evidenced here depicted practicing martial arts] evidenced here during 12th Dynasty Egypt.during 12th Dynasty Egypt.Hopefully, my fellow Setians can see by the Hopefully, my fellow Setians can see by the research and instances I have cited here that the research and instances I have cited here that the ancient Temple of Set indeed had a warrior priest ancient Temple of Set indeed had a warrior priest tradition. Many large temples in Egypt maintained a tradition. Many large temples in Egypt maintained a “militia templi” for the defense of the temple “militia templi” for the defense of the temple grounds and property. Through the magical lens of grounds and property. Through the magical lens of NehehNeheh we can work towards a future Temple of Set we can work towards a future Temple of Set that will have a fully “articulated” martial arts that will have a fully “articulated” martial arts tradition.tradition.Through the Hermetic formula Through the Hermetic formula solv et coagulasolv et coagula (“dissolve and congeal”), Setian Black Magician (“dissolve and congeal”), Setian Black Magician warriors will seek out rare and nearly forgotten warriors will seek out rare and nearly forgotten disciplines, as well as arts that now only exist in disciplines, as well as arts that now only exist in manuscripts and old books from every corner of the manuscripts and old books from every corner of the Earth. They can collect all corresponding data and Earth. They can collect all corresponding data and break it down to the simplest forms. Then, with a break it down to the simplest forms. Then, with a new matrix, a new configuration will congeal into an new matrix, a new configuration will congeal into an invigorated formula encoded with the Gift of Set as invigorated formula encoded with the Gift of Set as its very essence.its very essence.The ancient Egyptians considered man to be the The ancient Egyptians considered man to be the guardian of the Earth, its ultimate warrior as well as guardian of the Earth, its ultimate warrior as well as its ultimate healer. The healing arts give rare insight its ultimate healer. The healing arts give rare insight into the martial arts theories and practices. Martial into the martial arts theories and practices. Martial arts give Black Magicians the ability to manifest arts give Black Magicians the ability to manifest their deeply internal essence and bring out their their deeply internal essence and bring out their great might to invigorate their magical intent (great might to invigorate their magical intent (HekaHeka). ). Deep within the black abyss of our mind lie the Deep within the black abyss of our mind lie the doors of doors of Pekh-KaPekh-Ka. By opening these doors we . By opening these doors we invoke the sense of invoke the sense of An-SekAn-Sek or indestructibility of or indestructibility of will and spirit.will and spirit.From our mind’s eye we can visualize the shape From our mind’s eye we can visualize the shape of our magical of our magical HekaHeka. The legendary Indian . The legendary Indian Buddhist 28th Patriarch of Shaolin martial arts, Buddhist 28th Patriarch of Shaolin martial arts, Bodhidharma, once said, “The mind’s capacity is Bodhidharma, once said, “The mind’s capacity is inexhaustible; its manifestations are unlimited.”inexhaustible; its manifestations are unlimited.”Those of the Elect of Set can take on the curse Those of the Elect of Set can take on the curse of of Ari-AnkhAri-Ankh. Budge defines the term as “to take an . Budge defines the term as “to take an oath to do what you have sworn to do”. The curse oath to do what you have sworn to do”. The curse of a martial arts magical quest for eternal of a martial arts magical quest for eternal XeperXeper through a process I humbly call through a process I humbly call Xem-SetXem-Set, the oasis , the oasis of the elect warriors of Set sworn to uphold the of the elect warriors of Set sworn to uphold the pride, integrity, and reputation of the Temple and the pride, integrity, and reputation of the Temple and the Setian path of Black Magical initiation. We are only Setian path of Black Magical initiation. We are only a short space of the way from a short space of the way from Ari-RehuAri-Rehu: “to fashion : “to fashion ourselves as gods”.ourselves as gods”.Scroll of SetScroll of Set - October 1997 - Page - October 1997 - Page 2121"}]
