[{"pageNumber":1,"pageContent":"S e le c t e d wr it in gs b y M i c h ae l B ak u n i n Everything that lives, does so unde r the categorical condition of de cisively interfering in the life of someone else.... The worse it is for those who are so ignora nt of the natural and social law of hum an solidarity that they deem possible or even desirable the absolute independence of individuals in regard to one another. To will it is to will the disappearance of society.... A ll men, even the most intelligent and stronge st are at every instant of their lives the produc ers and the produc t. Freedom itself, the freedom of every man, is the ever-renewed effect of the great mass of phys ical. intellectual, and moral influonces to which this man is subjected by t he people surroundi ng hi m and the environm ent in which he was born a nd in which he passed his whole life. To wish to escape this influence in the name of some . . . s elf-sufficient and absolutely egoistical freedom. is to aim toward non-be ing. To do a way with this reciprocal influence is tantamount to death. And in demanding the freedom of the masses we do not intend to do a way with natural influences to which man is subjected by individuals and groups . All we want is to do a way with is factitious. legitimized influences. to do away with the privileges in exerting influence. - * - Juridically they are equal; but econom ically the worker is the serf of t he capitalist . . . t hereby the worker sells his person and hi s liberty for a given time. The worker is in the position of a serf because this terrible threat of starvation which daily hangs over his head and ove r his family, will force him to accept any conditions imposed by t he gainful calculations of the capitalist, the industrialist, the employer.... T he worker always has the right to leave his employer, but has he the means to do s o? No, he does it in orde r to sell himself to another employer. He is driven to it by the same hunge r which forc es him to sell himself to the first employer. The worker's liberty . . . i s only a theoretical freedom. lacking any m eans for its possible realization. ant consequently it is only a fictitious liberty. an utter falsehood. T he truth is that the whole life of the worker is simply a continuous and di smaying succession of t erms of serfdom --\"vol untary from the juridical point of vi ew but compulsory from an econom ic sense--broke n up by m omentarily brief interludes of fre edom accompanied by s tarvation; in other words, it is real slavery. - * - We see that the richest prope rty owners . . . a re precisely those who work the least or w ho do not work a t all. It is evident to anyone who is not blind about this matter that produc tive labor c reates wealth and yields the produc ers only misery, and it is only non-produc tive, exploiting labor that yields prope rty.... W hat is prope rty, what is capital in their present form ? For the capitalist and the prope rty owner they mean the power and the right, guaranteed by t he State, to live without working. And since neither prope rty nor c apital produc es anything when not fertilized by l abor--t hat means the power and the right to live by exploiting the work of s omeone else. The right to exploit the work of those who pos sess neither prope rty nor c apital and who thus are forced to sell their produc tive power to the lucky ow ners of bot h. - * - The only thing that the State can and m ust do . . . i s gradually to modify the right of inheritance so"},{"pageNumber":2,"pageContent":"as to achieve its complete abolition as soon a s possible. . . . W e claim that this right will necessarily have to be abolished because as long a s inheritance lasts, there will be hereditary econom ic inequality--not the natural inequality of i ndividuals, but the artificial inequality of c lasses--which will necessarily continue to be expressed in hereditary inequality of t he development and cultivation of intelligence and will remain the source and sanction of a ll political and social inequality. - * - Will this abolition be just? A man, we are told, has acquired through hi s labor several tens or hundre ds of thousands of fra ncs, 8 million, and he will not have the right to leave them as an inheritance to his children Is this not an attack on na tural right, is this not unjust plunder? It has been prove n 8 thousand times that an isolated worker cannot produc e much more than what he consumes. We challenge any re al worker, any worker who doe s not enjoy a single privilege, to amass tens or hundre ds of thousands of fra ncs, or m illions That would be quite impossible. Therefore, if some individuals in pre sent-day society do a cquire such gre at sums, it is not by their labor that they do s o but by their privilege, that is, by a juridically legalized injustice. And since a person inevitably takes from others whatever he does not gain from his own, we have the right to say that all such profi ts are thefts of collective labor, c ommitted by a few privileged individuals with the sanction of t he State and unde r its protection.\" Maximoff, G . P. (Ed.); The Political Philosophy of Ba kunin: Scientific Anarchism, N.Y: Free Press, l953. Cutler, Robe rt M. (Ed.); From Out of the Dustbin Bakunin's Basic Writing's 1869-1871, A nn Arbor: Ardis, 1985."}]
