[{"pageNumber":1,"pageContent":"The Paris Commune and t he Idea of the St ate by Mikhail Ale ksandrovich Bakunin First Published in 1871 Alfred A. Knopf, New York, NY. This work, l ike all my publ ished work, of w hich there has not been a great deal, is an out grow th of events. It is the natural continuation of m y Letters to a Frenchman (September 1870), w herein I had the easy but painful distinction of fore seeing and fore telling the dire calamities which now beset France and the whole civilized world, the only cure for w hich is the Social Revolution. My purpos e now is to prove the need for s uch a revolution. I s hall review the historical development of society and what is now taking pl ace in Europe , right before our e yes. Thus all those who sincerely thirst for truth can accept it and proc laim openly and une quivocally the philosophical principles and pra ctical aims which are at the very core of w hat we call the Social Revolution. I know my self-imposed task is not a simple one. I might be called pre sumptuous had I any personal motives in unde rtaking it. Let me assure my reader, I ha ve none . I am not a scholar or a philosopher, not even a profe ssional writer. I ha ve not done much writing in my life and ha ve never written except, so to speak, in self-defense, and onl y when a passionate conviction forc ed me to overcome my instinctive dislike for a ny publ ic exhibition of m yself. Well, then, who am I, and what is it that prom pts me to publ ish this work a t this time? I am an impassioned seeker of the truth, and as bitter an enemy of t he vicious fictions used by t he established orde r - an orde r which has profi ted from all the religious, metaphysical, political, juridical, econom ic, and social infamies of all times - to brut alize and enslave the world. I a m a fanatical lover of liberty. I c onsider it the only environm ent in which hum an intelligence, dignity, and ha ppiness can thrive and de velop. I do not mean that form al liberty which is dispensed, measured out , and re gulated by t he State; for this is a perennial lie and re presents nothing but the privilege of a few, based upon t he servitude of the remainder. Nor do I m ean that individualist, egoist, base, and fra udulent liberty extolled by t he school of Jean Jacques Rous seau and every other school of bourge ois liberalism, which considers the rights of all, represented by t he State, as a limit for the rights of each; it always, necessarily, ends up by re ducing the rights of individuals to zero. No, I m ean the only liberty worthy of t he name, the liberty which implies the full development of all the material, intellectual, and m oral capacities latent in every one of us ; the liberty which know s no ot her restrictions but those set by the laws of our ow n nature. Cons equently there are, prope rly speaking, no re strictions, since these laws are not imposed upon us by any legislator from outside, alongside, or a bove ourselves. These laws are subjective, inherent in ours elves; they constitute the very ba sis of our be ing. Ins tead of s eeking to curtail them, we should see in them the real condition and the effective cause of our l iberty - that liberty of e ach man which doe s not find another manpis freedom a bounda ry but a confirmation and va st extension of hi s own; liberty through s olidarity, in equality. I m ean liberty triumphant over brut e force and, w hat has always been the real expression of such forc e, the principle of authority. I m ean liberty which will shatter all the idols in heaven and on earth and will then bui ld a new world of m ankind in solidarity, upon t he ruins of all the churches and all the states. I am a convinced advocate of econom ic and social equality because I know that, without it, liberty, justice, hum an dignity, morality, and the well-being of i ndividuals, as well as the prosperity"},{"pageNumber":2,"pageContent":"of na tions, will never amount to more than a pack of l ies. But since I stand for l iberty as the primary condition of m ankind, I be lieve that equality must be established in the world by t he spontaneous organization of l abor a nd the collective ownership of prope rty by fre ely orga nized produc erspi associations, and by t he equally spontaneous federation of c ommunes, to replace the dom ineering paternalistic State. It is at this point that a funda mental division arises between the socialists and re volutionary collectivists on the one hand and the authoritarian communists who support the absolute power of the State on the other. Their ultimate aim is identical. Both equally desire to create a new social order based first on the orga nization of c ollective labor, i nevitably imposed upon e ach and all by the natural force of events, unde r conditions equal for a ll, and second, upon t he collective ownership of the tools of produc tion. The difference is only that the communists imagine they can attain their goa l by the development and orga nization of t he political power of the working classes, and chiefly of t he proletariat of the cities, aided by bourge ois radicalism. The revolutionary socialists, on t he other hand, be lieve they can succeed onl y through t he development and orga nization of t he nonpol itical or antipolitical social power of the working classes in city and country, including all men of goodw ill from the upper classes who bre ak with their past and wish ope nly to join them and accept their revolutionary progra m in full. This divergence leads to a difference in tactics. The communists believe it necessary to orga nize the workerspi forces in orde r to seize the political power of the State. The revolutionary socialists organize for the purpos e of de stroying - or, t o put it more politely - liquidating the State. The communists advocate the principle and the practices of authority; the revolutionary socialists put all their faith in liberty. Bot h equally favor science, which is to eliminate superstition and take the place of re ligious faith. The form er would like to impose science by forc e; the latter would try to propa gate it so that hum an groups , once convinced, would orga nize and fe deralize spontaneously, freely, from the bottom up, of t heir own accord a nd true t their own interests, never following a prearranged plan imposed upon \"i gnora nt\"; masses by a few \"superior\" m inds. The revolutionary socialists hold that there is a great deal more practical good s ense and wisdom in the instinctive aspirations and re al needs of the masses than in the profound i ntelligence of all the doctors and gui des of hum anity who, after so many fa ilures, still keep on t rying to make men happy. T he revolutionary socialists, further more, believe that mankind ha s for too long s ubmitted to being gove rned; that the cause of its troubl es does not lie in any pa rticular form of gove rnment but in the funda mental principles and the very existence of gove rnment, whatever form it may take. Finally, there is the well-know n contradiction be tween communism as developed scientifically by the German school and accepted in part by the Americans and the English, and Proudhoni sm, greatly developed and taken to its ultimate conclusion by t he proletariat of the Latin countries. Revolutionary socialism has just attempted its first striking and pra ctical demonstration in the Paris Commune. I am a support er of the Paris Com mune, which for a ll the bloodletting it suffered at the hands of monarchical and clerical reaction, ha s none theless grow n more enduri ng and m ore powerful in the hearts and m inds of Europe pis proletariat. I am its support er, above all, because it was a bold, clearly form ulated negation of t he State. It is immensely significant that this rebellion against the State has taken place in France, which had been hitherto the land of pol itical centralization pa r excellence, and that it was precisely Paris, the leader and the fount ainhead of t he great French civilization, w hich took t he initiative in the Commune. Paris, casting aside her crown and enthusiastically proc laiming he r own defeat in orde r to give life and liberty to France, to Europe , to the entire world; Paris reaffirming he r historic power of leadership, showing to all the enslaved peoples (and are there any m asses that are not slaves?) the only roa d to emancipation and he alth; Paris inflicting a mortal blow upon t he political traditions of"},{"pageNumber":3,"pageContent":"bourge ois radicalism and gi ving a real basis to revolutionary socialism against the reactionaries of France and Europe ! Paris shroude d in her own ruins, to give the solemn lie to triumphant reaction; saving, by he r own disaster, the honor a nd the future of France, and provi ng to mankind that if life, intelligence, and m oral strength have departed from the uppe r classes, they have been pre served in their pow er and prom ises in the proletariat! Paris inaugura ting the new era of the definitive and complete emancipation of t he masses and their real solidarity across state front iers; Paris destroying nationalism and erecting th religion of hum anity upon i ts ruins; Paris proc laiming he rself humanitarian and atheist, and re placing di vine fictions with the great realities of social life and fa ith in science, replacing the lies and inequities of the old morality with the principles of liberty, justice, equality, and fra ternity, those eternal bases of all hum an morality! Paris heroic, rational and confident, confirming he r strong fa ith in the destinies of m ankind by he r own glorious downfall, her death; passing dow n her faith, in all its power, to the generations to come! Paris, drenched in the blood of he r nobl est children - this is hum anity itself, crucified by t he united international reaction of Europe , unde r the direct inspiration of a ll the Chri stian churches and that high pri est of iniquity, the Pope. But the coming international revolution, expressing the solidarity of t he peoples, shall be the resurrection of P aris. This is the true meaning, and these are the immense, beneficent results of two months which encompassed the life and de ath of t he ever memorable Paris Com mune. The Paris Com mune lasted too short a time, and its internal development was too ha mpered by the mortal struggl e it had to engage in against the Versailles reaction to allow it at least to formulate, if not apply, its socialist progra m theoretically. We must realize, too, that the majority of the members of the Com mune were not socialists, prope rly speaking. If t hey appeared to be, it was because they were drawn in this direction by t he irresistible course of events, the nature of the situation, the necessities of their position, ra ther than through pe rsonal conviction. T he socialists were a tiny m inority - there were, at most, fourt een or fi fteen of t hem; the rest were Jacobins. But, let us make it clear, there are Jacobins and Jacobins. There are Jacobin lawyers and doc trinaires, like Mr. Gambetta; their positivist...pre sumptuous, despotic, and legalistic republicanism had repudiated the old revolutionary faith, leaving not hing of J acobinism but its cult of uni ty and authority, and de livered the people of France over to the Prussians, and later still to native-born reactionaries. And there are Jacobins who are frankly revolutionaries, the heroes, the last sincere representatives of the democratic faith of 1793; able to sacrifice both their well-armed uni ty and authority rather than submit their conscience to the insolence of the reaction. T hese magnanimous Jacobins led naturally by D elescluze, a great soul and a great character, desire the triumph of t he Revolution above everything else; and since there is no re volution without the masses, and since the masses nowadays reveal an instinct for s ocialism and can onl y make an econom ic and social revolution, the Jacobins of good fa ith, letting themselves be impelled increasingly by t he logic of the revolutionary movement, will end up be coming socialists in spite of themselves. This precisely was the situation in which the Jacobins who pa rticipated in the Paris Com mune found t hemselves. Delescluze, and m any ot hers with him, signed progra ms and proc lamations whose general import and prom ise were of a positively socialist nature. However, in spite of their good fa ith and all their goodw ill, they were merely socialists impelled by out ward circumstances rather than by a n inward conviction; they lacked the time and even the capacity to ove rcome and subdue many of t heir own bourge ois prejudices which were contrary to their newly acquired socialism. One can unde rstand that, trapped in this internal struggl e, they could never go be yond generalities or take any of t hose decisive measures that would end their solidarity and all their contacts with the bourge ois world fore ver. This was a great misfortune for the Com mune and these men. They were paralyzed, and they paralyzed the Com mune. Yet we cannot blame them. Men are not transformed ove rnight; they do not change their natures or their habits at will. They prove d their sincerity by l etting themselves be killed for t he Com mune. Who would dare ask more of them?"},{"pageNumber":4,"pageContent":" They are no m ore to be blamed than the people of Paris, unde r whose influence they thought and acted. The people were socialists more by instinct than by re flection. A ll their aspirations are in the highest degree socialist but their ideas, or ra ther their traditional expressions, are not. The proletariat of the great cities of France, and even of P aris, still cling to many Jacobin pre judices, and to many di ctatorial and gove rnmental concepts. The cult of authority - the fatal result of re ligious education, that historic source of all evils, depravations, and servitude - has not yet been completely eradicated in them. This is so true that even the most intelligent children of t he people, the most convinced socialists, have not freed themselves completely of t hese ideas. If you rum mage around a bit in their minds, you w ill find the Jacobin, the advocate of gove rnment, cowering in a dark corner, humble but not quite dead. And, too, the small group of c onvinced socialists who pa rticipated in the Com mune were in a very difficult position. W hile they felt the lack of s upport from the great masses of the people of Paris, and while the orga nization of t he International Association, itself imperfect, comprom ised hardly a few thousand pe rsons, they had to keep up a daily struggl e against the Jacobin majority. In the midst of the conflict, they had to feed and provi de work for s everal thousand workers, orga nize and arm them, and ke ep a sharp lookout for the doings of the reactionaries. All this in an immense city like Paris, besieged, facing the threat of starvation, and a prey to all the shady intrigues of the reaction, w hich managed to establish itself in Versailles with the permission and by t he grace of the Prussians. They had to set up a revolutionary gove rnment and army against the gove rnment and army of V ersailles; in orde r to fight the monarchist and clerical reaction they were compelled to organize themselves in a Jacobin manner, forge tting or s acrificing the first conditions of revolutionary socialism. In this confus ing situation, it was natural that the Jacobins, the stronge st section, constituting the majority of t he Com mune, who also pos sessed a highly developed pol itical instinct, the tradition and pra ctice of gove rnmental orga nization, should have had the uppe r hand ove r the socialists. It is a matter of s urprise that they did not press their advantage more than they did; that they did not give a fully Jacobin character to the Paris insurrection; that, on t he contrary, they let themselves be carried along i nto a social revolution. I know that many socialists, very logical in their theory, bl ame our P aris friends for not having acted sufficiently as socialists in their revolutionary pra ctice. The yelping pa ck of t he bourge ois press, on t he other hand, accuse them of ha ving fol lowed their progra m too fa ithfully. Let us forge t, for a moment, the ignobl e denunciations of that press. I want to call the attention of t he strictest theoreticians of prol etarian emancipation to the fact that they are unjust to our P aris brothers, for between the most correct theories and their practical application lies an enorm ous distance which cannot be bridged in a few days. Whoever had the pleasure of know ing Varlin, for i nstance (to name just one man whose death is certain), know s that he and hi s friends were guided by profound, passionate, and well-considered socialist convictions. These were men whose ardent zeal, devotion, and good fa ith had never been que stioned by t hose who ha d know n them. Yet, precisely because they were men of good fa ith, they were filled with self-distrust in the face of the immense task to which they had devoted their minds and their lives; they thought too little of themselves! And they were convinced that in the Social Revolution, di ametrically oppos ite to a political revolution in this as in other ways, individual action was to be almost nil, while the spontaneous action of t he masses had to be everything. A ll that individuals can do i s form ulate, clarify, and propa gate ideas expressing the instinctive desires of the people, and contribute their constant efforts to the revolutionary orga nization of t he natural powers of the masses. This and not hing m ore; all the rest can be accomplished onl y by t he people themselves. Otherwise we would end up w ith a political dictatorship - the reconstitution of t he State, with all its privileges, inequalities, and oppre ssions; by taking a devious but inevitable path we would come to reestablish the political, social, and econom ic slavery of t he masses. Varlin and all his friends, like all sincere socialists, and ge nerally like all workers born a nd bre d among t he people, shared this perfectly legitimate feeling of c aution toward the continuous activity"},{"pageNumber":5,"pageContent":"of one and the same group of i ndividuals and against the dom ination exerted by s uperior personalities. And since they were just and fa ir-minded men above all else, they turned this foresight, this mistrust, against themselves as much as against other persons. Cont rary to the belief of a uthoritarian communists - which I de em completely wrong - t hat a social revolution m ust be decreed and orga nized either by a dictatorship or by a constituent assembly emerging from a political revolution, our fri ends, the Paris socialists, believed that revolution could neither be made nor brought to its full development except by the spontaneous and continued action of t he masses, the groups and the associations of the people. Our Paris friends were right a thousand times over. In fa ct, where is the mind, bri lliant as it may be, or - i f we speak of a collective dictatorship, even if it were form ed of s everal hundre d individuals endow ed with superior mentalities - where are the intellects powerful enough t o embrace the infinite multiplicity and di versity of re al interests, aspirations, wishes and ne eds which sum up the collective will of the people? And to invent a social orga nization that will not be a Procrustean bed upon w hich the violence of the State will more or less overtly forc e unha ppy society to stretch out ? It has always been thus, and it is exactly this old system of orga nization by force that the Social Revolution should end by gra nting ful l liberty to the masses, the groups , the communes, the associations and to the individuals as well; by de stroying onc e and for a ll the historic cause of all violence, which is the power and indeed the mere existence of the State. Its fall will bring dow n with it all the inequities of the law and all the lies of the various religions, since both law and re ligion ha ve never been anything but the compulsory c onsecration, ideal and re al, of all violence represented, gua ranteed, and prot ected by t he State. It is obvi ous that liberty will never be given to hum anity, and that the real interests of society, of all groups , local associations, and individuals who m ake up society will never be satisfied unt il there are no longer any states. It is obvi ous that all the so-called general interests of society, which the State is suppos ed to represent and which are in reality just a general and constant negation of t he true interests of re gions, communes, associations, and individuals subject to the State, are a mere abstraction, a fiction, a lie. The State is like a vast slaughterhous e or an enorm ous cemetery, w here all the real aspirations, all the living forc es of a country enter generously and ha ppily, in the shadow of that abstraction, to let themselves be slain and buri ed. And just as no abstraction exists for a nd by itself, having no l egs to sand on, no a rms to create with, no s tomach to digest the mass of vi ctims delivered to it, it is likewise clear that the celestial or re ligious abstraction, G od, actually represents the very real interests of a class, the clergy, w hile its terrestrial complement, that political abstraction, the State, represents the no less real interests of the exploiting class which tends to absorb a ll the others - the bourge oisie. As the clergy ha s always been divisive, and now adays tends to separate men even furt her into a very pow erful and wealthy m inority and a sad and ra ther wretched majority, so likewise the bourge oisie, with its various social and pol itical orga nizations in industry, agriculture, banking, and commerce, as well as in all administrative, financial, judiciary, education, pol ice, and m ilitary func tions of the State tend increasingly to weld all of these into a really dom inant oligarchy on t he one hand, and on t he other hand into an enorm ous mass of m ore or less hope less creatures, defrauded creatures who live in a perpetual illusion, steadily and inevitably pushed dow n into the proletariat by the irresistible force of the present econom ic development, and reduced to serving as blind tools of this all-pow erful oligarchy. The abolition of t he Churc h and the State should be the first and indispensable condition for t he real enfranchisement of society which can and should reorganize itself not from the top dow n according to an ideal plan dre ssed up by w ise men or s cholars nor by de crees prom ulgated by s ome dictatorial power or e ven by a national assembly elected through uni versal suffrage. Such a system, as I have already said, would inevitably lead to the creation of a new state and, consequently, to the formation of a ruling aristocracy, that is, an entire class of pe rsons who ha ve nothing in common with the masses. And, of c ourse, this class would exploit and subject the masses, unde r the pretext of serving the common welfare or saving the State."},{"pageNumber":6,"pageContent":" The future social orga nization should be carried out from the bottom up, by t he free association or federation of w orkers, starting with the associations, then goi ng on t o the communes, the regions, the nations, and, fi nally, culminating in a great international and uni versal federation. It is only then that the true, life-giving social orde r of liberty and ge neral welfare will come into being, a social order which, far from restricting, w ill affirm and re concile the interests of individuals and of society. It is said that the harmony a nd uni versal solidarity of i ndividuals with society can never be attained in pra ctice because their interests, being antagonistic, can never be reconciled. To this objection I re ply that if these interest have never as yet come to mutual accord, i t was because the State has sacrificed the interests of the majority for t he benefit of a privileged minority. That is why this famous incompatibility, this conflict of pe rsonal interests with those of society, is nothing but a fraud, a political lie, born of t he theological lie which invented the doctrine of ori ginal sin in orde r to dishonor m an and de stroy hi s self-respect. The same false idea concerning irreconcilable interests was also fostered by t he dreams of m etaphysics which, as we know , is close kin to theology. Metaphysics, failing to recognize the social character of hum an nature, looked upon s ociety as a mechanical and pure ly artificial aggregate of individuals, suddenly brought together in the name of some form al or secret compact concluded freely or unde r the influence of a superior pow er. Before uniting in society, these individuals, endow ed with some sort of immortal soul, enjoyed complete liberty, according to the metaphysicians. We are convinced that all the wealth of m an's intellectual, moral, and m aterial development, as well as his apparent independence, is the produc t of hi s life in society. Outside society, not only would he not be a free man, he would not even become genuinely human, a being conscious of hi mself, the only being who thinks and speaks. Only the combination of intelligence and collective labor w as able to forc e man out of that savage and brut ish state which constituted his original nature, or ra ther the starting poi nt for hi s further development. We are profoundl y convinced that the entire life of m en - their interests, tendencies, needs, illusions, even stupidities, as well as very bit of vi olence, injustice, and seemingly vol untary activity - m erely represent the result of inevitable societal forces. People cannot reject the idea of m utual independence, nor c an they deny the reciprocal influence and uni formity exhibiting the manifestations of external nature. In na ture herself, this marvelous correlation and interdependence of phe nomena certainly is not produc ed without struggl e. On the contrary, the harmony of t he forces of na ture appears only as the result of a continual struggl e, which is the real condition of l ife and of m ovement. In na ture, as in society, orde r without struggl e is death. If orde r is natural and pos sible in the universe, it is only because the universe is not gove rned according to some pre imagined system imposed by a supreme will. The theological hypot hesis of divine legislation leads to an obvi ous absurdity, to the negation not only of a ll orde r but of na ture herself. Natural laws are real only in that they are inherent in nature; that is, they are not established by any authority. These laws are but simple manifestations, or ra ther continuous variations, of the uniformities constituting what we call 'nature.' Human intelligence and its science have observed them, have checked them experimentally, assembled them into a system and called them laws. But nature as such know s no laws. She acts unconsciously; she represents in herself the infinite variety of phe nomena which appear and re peat themselves inevitably. This inevitability of a ction is the reason the universal orde r can and doe s exist. Such an orde r is also apparent in hum an society, which seems to have evolved in an allegedly anti natural way but actually is determined by t he natural animal's needs and hi s capacity for thinking that have contributed a special element to his development - a completely natural element, by the way, in the sense that men, like everything that exists, represent the material produc t of the union and action of na tural forces. This special element is reason, the captivity for ge neralization and abstraction, thanks to which man is able to proj ect himself in his thought , examining and observing hi mself like a strange, eternal object. By l ifting hi mself in thought above himself, and above the world around hi m, he reaches the representation of pe rfect abstraction the absolute void."},{"pageNumber":7,"pageContent":"And this absolute is nothing less than his capacity for a bstraction, w hich disdains all that exists and finds its repose in attaining complete negation. T his is the ultimate limit of the highest abstraction of the mind; this absolute nothingness is God. This is the meaning and the historical founda tion of e very theological doctrine. As they did not understand the nature and the material causes of their own thinking, and di d not even gra sp the conditions or na tural laws unde rlying such thinking, these early men and early societies had not the slightest suspicion that their absolute notions were simply the result of their own capacity for formulating abstract ideas. Hence they viewed these ideas, drawn from nature, as real objects, next to which nature herself ceased to amount to anything. T hey began to worship their fictions, their improba bly not ions of the absolute, and to honor t hem. But since they felt the need of gi ving some concrete form to the abstract idea of not hingness or of G od, they created the concept of di vinity and, furt hermore, endow ed it with all the qualities and pow ers, good a nd evil, which they found only in nature and in society. Such was the origin and hi storical development of all religions, from fetishism on dow n to Chri stianity. We do not intend to unde rtake a study of t he history of re ligious, theological, and m etaphysical absurdities or to discuss the proc ession of a ll the divine incarnations and vi sions created by centuries of ba rbarism. We all know that superstition brought disaster and caused rivers of bl ood and tears to flow. All these revolting aberrations of poor m ankind were historical, inevitable stages in the norm al grow th and evolution of s ocial orga nizations. Such aberrations engendered the fatal idea, which dom inated men's imagination, that the universe was gove rned by a supernatural power and will. Centuries came and went, and societies grew accustomed to this idea to such an extent that they finally destroyed any urge toward or c apacity to achieve further progre ss which arose in their midst. The lust for pow er of a few individuals originally, and of s everal social classes later, established slavery and conque st as the dom inant principle, and implanted this terrible idea of di vinity in the heart of society. Thereafter no s ociety was viewed as feasible without these two institutions, the Churc h and the State, at its base. These two social scourge s are defended by a ll their doc trinaire apologists. No sooner did these institutions appear in the world than two ruling classes - the priests and the aristocrats - prom ptly orga nized themselves and lost no time in indoctrinating the enslaved people with the idea of the utility, indispensability, and sacredness of the Churc h and of t he State."}]
