[{"pageNumber":1,"pageContent":"Rou s s e au 's T h e or y of t h e S t at e b y M i c h ae l B ak u n i n . . . W e have said that man is not only the most individualistic being on e arth -- he is also the most social. It was a great mistake on the part of Jean Jacques Rousseau to have thought that primitive society was established through a free agreement among savages. But Jean Jacques is not the only one to have said this. The majority of jurists and modern publ icists, either of the school of Kant or any other individualist and liberal school, those who do not accept the idea of a society founde d upon t he divine right of the theologians nor of a society determined by the Hegelian school as a more or less mystical realisation of obj ective morality, nor of t he naturalists' concept of a primitive animal society, all accept, nolens volens, and for l ack of any other basis, the tacit agreement or contract as their starting poi nt. According to the theory of t he social contract primitive men enjoying absolute liberty only in isolation are antisocial by na ture. When forced to associate they destroy each other's freedom. If this struggle is unchecked it can lead to mutual extermination. In orde r not to destroy each other completely, they conclude a contract, form al or tacit, whereby they surrender some of their freedom to assure the rest. This contract becomes the founda tion of s ociety, or ra ther of the State, for w e must point out that in this theory there is no place for society; only the State exists, or rather society is completely absorbed by the State. Society is the natural mode of existence of the human collectivity, independent of any contract. It governs itself through t he customs or the traditional habits, but never by laws. It progre sses slowly, under the impulsion it receives from individual initiatives and not through t he thinking or t he will of the law-giver. There are a good m any laws which gove rn it without its being aware of them, but these are natural laws, inherent in the body s ocial, just as physical laws are inherent in material bodies. Most of these laws remain unknow n to this day; nevertheless, they have governed hum an society ever since its birth, independent of the thinking and the will of the men composing the society. Hence they should not be confused with the political and juridical laws proclaimed by some legislative power, laws that are supposed to be the logical sequelae of the first contract consciously formed by m en. The state is in no w ise an immediate produc t of nature. Unlike society, it does not precede the awakening of re ason in men. The liberals say that the first state was created by the free and rational will of men; the men of the right consider it the work of G od. In e ither case it dominates society and tends to absorb it completely. One might rejoin that the State, representing as it does the public welfare or the common interest of all, curtails a part of the liberty of each only for t he sake of assuring to him all the remainder. But this remainder may be a form of security; it is never liberty. Liberty is indivisible; one cannot curtail a part of it without killing all of it. This little part you a re curtailing is the very essence of my liberty; it is all of it. Through a natural, necessary, and irresistible movement, all of my liberty is concentrated precisely in the part, small as it may be, which you c urtail. It is the story of Bluebeard's wife, who had an entire palace at her disposal, with full and complete liberty to enter everywhere, to see and to touch everything, except for one dreadful little chamber which her terrible husband's sovereign will had forbi dden her to open on pa in of de ath. Well, she turned away from all the splendours of the palace, and her entire being concentrated on the dreadful little chamber. She opened that forbidden door, for good re ason, since her liberty depended on he r doing so, while the prohibition to enter was a flagrant violation of pre cisely that liberty. It is also the story of A dam and"},{"pageNumber":2,"pageContent":"Eve's fall. The prohibition to taste the fruit from the tree of the know ledge of good a nd evil, for no other reason than that such was the will of the Lord, w as an act of atrocious despotism on the part of the good L ord. H ad our fi rst parents obeyed it, the entire human race would have remained plunged in the most humiliating slavery. Their disobedience has emancipated and saved us. Theirs, in the language of mythology, w as the first act of hum an liberty. But, one might say, could the State, the democratic State, based upon t he free suffrage of all its citizens, be the negation of t heir liberty? And why not ? That would depend entirely on the mission and the power that the citizens surrendered to the State. A republican State, based upon uni versal suffrage, could be very despotic, more despotic even than the monarchical State, if, unde r the pretext of representing everybody' s will, it were to bring dow n the weight of its collective power upon t he will and the free movement of each of its members. However, suppose one were to say that the State does not restrain the liberty of its members except when it tends toward injustice or evil. It prevents its members from killing each other, plundering each other, insulting each other, and in general from hurting each other, while it leaves them full liberty to do good. T his brings us back to the story of Bl uebeard's wife, or the story of t he forbidden fruit: what is good? what is evil? From the standpoint of the system we have under examination, the distinction between good a nd evil did not exist before the conclusion of t he contract, when each individual stayed deep in the isolation of hi s liberty or of hi s absolute rights, having no c onsideration for hi s fellowmen except those dictated by hi s relative weakness or strength; that is, his own prude nce and self^^interest. At that time, still following the same theory, egotism was the supreme law, the only right. The good was determined by success, failure was the only evil, and justice was merely the consecration of t he fait accompli, no m atter how horrible, how cruel or infamous, exactly as things are now in the political morality which prevails in Europe today. The distinction between good a nd evil, according to this system, commences only with the conclusion of t he social contract. Thereafter, what was recognised as constituting the common interest was proclaimed as good, a nd all that was contrary to it as evil. The contracting members, on becoming citizens, and bound by a more or less solemn unde rtaking, thereby assumed an obligation: to subordi nate their private interests to the common good, t o an interest inseparable from all others. Their own rights were separated from the public right, the sole representative of which, the State, was thereby invested with the power to repress all illegal revolts of the individual, but also with the obligation to protect each of its members in the exercise of his rights insofar as these were not contrary to the common right. We shall now examine what the State, thus constituted, should be in relation to other states, its peers, as well as in relation to its own subject popul ations. This examination appears to us all the more interesting and useful because the State, as it is here defined, is precisely the modern State insofar as it has separated itself from the religious idea -- the secular or atheist State proclaimed by modern publ icists. Let us see, then: of what does its morality consist? It is the modern State, we have said, at the moment when it has freed itself from the yoke of the Churc h, and when it has, consequently, shaken off t he yoke of the universal or cosmopolitan morality of the Christian religion; at the moment when it has not yet been penetrated by the humanitarian morality or idea, which, by t he way, it could never do w ithout destroying itself; for, in its separate existence and isolated concentration, it would be too narrow to embrace, to contain the interests and therefore the morality of all mankind. Modern states have reached precisely this point. Christianity serves them only as a pretext or a phrase or as a means of deceiving the idle mob, for t hey purs ue goals which have nothing to do w ith religious sentiments. The great statesmen of our da ys, the Palmerstons, the Muravievs, the Cavours, the Bismarcks, the Napoleons, had a good l augh w hen people took their religious pronounc ements seriously. They laughed harder when people attributed hum anitarian sentiments, considerations, and intentions to them, but they never made the mistake of treating these ideas in publ ic as so much"},{"pageNumber":3,"pageContent":"nonsense. Just what remains to constitute their morality? The interest of the State, and not hing else. From this point of view, which, incidentally, with very few exceptions, has been that of the statesmen, the strong m en of all times and of a ll countries from this point of view, I say, whatever conduc es to the preservation, the grandeur and the power of the State, no m atter how sacrilegious or morally revolting it may seem, that is the good. A nd conversely, whatever oppos es the State's interests, no m atter how holy or just otherwise, that is evil. Such is the secular morality and pra ctice of every State. It is the same with the State founde d upon t he theory of t he social contract. According to this principle, the good a nd the just commence only with the contract; they are, in fact, nothing but the very contents and the purpos e of the contract; that is, the common interest and the public right of all the individuals who have formed the contract among themselves, with the exclusion of a ll those who remain outside the contract. It is; consequently, nothing but the greatest satisfaction given to the collective egotism of a special and restricted association, which, being founde d upon t he partial sacrifice of the individual egotism of each of its members, rejects from its midst, as strangers and natural enemies, the immense majority of the human species, whether or not it may be organised into analogous organisation. The existence of one sovereign, exclusionary State necessarily supposes the existence and, if need be, provoke s the formation of ot her such States, since it is quite natural that individuals who find themselves outside it and are threatened by it in their existence and in their liberty, should, in their turn, associate themselves against it. We thus have humanity divided into an indefinite number of foreign states, all hostile and threatened by e ach other. There is no common right, no social contract of any kind between them; otherwise they would cease to be independent states and become the federated members of one great state. But unless this great state were to embrace all of hum anity, it would be confront ed with other great states, each federated within, each maintaining the same posture of inevitable hostility. War would still remain the supreme law, an unavoidable condition of human survival. Every state, federated or not , would therefore seek to become the most powerful. It must devour lest it be devoured, conque r lest it be conque red, enslave lest it be enslaved, since two pow ers, similar and yet alien to each other, could not coexist without mutual destruction. The State, therefore, is the most flagrant, the most cynical, and the most complete negation of humanity. It shatters the universal solidarity of all men on the earth, and brings some of them into association onl y for t he purpos e of destroying, conque ring, and enslaving all the rest. It protects its own citizens only; it recognises human rights, humanity, civilisation within its own confines alone. Since it recognises no rights outside itself, it logically arrogates to itself the right to exercise the most ferocious inhumanity toward all foreign popul ations, which it can plunder, exterminate, or enslave at will. If it does show itself generous and hum ane toward them, it is never through a sense of duty, for i t has no dut ies except to itself in the first place, and then to those of its members who have freely form ed it, who freely continue to constitute it or even, as always happens in the long run, those who have become its subjects. As there is no international law in existence, and as it could never exist in a meaningful and realistic way without undermining to its founda tions the very principle of the absolute sovereignty of the State, the State can have no dut ies toward fore ign populations. Hence, if it treats a conque red people in a humane fashion, if it plunders or exterminates it halfway only, if it does not reduce it to the lowest degree of slavery, this may be a political act inspired by prude nce, or even by pure magnanimity, but it is never done from a sense of duty, for t he State has an absolute right to dispose of a conque red people at will. This flagrant negation of hum anity which constitutes the very essence of the State is, from the standpoint of the State, its supreme duty and its greatest virtue. It bears the name patriotism, and it constitutes the entire transcendent morality of the State. We call it transcendent morality because it usually goes beyond t he level of hum an morality and justice, either of the community or of t he private individual, and by t hat same token often finds itself in contradiction with these. Thus, to"},{"pageNumber":4,"pageContent":"offend, to oppre ss, to despoil, to plunder, to assassinate or enslave one's fellowman is ordinarily regarded as a crime. In publ ic life, On the other hand, from the standpoint of patriotism, when these things are done for the greater glory of t he State, for the preservation or t he extension of i ts power, it is all transformed into duty and virtue. And this virtue, this duty, are obligatory for e ach patriotic citizen; everyone is supposed to exercise them not against foreigners only but against one's own fellow citizens, members or subjects of the State like himself, whenever the welfare of the State demands it. This explains why, since the birth of the State, the world of pol itics has always been and continues to be the stage for unl imited rascality and brigandage, brigandage and rascality which, by t he way, are held in high esteem, since they are sanctified by pa triotism, by the transcendent morality and the supreme interest of the State. This explains why the entire history of a ncient and modern states is merely a series of revolting crimes; why kings and ministers, past and pre sent, of all times and all countries -- statesmen, diplomats, bureaucrats, and warriors -- if judged from the standpoint of simple morality and hum an justice, have a hundre d, a thousand times over earned their sentence to hard labour or t o the gallows. There is no horror, no c ruelty, sacrilege, or pe rjury, no i mposture, no infamous transaction, no c ynical robbe ry, no bol d plunder or shabby be trayal that has not been or is not daily being perpetrated by the representatives of the states, unde r no ot her pretext than those elastic words, so convenient and yet so terrible: \"for re asons of state.\" These are truly terrible words, for they have corrupt ed and dishonoure d, within official ranks and in society's ruling classes, more men than has even Chri stianity itself. No sooner are these words uttered than all grows silent, and everything ceases; honesty, honour, j ustice, right, compassion itself ceases, and with it logic and good s ense. Black turns white, and white turns black. The lowest human acts, the basest felonies, the most atrocious crimes become meritorious acts. The great Italian political philosopher Machiavelli was the first to use these words, or at least the first to give them their true meaning and the immense popul arity they still enjoy among our rul ers today. A realistic and pos itive thinker if there ever was one, he was the first to unde rstand that the great and pow erful states could be founde d and maintained by c rime alone -- by m any gre at crimes, and by a radical contempt for all that goes under the name of hone sty. He has written, explained, and prove n these facts with terrifying frankness. And, since the idea of hum anity was entirely unknow n in his time; since the idea of fra ternity -- not human but religious -- as preached by the Catholic Churc h, was at that time, as it always has been, nothing but a shocking irony, be lied at every step by the Churc h's own actions; since in his time no one even suspected that there was such a thing as popul ar right, since the people had always been considered an inert and inept mass, the flesh of the State to be moulded and exploited at will, pledged to eternal obedience; since there was absolutely nothing in his time, in Italy or elsewhere, except for the State -- Machiavelli concluded from these facts, with a good de al of logic, that the State was the supreme goal of all human existence, that it must be served at any cost and that, since the interest of the State prevailed over everything else, a good pa triot should not recoil from any crime in orde r to serve it. He advocates crime, he exhorts to crime, and makes it the sine qua non of pol itical intelligence as well as of true patriotism. Whether the State bear the name of a monarchy or of a republic, crime will always be necessary for i ts preservation and its triumph. The State will doubt less change its direction and its object, but its nature will remain the same: always the energetic, permanent violation of j ustice, compassion, and hone sty, for t he welfare of the State. Yes, Machiavelli is right. We can no longer doubt it after an experience of three and a half centuries added to his own experience. Yes, so all history tells us: while the small states are virtuous only because of their weakness, the powerful states sustain themselves by crime alone. But our conclusion will be entirely different from his, for a very simple reason. W e are the children of the Revolution, and from it we have inherited the religion of hum anity, which we must found upon t he ruins of the religion of di vinity. We believe in the rights of man, in the dignity and the necessary emancipation of t he human species. We believe in hum an liberty and hum an fraternity founde d upon j ustice. In a word, w e believe in the triumph of hum anity upon t he earth. But this triumph,"},{"pageNumber":5,"pageContent":"which we summon with all our longing, which we want to hasten with all our uni ted efforts -- since it is by its very nature the negation of t he crime which is intrinsically the negation of hum anity -- this triumph cannot be achieved until crime ceases to be what it now is more or less everywhere today, the real basis of the political existence of the nations absorbed and dom inated by the ideas of the State. And since it is now prove n that no state could exist without committing crimes, or at least without contemplating and planning them, even when its impotence should prevent it from perpetrating crimes, we today conclude in favour of t he absolute need of de stroying the states. Or, if it is so decided, their radical and complete transformation so that, ceasing to be powers centralised and orga nised from the top dow n, by vi olence or by a uthority of some principle, they may recognise -- with absolute liberty for a ll the parties to unite or not to unite, and with liberty for e ach of these always to leave a union even when freely entered into -- from the bottom up, according to the real needs and the natural tendencies of the parties, through t he free federation of i ndividuals, associations, communes, districts, provi nces, and nations within hum anity. Such are the conclusions to which we are inevitably led by a n examination of t he external relations which the so-called free states maintain with other states. Let us now examine the relations maintained by the State founde d upon t he free contract arrived at among its own citizens or subjects. We have already obs erved that by excluding the immense majority of the human species from its midst, by ke eping this majority outside the reciprocal engagements and dut ies of morality, of justice, and of ri ght, the State denies humanity and, using that sonorous word pa triotism, imposes injustice and cruelty as a supreme duty upon a ll its subjects. It restricts, it mutilates, it kills humanity in them, so that by ceasing to be men, they may be solely citizens -- or ra ther, and more specifically, that through t he historic connection and succession of fa cts, they may never rise above the citizen to the height of being man. We have also seen that every state, unde r pain of de struction and fearing to be devoured by its neighbour s tates, must reach out toward omnipotence, and, ha ving become powerful, must conque r. Who speaks of conque st speaks of peoples conque red, subjugated, reduced to slavery in whatever form or denomination. Slavery, therefore, is the necessary consequence of the very existence of the State. Slavery may change its form or its name -- its essence remains the same. Its essence may be expressed in these words: to be a slave is to be forced to work for s omeone else, just as to be a master is to live on someone else's work. In a ntiquity, just as in Asia and in Africa today, as well as even in a part of America, slaves were, in all honesty, called slaves. In the Middle Ages, they took the name of serfs: nowadays they are called wage earners. The position of t his latter group ha s a great deal more dignity attached to it, and it is less hard than that of slaves, but they are nonetheless forced, by hunge r as well as by pol itical and social institutions, to maintain other people in complete or relative idleness, through t heir own exceedingly hard labour. Cons equently they are slaves. And in general, no state, ancient or modern, has ever managed or w ill ever manage to get along w ithout the forced labour of t he masses, either wage earners or slaves, as a principal and absolutely necessary founda tion for t he leisure, the liberty, and the civilisation of t he political class: the citizens. On this point, not even the United States of North America can as yet be an exception. Such are the internal conditions that necessarily result for the State from its objective stance, that is, its natural, permanent, and inevitable hostility toward all the other states. Let us now see the conditions resulting directly for t he State's citizens from that free contract by which they supposedly constituted themselves into a State. The State not only has the mission of gua ranteeing the safety of its members against any attack coming from without; it must also defend them within its own borde rs, some of them against the others, and each of them against himself. For the State -- and this is most deeply characteristic of it, of every state, as of every theology -- pre supposes man to be essentially evil and wicked. In the State we are now examining, the good, a s we have seen, commences only with the conclusion of t he"},{"pageNumber":6,"pageContent":"social contract and, consequently, is merely the produc t and very content of this contract. The good is not the produc t of liberty. On the contrary, so long as men remain isolated in their absolute individuality, enjoying their full natural liberty to which they recognise no limits but those of fact, not of law, they follow one law only, that of their natural egotism. They offend, maltreat, and rob each other; they obstruct and devour e ach other, each to the extent of his intelligence, his cunning, and his material resources, doing just as the states do to one another. By t his reasoning, hum an liberty produc es not good but evil; man is by na ture evil. How did he become evil? That is for theology to explain. The fact is that the Churc h, at its birth, finds man already evil, and unde rtakes to make him good, t hat is, to transform the natural man into the citizen. To this one may rejoin that, since the State is the produc t of a contract freely concluded by m en, and since the good i s the produc t of the State, it follows that the good i s the produc t of liberty! Such a conclusion would not be right at all. The State itself, by this reasoning, is not the produc t of liberty; it is, on the contrary, the produc t of the voluntary sacrifice and negation of l iberty. Natural men, completely free from the sense of right but exposed, in fact, to all the dangers which threaten their security at every moment, in orde r to assure and safeguard this security, sacrifice, or renounc e more or less of their own liberty, and, to the extent that they have sacrificed liberty for s ecurity and have thus become citizens, they become the slaves of the State. We are therefore right in affirming that, from the viewpoint of the State, the good i s born not of liberty but rather of the negation of l iberty. Is it not remarkable to find so close a corresponde nce between theology, that science of the Churc h, and pol itics, that science of the State; to find this concurrence of two orde rs of ideas and of re alities, outwardly so oppos ed, nevertheless holding the same conviction: that human liberty must be destroyed if men are to be moral, if they are to be transformed into saints (for the Churc h) or i nto virtuous citizens (for the State)? Yet we are not at all surprised by this peculiar harmony, since we are convinced, and shall try to prove , that politics and theology are two sisters issuing from the same source and purs uing the same ends under different names; and that every state is a terrestrial church, just as every church, with its own heaven, the dwelling place of the blessed and of t he immortal God, is but a celestial state. Thus the State, like the Churc h, starts out with this funda mental supposition, that men are basically evil, and that, if delivered up to their natural liberty, they would tear each other apart and offe r the spectacle of the most terrifying anarchy, where the stronger would exploit and slaughter the weaker -- quite the contrary of w hat goes on in our m odel states today, needless to say! The State sets up the principle that in orde r to establish publ ic order, there is need of a superior authority; in orde r to guide men and repress their evil passions, there is need of a guide and a curb. . . . In orde r to assure the observance of the principles and the administration of l aws in any hum an society whatsoever, there has to be a vigilant, regulating, and, if need be, repressive power at the head of the State. It remains for us to find out who should and who could exercise such pow er. For the State founde d upon di vine right and through t he intervention of a ny God whatever, the answer is simple enough; the men to exercise such pow er would be the priests primarily, and secondarily the temporal authorities consecrated by the priests. For the State founde d on the free social contract, the answer would be far more difficult. In a pure democracy of equals -- all of whom are, however, considered incapable of self-restraint on be half of the common welfare, their liberty tending naturally toward evil -- who would be the true guardian and administrator of t he laws, the defender of justice and of publ ic order against everyone's evil passions? In a word, w ho would fulfil the functions of the State? The best citizens, would be the answer, the most intelligent and the most virtuous, those who understand better than the others the common interests of society and the need, the duty, of everyone to subordi nate his own interests to the common good. It is, in fact; necessary for t hese men to be as intelligent as they are virtuous; if they were intelligent but lacked virtue, they might very well use the public welfare to serve their private interests, and if they were virtuous but lacked intelligence, their good fa ith would not be enough t o save the public interest from their errors. It is"},{"pageNumber":7,"pageContent":"therefore necessary, in orde r that a republic may not perish, that it have available throughout its duration a continuous succession of m any citizens possessing bot h virtue and intelligence. But this condition cannot be easily or always fulfilled. In the history of e very country, the epochs that boast a sizeable group of e minent men are exceptional, and renowned through t he centuries. Ordinarily, within the precincts of pow er, it is the insignificant, the mediocre, who pre dominate, and often, as we have observed in history, it is vice and bloody vi olence that triumph. W e may therefore conclude that if it were true, as the theory of t he so-called rational or liberal State clearly postulates, that the preservation and dura bility of every political society depend upon a succession of men as remarkable for their intelligence as for their virtue, there is not one among the societies now existing that would not have ceased to exist long ago. If w e were to add to this difficulty, not to say impossibility, those which arise from the peculiar demoralisation attendant upon pow er, the extraordinary temptations to which all men who hol d pow er in their hands are exposed, the ambitions, rivalries, jealousies, the gigantic cupidities by which particularly those in the highest positions are assailed by da y and night, and against which neither intelligence nor even virtue can prevail, especially the highly vulnerable virtue of the isolated man, it is a wonder that so many societies exist at all. But let us pass on. Let us assume that, in an ideal society, in each period, there were a sufficient number of m en both intelligent and virtuous to discharge the principal functions of the State worthily. Who would seek them out, select them, and place the reins of pow er in their hands? Would they themselves, aware of their intelligence and their virtue, take possession of t he power? This was done by two sages of ancient Greece, Cleobulus and Periander; notwithstanding their supposed great wisdom, the Greeks applied to them the odious name of tyrants. But in what manner would such men seize power? By persuasion, or pe rhaps by forc e? If they used persuasion, we might remark that he can best persuade who is himself persuaded, and the best men are precisely those who are least persuaded of their own worth. Even when they are aware of it, they usually find it repugna nt to press their claim upon others, while wicked and mediocre men, always satisfied with themselves, feel no repugna nce in glorifying themselves. But let us even suppose that the desire to serve their country had overcome the natural modesty of truly worthy men and induced them to offer themselves as candidates for the suffrage of their fellow citizens. Would the people necessarily accept these in preference to ambitious, smooth-tongue d, clever schemers? If, on t he other hand, they wanted to use force, they would, in the first place, have to have available a force capable of ove rcoming the resistance of an entire party. They would attain their power through c ivil war which would end up w ith a disgruntled oppos ition party, beaten but still hostile. To prevail, the victors would have to persist in using forc e. Accordingly the free society would have become a despotic state, founde d upon a nd maintained by vi olence, in which you m ight possibly find many things worthy of a pprova l -- but never liberty. If we are to maintain the fiction of t he free state issuing from a social contract, we must assume that the majority of its citizens must have had the prude nce, the discernment, and the sense of justice necessary to elect the worthiest and the most capable men and to place them at the head of their government. But if a people had exhibited these qualities, not just once and by m ere chance but at all times throughout its existence, in all the elections it had to make, would it not mean that the people itself, as a mass, had reached so high a degree of morality and of c ulture that it no longer had need of either gove rnment or state? Such a people would not drag out a meaningless existence, giving free rein for a ll its instincts; out of its life, justice and publ ic order would rise spontaneously and naturally. The State, in it, would cease to be the providence, the guardian, the educator, the regulator of s ociety. As it renounc ed all its repressive power and sank to the subordi nate position assigned to it by Proudhon, i t would turn into a mere business office, a sort of central accounting bureau at the service of society. There is no doubt that such a political organization, or ra ther such a reduction of pol itical action in favour of t he liberty of social life, would be a great benefit to society, but it would in no w ay satisfy the persistent champions of the State. To them, the State, as providence, as director of t he social"},{"pageNumber":8,"pageContent":"life, dispenser of justice, and regulator of publ ic order, is a necessity. In ot her words, whether they admit it or not , whether they call themselves republicans, democrats, or even socialists, they always must have available a more or less ignorant, immature, incompetent people, or, bl untly speaking, a kind of c anaille to gove rn. This would make them, without doing violence to their lofty altruism and modesty, keep the highest places for themselves, so as always to devote themselves to the common good, of c ourse. As the privileged guardians of the human flock, strong in their virtuous devotion and their superior intelligence, while proddi ng the people along and urgi ng it on for i ts own good a nd well-being, they would be in a position to do a little discreet fleecing of t hat flock for their own benefit. Any logical and straightforward theory of t he State is essentially founde d upon t he principle of authority, that is, the eminently theological, metaphysical, and pol itical idea that the masses, always incapable of gove rning themselves, must at all times submit to the beneficent yoke of a wisdom and a justice imposed upon t hem, in some way or ot her, from above. Imposed in the name of what, and by whom? Authority which is recognised and respected as such by the masses can come from three sources only: force, religion, or t he action of a superior intelligence. As we are discussing the theory of the State founde d upon t he free contract, we must postpone discussion of t hose states founde d on the dual authority of re ligion and forc e and, for t he moment, confine our attention to authority based upon a superior intelligence, which is, as we know , always represented by m inorities. What do we really see in all states past and pre sent, even those endowed with the most democratic institutions, such as the United States of North America and Switzerland? Actual self-gove rnment of the masses, despite the pretence that the people hold all the power, remains a fiction most of the time. It is always, in fact, minorities that do the governing. In t he United States, up to the recent Civil War and partly even now , and even within the party of the present incumbent, President Andrew Johnson, those ruling minorities were the so-called Democrats, who continued to favour slavery and the ferocious oligarchy of t he Southern planters, demagogue s without faith or conscience, capable of sacrificing everything to their greed, to their malignant ambition. They were those who, through t heir detestable actions, and influence, exercised practically without oppos ition for almost fifty successive years, have greatly contributed to the corrupt ion of pol itical morality in North America. Right now, a really intelligent, generous minority -- but always a minority -- the Republican party, is successfully challenging their pernicious policy. Let us hope its triumph may be complete; let us hope so for a ll humanity's sake. But no matter how sincere this party of liberty may be, no m atter how great and generous its principles, we cannot hope that upon a ttaining pow er it will renounc e its exclusive position of rul ing minority and mingle with the masses, so that popul ar self-gove rnment may at last become a fact. This would require a revolution, one that would be profound i n fat other ways than all the revolutions that have thus far overwhelmed the ancient world and the modern. In Switzerland, de spite all the democratic revolutions that have taken place there, gove rnment is still in the hands of the well-off, the middle class, those privileged few who are rich, leisured, educated. The sovereignty of the people -- a term, incidentally, which we detest, since all sovereignty is to us detestable--the government of the masses by themselves, is here likewise a fiction. The people are sovereign in law, but not in fact; since they are necessarily occupied with their daily labour w hich leaves them no leisure, and since they are, if not totally ignorant, at least quite inferior in education to the prope rtied middle class, they are constrained to leave their alleged sovereignty in the hands of the middle class. The only advantage they derive from this situation, in Switzerland as well as in the United States of North America, is that the ambitious minorities, the seekers of pol itical power, cannot attain pow er except by wooing the people, by pa ndering to their fleeting passions, which at times can be quite evil, and, in most cases, by de ceiving them. Let no one think that in criticising the democratic government we thereby show our pre ference for the monarchy. W e are firmly convinced that the most imperfect republic is a thousand times better than the most enlightened monarchy. In a republic, there are at least brief periods when the people,"},{"pageNumber":9,"pageContent":"while continually exploited, is not oppre ssed; in the monarchies, oppre ssion is constant. The democratic regime also lifts the masses up gra dually to participation in publ ic life--something the monarchy never does. Nevertheless, while we prefer the republic, we must recognise and proc laim that whatever the form of gove rnment may be, so long as human society continues to be divided into different classes as a result of the hereditary inequality of oc cupations, of wealth, of e ducation, and of ri ghts, there will always be a class-restricted gove rnment and the inevitable exploitation of the majorities by the minorities. The State is nothing but this domination and this exploitation, well regulated and systematised. We shall try to prove this by examining the consequences of the government of the masses by a minority, intelligent and dedicated as you pl ease, in an ideal state founde d upon t he free contract. Once the conditions of the contract have been accepted, it remains only to put them into effect. Suppose that a people recognised their incapacity to gove rn, but still had sufficient judgment to confide the administration of publ ic affairs to their best citizens. At first these individuals are esteemed not for their official position but for their good qua lities. They have been elected by the people because they are the most intelligent, capable, wise, courageous, and dedicated among them. Coming from the mass of the people, where all are supposedly equal, they do not yet constitute a separate class, but a group of m en privileged only by na ture and for t hat very reason singled out for election by t he people. Their number is necessarily very limited, for i n all times and in all nations the number of m en endowed with qualities so remarkable that they automatically command the unanimous respect of a nation is, as experience teaches us, very small. Therefore, on pa in of m aking a bad choice the people will be forced to choose its rulers from among them. Here then is a society already divided into two categories, if not yet two classes. One is composed of the immense majority of its citizens who freely submit themselves to a government by those they have elected; the other is composed of a small number of m en endowed with exceptional attributes, recognised and accepted as exceptional by the people and entrusted by them with the task of governing. As these men depend on popul ar election, they cannot at first be distinguished from the mass of citizens except by the very qua lities which have recommended them for election, and they are naturally the most useful and the most dedicated citizens of all. They do not as yet claim any privilege or any special right except that of carrying out , at the people's will, the special functions with which they have been entrusted. Besides, they are not in any way different from other people in their way of living or e arning their means of living, so that a perfect equality still subsists among all. Can this equality be maintained for a ny length of time? We claim it cannot, a claim that is easy enough t o prove . Nothing is as dangerous for m an's personal morality as the habit of commanding. The best of men, the most intelligent, unselfish, generous, and pure , will always and inevitably be corrupt ed in this pursuit. Two feelings inherent in the exercise of pow er never fail to produc e this demoralisation: contempt for the masses, and, for t he man in pow er, an exaggerated sense of his own worth. \"The masses, on admitting their own incapacity to gove rn themselves, have elected me as their head. By doi ng so, they have clearly proc laimed their own inferiority and my superiority. In this great crowd of m en, among w hom I hardly find any who are my equals, I alone am capable of administering publ ic affairs. The people need me; they cannot get along w ithout my services, while I am sufficient unto myself. They must therefore obey me for their own good, a nd I, by de igning to command them, create their happiness and well-being.\" T here is enough he re to turn anyone 's head and corrupt the heart and make one swell with pride, isn't there? That is how power and the habit of commanding become a source of aberration, bot h intellectual and moral, even for t he most intelligent and most virtuous of men. All human morality--and we shall try, furt her on, to prove the absolute truth of this principle, the development, explanation, and widest application of w hich constitute the real subject of this essay-- all collective and individual morality rests essentially upon re spect for hum anity. What do we mean by respect for hum anity? We mean the recognition of hum an right and hum an dignity in every man,"},{"pageNumber":10,"pageContent":"of whatever race, colour, de gree of intellectual development, or even morality. But if this man is stupid, wicked, or c ontemptible, can I respect him? Of course, if he is all that, it is impossible for me to respect his villainy, his stupidity, and his brutality; they are repugna nt to me and arouse my indignation. I s hall, if necessary, take the strongest measures against them, even going so far as to kill him if I have no other way of de fending against him my life, my right, and whatever I hol d precious and worthy. But even in the midst of the most violent and bitter, even mortal, combat between us, I must respect his human character. My own dignity as a man depends on it. Nevertheless, if he himself fails to recognise this dignity in others, must we recognise it in him? If he is a sort of ferocious beast or, as sometimes happens, worse than a beast, would we not, in recognising his humanity, be support ing a mere fiction? No, for w hatever his present intellectual and moral degradation may be, if, orga nically, he is neither an idiot nor a madman--in which case he should be treated as a sick man rather than as a criminal--if he is in full possession of hi s senses and of s uch intelligence as nature has granted him, his humanity, no m atter how monstrous his deviations might be, none theless really exists. It exists as a lifelong pot ential capacity to rise to the awareness of his humanity, even if there should be little possibility for a radical change in the social conditions which have made him what he is. Take the most intelligent ape, with the finest disposition; though you pl ace him in the best, most humane environment, you w ill never make a man of hi m. Take the most hardened criminal or the man with the poore st mind, provi ded that t neither has any orga nic lesion causing idiocy or insanity; the criminality of the one, and the failure of the other to develop an awareness of his humanity and his human duties, is not their fault, nor is it due to their nature; it is solely the result of the social environment in which they were born a nd brought up."}]
