[{"pageNumber":1,"pageContent":"God an d t h e S t at e b y M ic h ae l B ak u n in [ 1814- 1876] Cha pter I, II, III, IV I Who a re right, the idealists or the materialists? The que stion onc e stated in this w ay hesitation be comes impossi ble. Undoubt edly the idealists are wrong a nd t he materialists right. Yes, facts are before ideas; yes, the ideal, as Proudhon sa id, is but a flower, whose root lies in the material condi tions of existence. Yes, the whole history of hum anity, intellectual and m oral, pol itical and soc ial, is but a reflection of its econom ic history. All branches of mode m science, of true and di sinterested sc ience, conc ur in proclaiming t his gr and t ruth, f unda mental and de cisive: The soc ial world, pr ope rly spe aking, t he hum an w orld-in shor t, hum anity-is not hing ot her than the last and supr eme developm ent-at least on our planet and a s far as w e know -the highe st manifestation of animality. B ut as every de velopm ent necessarily implies a negation, that of its ba se or poi nt of departure, hum anity is at the same time and e ssentially the deliberate and gr adua l negation of the animal element in m an; and i t is pr ecisely this negation, a s rationa l as it is na tural, and r ationa l onl y be cause natural-at onc e historical and l ogical, as inevitable as the developm ent and r ealization of all the natural laws in the world-that const itutes and c reates the ideal, the world of intellectual and m oral convi ctions, i deas. Yes, our first ancestors, our Adams and our Eve s, w ere, if not gor illas, ve ry ne ar relatives of gor illas, om nivor ous, i ntelligent and f erocious be asts, endow ed in a highe r degree than the animals of another spe cies w ith two pr ecious f aculties- the pow er to think and the desire to re bel. The se faculties, c ombining t heir progr essive action i n hi story, represent the essential factor, the negative pow er in the posi tive developm ent of hum an animality, a nd create conse que ntly all that const itutes hum anity in m an. The Bible, which is a very interesting a nd he re and t here very pr ofound book w hen consi dered as one of the oldest sur viving m anifestations of hum an w isdom and f ancy, expr esses this truth ve ry na ively in its m yth of original sin. Je hova h, w ho of all the good gods a dor ed by m en w as certainly the most jealous, t he most vain, the most ferocious, t he most unj ust, the most bloodt hirsty, the most despot ic, and t he most host ile to hum an di gnity and l iberty-Jehova h ha d just created A dam and Eve , to"},{"pageNumber":2,"pageContent":"satisfy w e know not what caprice; no doubt to w hile away hi s time, which m ust weigh he avy on hi s ha nds i n hi s eternal egoistic sol itude , or that he might have som e new slaves. H e generousl y pl aced at their disposa l the whole earth, w ith all its fruits and a nimals, and se t but a single limit to this complete enjoym ent. He expr essly forbade them from touc hing t he fruit of the tree of know ledge . He wished, therefore, that man, de stitute of all unde rstanding of himself, shoul d remain an eternal beast, ever on a ll-four s be fore the eternal God, hi s creator and hi s m aster. But here steps i n Satan, the eternal rebel, the first freethinke r and t he emancipator of worlds. H e makes man ashamed of his be stial ignor ance and obe dience; he emancipates hi m, stamps upon hi s br ow the seal of liberty and hum anity, in ur ging hi m to di sobe y and e at of the fruit of know ledge . We know what followed. The good G od, w hose foresight, which is one of the divine faculties, shoul d ha ve warned hi m of what would ha ppe n, f lew into a terrible and ridiculous r age; he cursed Satan, m an, a nd t he world created by hi mself, striking himself so t o spe ak in hi s ow n creation, a s children do w hen they ge t angry; and, not content with sm iting our ancestors themselves, he cursed them in all the generations to come, innoc ent of the crime committed by t heir forefathers. O ur Catholic and Protestant theologians l ook upon t hat as ve ry pr ofound a nd ve ry just, precisely because it is m onst rousl y iniquitous a nd a bsur d. The n, r emembering t hat he was not only a God of venge ance and w rath, but also a God of love , after having t ormented the existence of a few milliards of poor hum an be ings a nd c onde mned them to an eternal hell, he took pi ty on t he rest, and, t o sa ve them and r econc ile his eternal and divine love with hi s eternal and di vine ange r, always gr eedy f or victims and bl ood, he sent into the world, a s an expiatory vi ctim, his onl y son, t hat he might be killed by men. Tha t is called the mystery of the Redemption, t he basis of all the Christian religions. S till, if the divine Savior had sa ved the hum an w orld! But no; in the paradise promised by C hrist, as w e know , suc h be ing t he formal announc ement, the elect will num ber very few. The rest, the immense majority of the generations pr esent and t o come, will bur n eternally in he ll. In the meantime, to consol e us, G od, e ver just, ever good, ha nds ove r the earth to the gove rnment of the Napoleon Thi rds, of the William Firsts, of the Ferdinands of Austria, and of the Alexande rs of all the Russi as. Such are the absur d tales that are told and t he monst rous doc trines that are taught , in the full light of the nineteenth century, in all the publ ic school s of Eur ope , at the expr ess c ommand of the gove rnment. The y call this civilizing t he people! Is it not plain that all these gove rnments are syst ematic poi sone rs, interested st upe fies of the masses? I have wande red from my subj ect, be cause ange r gets hol d of me whenever I think of the base and c riminal means w hich they employ t o ke ep the nations i n pe rpetual slavery, undoubt edly that they m ay be the better able to fleece them. Of what conse que nce are the crimes of all the Tropm anns i n the world compared w ith this crime of treason a gainst hum anity committed da ily, in br oad da y, ove r the whole surface of the civilized w orld, by t hose who da re to call themselves the gua rdians a nd the fathers of the people? I return to the myth of original sin."},{"pageNumber":3,"pageContent":"God a dmitted that Satan w as right; he recogni zed that the devil did not deceive Adam and Eve in pr omising t hem know ledge and l iberty as a reward for the act of disobe dience which he bad induc ed them to commit; for, immediately they ha d eaten of the forbidde n fruit, God hi mself said (see Bible): 'Behold, the man is be come as one of the gods, t o know good a nd e vil; prevent him, therefore, from eating of the fruit of eternal life, lest he become immortal like Ourselves.\" Let us di sregard now the fabulous por tion of this m yth and c onsi der its true meaning, which is ve ry clear. Ma n ha s emancipated hi mself; he has se parated hi mself from animality and c onst ituted hi mself a man; he has be gun hi s di stinctively hum an hi story and de velopm ent by a n act of disobe dience and sc ience-that is, by rebellion and by thought . Thr ee elements or , if you l ike, three funda mental principles const itute the essential condi tions of all hum an de velopm ent, collective or individua l, in hi story: (1) hum an animality; (2) thought ; and ( 3) rebellion. To t he first prope rly corresponds soc ial and private econom y; to the second, science; to the third, liberty. Idealists of all school s, a ristocrats and bourge ois, theologians a nd m etaphysi cians, politicians a nd m oralists, religionists, phi losophe rs, or poe ts, not forgetting t he liberal econom ists-unbounde d w orshippe rs of the ideal, as w e know -are much of fende d when told that man, w ith hi s m agnificent intelligence, his subl ime ideas, a nd hi s boundl ess a spirations, i s, like all else existing i n the world, not hing but matter, onl y a produc t of vile matter. We may answ er that the matter of which m aterialists spe ak, m atter spont aneousl y and eternally m obile, active, pr oduc tive, matter chemically or organically de termined and manifested by t he prope rties or forces, m echanical, physi cal, animal, and i ntelligent, which ne cessarily be long t o it-that this m atter has not hing i n common w ith the vile matter of the idealists. The latter, a produc t of their false abstraction, i s inde ed a stupid, inanimate, immobile thing, i ncapable of giving bi rth to the sm allest produc t, a caput mortuum , an ugly fancy in contrast to the beautiful fancy w hich they call God; as the opposi te of this supr eme being, m atter, their matter, strippe d by t hat const itutes its real nature, ne cessarily represents supr eme not hingne ss. The y ha ve taken away intelligence, life, all its de termining qua lities, a ctive relations or forces, m otion i tself, without which m atter would not even ha ve weight, leaving i t not hing but impenetrability and a bsol ute immobility in spa ce; they ha ve attributed all these natural forces, pr ope rties, a nd m anifestations t o the imaginary be ing c reated by t heir abstract fancy; then, interchanging rôles, they ha ve called this pr oduc t of their imagination, t his pha ntom, this G od w ho i s not hing, \" supr eme Being\" and, a s a necessary conse que nce, ha ve declared that the real being, m atter, the world, is nothing. A fter which they gr avely tell us t hat this m atter is incapable of produc ing anything, not even of setting i tself in m otion, a nd c onse que ntly m ust have been created by t heir God. At the end of this book I expose d the fallacies and t ruly revolting a bsur dities to w hich one is inevitably led by t his imagination of a God, l et him be consi dered as a persona l being, t he creator and or ganizer of worlds; or even as impersona l, a kind of divine"},{"pageNumber":4,"pageContent":"soul spr ead ove r the whole uni verse and c onst ituting t hus i ts eternal principle; or let him be an idea, infinite and di vine, always pr esent and a ctive in the world, a nd always m anifested by t he totality of material and de finite beings. H ere I sha ll deal with one poi nt onl y. The gradua l developm ent of the material world, a s w ell as of organic animal life and of the historically pr ogressive intelligence of man, individua lly or soc ially, is perfectly conc eivable. It is a wholly na tural move ment from the simple to the complex, f rom the lower to the highe r, from the inferior to the supe rior; a move ment in conf ormity w ith all our daily expe riences, a nd c onse que ntly in conformity also with our natural logic, with the distinctive laws of our mind, w hich be ing f ormed and develope d onl y by t he aid of these same expe riences; is, so t o spe ak, but the mental, cerebral reproduc tion or reflected sum mary thereof. The syst em of the idealists is qui te the contrary of this. It is the reversal of all hum an expe riences and of that uni versal and c ommon good se nse which is the essential condi tion of all hum an unde rstanding, a nd w hich, in rising f rom the simple and una nimousl y recogni zed truth that twice two are four to the subl imest and m ost complex sc ientific consi derations- admitting, m oreove r, not hing t hat has not stood t he severest tests of expe rience or obse rvation of things a nd f acts-becomes the onl y serious ba sis of hum an know ledge . Very far from pur suing t he natural order from the lower to the highe r, from the inferior to the supe rior, and f rom the relatively si mple to the more complex; instead of wisely and r ationa lly accompanying t he progr essive and r eal move ment from the world called inor ganic to the world or ganic, ve getables, a nimal, and t hen di stinctively hum an-from chemical matter or chemical being t o living m atter or living be ing, a nd from living be ing t o thinking be ing- the idealists, obse ssed, bl inde d, a nd pushe d on by the divine pha ntom which they ha ve inhe rited from theology, t ake precisely the opposi te cour se. The y go f rom the highe r to the lower, from the supe rior to the inferior, from the complex to the simple. The y be gin w ith G od, e ither as a person or as di vine subst ance or idea, and t he first step that they take is a terrible fall from the subl ime heights of the eternal ideal into the mire of the material world; from absol ute perfection i nto absol ute imperfection; from thought to be ing, or rather, from supr eme being t o not hing. W hen, how , and w hy t he divine being, e ternal, infinite, absol utely perfect, proba bly w eary of himself, de cided upon t his de spe rate salto m ortale is som ething w hich no i dealist, no t heologian, no m etaphysi cian, no poe t, ha s ever been able to unde rstand hi mself or explain to the profane. All religions, pa st and pr esent, and a ll the syst ems of transc ende ntal phi losophy hi nge on t his uni que and i niquitous mystery. 1 Holy m en, inspi red lawgivers, pr ophe ts, m essiahs, ha ve searched it for life, and f ound onl y torment and de ath. Li ke the ancient sphi nx, i t has de vour ed them, because they could not explain it. Great phi losophe rs from Heraclitus a nd P lato dow n to D escartes, S pinoz a: Leibnitz, Kant, Fichte, Schelling, a nd H egel, not to m ention the Indian phi losophe rs, ha ve written he aps of vol umes and bui lt syst ems as inge nious a s subl ime, in w hich they ha ve said by t he way m any be autiful and gr and things a nd di scove red immortal truths, but they ha ve left this m ystery, the principal object of their transc ende ntal inve stigations, a s unf athom able as be fore. The gigantic"},{"pageNumber":5,"pageContent":"efforts of the most Wonde rful geniuse s that the world ha s know n, a nd w ho, one after another, for at least thirty centuries, ha ve unde rtaken anew this labor of Sisyphus, have resulted onl y in rende ring t his m ystery st ill more incomprehensible. Is it to be hope d that it will be unve iled to us by t he routine spe culations of som e pedantic disciple of an artificially w armed-ove r metaphysi cs at a time when all living a nd serious spi rits ha ve abandone d that ambiguous sc ience bor n of a compromise- historically explicable no doubt -between the unr eason of faith and sound sc ientific reason? It is evident that this terrible mystery is inexplicable-that is, a bsur d, be cause onl y the absur d admits of no e xplanation. I t is evident that whoe ver finds i t essential to hi s happiness a nd l ife must renounc e his reason, a nd r eturn, if he can, to na ive, blind, stupid faith, to repeat with Te rtullianus a nd a ll sincere believers these words, w hich sum up t he very qui ntessence of theology: Credo qui a absurdum . The n all discussi on ceases, a nd not hing r emains but the triumpha nt stupidity of faith. B ut immediately there arises another que stion: How comes an i ntelligent and w ell-inform ed m an e ver to feel the need of believing i n this m ystery? Nothing i s m ore natural than that the belief in G od, t he creator, regulator, judge , master, curser, savior, and be nefactor of the world, shoul d st ill prevail among t he people, especially in the rural districts, w here it is m ore widespread than among t he proletariat of the cities. The people, unf ortuna tely, a re still very ignor ant, and a re kept in ignor ance by t he syst ematic efforts of all the gove rnments, w ho c onsi der this ignor ance, not without good r eason, a s one of the essential condi tions of their ow n pow er. W eighted dow n by t heir daily labor , de prived of leisure, of intellectual intercour se, of reading, i n shor t of all the means a nd a good por tion of the stimulants that develop t hought in m en, the people generally accept religious t raditions w ithout criticism and i n a lump. The se traditions sur round t hem from infancy in all the situations of life, and a rtificially sust ained in their minds by a multitude of official poisone rs of all sor ts, pr iests and l aymen, a re transformed therein into a sor t of mental and m oral babit, too of ten m ore pow erful even than their natural good se nse . The re is another reason w hich explains a nd i n som e sor t justifies the absur d be liefs of the people-namely, the wretched si tuation t o w hich they find t hemselves fatally conde mned by t he econom ic organization of soc iety in the most civilized count ries of Eur ope . Reduc ed, intellectually and m orally as w ell as m aterially, to the minimum of hum an existence, confined in their life like a prisone r in hi s pr ison, w ithout hor izon, without out let, without even a future if we believe the econom ists, the people would have the singul arly na rrow soul s and bl unted instincts of the bour geois if they di d not feel a desire to escape; but of escape there are but three methods- two chimerical and a third real. The first two are the dram-shop a nd t he church, de bauchery of the body or debauchery of the mind; the third is soc ial revolution. H ence I conc lude this last will be much m ore pot ent than all the theological propa gandism of the freethinke rs to destroy t o their last vestige the religious be liefs and di ssol ute habits of the people, beliefs and ha bits m uch m ore intimately conne cted than is ge nerally suppose d. I n subst ituting f or the at onc e illusor y and br utal enjoym ents of bodi ly and spi ritual licentiousne ss the enjoym ents, a s refined as they are real, of hum anity de velope d in"},{"pageNumber":6,"pageContent":"each and a ll, the soc ial revolution a lone will have the pow er to close at the same time all the dram-shops a nd a ll the chur ches. Till then the people. Ta ken as a whole, will believe; and, i f they ha ve no r eason t o believe, they w ill have at least a right. The re is a class of people who, i f they do not believe, must at least make a semblance of believing. Thi s class c omprising a ll the tormentors, a ll the oppr essor s, a nd a ll the exploiters of hum anity; priests, m ona rchs, st atesmen, sol diers, publ ic and pr ivate financiers, of ficials of all sor ts, pol icemen, ge nda rmes, jailers and e xecutione rs, monopol ists, c apitalists, tax-leeches, c ontractors and l andlords, l awyers, e conom ists, politicians of all sha des, dow n to the sm allest vendor of sw eetmeats, a ll will repeat in unison t hose words of Voltaire: \"If God di d not exist, it would be necessary to inve nt him.\" For, you unde rstand, \" the people must have a religion.\" Tha t is the safety-valve. The re exists, finally, a som ewhat num erous c lass of hone st but timid soul s w ho, t oo intelligent to take the Christian dogm as se riousl y, r eject them in de tail, but have neither the cour age nor the strength nor the necessary resolution t o sum marily renounc e them altoge ther. The y abandon t o your criticism all the spe cial absur dities of religion, t hey turn up t heir nose s at all the miracles, but they cling de spe rately to the principal absur dity; the sour ce of all the others, to the miracle that explains a nd justifies all the other miracles, the existence of God. The ir God i s not the vigor ous and pow erful being, t he brutally posi tive God of theology. I t is a nebulous, diapha nous, i llusor y be ing t hat vanishe s into not hing a t the first attempt to gr asp i t; it is a mirage, an ignis fatugs that neither warms nor illuminates. A nd ye t they hol d fast to it, and be lieve that, were it to di sappe ar, all would di sappe ar with it. The y are unc ertain, si ckly soul s, w ho ha ve lost their reckoni ng i n the present civilisation, belongi ng t o ne ither the present nor the future, pa le pha ntoms eternally suspe nde d between he aven and e arth, a nd oc cupyi ng e xactly the same posi tion be tween the politics of the bour geois and t he Socialism of the proletariat. The y ha ve neither the pow er nor the wish nor the determination t o follow out their thought , and t hey w aste their time and pa ins i n const antly ende avour ing t o reconc ile the irreconc ilable. In publ ic life these are know n as bour geois Socialists. With them, or against them, discussi on i s out of the que stion. The y are too puny. But there are a few illustrious m en of whom no one will dare to spe ak w ithout respe ct, and w hose vigorous he alth, st rength of mind, a nd good i ntention no one will dream of calling i n que stion. I need onl y cite the names of Ma zzini, Mi chelet, Quinet, John S tuart Mi ll. 2 Generous a nd st rong soul s, gr eat hearts, gr eat minds, gr eat writers, and t he first the heroic and r evolutiona ry regenerator of a great nation, t hey are all apost les of idealism and bi tter despisers and a dve rsaries of materialism, and conse que ntly of Socialism also, i n phi losophy a s w ell as in pol itics. Against them, then, w e must discuss t his que stion. First, let it be remarked that not one of the illustrious m en I have just named nor any other idealistic thinke r of any c onse que nce in our day ha s gi ven any a ttention t o the"},{"pageNumber":7,"pageContent":"logical side of this que stion pr ope rly spe aking. N ot one has tried to se ttle philosophi cally the possi bility of the divine salto m ortale from the pur e and e ternal regions of spi rit into the mire of the material world. H ave they feared to approach this irreconc ilable contradiction a nd de spa ired of sol ving i t after the failures of the greatest geniuses of history, or have they looke d upon i t as already suf ficiently w ell settled? Tha t is their secret. The fact is that they ha ve neglected the theoretical demonst ration of the existence of a God, a nd ha ve develope d onl y its pr actical motives and c onse que nces. The y ha ve treated it as a fact uni versally accepted, a nd, a s suc h, no l onge r susc eptible of any doubt whatever, for sol e proof thereof limiting themselves to the establishm ent of the antiquity and t his ve ry uni versality of the belief in G od. Thi s imposi ng una nimity, in the eyes of many i llustrious m en and w riters to quot e only the most famous of them who e loque ntly expressed it, Jose ph de Ma istre and t he great Italian pa triot, Giuse ppe Ma zzini -- is of more value than all the demonst rations of science; and i f the reasoni ng of a sm all num ber of logical and e ven ve ry pow erful, but isolated, thinke rs is against it, so m uch the worse, they sa y, for these thinke rs and their logic, for uni versal conse nt, the general and pr imitive adopt ion of an idea, ha s always be en consi dered the most triumpha nt testimony t o its truth. The I sentiment of the whole world, a convi ction t hat is found ' and m aintained always a nd e verywhere, cannot be mistaken; it must have its root in a necessity absol utely inhe rent in the very nature of man. A nd si nce it has be en establishe d that all peoples, pa st and pr esent, have believed and st ill believe in the existence of God, i t is clear that those who ha ve the misfortune to doubt it, whatever the logic that led them to this doubt , are abnor mal exceptions, m onst ers. Thus, t hen, the antiquity and universal ity of a belief shoul d be regarded, c ontrary to all science and a ll logic, as suf ficient and uni mpeachable proof of its truth. W hy? Until the days of Cope rnicus a nd G alileo everybody be lieved that the sun r evolved about the earth. W as not everybody m istaken? What is m ore ancient and m ore universal than sl avery? Cannibalism perhaps. F rom the origin of historic soc iety dow n to the present day there has be en always a nd e verywhere exploitation of the compulsory labour of the masses--slaves, se rfs, or wage workers -- by som e dom inant minor ity; oppr ession of the people by t he Church and by t he State. Must it be conc lude d that this exploitation a nd t his oppr ession a re necessities absol utely inhe rent in the very existence of hum an soc iety? The se are examples w hich show that the argum ent of the champions of God pr ove s not hing. Nothing, i n fact, is as uni versal or as ancient as the iniquitous a nd a bsur d; truth and justice, on t he contrary, a re the least uni versal, the younge st features in the developm ent of hum an soc iety. In this fact, too, l ies the explanation of a const ant historical phe nom enon - - namely, the persecution of which those who f irst proclaim the truth ha ve been and c ontinue to be the obj ects at the hands of the official, privileged, a nd i nterested representatives of \"universal\" and \" ancient\" beliefs, a nd often also a t the hands of the same masses w ho, a fter having t ortured them, always end by a dopt ing t heir ideas and r ende ring t hem victorious."},{"pageNumber":8,"pageContent":"To us m aterialists and R evolutiona ry Socialists, there is not hing a stonishing or terrifying i n this hi storical phe nom enon. S trong i n our consc ience, in our love of truth at all hazards, i n that passion f or logic which of itself alone const itutes a great pow er and out side of which there is no t hought ; strong i n our passion f or justice and i n our unsha keable faith in the triumph of hum anity ove r all theoretical and pr actical bestialities; strong, f inally, in the mutual confidence and suppor t given each ot her by the few who sha re our convi ctions - - we resign our selves to all the conse que nces of this hi storical phe nom enon, i n w hich w e see the manifestation of a soc ial law as natural, as ne cessary, a nd a s inva riable as all the other laws w hich gove rn the world. Thi s law is a logical, inevitable conse que nce of the animal ori gin of hum an soc iety; for in face of all the scientific, physi ological, psyc hological, and hi storical proof s accumulated at the present day, a s w ell as in face of the exploits of the Germans conque ring F rance, which now furnish so st riking a demonst ration t hereof, it is no longe r possi ble to really doubt this or igin. B ut from the moment that this animal origin of man is accepted, a ll is explained. H istory then appe ars to us a s the revolutiona ry ne gation, now slow, apathetic, sluggi sh, now passiona te and pow erful, of the past. It consi sts pr ecisely in the progressive negation of the primitive animality of man by t he developm ent of his hum anity. Ma n, a wild be ast, cousi n of the gor illa, has emerged from the profound da rkne ss of animal instinct into the light of the mind, which explains i n a wholly na tural way all his pa st mistakes and pa rtially consol es us for his pr esent errors. H e has gone out from animal slavery, a nd pa ssing t hrough divine slavery, a temporary condi tion be tween hi s animality and hi s hum anity, he is now marching on t o the conque st and r ealisation of hum an liberty. W hence it results that the antiquity of a belief, of an idea, far from proving a nything i n its favour , ought , on t he contrary, to lead us t o suspe ct it. For behind us i s our animality and before us our hum anity; hum an light, the onl y thing t hat can w arm and e nlighten us, the onl y thing t hat can emancipate us, gi ve us di gnity, freedom , and ha ppiness, a nd realise fraternity among us, i s ne ver at the beginning, but , relatively to the epoc h in which w e live, always a t the end of history. Le t us, t hen, ne ver look ba ck, let us l ook ever forward; for forward is our sunl ight, forward our salvation. I f it is justifiable, and even use ful and ne cessary, to turn ba ck to st udy our past, it is onl y in or der to establish w hat we have been and w hat we must no l onge r be, what we have believed and t hought and w hat we must no l onge r believe or think, w hat we have done and what we must do ne vermore. So m uch for antiquity. As for the universal ity of an error, it prove s but one thing - - the similarity, if not the perfect identity, of hum an na ture in all ages and unde r all skies. A nd, si nce it is establishe d that all peoples, a t all periods of their life, ha ve believed and st ill believe in G od, w e must simply conc lude that the divine idea, an outcome of our selves, is an error historically ne cessary in the developm ent of hum anity, a nd a sk w hy a nd how it was pr oduc ed in hi story and w hy a n immense majority of the hum an race still accept it as a truth. Until we sha ll account to our selves for the manne r in w hich the idea of a supe rnatural or divine world w as de velope d and ha d to be develope d in the historical evolution of the hum an consc ience, all our scientific convi ction of its absur dity w ill be in va in;"},{"pageNumber":9,"pageContent":"until then w e sha ll never suc ceed in de stroying i t in the opi nion of the majority, because we sha ll never be able to attack it in the very de pths of the hut man be ing where it had bi rth. C onde mned to a fruitless st ruggl e, without issue and w ithout end, we shoul d for ever have to content our selves w ith fighting i t sol ely on t he sur face, in its innum erable manifestations, w hose absur dity w ill be scarcely be aten dow n by t he blows of common se nse before it will reappe ar in a new form no l ess nonse nsical. While the root of all the absur dities that torment the world, be lief in G od, r emains intact, it will never fail to br ing f orth ne w offspring. Thus, a t the present time, in certain se ctions of the highe st soc iety, S piritualism tends t o establish i tself upon t he ruins of Christianity. It is not onl y in the interest of the masses, it is in that of the health of our ow n m inds, that we shoul d st rive to unde rstand t he historic genesis, the suc cession of causes which de velope d and pr oduc ed the idea of God i n the consc iousne ss of men. I n va in sha ll we call and be lieve our selves A theists, unt il we comprehend t hese causes, for, until then, w e sha ll always suf fer our selves to be more or less gove rned by t he clamour s of this uni versal consc ience whose secret we have not discove red; and, consi dering t he natural weakne ss of even the stronge st individua l against the all- pow erful influence of the soc ial sur roundi ngs t hat trammel him, we are always i n dange r of relapsing soone r or later, in one way or another, into the abyss of religious absur dity. Exa mples of these sha meful conve rsions a re freque nt in soc iety to-day. I I I have stated the chief practical reason of the pow er still exercised to-day ove r the masses by r eligious be liefs. The se mystical tende ncies do not signify in m an so m uch an aberration of mind a s a deep di scontent at Heart. The y are the instinctive and passiona te protest of the hum an be ing a gainst the narrowness, t he platitude s, the sorrows, a nd t he sha me of a wretched existence. For this m alady, I have already sa id, there is but one remedy- Social Revolution. In the meantime I have ende avored to show the cause s responsi ble for the birth and historical developm ent of religious ha llucinations i n the hum an consc ience. Here it is my pur pose to treat this que stion of the existence of a God, or of the divine origin of the world and of man, sol ely from the standpoi nt of its m oral and soc ial utility, a nd I sha ll say onl y a few words, t o be tter explain m y thought , regarding t he theoretical grounds of this be lief. All religions, w ith their gods, t heir demigods, a nd t heir prophe ts, their messiahs a nd their saints, w ere created by t he credulous f ancy of men w ho ha d not attained the full developm ent and f ull posse ssion of their faculties. C onse que ntly, the religious he aven is not hing but a mirage in w hich m an, e xalted by i gnor ance and f aith, di scove rs hi s"},{"pageNumber":10,"pageContent":"own image, but enlarged and r eversed-that is, divinized. The history of religion, of the birth, gr ande ur, and de cline of the gods w ho ha ve suc ceeded one another in hum an belief, is not hing, t herefore, but the developm ent of the collective intelligence and consc ience of mankind. A s fast as they di scove red, in the cour se of their historically progressive adva nce, either in themselves or in external nature, a pow er, a qua lity, or even any gr eat defect whatever, they attributed them to their gods, a fter having exagge rated and e nlarged them beyond m easure, after the manne r of children, by a n act of their religious f ancy. Tha nks t o this m ode sty and pi ous ge nerosity of believing and c redulous m en, he aven ha s gr own rich w ith the spoi ls of the earth, a nd, by a necessary conse que nce, the richer heaven be came, the more wretched be came hum anity and t he earth. G od onc e installed, he was na turally pr oclaimed the cause , reason, a rbiter and a bsol ute dispose r of all things: the world thenceforth w as not hing, God w as all; and m an, hi s real creator, after having unknow ingly extracted hi m from the voi d, bow ed dow n be fore him, worshippe d hi m, and a vow ed hi mself his creature and hi s slave. Christianity is pr ecisely the religion par e xcellence, because it exhibits and m anifests, to the fullest extent, the very na ture and e ssence of every religious syst em, which is the impov erishm ent, enslavement, and anni hilation of hum anity for t he benefit of divinity. God be ing e verything, t he real world and m an are not hing. G od be ing t ruth, justice, goodne ss, be auty, pow er, and l ife, man is falsehood, i niquity, e vil, ugl iness, impotence, and de ath. G od be ing m aster, man is the slave. Incapable of finding justice, truth, a nd e ternal life by hi s ow n effort, he can attain them onl y through a divine revelation. B ut whoe ver says r evelation sa ys r evealers, m essiahs, pr ophe ts, priests, a nd l egislators inspi red by G od hi mself; and t hese, onc e recogni zed as the representatives of divinity on e arth, a s the hol y instructors of hum anity, c hose n by God hi mself to di rect it in the path of salvation, ne cessarily exercise absol ute pow er. All men ow e them passive and unl imited obe dience; for against the divine reason there is no hum an reason, a nd a gainst the justice of God no t errestrial justice hol ds. Slaves of God, m en m ust also be slaves of Chur ch and S tate, in so f ar as t he State is conse crated by the Churc h. Thi s truth C hristianity, be tter than all other religions t hat exist or have existed, unde rstood, not excepting e ven the old O riental religions, w hich include d onl y di stinct and pr ivileged na tions, w hile Christianity aspires to embrace entire hum anity; and t his truth R oman C atholicism, alone among a ll the Christian sects, ha s pr oclaimed and r ealized w ith rigorous l ogic. Tha t is w hy C hristianity is the absol ute religion, t he final religion; why t he Apost olic and R oman C hur ch is the onl y consi stent, legitimate, and di vine church. With all due respe ct, then, to the metaphysi cians a nd r eligious i dealists, phi losophe rs, politicians, or poe ts: The idea of God i mplies the abdi cation of hum an re ason and justice; it is the most decisive negation of hum an l iberty, and ne cessari ly ends i n the enslavement of mank ind, bot h in theory and prac tice. Unless, t hen, w e desire the enslavement and de gradation of mankind, a s the Jesuits desire it, as the mômiers, pietists, or Protestant Me thodi sts de sire it, we may not , must"},{"pageNumber":11,"pageContent":"not make the slightest conc ession e ither to the God of theology or to the God of metaphysi cs. H e who, i n this m ystical alpha bet, be gins w ith A will inevitably end with Z; he who de sires to w orship G od m ust harbor no c hildish i llusions a bout the matter, but bravely renounc e his liberty and hum anity. If God i s, m an is a slave; now , man can and m ust be free; then, G od doe s not exist. I defy anyone whom soe ver to avoid this circle; now , therefore, let all choose . Is it necessary to poi nt out to w hat extent and i n w hat manne r religions de base and corrupt the people? The y de stroy t heir reason, t he principal instrument of hum an emancipation, a nd r educ e them to imbecility, the essential condi tion of their slavery. The y di shonor hum an labor , and m ake it a sign a nd sour ce of servitude . The y ki ll the idea and se ntiment of hum an justice, ever tipping t he balance to the side of triumpha nt kna ves, pr ivileged obj ects of divine indul gence. The y ki ll hum an pr ide and di gnity, pr otecting onl y the cringing a nd hum ble. The y st ifle in the heart of nations e very feeling of hum an fraternity, f illing i t with di vine cruelty instead. All religions a re cruel, all founde d on bl ood; for all rest principally on t he idea of sacrafice-that is, on t he perpetual immolation of hum anity to the insatiable venge ance of divinity. In this bl oody m ystery m an is always t he victim, and t he priest-a man also, but a man pr ivileged by gr ace- is the divine executione r. Tha t explains w hy t he priests of all religions, t he best, the most hum ane, the gentlest, almost always ha ve at the bot tom of their hearts-and, i f not in their hearts, in their imaginations, i n their minds ( and w e know the fearful influence of either on t he hearts of men)-som ething cruel and sa ngui nary. None know all this be tter than our illustrious c ontemporary idealists. The y are learned m en, w ho know history by he art; and, a s they are at the same time living men, gr eat soul s pe netrated w ith a sincere and pr ofound l ove for the welfare of hum anity, they ha ve cursed and br ande d all these misdeeds, a ll these crimes of religion w ith an eloque nce unpa ralleled. The y reject with indigna tion a ll sol idarity with the God of posi tive religions a nd w ith hi s representatives, pa st, pr esent, and on earth. The God w hom they ador e, or whom they think t hey adore, is di stingui she d from the real gods of history pr ecisely in this-that he is not at all a posi tive god, de fined in any way w hatever, theologically or even m etaphysi cally. H e is ne ither the supr eme being of Robe spierre and J. J. R ousse au, nor the pantheistic god of Spinoz a, nor even the at onc e immanent, transc ende ntal, and ve ry equivoc al god of Hegel. The y take good care not to gi ve him any posi tive definition w hatever, feeling ve ry st rongl y that any definition w ould subj ect him to the dissol ving pow er of criticism. The y w ill not say whether be is a persona l or impersona l god, w hether he created or did not create the world; they w ill not even spe ak of his di vine providence. All that might compromise him. The y content themselves w ith sa ying \" God\" and not hing m ore. But, then, w hat is their God? Not even an idea; it is an aspiration. It is the generic name of all that seems gr and, good, be autiful, nobl e, hum an to them. But why, t hen, do t hey not say, \" Man.\" Ah! because King W illiam of Prussi a and"},{"pageNumber":12,"pageContent":"Napoleon I II, and a ll their compeers are likewise men: which bot hers them very much. R eal hum anity pr esents a mixture of all I that is m ost subl ime and be autiful with all that is vi lest and m ost monst rous i n the world. H ow do t hey ge t ove r this? Why, t hey call one divine and t he other bestial, representing di vinity and a nimality as two pol es, be tween w hich they pl ace hum anity. The y either will not or cannot unde rstand t hat these three terms are really but one , and t hat to se parate them is to destroy t hem. The y are not strong on l ogic, and one might say that they de spise it. Tha t is w hat distingui she s them from the pantheistical and de istical metaphysi cians, a nd gi ves their ideas the character of a practical idealism, drawing i ts inspi ration m uch less from the severe developm ent of a thought than from the expe riences, I might almost say the emotions, hi storical and c ollective as w ell as individua l, of life. Thi s gi ves their propa ganda an appe arance of wealth and vi tal pow er, but an appe arance onl y; for life itself becomes sterile when pa ralyzed by a logical contradiction. Thi s contradiction l ies he re: they w ish G od, a nd t hey w ish hum anity. The y pe rsist in conne cting t wo terms w hich, onc e separated, c an come toge ther again onl y to de stroy each ot her. The y sa y in a single breath: \"God a nd t he liberty of man,\" \"God a nd t he dignity, justice, equa lity, fraternity, pr ospe rity of men\"-regardless of the fatal logic by virtue of which, if God e xists, all these things a re conde mned to non- existence. For, if God i s, he is ne cessarily the eternal, supr eme, absol ute master, and, i f suc h a master exists, m an is a slave; now , if he is a slave, ne ither justice, nor equa lity, nor fraternity, nor prospe rity are possi ble for him. In va in, f lying i n the face of good se nse and a ll the teachings of history, do t hey represent their God a s animated by t he tende rest love of hum an liberty: a master, whoe ver he may be and how ever liberal he may de sire to show himself, remains none the less a lways a master. His existence necessarily implies the slavery of all that is be neath hi m. The refore, if God e xisted, onl y in one way could he serve hum an liberty-by c easing t o exist. A jealous l ove r of hum an liberty, a nd de eming i t the absol ute condi tion of all that we admire and r espe ct in hum anity, I reverse the phr ase of Voltaire, and sa y that, if God really existed, it would be necessary to abol ish hi m. The severe logic that dictates these words i s far too e vident to require a developm ent of this argum ent. And i t seems to m e impossi ble that the illustrious m en, w hose names so c elebrated and so j ustly respe cted I have cited, shoul d not have been st ruck by i t themselves, a nd shoul d not have perceived the contradiction i n w hich they invol ve themselves in spe aking of God a nd hum an liberty at onc e. To ha ve disregarded it, they m ust have consi dered this inconsi stency or logical license prac tically necessary to hum anity's w ell-being. Perhaps, t oo, w hile spe aking of liberty as som ething ve ry respe ctable and ve ry de ar in their eyes, they gi ve the term a meaning qui te different from the conc eption entertained by us, m aterialists and R evolutiona ry Socialists. Inde ed, they ne ver spe ak of it without immediately adding a nother word, authori ty -a word and a thing w hich we detest with all our heart. What is author ity? Is it the inevitable pow er of the natural laws w hich m anifest"},{"pageNumber":13,"pageContent":"themselves in the necessary conc atenation a nd suc cession of phe nom ena in the physi cal and soc ial worlds? Inde ed, a gainst these laws revolt is not onl y forbidde n-it is even impossi ble. W e may m isunde rstand t hem or not know them at all, but we cannot disobe y them; because they const itute the basis and f unda mental condi tions of our existence; they enve lop us, pe netrate us, r egulate all our move ments, thought s, and a cts; even w hen w e believe that we disobe y them, we onl y show their omnipotence. Yes, w e are absol utely the slaves of these laws. B ut in suc h sl avery there is no hum iliation, or , rather, it is not slavery at all. For slavery suppose s an external master, a legislator out side of him whom he commands, w hile these laws are not out side of us; they are inhe rent in us; they const itute our being, our whole being, physi cally- intellectually, a nd m orally: we live, we breathe, we act, we think, w e wish onl y through t hese laws. W ithout them we are not hing, we are not . Whence, then, c ould we derive the pow er and t he wish t o rebel against them? In hi s relation t o na tural laws but one liberty is possi ble to m an-that of recogni zing and a pplying t hem on a n ever-extending sc ale in conf ormity w ith the obj ect of collective and i ndividua l emancipation or hum anization w hich he pur sues. The se laws, onc e recogni zed, e xercise an author ity w hich is ne ver disput ed by t he mass of men. O ne must, for instance, be at bot tom either a fool or a theologian or at least a metaphysi cian, jurist, or bour geois econom ist to rebel against the law by w hich twice two m ake four . One must have faith to imagine that fire will not bur n nor water drown, e xcept, inde ed, recourse be had to som e subt erfuge founde d in its turn on som e other natural law. But these revolts, or , rather, these attempts at or foolish fancies of an impossi ble revolt, are decidedly, the exception; for, in ge neral, it may be said that the mass of men, in their daily lives, a cknow ledge the gove rnment of common se nse -that is, of the sum of the natural laws ge nerally recogni zed-in an almost absol ute fashion. The great misfortune is that a large num ber of natural laws, a lready e stablishe d as suc h by sc ience, remain unknow n to the masses, thanks t o the watchfulness of these tutelary gove rnments that exist, as w e know , onl y for the good of the people. The re is another difficulty-namely, that the major por tion of the natural laws conne cted w ith the developm ent of hum an soc iety, w hich are qui te as ne cessary, inva riable, fatal, as the laws that gove rn the physi cal world, ha ve not been dul y establishe d and recogni zed by sc ience itself. Once they sha ll have been recogni zed by sc ience, and t hen from science, by m eans of an extensive syst em of popul ar educ ation a nd i nstruction, sha ll have passed into the consc iousne ss of all, the que stion of liberty w ill be entirely sol ved. The most stubbor n author ities m ust admit that then there will be no ne ed either of pol itical organization or direction or legislation, t hree things w hich, w hether they emanate from the will of the sove reign or from the vot e of a parliament elected by uni versal suffrage, and e ven shoul d they conf orm to the syst em of natural laws-which ha s never been the case and ne ver will be the case-are always e qua lly fatal and host ile to the liberty of the masses from the very fact that they impose upon t hem a syst em of"},{"pageNumber":14,"pageContent":"external and t herefore despot ic laws. The liberty of man consi sts sol ely in this: that he obe ys na tural laws be cause he has himself recogni zed them as suc h, a nd not because they ha ve been externally impose d upon hi m by a ny e xtrinsic will whatever, divine or hum an, c ollective or individua l. Suppose a learned academy, c ompose d of the most illustrious r epresentatives of science; suppose this academy charged w ith legislation f or and t he organization of soc iety, a nd t hat, inspi red onl y by t he pur est love of truth, it frames none but laws in absol ute harmony w ith the latest discove ries of science. W ell, I maintain, for my pa rt, that suc h legislation a nd suc h or ganization w ould be a monst rosity, a nd t hat for two reasons: first, that hum an sc ience is always a nd ne cessarily imperfect, and t hat, comparing w hat it has di scove red w ith w hat remains t o be discove red, w e may sa y that it is still in its cradle. So that were we to try to force the practical life of men, collective as w ell as individua l, into st rict and e xclusive conformity w ith the latest data of science, we shoul d conde mn soc iety as w ell as individua ls to suf fer martyrdom on a bed of Procrustes, w hich w ould soon e nd by di slocating a nd st ifling them, life ever remaining a n infinitely gr eater thing t han sc ience. The second r eason i s this: a soc iety w hich shoul d obe y legislation e manating f rom a scientific academy, not because it unde rstood i tself the rationa l character of this legislation ( in w hich case the existence of the academy w ould be come use less), but because this legislation, e manating f rom the academy, w as impose d in the name of a science which it venerated w ithout comprehending - suc h a soc iety w ould be a soc iety, not of men, but of brutes. It would be a second e dition of those missions i n Paragua y w hich subm itted so l ong t o the gove rnment of the Jesuits. It would sur ely and r apidly de scend t o the lowest stage of idiocy. But there is still a third reason w hich w ould rende r suc h a gove rnment impossi ble- namely that a scientific academy inve sted w ith a sove reignty, so t o spe ak, a bsol ute, even if it were compose d of the most illustrious m en, w ould infallibly and soon e nd in its ow n m oral and i ntellectual corruption. Eve n to-day, w ith the few privileges allowed them, suc h is the history of all academies. The greatest scientific genius, from the moment that he becomes an academician, a n of ficially license d sav ant, inevitably lapse s into sl uggi shne ss. H e loses hi s spont aneity, hi s revolutiona ry hardihood, a nd t hat troubl esom e and sa vage energy c haracteristic of the grande st geniuse s, e ver called to de stroy ol d tottering w orlds a nd l ay the founda tions of new. He undoubt edly ga ins i n pol iteness, i n ut ilitarian and pr actical wisdom , what he lose s in pow er of thought . In a word, he becomes corrupted. It is the characteristic of privilege and of every pr ivileged posi tion t o ki ll the mind and he art of men. The privileged m an, w hether pol itically or econom ically, is a man depraved in m ind a nd he art. Tha t is a soc ial law which admits of no e xception, a nd i s as applicable to entire nations a s to classes, corporations, a nd i ndividua ls. It is the law of equa lity, the supr eme condi tion of liberty and hum anity. The principal obj ect of this treatise is pr ecisely to de monst rate this truth in all the manifestations of hum an life. A scientific body t o w hich ha d be en conf ided the gove rnment of soc iety w ould soon"},{"pageNumber":15,"pageContent":"end by de voting i tself no l onge r to sc ience at all, but to qui te another affair; and t hat affair, as in the case of all establishe d pow ers, w ould be its ow n eternal perpetuation by r ende ring t he soc iety confided to its care ever more stupid and c onse que ntly m ore in ne ed of its gove rnment and di rection. But that which is true of scientific academies is also t rue of all const ituent and legislative assemblies, e ven those chose n by uni versal suf frage. In the latter case they may renew their composi tion, i t is true, but this doe s not prevent the formation i n a few years' time of a body of pol iticians, pr ivileged in fact though not in law, who, devoting t hemselves exclusively to the direction of the publ ic affairs of a count ry, finally form a sor t of pol itical aristocracy or oligarchy. W itness the United States of America and S witzerland. Conse que ntly, no e xternal legislation a nd no a uthor ity-one , for that matter, be ing inse parable from the other, and bot h tending t o the servitude of soc iety and t he degradation of the legislators themselves. Does it follow that I reject all author ity? Far from me suc h a thought . In the matter of boot s, I refer to the author ity of the boot maker; conc erning house s, c anals, or railroads, I consul t that of the architect or engineer. For suc h or suc h spe cial know ledge I apply to suc h or suc h a sav ant. But I allow neither the boot maker nor the architect nor the sav ant to impose his author ity upon m e. I listen to them freely and with all the respe ct merited by t heir intelligence, their character, their know ledge , reserving a lways m y incontestable right of criticism censur e. I do not content myse lf with consul ting a uthority in any spe cial branch; I consul t several; I compare their opinions, a nd c hoose that which se ems to m e the sounde st. But I recogni ze no infallible authority, e ven in spe cial que stions; conse que ntly, w hatever respe ct I may have for the hone sty and t he sincerity of suc h or suc h an individua l, I have no absol ute faith in any pe rson. S uch a faith w ould be fatal to m y reason, t o m y liberty, and e ven to the suc cess of my unde rtakings; it would immediately transform me into a stupid sl ave, an instrument of the will and i nterests of others. If I bow before the authority of the spe cialists and a vow my readiness to follow, to a certain extent and a s long a s m ay se em to m e necessary, their indications a nd e ven their directions, i t is be cause their author ity is impose d upon m e by no one , ne ither by men nor by G od. O therwise I would repel them with hor ror, and bi d the devil take their counse ls, their directions, a nd t heir services, c ertain that they w ould m ake me pay, by t he loss of my liberty and se lf-respe ct, for suc h sc raps of truth, w rappe d in a multitude of lies, as they m ight give me. I bow before the authority of spe cial men be cause it is impose d upon m e by m y ow n reason. I am consc ious of my inability to gr asp, i n all its de tails and posi tive developm ents, any ve ry large por tion of hum an know ledge . The greatest intelligence would not be equa l to a comprehension of the whole. The nce results, for science as well as for indust ry, the necessity of the division a nd a ssoc iation of labor. I receive and I give-such is hum an life. Ea ch di rects and i s di rected in hi s turn. The refore there is no f ixed and c onst ant author ity, but a continua l exchange of mutual, tempor ary, and, a bove all, vol untary author ity and subor dination."},{"pageNumber":16,"pageContent":"Thi s sa me reason f orbids m e, then, to recogni ze a fixed, c onst ant, and uni versal author ity, be cause there is no uni versal man, no m an capable of grasping i n that wealth of detail, without which the application of science to life is impossi ble, all the sciences, a ll the branches of soc ial life. And i f suc h uni versality could ever be realized in a single man, a nd i f be wishe d to take adva ntage thereof to impose his author ity upon us, i t would be necessary to dr ive this m an out of soc iety, be cause his author ity w ould inevitably reduc e all the others to sl avery and i mbecility. I do not think t hat soc iety ought to m altreat men of genius a s it has done hitherto; but neither do I think i t shoul d indul ge them too f ar, still less a ccord them any pr ivileges or exclusive rights w hatsoe ver; and t hat for three reasons: first, be cause it would of ten mistake a charlatan for a man of genius; second, be cause , through suc h a syst em of privileges, it might transform into a charlatan even a real man of genius, de moralize him, and de grade him; and, f inally, be cause it would establish a master ove r itself. To sum up. W e recogni ze, then, the absol ute authority of science, be cause the sol e object of science is the mental reproduc tion, a s w ell-consi dered and syst ematic as possi ble, of the natural laws inhe rent in the material, intellectual, and m oral life of both the physi cal and t he soc ial worlds, t hese two w orlds c onst ituting, i n fact, but one and t he same natural world. O utside of this onl y legitimate author ity, legitimate because rationa l and i n ha rmony w ith hum an liberty, w e declare all other authorities false, arbitrary and f atal. We recogni ze the absol ute authority of science, but we reject the infallibility and universality of the sav ant. In our chur ch-if I may be permitted to use for a moment an expr ession w hich I so de test: Chur ch and S tate are my two bêtes noi res -in our church, as in the Protestant chur ch, w e have a chief, an invisible Christ, sc ience; and, l ike the Protestants, m ore logical even than the Protestants, w e will suf fer neither pope , nor counc il, nor conc laves of infallible cardinals, nor bishops, nor even pr iests. O ur Christ differs from the Protestant and C hristian C hrist in this-that the latter is a persona l being, our s impersona l; the Christian C hrist, already c ompleted in an eternal past, presents hi mself as a perfect being, w hile the completion a nd pe rfection of our Christ, science, are ever in the future: which is equivalent to sa ying t hat they w ill never be realized. The refore, in recogni zing absol ute science as the onl y absol ute author ity, w e in no w ay compromise our liberty. I mean by t he words \" absol ute science,\" the truly uni versal science which w ould reproduc e ideally, to its fullest extent and i n all its infinite detail, the uni verse, the syst em or co-ordination of all the natural laws m anifested by t he incessant developm ent of the world. It is evident that suc h a science, the subl ime obj ect of all the efforts of the hum an m ind, w ill never be fully and a bsol utely realized. O ur Christ, then, w ill remain eternally unf inishe d, w hich m ust consi derably take dow n the pride of his license d representatives among us. A gainst that God t he Son i n w hose name they assum e to impose upon us t heir insol ent and pe dantic author ity, w e appe al to God t he Father, who i s the real world, r eal life, of which he (the Son) is onl y a too imperfect expression, w hilst we real beings, l iving, w orking, st ruggl ing, l oving, aspiring, e njoying, a nd suf fering, a re its immediate representatives."},{"pageNumber":17,"pageContent":"But, while rejecting t he absol ute, uni versal, and i nfallible author ity of men of science, we willingly bow before the respectable, although r elative, qui te tempor ary, a nd ve ry restricted author ity of the representatives of spe cial sciences, asking not hing be tter than to consul t them by t urns, a nd ve ry gr ateful for suc h pr ecious i nformation a s they may extend t o us, on c ondi tion of their willingne ss to receive from us on oc casions when, a nd c onc erning m atters about which, w e are more learned than they. I n general, we ask not hing be tter than to se e men endow ed w ith gr eat know ledge , gr eat expe rience, great minds, a nd, a bove all, gr eat hearts, e xercise ove r us a natural and legitimate influence, freely accepted, a nd ne ver impose d in the name of any of ficial author ity w hatsoe ver, celestial or terrestrial. W e accept all natural author ities and a ll influences of fact, but none of right; for every author ity or every influence of right, officially impose d as suc h, be coming di rectly an oppr ession a nd a falsehood, w ould inevitably impose upon us, a s I believe I have suf ficiently show n, sl avery and absur dity. In a word, w e reject all legislation, a ll author ity, a nd a ll privileged, licensed, of ficial, and l egal influence, even though a rising f rom uni versal suf frage, convi nced that it can turn onl y to the adva ntage of a dom inant minor ity of exploiters against the interests of the immense majority in subj ection t o them. Thi s is the sense in w hich w e are really A narchists. The mode rn idealists unde rstand a uthor ity in qui te a different way. A lthough f ree from the traditiona l supe rstitions of all the existing posi tive religions, t hey nevertheless a ttach to this idea of authority a divine, an absol ute meaning. Thi s author ity is not that of a truth m iraculousl y revealed, nor that of a truth rigorousl y and scientifically de monst rated. The y ba se it to a slight extent upon qua si-philosophi cal reasoni ng, a nd t o a large extent also on se ntiment, ideally, a bstractly poe tical. The ir religion i s, as it were, a last attempt to di vinise all that const itutes hum anity in m en. Thi s is just the opposi te of the work that we are doi ng. O n be half of hum an liberty, dignity and pr ospe rity, w e believe it our dut y to recove r from heaven the goods w hich it has stolen and r eturn them to earth. The y, on t he contrary, e nde avour ing t o commit a final religiousl y he roic larceny, w ould restore to he aven, that divine robbe r, finally unm aske d, the grande st, finest and nobl est of hum anity's posse ssions. I t is now the freethinke r's turn to pi llage heaven by t heir auda cious pi ety and sc ientific analysis. The idealists undoubt edly be lieve that hum an ideas and de eds, i n or der to exercise greater author ity among m en, m ust be inve sted w ith a divine sanction. H ow is this sanction m anifested? Not by a miracle, as in the posi tive religions, but by t he very grande ur of sanctity of the ideas and de eds: whatever is gr and, w hatever is be autiful, whatever is nobl e, whatever is just, is consi dered di vine. In this ne w religious c ult every m an inspi red by t hese ideas, by t hese deeds, be comes a priest, directly conse crated by G od hi mself. And t he proof ? He needs none beyond t he very gr ande ur of the ideas w hich he expr esses and t he deeds w hich he performs. The se are so hol y that they can ha ve been inspi red onl y by G od. Such, in so f ew words, i s their whole phi losophy: a phi losophy of sentiments, not of real thought s, a sor t of metaphysi cal pietism. Thi s se ems ha rmless, but it is not so a t"},{"pageNumber":18,"pageContent":"all, and t he very pr ecise, ve ry na rrow and ve ry ba rren doc trine hidde n unde r the intangible vague ness of these poe tic forms leads t o the same disastrous r esults that all the posi tive religions l ead to--namely, the most complete negation of hum an liberty and di gnity. To pr oclaim as di vine all that is gr and, j ust, nobl e, and be autiful in hum anity is to tacitly admit that hum anity of itself would ha ve been una ble to pr oduc e it -- that is, that, abandone d to itself, its ow n na ture is m iserable, iniquitous, ba se, and ugl y. Thus we come back to the essence of all religion--in ot her words, t o the disparagement of hum anity for the greater glory of divinity. A nd f rom the moment that the natural inferiority of man and hi s funda mental incapacity to rise by hi s ow n effort, una ided by a ny di vine inspi ration, t o the comprehension of just and t rue ideas, are admitted, it becomes ne cessary to admit also a ll the theological, pol itical, and soc ial conse que nces of the posi tive religions. F rom the moment that God, t he perfect and supr eme being, i s posi ted face to face with hum anity, di vine mediators, the elect, the inspi red of God spr ing f rom the earth to enlighten, di rect, and gove rn in hi s na me the hum an race. Ma y w e not suppose that all men are equa lly inspi red by G od? The n, sur ely, there is no f urther use for mediators. B ut this supposi tion i s impossi ble, be cause it is too clearly contradicted by t he facts. It would compel us t o attribute to di vine inspi ration all the absur dities and e rrors w hich appe ar, and a ll the hor rors, follies, ba se deeds, and c owardly actions w hich are committed, in the world. B ut perhaps, t hen, onl y a few men are divinely inspi red, the great men of history, the virtuous ge niuse s, as the illustrious I talian citizen and pr ophe t, Giuse ppe Ma zzini, called them. Immediately inspi red by G od hi mself and suppor ted upon uni versal conse nt expr essed by popul ar suffrage -- Dio e Popol o -- suc h as these shoul d be called to the gove rnment of hum an soc ieties. 3 But here we are again fallen ba ck unde r the yoke of Chur ch and S tate. It is true that in this ne w organization, i nde bted for its existence, like all the old pol itical organisations, t o the grac e of God, but suppor ted this time--at least so f ar as form is conc erned, a s a necessary conc ession t o the spi rit of mode rn times, a nd j ust as in the preambles of the imperial decrees of Napoleon I II. -- on t he (pretende d) will of the people, the Chur ch w ill no l onge r call itself Chur ch; it will call itself School . W hat matters it? On the benches of this School will be seated not children onl y; there will be found t he eternal minor, the pupi l confessedly forever incompetent to pa ss hi s examinations, r ise to the know ledge of his teachers, and di spe nse with their discipline--the people. 4 The State will no l onge r call itself Mona rchy; it will call itself Republ ic: but it will be none the less the State -- that is, a tutelage officially and regularly establishe d by a minority of competent men, men of virtuous ge nius or talent, who w ill watch and gui de the conduc t of this gr eat, incorrigible, and t errible child, the people. The professor s of the School and t he func tiona ries of the State will call themselves republ icans; but they w ill be none the less tutors, she phe rds, a nd t he people will remain w hat they ha ve been hi therto from all eternity, a flock. B eware of she arers, for where there is a flock there necessarily m ust be she phe rds a lso t o she ar and de vour it."},{"pageNumber":19,"pageContent":"The people, in this syst em, will be the perpetual scholar and pupi l. In spi te of its sove reignty, w holly fictitious, i t will continue to se rve as the instrument of thought s, wills, a nd c onse que ntly interests not its ow n. B etween this situation a nd w hat we call liberty, the onl y real liberty, there is an abyss. I t will be the old oppr ession a nd ol d slavery unde r new forms; and w here there is slavery there is m isery, br utishne ss, r eal soc ial materialism, among t he privileged classes as w ell as among t he masses. In de fying hum an t hings t he idealists al ways end i n the triumph of a brut al materialism. And t his for a very si mple reason: the divine evapor ates and r ises to its own count ry, he aven, w hile the brutal alone remains a ctually on e arth. Yes, the necessary conse que nce of theoretical idealism is pr actically the most brutal materialism; not , undoubt edly, a mong t hose who si ncerely pr each it--the usua l result as far as they are conc erned be ing t hat they are const rained to se e all their efforts struck w ith st erility--but among t hose who t ry to realise their precepts in life, and i n all soc iety so f ar as it allows itself to be dom inated by i dealistic doc trines. To de monst rate this ge neral fact, which m ay appe ar strange at first, but which explains i tself naturally enough upon f urther reflection, hi storical proofs are not lacking. Compare the last two civilisations of the ancient world -- the Greek and t he Roman. Which is the most materialistic, the most natural, in its poi nt of departure, and t he most hum anly ideal in its results? Undoubt edly the Greek civilisation. W hich on t he contrary, is the most abstractly ideal in its poi nt of departure--sacrificing t he material liberty of the man to the ideal liberty of the citizen, r epresented by t he abstraction of judicial law, and t he natural developm ent of hum an soc iety to the abstraction of the State -- and w hich be came nevertheless the most brutal in its conse que nces? The Roman civilisation, c ertainly. I t is true that the Greek civilisation, l ike all the ancient civilisations, i ncluding t hat of Rome, was exclusively na tiona l and ba sed on sl avery. But, in spi te of these two immense defects, the former none the less c onc eived and realised the idea of hum anity; it ennobl ed and r eally idealised the life of men; it transformed hum an he rds i nto free assoc iations of free men; it created through l iberty the sciences, the arts, a poe try, a n immortal phi losophy, a nd t he primary conc epts of hum an respe ct. W ith pol itical and soc ial liberty, it created free thought . At the close of the Mi ddle Ages, dur ing t he period of the Renaissance, the fact that som e Greek emigrants br ought a few of those immortal books i nto Italy suf ficed to resusc itate life, liberty, thought , hum anity, bur ied in the dark dunge on of Catholicism. Human emancipation, t hat is the name of the Greek civilisation. A nd t he name of the Roman civilisation? Conque st, with all its br utal conse que nces. A nd i ts last word? The omnipotence of the Caesars. W hich m eans t he degradation a nd e nslavement of nations a nd of men. To- day even, w hat is it that kills, w hat is it that crushe s br utally, m aterially, in all Eur ope an count ries, liberty and hum anity? It is the triumph of the Caesarian or Roman pr inciple. Compare now two m ode rn civilisations - - the Italian and t he German. The first undoubt edly represents, in its ge neral character, materialism; the second, on t he"},{"pageNumber":20,"pageContent":"contrary, represents idealism in its m ost abstract, most pur e, and m ost transc ende ntal form. Le t us se e what are the practical fruits of the one and t he other. Italy ha s already r ende red immense services to the cause of hum an emancipation. S he was the first to resusc itate and w idely apply the principle of liberty in Eur ope , and t o restore to hum anity its titles to nobi lity: indust ry, c ommerce, poe try, the arts, the posi tive sciences, and f ree thought . Crushe d si nce by t hree centuries of imperial and papal despot ism, and dr agge d in the mud by he r gove rning bour geoisie, she reappe ars to-day, it is true, in a very de graded condi tion i n comparison w ith w hat she onc e was. And ye t how much she differs from Germany! In Italy, in spi te of this de cline -- tempor ary let us hope -- one may live and br eathe hum anly, sur rounde d by a people which se ems to be bor n for liberty. I taly, e ven bour geois Italy, c an poi nt with pr ide to men like Ma zzini and G aribaldi. .In G ermany one breathes the atmosphe re of an immense pol itical and soc ial slavery, phi losophi cally explained and a ccepted by a great people with de liberate resigna tion a nd f ree will. Her heroes -- I spe ak always of present Germany, not of the Germany of the future; of aristocratic, bur eaucratic, political and bour geoisie Germany, not of the Germany of the prol étaires -- her heroes are qui te the opposi te of Ma zzini and G aribaldi: they are William I., that ferocious a nd i nge nuous r epresentative of the Protestant God, Me ssrs, B ismarck and Mol tke, Generals Ma nteuffel and W erder. In all her internationa l relations G ermany, from the beginning of her existence, ha s be en sl owly, syst ematically inva ding, conque ring, e ver ready t o extend he r ow n vol untary enslavement into the territory of her neighbour s; and, si nce her definitive establishm ent as a uni tary pow er, she has become a menace, a dange r to the liberty of entire Eur ope . To- day G ermany i s servility br utal and t riumpha nt. To show how theoretical idealism incessantly and i nevitably change s into pr actical materialism, one needs onl y to cite the example of all the Christian C hur ches, a nd, naturally, f irst of all, that of the Apost olic and R oman C hur ch. W hat is there more subl ime, in the ideal sense, more disinterested, m ore separate from all the interests of this earth, than the doc trine of Christ preached by t hat Chur ch? And w hat is there more brutally m aterialistic than the const ant practice of that same Chur ch si nce the eighth century, f rom which da tes he r definitive establishm ent as a pow er? What has been and st ill is the principal obj ect of all her contests w ith the sove reigns of Eur ope ? Her tempor al goods, he r revenue s first, and t hen he r tempor al pow er, he r pol itical privileges. W e must do he r the justice to acknow ledge that she was the first to discove r, in m ode rn hi story, this incontestable but scarcely C hristian truth that wealth and pow er, the econom ic exploitation a nd t he pol itical oppr ession of the masses, a re the two inse parable terms of the reign of divine ideality on e arth: wealth consol idating a nd a ugm enting pow er, pow er ever discove ring a nd c reating ne w sour ces of wealth, a nd bot h assur ing, be tter than the martyrdom and f aith of the apost les, be tter than di vine grace, the suc cess of the Christian pr opa gandism. Thi s is a historical truth, a nd t he Protestant Chur ches do not fail to recogni se it either. I spe ak, of cour se, of the inde pende nt chur ches of Engl and, A merica, and S witzerland, not of the subj ected chur ches of Germany. The latter have no i nitiative of their ow n; they do what their masters, their tempor al sove reigns, w ho a re at the same time their spi ritual"},{"pageNumber":21,"pageContent":"chieftains, or der them to do, I t is w ell know n that the Protestant propa gandism, espe cially in Engl and a nd A merica, is ve ry intimately conne cted w ith the propa gandism of the material, commercial interests of those two gr eat nations; and i t is know n also t hat the obj ects of the latter propa gandism is not at all the enrichment and m aterial prospe rity of the count ries into w hich it penetrates in company w ith the Word of God, but rather the exploitation of those count ries w ith a view to the enrichment and m aterial prospe rity of certain classes, w hich in their ow n count ry are very cove tous a nd ve ry pi ous a t the same time. In a word, it is not at all difficult to pr ove , history in ha nd, t hat the Chur ch, that all the Churches, C hristian and non- Christian, by t he side of their spi ritualistic propa gandism, and pr oba bly to accelerate and c onsol idate the suc cess thereof, ha ve never neglected to or ganise themselves into gr eat corporations f or the econom ic exploitation of the masses unde r the protection a nd w ith the direct and spe cial blessing of som e divinity or other; that all the States, w hich or iginally, a s w e know , with all their pol itical and j udicial institutions a nd t heir dom inant and pr ivileged classes ha ve been onl y temporal branches of these various C hur ches ha ve likewise had pr incipally in vi ew this sa me exploitation f or the benefit of lay m inorities indirectly sa nctione d by t he Chur ch; finally and i n ge neral, that the action of the good God a nd of all the divine idealities on e arth ha s ende d at last, always a nd e verywhere, in foundi ng t he prospe rous m aterialism of the few ove r the fanatical and c onst antly famishing i dealism of the masses. We have a new proof of this in w hat we see to-day. W ith the exception of the great hearts and gr eat minds w hom I have before referred to as m isled, w ho a re to-day the most obst inate defende rs of idealism? In the first places all the sove reign c our ts. In France, unt il lately, N apoleon I II. and hi s w ife, Ma dame Eugé nie; all their former ministers, c ourtiers, a nd e x-marsha ls, from Rouhe r and B azaine to Fleury and P iétri; the men and w omen of this imperial world, w ho ha ve so c ompletely idealised and saved France; their jour nalists and t heir sav ants -- the Cssagna cs, the Girardins, t he Duve rnois, the Veuillots, the Leverriers, the Dumas; the black pha lanx of Jesuits and Jesuitesses in every ga rb; the whole uppe r and m iddle bour geoisie of France; the doc trinaire liberals, a nd t he liberals w ithout doc trine -- the Guizots, the Thi ers, the Jules Favres, the Pelletans, a nd t he Jul es Simons, a ll obst inate defende rs of the bour geoisie exploitation. I n Prussi a, in G ermany, W illiam I., the present roya l demonst rator of the good G od on e arth; all his ge nerals, a ll his of ficers, P omeranian and ot her; all his army, w hich, st rong i n its religious f aith, ha s just conque red France in that ideal way w e know so w ell. In R ussi a, the Czar and hi s court; the Mour avieffs and t he Bergs, a ll the but chers and pi ous pr oselyters of Poland. Eve rywhere, in shor t, religious or phi losophi cal idealism, the one being but the more or less f ree translation of the other, serves to-day as the flag of material, bloody, a nd br utal force, of sha meless m aterial exploitation; while, on t he contrary, the flag of theoretical materialism, the red flag of econom ic equa lity and soc ial justice, is raised by t he practical idealism of the oppr essed and f amishing m asses, tending t o realise the greatest liberty and t he hum an right of each in the fraternity of all men on t he earth. Who a re the real idealists -- the idealists not of abstraction, but of life, not of heaven,"},{"pageNumber":22,"pageContent":"but of earth -- and w ho a re the materialists? It is evident that the essential condi tion of theoretical or divine idealism is the sacrifice of logic, of hum an reason, t he renunc iation of science. W e see, further, that in de fending t he doc trines of idealism one finds hi mself enlisted pe rforce in the ranks of the oppr essor s and e xploiters of the masses. The se are two gr eat reasons w hich, it would se em, shoul d be suf ficient to dr ive every gr eat mind, e very gr eat heart, from idealism. How doe s it happe n that our illustrious c ontemporary idealists, w ho certainly lack ne ither mind, nor heart, nor good w ill, and w ho ha ve devoted their entire existence to the service of hum anity -- how doe s it happe n that they pe rsist in remaining a mong t he representatives of a doc trine henceforth conde mned and dishonour ed? The y m ust be influenced by a very pow erful motive. It cannot be logic or science, since logic and sc ience have pronounc ed their verdict against the idealistic doc trine. No m ore can it be persona l interests, si nce these men are infinitely above everything of that sor t. It must, then, be a pow erful moral motive. W hich? The re can be but one . The se illustrious m en think, no doubt , that idealistic theories or beliefs are essentially necessary to the moral dignity and gr ande ur of man, a nd t hat materialistic theories, on the contrary, reduc e him to the level of the beasts. And i f the truth w ere just the opposi te! Eve ry de velopm ent, I have said, implies the negation of its poi nt of departure. The basis or poi nt of departure, according t o the materialistic school , be ing m aterial, the negation m ust be necessarily ideal. Starting f rom the totality of the real world, or from what is abstractly called m atter, it logically arrives at the real idealisation - - that is, a t the hum anisation, a t the full and c omplete emancipation of soc iety. Per contra and f or the same reason, t he basis and poi nt of departure of the idealistic school being ideal, it arrives ne cessarily at the materialisation of soc iety, a t the organization of a brutal despot ism and a n iniquitous a nd i gnobl e exploitation, unde r the form of Church and S tate. The historical developm ent of man according t o the materialistic school , is a progr essive ascension; in the idealistic syst em it can be not hing but a continuous f all. Whatever hum an que stion w e may de sire to consi der, we always f ind t his sa me essential contradiction be tween the two sc hool s. Thus, a s I have already obse rved, materialism starts from animality to establish hum anity; idealism starts from divinity to establish sl avery and c onde mn the masses to an endless a nimality. Ma terialism denies free will and e nds i n the establishm ent of liberty; idealism, in the name of hum an di gnity, pr oclaims free will, and on t he ruins of every liberty founds a uthor ity. Ma terialism rejects the principle of authority, be cause it rightly consi ders it as the corollary of animality, a nd be cause, on t he contrary, the triumph of hum anity, the object and c hief significance of history, c an be realised onl y through l iberty. I n a word, you w ill always f ind t he idealists in the very act of practical materialism, while you w ill see the materialists pur suing a nd r ealising t he most grandly ideal aspirations and t hought s. History, in the syst em of the idealists, a s I have said, c an be not hing but a continuous"},{"pageNumber":23,"pageContent":"fall. The y be gin by a terrible fall, from which they ne ver recove r -- by t he salto mortale from the subl ime regions of pur e and a bsol ute idea into m atter. And i nto what kind of matter ! Not into the matter which is eternally active and m obile, full of prope rties and f orces, of life and i ntelligence, as w e see it in the real world; but into abstract matter, impove rishe d and r educ ed to absol ute misery by t he regular looting of these Prussi ans of thought , the theologians a nd m etaphysi cians, w ho ha ve strippe d it of everything t o gi ve everything t o their emperor, to their God; into the matter which, de prived of all action a nd m ove ment of its ow n, r epresents, in opposi tion t o the divine idea, not hing but absol ute stupidity, impenetrability, inertia and immobility. The fall is so t errible that divinity, the divine person or idea, is flattened out , loses consc iousne ss of itself, and ne ver more recove rs it. And i n this de sperate situation i t is still forced to w ork m iracles ! For from the moment that matter becomes inert, every m ove ment that takes pl ace in the world, e ven the most material, is a miracle, can result onl y from a providential intervention, f rom the action of God upon m atter. And t here this poor Divinity, de graded and ha lf annihilated by i ts fall, lies som e thousa nds of centuries in this sw oon, t hen awakens sl owly, in va in ende avour ing t o grasp som e vague memory of itself, and e very m ove that it makes in this di rection upon m atter becomes a creation, a new formation, a new miracle. In this w ay it passes through a ll degrees of materiality and be stiality -- first, ga s, si mple or compound c hemical subst ance, mineral, it then spr eads ove r the earth as ve getable and a nimal organization t ill it conc entrates itself in m an. H ere it would se em as if it must become itself again, f or it lights in every hum an be ing a n ange lic spa rk, a particle of its ow n di vine being, t he immortal soul . How did it manage to lodge a thing a bsol utely immaterial in a thing a bsol utely material; how can the body c ontain, e nclose , limit, pa ralyse pur e spi rit? Thi s, again, is one of those que stions w hich faith alone , that passiona te and st upid affirmation of the absur d, c an sol ve. It is the greatest of miracles. H ere, how ever, we have onl y to establish t he effects, the practical conse que nces of this m iracle. After thousa nds of centuries of vain efforts to come back to itself, Divinity, lost and scattered in the matter which it animates and se ts in m otion, f inds a poi nt of suppor t, a sor t of focus f or self-conc entration. Thi s focus i s m an hi s immortal soul singul arly imprisone d in a mortal body. B ut each m an consi dered individua lly is infinitely too limited, too sm all, to enclose the divine immensity; it can contain onl y a very sm all particle, immortal like the whole, but infinitely sm aller than the whole. It follows that the divine being, t he absol utely immaterial being, m ind, i s di visible like matter. Another mystery w hose sol ution m ust be left to faith. If God e ntire could find l odgm ent in each m an, then each m an w ould be God. W e shoul d ha ve an immense qua ntity of Gods, e ach limited by a ll the others and ye t none the less infinite -- a contradiction w hich w ould imply a mutual destruction of men, a n impossi bility of the existence of more than one . As for the particles, that is another matter; not hing m ore rationa l, inde ed, than that one particle shoul d be limited by another and be sm aller than the whole. Only, he re another contradiction c onfronts us."},{"pageNumber":24,"pageContent":"To be limited, to be greater and sm aller are attributes of matter, not of mind. According t o the materialists, it is true, mind i s onl y the working of the wholly material organism of man, a nd t he greatness or sm allness of mind de pends a bsol utely on t he greater or less m aterial perfection of the hum an or ganism. But these same attributes of relative limitation a nd gr ande ur cannot be attributed to m ind a s the idealists conc eive it, absol utely immaterial mind, m ind e xisting i nde pende nt of matter. The re can be neither greater nor sm aller nor any l imit among m inds, f or there is onl y one mind - - God. To a dd t hat the infinitely sm all and l imited pa rticles w hich const itute hum an soul s are at the same time immortal is to carry the contradiction t o a climax. B ut this is a que stion of faith. Le t us pa ss on. Here then w e have Divinity torn up a nd l odge d, in infinitely sm all particles, in an immense num ber of beings of all sexes, a ges, races, and c olour s. Thi s is an excessively inconve nient and unha ppy si tuation, f or the divine particles are so l ittle acqua inted w ith each ot her at the out set of their hum an existence that they be gin by devour ing e ach ot her. Mor eove r, in the midst of this state of barbarism and w holly animal brutality, these divine particles, hum an soul s, retain as it were a vague remembrance of their primitive divinity, a nd a re irresistibly dr awn towards t heir whole; they se ek each ot her, they se ek their whole. It is D ivinity itself, scattered and lost in the natural world, w hich looks f or itself in m en, a nd i t is so de molished by t his multitude of hum an pr isons i n w hich it finds i tself strewn, that, in looki ng f or itself, it commits folly after folly. Beginning w ith fetishism, it searches for and a dores itself, now in a stone , now in a piece of wood, now in a rag. I t is qui te likely that it would ne ver have suc ceeded in getting out of the rag, if the other divinity w hich w as not allowed to fall into m atter and w hich is ke pt in a state of pur e spi rit in the subl ime heights of the absol ute ideal, or in the celestial regions, ha d not had pi ty on i t. Here is a new mystery -- that of Divinity di viding i tself into two ha lves, bot h equa lly infinite, of which one -- God t he Father -- stays i n the pur ely immaterial regions, a nd the other -- God t he Son- -falls into m atter. W e sha ll see directly, be tween these two Divinities se parated from each ot her, continuous r elations e stablished, f rom above to below and f rom below to above ; and t hese relations, c onsi dered as a single eternal and c onst ant act, will const itute the Holy G host . Such, in its ve ritable theological and metaphysi cal meaning, i s the great, the terrible mystery of the Christian Tr inity. But let us l ose no t ime in abandoni ng t hese heights to se e what is goi ng on upon earth. God t he Father, se eing f rom the height of his eternal spl endour that the poor God t he Son, f lattened out and a stounde d by hi s fall, is so pl unge d and l ost in m atter that even having r eached hum an st ate he has not yet recove red hi mself, de cides to come to hi s aid. F rom this immense num ber of particles at onc e immortal, divine, and i nfinitely small, in w hich G od t he Son ha s di sseminated hi mself so t hor oughl y that he doe s not know himself, God t he Father choose s those most pleasing t o hi m, picks hi s inspi red persons, hi s pr ophe ts, hi s \"men of virtuous ge nius,\" the great benefactors and legislators of hum anity: Zor oaster, Buddha , Mose s, C onf ucius, Lyc urgus, S olon,"},{"pageNumber":25,"pageContent":"Socrates, the divine Plato, a nd a bove all Jesus C hrist, the complete realisation of God the Son, a t last collected and c onc entrated in a single hum an pe rson; all the apost les, Saint Peter, Saint Paul, Saint John be fore all, Const antine the Great, Ma hom et, then Charlemagne , Gregory V II Dante, and, a ccording t o som e, Lut her also, V oltaire and Rousse au, R obe spierre and D anton, a nd m any ot her great and hol y hi storical persona ges, a ll of whose names it is impossi ble to recapitulate, but among w hom I, as a Russi an, be g that Saint Nicholas m ay not be forgotten. The n w e have reached at last the manifestation of God upon e arth. B ut immediately God a ppe ars, m an is reduc ed to not hing. I t will be said that he is not reduc ed to nothing, si nce he is hi mself a particle of God. P ardon m e! I admit that a particle of a definite, limited w hole, how ever sm all it be, is a qua ntity, a posi tive greatness. B ut a particle of the infinitely gr eat, compared w ith it, is ne cessarily infinitely sm all, Mul tiply m illiards of milliards by m illiards of milliards - - their produc t compared to the infinitely gr eat, will be infinitely sm all, and t he infinitely sm all is equa l to zero. God i s everything; therefore man and a ll the real world w ith hi m, the uni verse, are nothing. Y ou w ill not escape this conc lusion. God a ppe ars, m an is reduc ed to not hing; and t he greater Divinity be comes, the more miserable becomes hum anity. Tha t is the history of all religions; that is the effect of all the divine inspi rations a nd l egislations. I n hi story the name of God i s the terrible club w ith w hich all divinely inspi red m en, the great \"virtuous ge niuses,\" have beaten dow n the liberty, di gnity, reason, a nd pr ospe rity of man. We had first the fall of God. N ow we have a fall which interests us m ore--that of man, c aused sol ely by t he appa rition of God m anifested on e arth. See in how profound a n error our dear and i llustrious i dealists find t hemselves. In talking t o us of God t hey pur pose , they de sire, to elevate us, e mancipate us, e nnobl e us, a nd, on t he contrary, they crush a nd de grade us. W ith the name of God t hey imagine that they can establish f raternity among m en, a nd, on t he contrary, they create pride, contempt; they sow discord, ha tred, w ar; they establish sl avery. F or with God c ome the different degrees of divine inspi ration; hum anity is di vided into m en highly inspi red, less inspi red, uni nspi red. A ll are equa lly insignificant before God, i t is true; but , compared w ith each ot her, som e are greater than ot hers; not onl y in fact-- which w ould be of no c onse que nce, be cause inequa lity in fact is lost in the collectivity w hen it cannot cling t o som e legal fiction or institution- -but by t he divine right of inspi ration, w hich immediately establishe s a fixed, c onst ant, pe trifying inequa lity. The highly inspi red m ust be listened to and obe yed by t he less inspi red, and t he less inspi red by t he uni nspi red. Thus w e have the principle of authority w ell establishe d, a nd w ith it the two funda mental institutions of slavery: Chur ch and S tate. Of all despot isms that of the doc trinaires or inspi red religionists is the worst. The y are so j ealous of the glory of their God a nd of the triumph of their idea that they ha ve no he art left for the liberty or the dignity or even the suf ferings of living m en, of real men. D ivine zeal, preoccupa tion w ith the idea, finally dr y up t he tende rest soul s, the most compassiona te hearts, the sour ces of hum an love . Consi dering a ll that is, all that happe ns i n the world from the poi nt of view of eternity or of the abstract idea, they"},{"pageNumber":26,"pageContent":"treat passing m atters w ith di sda in; but the whole life of real men, of men of flesh a nd bone , is compose d onl y of passing m atters; they themselves are onl y pa ssing be ings, who, onc e passed, a re replaced by ot hers likewise passing, but never to return in person. A lone permanent or relatively eternal in m en is hum anity, w hich st eadily developing, gr ows richer in pa ssing f rom one generation t o another. I say relatively eternal, be cause, our planet onc e destroye d -- it cannot fail to pe rish soone r or later, since everything w hich ha s be gun m ust necessarily end - - our planet onc e decompose d, to se rve undoubt edly as an element of som e new formation i n the syst em of the uni verse, which alone is really eternal, who know s w hat will become of our whole hum an de velopm ent? Nevertheless, t he moment of this di ssol ution be ing an enormous di stance in the future, we may pr ope rly consi der hum anity, relatively to the shor t dur ation of hum an life, as eternal. But this ve ry fact of progr essive hum anity is real and l iving onl y through i ts m anifestations a t definite times, in de finite places, in really living m en, a nd not through i ts ge neral idea. The general idea is always a n abstraction a nd, f or that very reason, i n som e sor t a negation of real life. I have stated in the Appe ndix that hum an thought and, i n conse que nce of this, sc ience can gr asp a nd na me onl y the general significance of real facts, their relations, t heir laws--in shor t, that which is pe rmanent in their continua l transformations- -but never their material, individua l side, pa lpitating, so t o spe ak, with reality and l ife, and t herefore fugitive and i ntangible. Science comprehends t he thought of the reality, not reality itself; the thought of life, not life. Tha t is its limit, its only really insupe rable limit, be cause it is founde d on t he very na ture of thought , which is the onl y or gan of science. Upon t his na ture are based the indisput able rights and gr and m ission of science, but also i ts vi tal impotence and e ven its m ischievous a ction w henever, through i ts of ficial license d representatives, it arroga ntly claims the right to gove rn life. The mission of science is, by obse rvation of the general relations of passing a nd r eal facts, to establish t he general laws inhe rent in the developm ent of the phe nom ena of the physi cal and soc ial world; it fixes, so t o spe ak, the unc hange able landm arks of hum anity's pr ogressive march by i ndicating t he general condi tions w hich it is necessary to rigor ousl y obse rve and a lways f atal to ignor e or forget. In a word, science is the compass of life; but it is not life. Science is unc hange able, impersona l, general, abstract, insensible, like the laws of which it is but the ideal reproduc tion, reflected or mental -- that is cerebral (using t his w ord to remind us t hat science itself is but a material produc t of a material organ, the brai n ). Li fe is w holly fugitive and tempor ary, but also w holly pa lpitating w ith reality and i ndividua lity, se nsibility, sufferings, j oys, a spirations, ne eds, a nd pa ssions. I t alone spont aneousl y creates real things a nd; beings. S cience creates not hing; it establishes and r ecogni ses onl y the creations of life. And e very time that scientific men, e merging f rom their abstract world, m ingle with living c reation i n the real world, a ll that they pr opose or create is poor , ridiculousl y abstract, bloodl ess a nd l ifeless, st ill-born, like the hom unc ulus created by W agne r, the pedantic disciple of the immortal Doctor Faust. It follows that the onl y m ission of science is to enlighten life, not to gove rn it. The gove rnment of science and of men of science, even be they posi tivists, di sciples"},{"pageNumber":27,"pageContent":"of August e Comte, or , again, di sciples of the doc trinaire school of German Communism, cannot fail to be impotent, ridiculous, i nhum an, c ruel, oppr essive, exploiting, m aleficent. W e may sa y of men of science, as suc h, what I have said of theologians a nd m etaphysi cians: they ha ve neither sense nor heart for individua l and living be ings. W e cannot even bl ame them for this, for it is the natural conse que nce of their profession. I n so f ar as they are men of science, they ha ve to de al with and can take interest in not hing e xcept generalities; that do t he laws 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . t hey are not exclusively m en of science, but are also m ore or less m en of life. 6 I I I Nevertheless, w e must not rely too m uch on t his. Though w e may be well nigh certain that a sav ant would not dare to treat a man toda y as he treats a rabbit, it remains a lways t o be feared that the sav ants as a body, i f not interfered w ith, m ay subm it living m en to sc ientific expe riments, undoubt edly less c ruel but none the less disagreeable to their victims. If they cannot perform expe riments upon t he bodi es of individua ls, they w ill ask not hing be tter than to pe rform them on t he soc ial body, a nd that what must be absol utely pr evented. In their existing or ganisation, m onopol ising sc ience and r emaining t hus out side of soc ial life, the sav ants form a separate caste, in m any r espe cts analogous t o the priesthood. S cientific abstractions i s their God, l iving a nd r eal individua ls are their victims, a nd t hey are the conse crated and l icense d sa crificers. Science cannot go out side of the sphe re of abstractions. I n this respect it is infinitely inferior to art, which, in its turn, is pe culiarly conc erned also w ith ge neral type s and general situations, but which incarnates them by a n artifice of its ow n in forms w hich, if they are not living i n the sense of real life none the less e xcite in our imagination the memory and se ntiment of life; art in a certain se nse individua lizes the type s and situations w hich it conc eives; by m eans of the individua lities w ithout flesh a nd bone , and c onse que ntly pe rmanent and i mmortal, which it has the pow er to create, it recalls to our minds t he living, r eal individua lities w hich appe ar and di sappe ar unde r our eyes. A rt, then, is as it were the return of abstraction t o life; science, on t he contrary, is the perpetual immolation of life, fugitive, tempor ary, but real, on t he altar of eternal abstractions. Science is as incapable of grasping t he individua lity of a man as that of a rabbit, being e qua lly indifferent to bot h. N ot that it is ignor ant of the principle of individua lity: it conc eives it perfectly as a principle, but not as a fact. It know s ve ry well that all the animal spe cies, including t he hum an spe cies, ha ve no r eal existence outside of an inde finite num ber of individua ls, bor n and dyi ng t o m ake room for new individua ls equa lly fugitive. It know s that in rising f rom the animal spe cies to the supe rior spe cies the principle of individua lity be comes m ore pronounc ed; the individua ls appe ar freer and m ore complete. It know s that man, the last and m ost"},{"pageNumber":28,"pageContent":"perfect animal of earth, pr esents the most complete and m ost remarkable individua lity, be cause of his pow er to conc eive, conc rete, pe rsoni fy, a s it were, in hi s soc ial and pr ivate existence, the uni versal law. It know s, finally, w hen it is not vitiated by t heological or metaphysi cal, pol itical or judicial doc trinairisme, or even by a narrow scientific pride, when it is not deaf to the instincts and spont aneous aspirations of life-- it know s (and t his is its last word) that respe ct for man is the supr eme law of Humanity, a nd t hat the great, the real obj ect of history, its onl y legitimate obj ect is the hum anization a nd e mancipation, t he real liberty, the prospe rity and ha ppiness of each individua l living i n soc iety. F or, if we would not fall back into the liberticidal fiction of the publ ic welfare represented by t he State, a fiction a lways f ounde d on t he syst ematic sacrifice of the people, we must clearly recogni ze that collective liberty and pr ospe rity exist onl y so f ar as they represent the sum of individua l liberties and pr ospe rities. Science know s all these things, but it doe s not and c annot go be yond t hem. Abstraction be ing i ts ve ry na ture, it can w ell enough c onc eive the principle of real and l iving i ndividua lity, but it can ha ve no de alings w ith real and l iving i ndividua ls; it conc erns i tself with individua ls in ge neral, but not with Peter or James, not with suc h or suc h a one , who, so f ar as it is conc erned, do not , cannot , ha ve any e xistence. Its individua ls, I repeat, are onl y abstractions. Now, history is m ade, not by a bstract individua ls, but by a cting, l iving a nd pa ssing individua ls. A bstractions a dva nce onl y w hen bor ne forward by r eal men. F or these beings m ade, not in idea onl y, but in reality of flesh a nd bl ood, sc ience has no he art: it consi ders them at most as material for i ntellectual and soc ial developm ent. What doe s it care for the particular condi tions a nd c hance fate of Peter or James? It would make itself ridiculous, i t would abdicate, it would annihilate itself, if it wishe d to conc ern itself with them otherwise than as examples in suppor t of its eternal theories. And i t would be ridiculous t o w ish i t to do so, f or its m ission l ies not there. It cannot grasp t he conc rete; it can m ove onl y in abstractions. I ts m ission i s to busy i tself with the situation a nd t he general condi tions of the existence and de velopm ent, either of the hum an spe cies in ge neral, or of suc h a race, suc h a people, suc h a class or category of individua ls; the general causes of their prospe rity, their decline, and t he best general methods of securing, t heir progr ess in all ways. P rovided it accomplishe s this task br oadly and r ationa lly, it will do i ts w hole dut y, a nd i t would be really unj ust to expe ct more of it. But it would be equa lly ridiculous, i t would be disastrous t o entrust it with a mission which it is incapable of fulfilling. S ince its ow n na ture forces it to ignor e the existence of Peter and Ja mes, it must never be permitted, nor must anybody be permitted in its na me, to gove rn Peter and Ja mes. F or it were capable of treating t hem almost as it treats rabbits. O r rather, it would continue to ignor e them; but its licensed representatives, m en not at all abstract, but on t he contrary in ve ry active life and having ve ry subst antial interests, yi elding t o the pernicious i nfluence which pr ivilege inevitably exercises upon m en, w ould finally fleece other men in the name of science, just as they ha ve been fleeced hi therto by pr iests, pol iticians of all sha des, a nd lawyers, in the name of God, of the State, of judicial Right."},{"pageNumber":29,"pageContent":"What I preach then is, to a certain extent, the revolt of life agai nst science, or rather against the gov ernm ent of science, not to de stroy sc ience-that would be high t reason to hum anity-but to remand i t to its pl ace so t hat it can ne ver leave it again. U ntil now all hum an hi story ha s be en onl y a perpetual and bl oody i mmolation of millions of poor hum an be ings i n honor of som e pitiless a bstraction- God, c ount ry, pow er of State, na tiona l honor , historical rights, judicial rights, pol itical liberty, publ ic welfare. Such ha s be en up t o toda y the natural, spont aneous, a nd i nevitable move ment of hum an soc ieties. W e cannot undo i t; we must subm it to it so f ar as the past is conc erned, a s w e subm it to all natural fatalities. W e must believe that that was the only possi ble way, to educ ate the hum an race. For we must not deceive our selves: even in attributing t he larger part to the Ma chiavellian w iles of the gove rning c lasses, we have to recogni ze that no m inority w ould ha ve been pow erful enough t o impose all these hor rible sacrifices upon t he masses if there had not been in the masses themselves a dizzy spont aneous m ove ment which pushe d them on t o continua l self- sacrifice, now to one , now to another of these devour ing a bstractions t he vampires of history ever nour ished upon hum an bl ood. We readily unde rstand t hat this is ve ry gr atifying, t o the theologians, pol iticians, a nd jurists. P riests of these abstractions, t hey live onl y by t he continua l immolation of the people. Nor is it more sur prising t hat metaphysi cs too, shoul d gi ve its conse nt. Its only m ission i s to justify and r ationa lize as far as possi ble the iniquitous a nd a bsur d. But that posi tive science itself shoul d ha ve show n the same tende ncies is a fact which we must deplore while we establish i t. Tha t it has done so i s due to two reasons: in the first place, be cause, const ituted out side of life, it is represented by a privileged body; and i n the second pl ace, be cause thus f ar it has posi ted itself as an absol ute and final obj ect of all hum an de velopm ent. By a judicious c riticism, which it can and finally w ill be forced to pa ss upon i tself, it would unde rstand, on t he contrary, that it is onl y a means f or the realization of a much hi ghe r obj ect-that of the complete hum anization of the real situation of all the real individua ls w ho a re bor n, w ho l ive, and w ho di e, on e arth. The immense adva ntage of posi tive science ove r theology, m etaphysi cs, pol itics, a nd judicial right consi sts in this-that, in pl ace of the false and f atal abstractions se t up by these doc trines, it posi ts true abstractions w hich express the general nature and l ogic of things, t heir general relations, a nd t he general laws of their developm ent. Thi s separates it profoundl y from all preceding doc trines, a nd w ill assur e it for ever a great posi tion i n soc iety: it will const itute in a certain se nse soc iety's collective consc iousne ss. B ut there is one aspect in w hich it resembles all these doc trines: its only possi ble obj ect being a bstractions, i t is forced by i ts ve ry na ture to ignor e real men, out side of whom the truest abstractions ha ve no e xistence. To r emedy t his radical defect posi tive science will have to pr oceed by a different method f rom that followed by t he doc trines of the past. The latter have taken adva ntage of the ignor ance of the masses to sa crifice them with de light to their abstractions, w hich by the way, a re always ve ry lucrative to those who r epresent them in flesh a nd bone . Positive science, recogni zing i ts absol ute inability to conc eive real individua ls and interest itself in their lot, must definitely and a bsol utely renounc e all claim to the"},{"pageNumber":30,"pageContent":"gove rnment of soc ieties; for if it shoul d m eddle therein, it would onl y sa crifice continua lly the living m en w hom it ignor es to the abstractions w hich const itute the sole obj ect of its legitimate preoccupa tions. The true science of history, f or instance, doe s not yet exist; scarcely do w e begin toda y to catch a glimpse of its extremely complicated condi tions. B ut suppose it were definitely de velope d, w hat could it give us? It would exhibit a faithful and r ationa l picture of the natural developm ent of the general condi tions- material and i deal, econom ical, pol itical and soc ial, religious, phi losophi cal, aesthetic, and sc ientific-of the soc ieties w hich ha ve a history. B ut this uni versal picture of hum an civilization, how ever detailed it might be, would ne ver show anything be yond ge neral and conse que ntly abst ract estimates. The milliards of individua ls w ho ha ve furnishe d the living and suf fering m aterials of this hi story at onc e triumpha nt and di smal- triumpha nt by i ts ge neral results, di smal by t he immense hecatomb of hum an vi ctims \"crushe d unde r its car\"-those milliards of obsc ure individua ls w ithout whom none of the great abstract results of history w ould ha ve been obt ained-and w ho, be ar in m ind, have never benefited by a ny of these results-will find no pl ace, not even the slightest in our anna ls. The y ha ve lived and be en sa crificed, c rushe d for the good of abstract hum anity, that is all. Shall we blame the science of history. Tha t would be unj ust and r idiculous. Individua ls cannot be graspe d by t hought , by r eflection, or even by hum an spe ech, which is capable of expr essing a bstractions onl y; they cannot be grasped in the present day any m ore than in the past. The refore soc ial science itself, the science of the future, will necessarily continue to ignor e them. All that, we have a right to demand of it is that it sha ll poi nt us w ith faithful and sur e hand t o the general cause s of individual suf fering - among t hese causes it will not forget the immolation a nd subor dination ( still too f reque nt, alas!) of living i ndividua ls to abstract generalities-at the same time show ing us t he general condi tions ne cessary to the real emanc ipation of the individual s living i n soc iety. Tha t is its m ission; those are its limits, be yond which the action of soc ial science can be onl y impotent and f atal. Beyond t hose limits being t he doc trinaire and gove rnmental pretentious of its licensed representatives, its priests. It is time to ha ve done with all pope s and pr iests; we want them no l onge r, even if they call themselves Social Democrats. Once more, the sol e mission of science is to light the road. O nly Li fe, de livered from all its gove rnmental and doc trinaire barriers, and gi ven full liberty of action, c an create. How sol ve this antinom y? On the one hand, sc ience is indispe nsable to the rationa l organization of soc iety; on the other, be ing i ncapable of interesting i tself in that which is real and l iving, i t must not interfere with the real or practical organization of soc iety. Thi s contradiction c an be sol ved onl y in one way: by t he liquidation of science as a moral being e xisting out side the life of all, and r epresented by a body of breveted sav ants; it must spr ead among t he masses. S cience, be ing c alled upon t o he nceforth represent soc iety's collective consc iousne ss, m ust really be come the prope rty of"},{"pageNumber":31,"pageContent":"everybody. The reby, w ithout losing a nything of its uni versal character, of which it can ne ver divest itself without ceasing t o be science, and w hile continuing t o conc ern itself exclusively w ith ge neral cause s, the condi tions a nd f ixed relations of individua ls and t hings, i t will become one in fact with the immediate and r eal life of all individua ls. Tha t will be a move ment analogous t o that which sa id to the Protestants at the beginning of the Reformation t hat there was no f urther need of priests for man, w ho w ould he nceforth be his ow n pr iest, every m an, thanks t o the invisible intervention of the Lor d Je sus C hrist alone , ha ving a t last suc ceeded in swallowing hi s good G od. B ut here the que stion i s not of Jesus C hrist, nor good G od, nor of pol itical liberty, nor of judicial right-things a ll theologically or metaphysi cally revealed, a nd a ll alike indigestible. The world of scientific abstractions i s not revealed; it is inhe rent in the real world, of which it is onl y the general or abstract expr ession a nd r epresentation. A s long a s it forms a separate region, spe cially represented by t he sav ants as a body, t his ideal world threatens t o take the place of a good G od t o the real world, reserving f or its license d representatives the office of priests. Tha t is the reason w hy i t is ne cessary to di ssol ve the spe cial soc ial organization of the sav ants by ge neral instruction, e qua l for all in all things, i n or der that the masses, ceasing t o be flocks l ed and shor n by pr ivileged pr iests, m ay take into their ow n ha nds t he direction of their destinies. 7 But unt il the masses sha ll have reached this de gree of instruction, w ill it be necessary to leave them to the gove rnment of scientific men? Certainly not . It would be better for them to di spe nse with sc ience than allow themselves to be gove rned by sav ants. The first conse que nce of the gove rnment of these men w ould be to rende r science inaccessible to the people, and suc h a gove rnment would ne cessarily be aristocratic because the existing sc ientific institutions a re essentially aristocratic. An aristocracy of learning! from the practical poi nt of view the most implacable, and f rom the soc ial point of view the most haught y and i nsul ting-suc h w ould be the pow er established in the name of science. Thi s régime would be capable of paralyzing t he life and move ment of soc iety. The sav ants always pr esum ptuous, e ver self-sufficient and e ver impotent, would de sire to m eddle with everything, a nd t he sour ces of life would dr y up unde r the breath of their abstractions. Once more, Li fe, not science, creates life; the spont aneous a ction of the people themselves alone can create liberty. U ndoubt edly it would be a very fortuna te thing i f science could, f rom this da y forth, illuminate the spont aneous m arch of the people towards t heir emancipation. B ut better an abse nce of light than a false and f eeble light, kindled onl y to m islead those who f ollow it. After all, the people will not lack light. Not in va in ha ve they traversed a long hi storic career, and pa id for their errors by c enturies of misery. The practical sum mary of their painful expe riences const itutes a sor t of traditiona l science, which in certain respe cts is w orth as m uch as theoretical science. La st of all, a por tion of the yout h-- those of the bour geois stude nts w ho f eel hatred enough f or the falsehood, hypoc risy, i njustice, and c owardice of the bour geoisie to find c our age to turn their backs upon i t, and pa ssion e nough t o unr eservedly embrace the just and hum an cause of the proletariat-those will be, as I have already sa id, f raternal instructors of the people; thanks t o them, there will be no"},{"pageNumber":32,"pageContent":"occasion f or the gove rnment of the sav ants. If the people shoul d be ware of the gove rnment of the sav ants, all the more shoul d they pr ovide against that of the inspi red idealists. The more sincere these believers and poe ts of heaven, the more dange rous t hey be come. The scientific abstraction, I have said, is a rationa l abstraction, t rue in its essence, ne cessary to life, of which it is the theoretical representation, or , if one prefers, the consc ience. It may, it must be, absor bed and di gested by l ife. The idealistic abstraction, G od, i s a corrosive poi son, which de stroys a nd de compose s life, falsifies and ki lls it. The pride of the idealists, not being pe rsona l but divine, is invincible and i nexor able: it may, it must, die, but it will never yield, a nd w hile it has a breath left it will try to subj ect men to its G od, j ust as the lieutenants of Prussi a, these practical idealists of Germany, w ould like to se e the people crushe d unde r the spur red boot of their emperor. The faith is the same, the end but little different, and t he result, as that of faith, is slavery. It is at the same time the triumph of the ugl iest and m ost brutal materialism. The re is no ne ed to de monst rate this in the case of Germany; one would ha ve to be blind t o avoid se eing i t at the present hour . But I think i t is still necessary to de monst rate it in the case of divine idealism. Ma n, like all the rest of nature, is an entirely m aterial being. The mind, t he facility of thinking, of receiving a nd r eflecting upon di fferent external and i nternal sensa tions, of remembering t hem when they ha ve passed and r eproduc ing t hem by t he imagination, of comparing a nd di stingui shing t hem, of abstracting de terminations common t o them and t hus c reating ge neral conc epts, a nd f inally of forming i deas by groupi ng a nd c ombining c onc epts according t o di fferent methods - - -intelligence, in a word, sol e creator of our whole, ideal world, is a prope rty of the animal body a nd espe cially of the qui te material organism of the brain. We know this certainly, by t he expe rience of all, which no f act has ever contradicted and w hich any m an can ve rify at any m oment of his life. In all animals, w ithout excepting t he wholly inferior spe cies, w e find a certain de gree of intelligence, and w e see that, in the series of spe cies, a nimal intelligence develops i n pr opor tion a s the organization of a spe cies appr oaches that of man, but that in m an alone it attains t o that pow er of abstraction w hich pr ope rly const itutes thought . Universal expe rience, 8 which is the sol e origin, the sour ce of all our know ledge , show s us, t herefore, that all intelligence is always a ttached to som e animal body, a nd that the intensity, the pow er, of this animal func tion de pends on t he relative perfection of the organism. The latter of these results of uni versal expe rience is not applicable onl y to the different animal spe cies; we establish i t likewise in m en, w hose intellectual and m oral pow er depends so c learly upon t he greater or less pe rfection of their organism as a race, as a nation, a s a class, a nd a s individua ls, that it is not necessary to insist upon t his poi nt. 9 On the other hand, i t is certain that no m an ha s ever seen or can se e pur e mind, detached from all material form existing se parately from any a nimal body whatsoe ver. But if no pe rson ha s se en it, how is it that men ha ve come to be lieve in its existence? The fact of this be lief is certain and i f not uni versal, as all the idealists"},{"pageNumber":33,"pageContent":"pretend, a t least very ge neral, and a s suc h it is entirely w orthy of our close st attention, for a general belief, how ever foolish i t may be , exercises too pot ent a sw ay ove r the destiny of men to w arrant us i n ignor ing i t or put ting i t aside. The explanation of this be lief, moreove r, is rationa l enough. The example afforded us by c hildren and young pe ople, and e ven by m any m en long pa st the age of majority, show s us t hat man m ay use his m ental faculties for a long t ime before account ing t o himself for the way in w hich he use s them, be fore becoming c learly consc ious of it. During t his w orking of the mind unc onsc ious of itself, dur ing t his action of innoc ent or believing i ntelligence, man, obse ssed by t he external world, pushe d on by t hat internal goa d called life and i ts m anifold ne cessities, c reates a qua ntity of imaginations, c onc epts, a nd i deas ne cessarily ve ry imperfect at first and c onforming but slightly to the reality of the things a nd f acts w hich they ende avour to expr ess N ot having ye t the consc iousne ss of his ow n intelligent action, not know ing ye t that he himself has pr oduc ed and c ontinue s to pr oduc e these imaginations, t hese conc epts, these ideas, ignor ing t heir wholly subj ective -- that is, hum an--origin, he must naturally consi der them as objective beings, a s real beings, w holly inde pende nt of him, existing by t hemselves and i n themselves. It was thus t hat primitive peoples, emerging sl owly from their animal innoc ence, created their gods. H aving c reated them, not suspe cting t hat they themselves w ere the real creators, they w orshippe d them; consi dering t hem as real beings i nfinitely supe rior to themselves, they attributed om nipotence to them, and r ecogni sed themselves as their creatures, their slaves. A s fast as hum an ideas de velop, t he gods, who, a s I have already st ated, w ere never anything m ore than a fantastic, ideal, poe tical reverberation of an inve rted image, be come idealised also. A t first gross fetishe s, they gr adua lly be come pur e spi rits, e xisting out side of the visible world, a nd at last, in the cour se of a long hi storic evolution, a re conf ounde d in a single Divine Being, pur e, eternal, absol ute Spirit, creator and m aster of the worlds. In every de velopm ent, just or false, real or imaginary collective or individua l, it is always t he first step, the first act that is the most difficult. Tha t step onc e taken, the rest follows na turally as a necessary conse que nce. The difficult step in the historical developm ent of this terrible religious i nsanity w hich continue s to obse ss a nd c rush us was to posi t a divine world as suc h, out side the world. Thi s first act of madne ss, so natural from the physi ological poi nt of view and c onse que ntly ne cessary in the history of hum anity, w as not accomplished at a single stroke . I know not how many centuries w ere needed to de velop t his be lief and m ake it a gove rning i nfluence upon the mental customs of men. B ut, onc e establishe d, it became om nipotent, as each insa ne not ion ne cessarily be comes w hen it takes posse ssion of man's br ain. Ta ke a madman, w hatever the obj ect of his m adne ss--you w ill find t hat obsc ure and f ixed idea which obse sses hi m seems to hi m the most natural thing i n the world, a nd t hat, on t he contrary, the real things w hich contradict this idea seem to hi m ridiculous a nd odious f ollies. W ell religion i s a collective insa nity, the more pow erful because it is traditiona l folly, a nd be cause its or igin is lost in the most remote antiquity. A s collective insanity it has pe netrated to the very de pths of the publ ic and pr ivate existence of the peoples; it is incarnate in soc iety; it has be come, so t o spe ak, the"},{"pageNumber":34,"pageContent":"collective soul and t hought . Eve ry m an is enve lope d in it from his bi rth; he suc ks i t in with hi s m other's m ilk, a bsor bs i t with all that he touc hes, all that he sees. H e is so exclusive]y fed upon i t, so poi sone d and pe netrated by i t in all his be ing t hat later, how ever pow erful his na tural mind, he has to m ake unhe ard-of efforts to de liver himself from it, and t hen ne ver completely suc ceeds. W e have one proof of this in our mode rn idealists, a nd a nother in our doc trinaire materialists--the German Communists. The y ha ve found no w ay to sha ke off the religion of the State. The supe rnatural world, the divine world, onc e well establishe d in the imagination of the peoples, the developm ent of the various r eligious syst ems ha s followed its na tural and l ogical course, conf orming, m oreove r, in all things t o the contempor ary developm ent of econom ical and pol itical relations of which it has be en in all ages, in the world of religious f ancy, the faithful reproduc tion a nd di vine conse cration. Thus has the collective and hi storical insanity w hich calls itself religion be en de velope d since fetishism, pa ssing t hrough a ll the stages from pol ytheism to C hristian monot heism. The second st ep in the developm ent of religious be liefs, undoubt edly the most difficult next to the establishm ent of a separate divine world, w as pr ecisely this transition f rom pol ytheism to m onot heism, from the religious m aterialism of the pagans t o the spi ritualistic faith of the Christians. S he pagan gods- -and t his w as their principal characteristic--were first of all exclusively na tiona l gods. V ery num erous, they ne cessarily retained a more or less m aterial character, or, rather, they w ere so num erous be cause they w ere material, diversity be ing one of the principal attributes of the real world. The pagan gods w ere not yet strictly the negation of real things; they w ere onl y a fantastic exagge ration of them. We have seen how much this transition c ost the Jewish pe ople, const ituting, so t o spe ak, its entire history. I n va in di d Mose s and t he prophe ts pr each the one god; the people always r elapse d into their primitive idolatry, into the ancient and comparatively m uch m ore natural and c onve nient faith in m any good gods, m ore material, more hum an, a nd m ore palpable. Je hova h hi mself, their sol e God, t he God of Mose s and t he prophe ts, w as still an extremely na tiona l God, w ho, t o reward and puni sh hi s faithful followers, hi s chose n pe ople, use d m aterial argum ents, of ten stupid, a lways gr oss a nd c ruel. It doe s not even appe ar that faith in hi s existence implied a negation of the existence of earlier gods. The Jewish G od di d not deny t he existence of these rivals; he simply di d not want his pe ople to w orship them side by side with hi m, be cause before all Jehova h w as a very Je alous G od. H is first commandm ent was this: \"I am the Lor d thy G od, a nd t hou sha lt have no ot her gods be fore me.\" Jehova h, then, w as onl y a first draft, ve ry m aterial and ve ry rough, of the supr eme deity of mode rn idealism. Mor eove r, he was onl y a nationa l God, l ike the Russi an God w orshippe d by t he German ge nerals, subj ects of the Czar and pa triots of the empire of all the Russi as; like the German G od, w hom the pietists and t he German generals, subj ects of William I. at Berlin, w ill no doubt soon pr oclaim. The supr eme being c annot be a nationa l God; he must be the God of entire Humanity. N or can the"},{"pageNumber":35,"pageContent":"supr eme being be a material being; he must be the negation of all matter-- pur e spi rit. Tw o things ha ve prove d ne cessary to the realisation of the worship of the supr eme being: (1) a realisation, suc h as it is, of Humanity by t he negation of nationa lities and nationa l forms of worship; (2) a developm ent, already f ar adva nced, of metaphysi cal ideas in or der to spi ritualise the gross Je hova h of the Jews. The first condi tion w as fulfilled by t he Romans, t hough i n a very ne gative way no doubt , by t he conque st of most of the count ries know n to the ancients and by t he destruction of their nationa l institutions. The gods of all the conque red na tions, gathered in the Pantheon, m utually cancelled each ot her. Thi s w as the first draft of hum anity, ve ry gr oss a nd qui te negative. As for the second c ondi tion, t he spi ritualisation of Jehova h, that was realised by t he Greeks l ong be fore the conque st of their count ry by t he Romans. The y w ere the creators of metaphysi cs. G reece, in the cradle of her history, ha d already f ound f rom the Orient a divine world w hich ha d be en de finitely established in the traditiona l faith of her peoples; this w orld ha d be en left and ha nde d ove r to he r by t he Orient. In he r instinctive period, pr ior to he r pol itical history, she had de velope d and pr odigiousl y hum anised this di vine world through he r poe ts; and w hen she actually be gan he r history, she already ha d a religion r eadym ade, the most sym pathetic and nobl e of all the religions w hich ha ve existed, so f ar at least as a religion- -that is, a lie--can be nobl e and sym pathetic. Her great thinke rs--and no na tion ha s ha d gr eater than Greece--found t he divine world established, not onl y out side of themselves in the people, but also i n themselves as a habit of feeling a nd t hought , and na turally they took i t as a poi nt of departure. Tha t they m ade no t heology- -that is, that they di d not wait in va in to reconc ile dawning r eason w ith the absur dities of suc h a god, a s di d the scholastics of the Mi ddle Ages--was already m uch in their favour . The y left the gods out of their spe culations a nd a ttached themselves di rectly to the divine idea, one , invisible, om nipotent, eternal, and a bsol utely spi ritualistic but impersona l. As conc erns S piritualism, then, the Greek m etaphysi cians, m uch m ore than the Jews, were the creators of the Christian god. The Jews onl y adde d to it the brutal persona lity of their Jehova h. Tha t a subl ime genius l ike the divine Plato could ha ve been absol utely convi nced of the reality of the divine idea show s us how contagious, how om nipotent, is the tradition of the religious m ania even on t he greatest minds. B esides, w e shoul d not be surprised at it, since, even in our day, the greatest phi losophi cal genius w hich ha s existed si nce Aristotle and P lato, H egel--in spi te even of Kant's criticism, imperfect and t oo m etaphysi cal though i t be, which ha d de molishe d the obj ectivity or reality of the divine ideas--tried to replace these divine ideas upon t heir transcende ntal or celestial throne . It is true that Hegel went about his w ork of restoration i n so i mpolite a manne r that he killed the good G od f or ever. He took a way from these ideas their divine halo, by show ing t o w hoe ver will read hi m that they w ere never anything m ore than a creation of the hum an m ind r unni ng t hrough hi story in se arch of itself. To put an end t o all religious i nsa nities and t he divine mirage , he left not hing l acking but the utterance of those grand w ords w hich w ere said after him, almost at the same time, by two gr eat minds w ho ha d ne ver heard of each ot her--Ludw ig Feuerbach, the disciple"},{"pageNumber":36,"pageContent":"and de molishe r of Hegel, in G ermany, a nd A ugust e Comte, the founde r of posi tive philosophy, i n France. The se words w ere as follows: \"Me taphysi cs are reduc ed to psyc hology.\" All the metaphysi cal syst ems ha ve been nothing e lse than hum an psyc hology de veloping i tself in hi story. To- day it is no l onge r difficult to unde rstand how the divine ideas w ere bor n, how they w ere created in suc cession by t he abstractive faculty of man. Ma n m ade the gods. B ut in the time of Plato this know ledge was impossi ble. The collective mind, and c onse que ntly the individua l mind a s w ell, even that of the greatest genius, w as not ripe for that. Scarcely ha d it said w ith Socrates: \"Know thyse lf!\" Thi s se lf- know ledge existed onl y in a state of intuition; in fact, it amount ed to not hing. H ence it was impossi ble for the hum an m ind t o suspe ct that it was itself the sol e creator of the divine world. I t found t he divine world be fore it; it found i t as hi story, a s tradition, a s a sentiment, as a habit of thought ; and i t necessarily m ade it the obj ect of its loftiest spe culations. Thus w as bor n m etaphysi cs, a nd t hus w ere develope d and perfected the divine ideas, the basis of Spiritualism. It is true that after Plato there was a sor t of inve rse move ment in the developm ent of the mind. A ristotle, the true father of science and posi tive phi losophy, di d not deny the divine world, but conc erned hi mself with it as little as possi ble. He was the first to study, l ike the analyst and e xpe rimenter that he was, logic, the laws of hum an thought , and a t the same time the physi cal world, not in its ideal, illusor y essence, but in its real aspect. After him the Greeks of Alexandr ia establishe d the first school of the posi tive scientists. The y w ere atheists. B ut their atheism left no m ark on t heir contempor aries. S cience tende d m ore and m ore to se parate itself from life. After Plato, di vine ideas w ere rejected in m etaphysi cs themselves; this w as done by t he Epi cureans a nd S ceptics, two se cts w ho c ontributed m uch to the degradation of hum an aristocracy, but they ha d no e ffect upon t he masses. Another school , infinitely m ore influential, was formed at Alexandria. Thi s w as the school of neo-Platonists. The se, conf oundi ng i n an impure mixture the monst rous imaginations of the Orient with the ideas of Plato, w ere the true originators, a nd l ater the elaborators, of the Christian dogm as. Thus t he persona l and gr oss e goism of Jehova h, the not less br utal and gr oss R oman conque st, and t he metaphysi cal ideal spe culation of the Greeks, m aterialised by contact with the Orient, were the three historical elements w hich m ade up t he spiritualistic religion of the Christians. Before the altar of a uni que and supr eme God w as raised on t he ruins of the num erous a ltars of the pagan gods, t he autonom y of the various na tions c omposi ng the pagan or ancient world ha d to be destroye d first. Thi s w as ve ry br utally done by the Romans w ho, by c onque ring t he greatest part of the globe know n to the ancients, laid the first founda tions, qui te gross a nd ne gative one s no doubt , of hum anity. A God thus r aised above the nationa l differences, m aterial and soc ial, of all count ries, a nd i n a certain se nse the direct negation of them, must necessarily be an immaterial and abstract being. B ut faith in the existence of suc h a being, so di fficult a matter, could not spr ing i nto existence sudde nly. C onse que ntly, a s I have demonst rated in the"},{"pageNumber":37,"pageContent":"Appe ndix, it went through a long c our se of preparation a nd de velopm ent at the hands of Greek m etaphysi cs, w hich w ere the first to establish i n a phi losophi cal manne r the notion of the divine idea, a mode l eternally creative and a lways r eproduc ed by t he visible world. B ut the divinity conc eived and c reated by G reek phi losophy w as an impersona l divinity. N o logical and se rious m etaphysi cs be ing a ble to rise, or, rather, to de scend, t o the idea of a persona l God, i t became necessary, therefore, to imagine a God w ho w as one and ve ry pe rsona l at onc e. He was found i n the very br utal, se lfish, and c ruel person of Jehova h, the nationa l God of the Jews. B ut the Jews, in spi te of that exclusive nationa l spi rit which di stingui she s them even to-day, ha d be come in fact, long be fore the birth of Christ, the most internationa l people of the world. S ome of them carried away as captives, but many m ore even ur ged on by t hat mercantile passion w hich const itutes one of the principal traits of their character, they ha d spr ead through a ll count ries, carrying e verywhere the worship of their Jehova h, to w hom they remained all the more faithful the more he abandone d them. In A lexandr ia this terrible god of the Jews m ade the persona l acqua intance of the metaphysi cal divinity of Plato, a lready m uch corrupted by O riental contact, and corrupted he r still more by hi s ow n. In spi te of his na tiona l, jealous, a nd f erocious exclusivism, he could not long r esist the graces of this ideal and i mpersona l divinity of the Greeks. H e married he r, and f rom this m arriage was bor n the spi ritualistic--but not spi rited--God of the Christians. The neoplatonists of Alexandria are know n to have been the principal creators of the Christian theology. Nevertheless theology a lone doe s not make a religion, a ny m ore than hi storical elements suf fice to create history. B y hi storical elements I mean the general condi tions of any r eal developm ent whatsoever--for example in this case the conque st of the world by t he Romans a nd t he meeting of the God of the Jews w ith the ideal of divinity of the Greeks. To i mpregna te the historical elements, to cause them to run through a series of new historical transformations, a living, spont aneous f act was needed, w ithout which they m ight have remained m any c enturies longe r in the state of unpr oduc tive elements. Thi s fact was not lacking i n C hristianity: it was the propa gandism, martyrdom , and de ath of Jesus C hrist. We know almost not hing of this gr eat and sa intly pe rsona ge, all that the gospe ls tell us be ing c ontradictory, a nd so f abulous t hat we can sc arcely se ize upon a few real and vi tal traits. B ut it is certain that he was the preacher of the poor , the friend a nd consol er of the wretched, of the ignor ant, of the slaves, a nd of the women, a nd t hat by these last he was m uch love d. H e promised eternal life to all who a re oppr essed, to all who suf fer here below; and t he num ber is immense . He was ha nge d, a s a matter of cour se, by t he representatives of the official morality and publ ic order of that period. His di sciples and t he disciples of his di sciples suc ceeded in spr eading, t hanks t o the destruction of the nationa l barriers by t he Roman conque st, and pr opa gated the Gospe l in all the count ries know n to the ancients. Eve rywhere they w ere received with ope n arms by t he slaves and t he women, the two m ost oppr essed, m ost suf fering, and na turally also t he most ignor ant classes of the ancient world. F or even suc h few prose lytes as they m ade in the privileged and l earned w orld they w ere inde bted in great part to the influence of women. The ir most extensive propa gandism was"},{"pageNumber":38,"pageContent":"directed almost exclusively among t he people, unf ortuna te and de graded by sl avery. Thi s w as the first awakening, t he first intellectual revolt of the proletariat. The great honour of Christianity, its incontestable merit, and t he whole secret of its unpr ecedented and ye t thoroughl y legitimate triumph, l ay in the fact that it appe aled to that suf fering a nd i mmense publ ic to w hich the ancient world, a strict and c ruel intellectual and pol itical aristocracy, de nied even the simplest rights of hum anity. Otherwise it never could ha ve spr ead. The doc trine taught by t he apost les of Christ, wholly consol ing a s it may ha ve seemed to the unf ortuna te, was too r evolting, t oo absur d from the standpoi nt of hum an reason, e ver to ha ve been accepted by enlightened m en A ccording w ith w hat joy t he apost le Paul spe aks of the scandal e de la foi and of the triumph of that divine folie rejected by t he pow erful and w ise of the century, but all the more passiona tely accepted by t he simple, the ignor ant, and t he weak-minde d! Inde ed there must have been a very de ep-seated di ssatisfaction w ith life, a very intense thirst of heart, and a n almost absol ute pove rty of thought , to se cure the acceptance of the Christian absur dity, the most auda cious a nd m onst rous of all religious a bsur dities. Thi s w as not onl y the negation of all the pol itical, soc ial, and r eligious i nstitutions of antiquity: it was the absol ute ove rturn of common se nse , of all hum an reason. The living be ing, t he real world, w ere consi dered thereafter as not hing; whereas the produc t of man's abstractive faculty, the last and supr eme abstraction i n w hich this faculty, f ar beyond e xisting t hings, e ven be yond t he most general determinations of the living be ing, t he ideas of spa ce and t ime. ha ving not hing l eft to adva nce beyond, rests in contemplation of his emptiness a nd a bsol ute immobility. Tha t abstraction, t hat caput mortuum , absol utely voi d of all contents the true not hing, God, i s pr oclaimed the onl y real, eternal, all-pow erful being. The real All is de clared nothing a nd t he absol ute not hing t he All. The sha dow becomes the subst ance and t he subst ance vanishes like a sha dow . 10 All this w as auda city and a bsur dity unspe akable, the true scandal e de la foi, the triumph of credulous st upidity ove r the mind f or the masses; and- -for a few--the triumpha nt irony of a mind w earied, c orrupted, di sillusione d, a nd di sgust ed in hone st and se rious se arch for truth; it was that necessity of sha king of f thought and becoming br utally st upid so f reque ntly felt by sur feited m inds: Credo quod absurdum . I believe in the absur d; I believe in it, pr ecisely and m ainly, be cause it is absur d. I n the same way m any di stingui shed and e nlightened m inds i n our day be lieve in animal magne tism, spi ritualism, tipping t ables, a nd--why go so f ar?--believe still in Christianity, in idealism, in G od. The belief of the ancient proletariat, like that of the mode rn, w as m ore robust and simple, less haut goût . The Christian pr opa gandism appe aled to its he art, not to its"},{"pageNumber":39,"pageContent":"mind; to its eternal aspirations, i ts ne cessities, its suf ferings, i ts slavery, not to its reason, w hich st ill slept and t herefore could know not hing a bout logical contradictions a nd t he evidence of the absur d. I t was interested sol ely in know ing when the hour of promised de liverance would st rike, when the kingdom of God would come. As for theological dogm as, it did not troubl e itself about them because it unde rstood not hing a bout them The proletariat conve rted to C hristianity const ituted its gr owing m aterial but not its intellectual strength. As for the Christian dogm as, it is know n that they w ere elaborated in a series of theological and l iterary w orks a nd i n the Counc ils, pr incipally by t he conve rted ne o- Platonists of the Orient. The Greek m ind ha d fallen so l ow that, in the fourth century of the Christian era, the period of the first Counc il, the idea of a persona l God, pur e, eternal, absol ute mind, c reator and supr eme master, existing out side of the world, w as una nimousl y accepted by t he Chur ch Fathers; as a logical conse que nce of this absol ute absur dity, it then be came natural and ne cessary to be lieve in the immateriality and i mmortality of the hum an soul , lodge d and i mprisone d in a body only pa rtially m ortal, there being i n this body i tself a por tion w hich, w hile material is immortal like the soul , and m ust be resurrected w ith it. W e see how difficult it was, even for the Chur ch Fathers; to conc eive pur e minds out side of any m aterial form. It shoul d be adde d that, in ge neral, it is the character of every m etaphysi cal and theological argum ent to se ek to explain one absur dity by a nother. It was ve ry fortuna te for Christianity that it met a world of slaves. It had another piece of good l uck in the inva sion of the Barbarians. The latter were worthy pe ople, full of natural force, and, a bove all, ur ged on by a great necessity of life and a great capacity for it; brigands w ho ha d st ood e very test, capable of devastating a nd gobbl ing up a nything, l ike their suc cessor s, the Germans of toda y; but they w ere much less syst ematic and pe dantic than these last, much less m oralistic, less learned, and on t he other hand m uch m ore inde pende nt and pr oud, c apable of science and not incapable of liberty, a s are the bour geois of mode rn G ermany. B ut, in spi te of all their great qua lities, they w ere not hing but barbarians--that is, as indifferent to all que stions of theology a nd m etaphysi cs as the ancient slaves, a great num ber of whom , moreove r, be longe d to their race. So that, their practical repugna nce onc e ove rcome, it was not difficult to conve rt them theoretically to C hristianity. For ten centuries Christianity, a rmed w ith the om nipotence of Church and S tate and oppose d by no c ompetition, w as able to de prave, de base, and f alsify the mind of Eur ope It had no c ompetitors, be cause out side of the Chur ch there were neither thinke rs nor educ ated pe rsons. I t alone though,, i t alone spoke and w rote, it alone taught . Though he resies arose in its bosom , they affected onl y the theological or practical developm ents of the funda mental dogm a never that dogm a itself. The belief in G od, pur e spi rit and c reator of the world, a nd t he belief in the immateriality of the soul remained unt ouc hed. Thi s doubl e belief became the ideal basis of the whole Occidental and O riental civilization of Eur ope ; it penetrated and be came incarnate in all the institutions, a ll the details of the publ ic and pr ivate life of all classes, and t he masses as w ell."},{"pageNumber":40,"pageContent":"After that, is it sur prising t hat this be lief has lived unt il the present day, c ontinuing t o exercise its di sastrous i nfluence even upon se lect minds, suc h as those of Ma zzini, Michelet, Quinet, and so m any ot hers? We have seen that the first attack upon i t came from the renaissanc e of the free mind i n the fifteenth century, w hich pr oduc ed he roes and m artyrs like Vanini, Giordano B runo, a nd G alileo. A lthough dr owned in the noise, tumult, and pa ssions of the Reformation, i t noi selessly continue d its invisible work, be que athing t o the nobl est minds of each ge neration i ts task of hum an emancipation by t he destruction of the absur d, unt il at last, in the latter half of the eighteenth century, it again reappe ared in br oad da y, bol dly w aving t he flag of atheism and m aterialism. The hum an m ind, t hen, one might have suppose d, w as at last about to de liver itself from all the divine obse ssions. N ot at all. The divine falsehood upon w hich hum anity had be en feeding f or eighteen centuries (spe aking of Christianity onl y) was onc e more to show itself more pow erful than hum an truth. N o longe r able to m ake use of the black tribe, of the ravens c onse crated by t he Church, of the Catholic or Protestant priests, a ll conf idence in w hom had be en lost, it made use of lay pr iests, shor t-robe d liars and sophi sts. a mong w hom the principal rôles de volved upon t wo fatal men, one the falsest mind, t he other the most doc trinally de spot ic will, of the last century--J. J. Rousse au and R obe spierre. The first is the perfect type of narrowness a nd suspi cious m eanne ss, of exaltation without other obj ect than hi s ow n pe rson, of cold enthusi asm and hypoc risy a t onc e sentimental and i mplacable, of the falsehood of mode rn idealism. He may be consi dered as the real creator of mode rn reaction. To a ll appe arance the most democratic writer of the eighteenth century, he bred w ithin hi mself the pitiless despot ism of the statesman. H e was the prophe t of the doc trinaire State, as Robe spierre, his w orthy a nd f aithful disciple, tried to be come its hi gh pr iest. Having heard the saying of Voltaire that, if God di d not exist, it would be necessary to inve nt him, J. J. R ousse au inve nted the Supr eme Being, t he abstract and st erile God of the deists. A nd I t was in the name of the Supr eme Being, a nd of the hypoc ritical virtue commande d by t his Supreme Being, t hat Robe spierre gui llotined first the Hébertists and t hen the very ge nius of the Revolution, D anton, i n w hose person he assassinated the Republ ic, thus pr eparing t he way for the thenceforth ne cessary triumph of the dictatorship of Bona parte I. After this gr eat triumph, t he idealistic reaction sought and found se rvants less f anatical, less terrible nearer to the diminishe d st ature of the actual bour geoisie. In France, Chateaubr iand, La martine, and- -shall I say it? Why not? All must be said if it is truth--Victor Hugo hi mself, the democrat, the republ ican, the qua si-socialist of toda y! and a fter them the whole melancholy and se ntimental company of poor and pa llid m inds w ho, unde r the leadership of these masters, establishe d the mode rn romantic school in G ermany, t he Schlegels, the Tiecks, t he Nova lis, the Werners, the Schellings, a nd so m any ot hers be sides, w hose names do not even de serve to be recalled. The literature created by t his sc hool was the very reign of ghost s and pha ntoms. It could not stand t he sunl ight; the twilight alone permitted it to live. No m ore could it stand t he brutal contact of the masses. It was the literature of the tende r, de licate,"},{"pageNumber":41,"pageContent":"distingui she d soul s, aspiring t o he aven, a nd l iving on e arth as if in spi te of themselves. It had a hor ror and c ontempt for the pol itics and que stions of the day; but when pe rchance it referred to them, it show ed itself frankly reactiona ry, took t he side of the Chur ch against the insol ence of the freethinke rs, of the kings a gainst the peoples, and of all the aristocrats against the vile rabble of the streets. F or the rest, as I have just said, the dom inant feature of the school of romanticism was a qua si- complete indifference to pol itics. A mid the clouds i n w hich it lived could be distingui she d two real poi nts-- the rapid de velopm ent of bour geois m aterialism and the ungove rnable out bur st of individua l vanities. To unde rstand t his romantic literature, the reason f or its existence must be sought in the transformation w hich ha d be en effected in the bosom of the bour geois class si nce the revolution of 1793. From the Renaissance and t he Reformation dow n to the Revolution, t he bour geoisie, if not in G ermany, a t least in Italy, in France, in Switzerland, i n Engl and, i n H olland, was the hero and r epresentative of the revolutiona ry ge nius of history. F rom its bosom spr ang m ost of the freethinke rs of the fifteenth century, the religious r eformers of the two following c enturies, a nd t he apost les of hum an emancipation, i ncluding this time those of Germany, of the past century. It alone , na turally suppor ted by t he pow erful arm of the people, who ha d faith in it, made the revolution of 1789 a nd ' 93. It proclaimed the dow nfall of roya lty and of the Church, the fraternity of the peoples, the rights of man and of the citizen. Those are its titles to gl ory; they are immortal! Soon i t spl it. A consi derable por tion of the pur chasers of nationa l prope rty ha ving become rich, a nd suppor ting t hemselves no l onge r on t he proletariat of the cities, but on t he major por tion of the peasants of France, these also ha ving be come lande d proprietors, ha d no a spiration l eft but for peace, the re-establishm ent of publ ic order, and t he founda tion of a strong a nd r egular gove rnment. It therefore welcomed w ith joy t he dictatorship of the first Bona parte, and, a lthough a lways V oltairean, di d not view with di spleasure the Conc ordat with the Pope and t he re-establishm ent of the official Chur ch in France: \" Religion i s so ne cessary to the people! \" Which m eans that, sa tiated themselves, this por tion of the bour geoisie then be gan to se e that it was needful to the maintenance of their situation a nd t he preservation of their newly- acquired estates to appe ase the unsa tisfied hunge r of the people by pr omises of heavenly m anna . The n it was that Chateaubr iand be gan to pr each. 11 Napoleon f ell and t he Restoration br ought back into France the legitimate mona rchy, and w ith it the pow er of the Chur ch and of the nobl es, w ho r egained, if not the whole, at least a consi derable por tion of their former influence. Thi s reaction t hrew the bour geoisie back into the Revolution, a nd w ith the revolutiona ry spi rit that of scepticism also w as re-awakened in it. It set Chateaubriand a side and be gan to read Voltaire again; but it did not go so f ar as D iderot: its de bilitated ne rves could not stand nour ishm ent so st rong. V oltaire, on t he contrary, a t onc e a freethinke r and a deist, sui ted it very w ell. Bérange r and P . L. C our ier expr essed this ne w tende ncy perfectly. The God of the good pe ople\" and t he ideal of the bour geois ki ng, a t onc e liberal and de mocratic, ske tched against the majestic and t henceforth inof fensive"},{"pageNumber":42,"pageContent":"background of the Em pire's gi gantic victories suc h w as at that period t he daily intellectual food of the bour geoisie of France. Lamartine, to be sur e, excited by a vain and r idiculousl y envious de sire to rise to the poe tic height of the great Byron, ha d be gun hi s coldly de lirious hym ns i n honour of the God of the nobl es and of the legitimate mona rchy. B ut his songs r esounde d onl y in aristocratic salons. The bour geoisie did not hear them. Bérange r was its poe t and Courier was its pol itical writer. The revolution of Jul y resulted in lifting i ts tastes. W e know that every bour geois in France carries w ithin hi m the imperishable type of the bour geois ge ntleman, a type which ne ver fails to appe ar immediately the parvenu a cquires a little wealth and pow er. In 1830 t he wealthy bour geoisie had de finitely replaced the old nobi lity in the seats of pow er. It naturally tende d to establish a new aristocracy. A n aristocracy of capital first of all, but also a n aristocracy of intellect, of good m anne rs and de licate sentiments. It began to feel religious. Thi s w as not on i ts pa rt simply an aping of aristocratic customs. It was also a necessity of its posi tion. The proletariat had rende red it a final service in onc e more aiding i t to ove rthrow the nobi lity. The bour geoisie now had no f urther need of its co- ope ration, f or it felt itself firmly se ated in the sha dow of the throne of Jul y, a nd t he alliance with the people, thenceforth use less, be gan to be come inconve nient. It was necessary to remand i t to its pl ace, which na turally could not be done without provoki ng gr eat indigna tion a mong t he masses. It became necessary to restrain this indigna tion. I n the name of what? In the name of the bour geois interest bluntly conf essed ? Tha t would ha ve been m uch too c ynical. The more unj ust and i nhum an an interest is, the greater need it has of sanction. N ow, where find i t if not in religion, that good pr otectress of al I the well-fed and t he use ful consol er of the hungr y? And more than ever the triumpha nt bour geoisie saw that religion w as indispensa ble to the people. After having w on a ll its titles to gl ory in religious, phi losophi cal, and pol itical opposi tion, i n pr otest and i n revolution, i t at last became the dom inant class a nd thereby e ven the defende r and pr eserver of the State, thenceforth the regular institution of the exclusive pow er of that class. The State is force, and f or it, first of all, is the right of force, the triumpha nt argum ent of the needle-gun, of the chasse pot. But man is so si ngul arly const ituted that this argum ent, wholly eloque nt as it may appe ar, is not suf ficient in the long r un. S ome moral sanction or other is absol utely necessary to enforce his respe ct. Further, this sa nction m ust be at onc e so si mple and so pl ain that it may convi nce the masses, w ho, a fter having be en reduc ed by t he pow er of the State. must also be induc ed to m orally recogni se its right. The re are onl y two w ays of convi ncing t he masses of the goodne ss of any soc ial institution w hatever. The first, the onl y real one , but also t he most difficult to adopt -- because it implies the abolition of the State, or , in ot her words, t he abolition of the organised pol itical exploitation of the majority by a ny m inority w hatsoe ver--would be the direct and c omplete satisfaction of the needs a nd a spirations of the people, which w ould be equivalent to the complete liquidation of the pol itical and"},{"pageNumber":43,"pageContent":"econom ical existence of the bour geois class, or , again, to the abolition of the State. Beneficial means f or the masses, but detrimental to bour geois interests; hence it is use less to talk about them. The onl y w ay, on t he contrary, ha rmful onl y to the people, pr ecious i n its sa lvation of bour geois pr ivileges, is no ot her than religion. Tha t is the eternal mirage which leads away the masses in a search for divine treasures, w hile much m ore reserved, the gove rning c lass c ontents itself with di viding a mong a ll its m embers--very une qua lly, moreove r and a lways gi ving m ost to hi m who posse sses m ost--the miserable goods of earth and t he plunde r taken from the people, including t heir pol itical and soc ial liberty. The re is not , there cannot be, a State without religion. Ta ke the freest States in the world--the United States of America or the Swiss C onf ederation, f or instance--and see what an impor tant part is pl ayed in all official discour ses by di vine Providence, that supr eme sanction of all States. But whenever a chief of State spe aks of God, be he Wil1iam I., the Knout o-Germanic emperor, or Grant, the president of the great republ ic, be sur e that he is ge tting r eady to she ar onc e more his pe ople-flock. The French liberal and V oltairean bour geoisie, driven by t emperament to a posi tivism (not to sa y a materialism) singul arly na rrow and br utal, ha ving be come the gove rning class of the State by i ts triumph of 1830, ha d to gi ve itself an of ficial religion. I t was not an easy t hing. The bour geoisie could not abruptly go ba ck unde r the yoke of Roman C atholicism. Between it and t he Chur ch of Rome was an abyss of blood a nd hatred, a nd, how ever practical and w ise one becomes, it is ne ver possi ble to repress a passion de velope d by hi story. Mor eove r, the French bour geoisie would ha ve cove red itself with ridicule if it had gone back to the Chur ch to take part in the pious ceremonies of its w orship, a n essential condi tion of a meritorious a nd si ncere conve rsion. S everal attempted it, it is true, but their heroism was rewarded by no other result than a fruitless sc anda l. Finally, a return to C atholicism was impossi ble on a ccount of the insol vable contradiction w hich se parates the inva riable pol itics of Rome from the developm ent of the econom ical and pol itical interests of the middle class. In this respe ct Protestantism is m uch m ore adva ntageous. I t is the bour geois religion par e xcellence. It accords j ust as m uch liberty as is ne cessary to the bour geois, a nd finds a way of reconc iling c elestial aspirations w ith the respe ct which terrestrial condi tions de mand. C onse que ntly it is espe cially in Protestant count ries that commerce and i ndust ry ha ve been de velope d. B ut it was impossi ble for the French bour geoisie to be come Protestant. To pa ss f rom one religion t o another--unless it be done deliberately, a s som etimes in the case of the Jews of Russi a and P oland, w ho ge t baptised three or four times in or der to receive each time the remune ration a llowed them--to se riousl y change one 's religion, a little faith is ne cessary. N ow, in the exclusive posi tive heart of the French bour geois there is no r oom for faith. H e professes the most profound i ndifference for all que stions w hich touc h ne ither his poc ket first nor his soc ial vanity afterwards. H e is as indifferent to Protestantism as to"},{"pageNumber":44,"pageContent":"Catholicism. On the other hand, t he French bour geois could not go ove r to Protestantism without put ting hi mself in conf lict with the Catholic routine of the majority of the French pe ople, which w ould ha ve been gr eat imprude nce on t he part of a class pr etending t o gove rn the nation. The re was still one way left--to return to the hum anitarian and r evolutiona ry religion of the eighteenth century. B ut that would ha ve led too f ar. So the bour geoisie was obliged, in or der to sa nction i ts ne w State, to create a new religion w hich m ight be boldly pr oclaimed, w ithout too m uch ridicule and sc anda l, by t he whole bour geois class. Thus w as bor n doc trinaire Deism. Others ha ve told, m uch be tter than I could tell it, the story of the birth and developm ent of this sc hool , which ha d so de cisive and--we may w ell add--so f atal an influence on t he pol itical, intellectual, and m oral educ ation of the bour geois yout h of France. It dates from Benjamin C onst ant and Ma dame de Staël; its real founde r was Roye r-Collard; its apost les, G uizot, Cousi n, V illemain, a nd m any ot hers. Its bol dly avow ed obj ect was the reconc iliation of Revolution w ith R eaction, or , to use the langua ge of the school , of the principle of liberty w ith that of author ity, a nd na turally to the adva ntage of the latter. Thi s reconc iliation si gnified: in pol itics, the taking a way of popul ar liberty for the benefit of bour geois rule, represented by t he mona rchical and c onst itutiona l State; in philosophy, t he deliberate subm ission of free reason t o the eternal principles of faith. We have onl y to de al here with the latter. We know that this phi losophy w as spe cially elabor ated by M. C ousi n, the father of French eclecticism. A supe rficial and pe dantic talker, incapable of any or iginal conc eption, of any i dea peculiar to hi mself, but very st rong on c ommonpl ace, which he confounde d w ith common se nse , this illustrious phi losophe r learnedly pr epared, for the use of the studious yout h of France, a metaphysi cal dish of his ow n m aking the use of which, m ade compulsory in all school s of the State unde r the University, conde mned se veral generations one after the other to a cerebral indigestion. I magine a phi losophi cal vinegar sauce of the most oppose d syst ems, a mixture of Fathers of the Church, sc holastic phi losophe rs, D escartes and P ascal, Kant and S cotch psyc hologists all this a supe rstructure on t he divine and i nna te ideas of Plato, a nd cove red up w ith a layer of Hegelian immanence accompanied, of cour se, by a n ignor ance, as contemptuous a s it is complete, of natural science, and pr oving j ust as two times two m ake five the existence of a persona l God. . . . . F oot n ot e s 1 I call it \"iniquitous \" be cause, as I be lieve I ha ve prove d In t he Appe ndix allude d to, this mystery has been and s till continue s to be the cons ecration of a ll the horrors which ha ve been and a re being committed in the world; I call it uni que , be cause all the other theological and m etaphys ical absurdi ties which de base the hum an m ind a re but its necessary c ons eque nces. 2 Mr. S tuart Mill is perhaps the onl y one whos e serious idealism may be fairly doubt ed, a nd t hat for two re sons : first, that if not absolutely the disciple, he is a passiona te admirer, an adhe rent of t he"},{"pageNumber":45,"pageContent":"pos itive phi losphy of A ugus te Com te, a phi losophy w hich, in spite of i ts num erous reservations , is realy A theistic; second, t hat Mr. S tuart Mill is English, a nd i n E ngland t o proc laim one self an Atheist is to os tracise one self, even at this late day. 3 In L ondon I onc e heard M . Louis Blanc expre ss almost the same idea. \"T he best form of gove rnm ent,\" said he to m e, \"w ould be that which w ould inva riably call men of vi rtuous genius to the control of a ffairs.\" 4 One day I a sked M azzini what measures would be taken for t he emancipation of t he people, onc e his triumpha nt uni tary re publ ic had be en de finitely established. \"T he first measure,\" he answered \"will be the founda tion of s chool s for t he people.\" \"A nd w hat will the people be taught in these school s?\" \"T he dut ies of m an -- s acrifice and de votion.\" But where will you fi nd a suffi cient num ber of profe ssors to teach these things , which no one has the right or pow er to teach, unl ess he preaches by e xample? Is not the num ber of m en w ho fi nd s upre me enjoym ent in sacrifice and devotion e xceedingly limited? Thos e who s acrifice themselves in the service of a gre at idea obe y a lofty pa ssion, a nd, satisfying t his personal pas sion, out side of w hich life itself loses all value in their eyes, they ge nerally think of s omething e lse than bui lding t heir action i nto doc trine, while thos e who t each doc trine usually forge t to translate it into action, for t he simple reason t hat doc trine kills the life, the living s pont aneity, of a ction. M en like Mazzini, in w hom doc trine and a ction form an admirable uni ty, a re very ra re exceptions . In Chri stianity also there have been gre at men, hol y men, w ho ha ve really pra ctised, or w ho, a t least, ha ve passiona tely tried to pra ctice all that they preached, a nd w hos e hearts, ove rflowing w ith love , were ful l of c ontempt for t he pleasures and goods of t his world. But the immense majority of Ca tholic and P rotestant pri ests who, by t rade, have pre ached and s till pre ach the doc trines of c hastity, a bstinence, and re nunc iation be lie their teachings by t heir example It is not without reason, but because of s everal centuries' expe rience, that among t he people of a ll count ries these phra ses have become by-w ords : As licentious as a priest; as gluttonous as a pr iest; as am bitious as a pr iest; as greedy, selfish, and gr asping as a priest. It is, then, e stablished that the profe ssors of t he Chri stian vi rtues, cons ecrated by t he Churc h, the pri ests, in the immense majority of cases, have pra ctised qui te the contrary of w hat they ha ve preached. T his very m ajority, the uni versality of t his fact, show that the fault is not to be attributed to them as individua ls, but to the social pos ition, i mpos sible and c ontradictory i n itself, in w hich these individua ls are placed. T he pos ition of t he Chri stian pri est invol ves a doubl e contradiction. In the first place, that between the doc trine of a bstinence and re nunc iation a nd t he pos itive tende ncies and ne eds of hum an na ture -- t ende ncies and ne eds which, in some individua l cases, always very rare, may inde ed be continua lly he ld ba ck, s uppre ssed, a nd e ven entirely annihilated by t he cons tant influence of s ome pot ent intellectual and m oral passion; which at certain m oments of c ollective exaltation, m ay be forgot ten and ne glected for s ome time by a large mass of m en at onc e; but which are so funda mentally inhe rent in our na ture that soone r or l ater they always resume their rights: so that, when they are not satisfied in a regular and norm al way, they are always replaced at last by unw holesome and m ons trous satisfaction. T his is a natural and c ons eque ntly fa tal and i rresistible law, unde r the disastrous action of w hich inevitably fa ll all Chri stian pri ests and e specially thos e of the Rom an Ca tholic Churc h. It cannot apply to the profe ssors, that is to the pri ests of t he mode rn Churc h, unl ess they are also obl iged to pre ach Chri stian abstinence and re nunc iation. But there is another contradiction c ommon t o the pri ests of bot h sects. This contradiction grow s out of t he very t itle and pos ition of m aster. A master who c ommands , oppre sses, and e xploits is a wholly logical and qui te natural persona ge. But a master who s acrifices himself to thos e who a re subordi nated to hi m by hi s divine or hum an pri vilege is a contradictory a nd qui te impos sible being. This is the very c ons titution of hypoc risy, s o w ell personified by t he Pope , who, w hile calling himself the lowe st servant of the servants of God -- i n toke n w hereof, fol lowing t he example of Chri st, he even w ashes onc e a year the feet of t welve Rom an be gga rs -- proc laims himself at the same time vicar of G od, a bsolute and i nfallible master of t he world. D o I ne ed to re call that the priests of a ll churc hes, far from sacrificing t hemselves to the flocks confi ded to their care, ha ve always sacrificed them, exploited them, and ke pt them in the condi tion of a flock, pa rtly to satisfy"},{"pageNumber":46,"pageContent":"their ow n pe rsona l passions and pa rtly to serve the om nipotence of t he Churc h? Like condi tions , like causes, always produc e like effects. It will, then, be the same with the profe ssors of t he mode rn School divinely inspired and l icensed by t he State. They w ill necessarily be come, some without know ing i t, others with ful l know ledge of t he cause, teachers of t he doc trine of popul ar sacrifice to the pow er of t he State and t o the profi t of t he pri vileged classes. Must we, then, e liminate from society all instruction a nd a bolish all school s? Far from it! Instruction m ust be spread among t he masses without stint, transform ing a ll the churc hes, all thos e temples dedicated to the glory of G od a nd t o the slavery of m en, into so m any s chool s of hum an emancipation. But , in the first place, let us unde rstand e ach ot her; school s, prope rly speaking, i n a norm al society founde d on e qua lity and on re spect for hum an liberty, w ill exist onl y for c hildren and not for a dults: and, i n orde r that they m ay be come school s of e mancipation a nd not of enslavement, it will be necessary t o eliminate, first of a ll, this fiction of G od, t he eternal and absolute enslaver. T he whole educ ation of c hildren and t heir instruction m ust be founde d on t he scientific developm ent of re ason, not on t hat of fa ith; on t he developm ent of pe rsona l dignity and inde pende nce, not on t hat of pi ety and obe dience; on t he worship of t ruth and j ustice at any c ost, and a bove all on re spect for hum anity, w hich m ust replace always and e veryw here the worship of divinity. T he pri nciple of a uthori ty, in the educ ation of c hildren, c ons titutes the natural poi nt of departure; it is legitimate, ne cessary, w hen applied to children of a tende r age, whos e intelligence has not yet ope nly de velope d itself. But as the developm ent of e verything, a nd c ons eque ntly of educ ation, i mplies the gra dua l negation of t he poi nt of de parture, this pri nciple must diminish as fast as educ ation a nd i nstruction a dva nce, giving pl ace to increasing l iberty. A ll rationa l educ ation is at bot tom not hing but this progre ssive immolation of a uthori ty for t he benefit of l iberty, the final object of e duc ation ne cessarily be ing t he form ation of fre e men ful l of re spect and l ove for t he liberty of ot hers. Therefore the first day of t he pupi ls' life, if the school takes infants scarcely able as yet to stammer a few words , shoul d be that of t he gre atest authori ty and a n almost entire absence of liberty; but its last day shoul d be that of t he gre atest liberty and t he absolute abolition of e very vestige of t he animal or di vine pri nciple of a uthori ty. The pri nciple of a uthori ty, a pplied to m en w ho ha ve surpa ssed or a ttained their m ajority, be comes a mons trosity, a flagrant denial of hum anity, a sourc e of s lavery a nd i ntellectual and m oral depravity. Unfort una tely, pa ternal gove rnm ents have left the masses to w allow in an ignora nce so profound that it will be necessary t o establish school s not onl y for t he people's children, but for t he people themselves. From these school s will be absolutely eliminated the smallest applications or manifestations of t he pri nciple of a uthori ty. T hey w ill be school s no l onge r; they w ill be popul ar academies, in w hich ne ither pupi ls nor m asters will be know n, w here the people will come fre ely to get, if they ne ed it, fre e instruction, a nd i n w hich, ri ch in their ow n expe rience, they w ill teach in their turn m any t hings to the profe ssors who s hall bri ng t hem know ledge which they lack. T his, then, w ill be a mutual instruction, a n act of i ntellectual fra ternity be tween the educ ated yout h and the people. The real school for t he people and for a ll grow n m en is life. The onl y gra nd a nd om nipotent authori ty, a t onc e natural and ra tiona l, the onl y one which w e may re spect, will be that of t he collective and publ ic spirit of a society founde d on e qua lity and s olidarity and t he mutual hum an respect of a ll its members. Yes. this is an authori ty w hich is not at all divine, wholly hum an, but before which w e shall bow willingly, c ertain that, far from enslaving t hem, it will emancipate men. It will be a thous and t imes more pow erful , be sure of i t than all your di vine, theological metaphys ical, pol itical, and j udicial authori ties, established by t he Churc h and by t he State, more pow erful than your c riminal code s, your j ailers, and your e xecutione rs. The pow er of c ollective sentiment or publ ic spirit is even now a very s erious matter. T he men m ost ready t o commit crimes rarely da re to de fy i t, to ope nly affront it. They w ill seek to de ceive it, but will take care not to be rude with it unl ess they fe el the support of a minori ty larger or s maller. N o man, how ever pow erful he believes himself, w ill ever ha ve the strength to be ar the una nimous contempt of s ociety; no one can live without feeling hi mself sustained by t he approva l and e steem"},{"pageNumber":47,"pageContent":"of a t least some port ion of s ociety. A man m ust be urge d on by a n immense and ve ry s incere convi ction i n orde r to fi nd c oura ge to speak and a ct against the opi nion of a ll, and ne ver will a selfish, de praved, a nd c owardly m an ha ve such coura ge. Nothing prove s more clearly than this fact the natural and i nevitable solidarity--t his law of sociability--w hich bi nds all men toge ther, as each of us can ve rify da ily, bot h on hi mself and on a ll the men w hom he know s But , if this social pow er exists, why ha s it not suffi ced hi therto to moralise, to hum anise men? Simply be cause hitherto this pow er ha s not been hum anised itself; it has not been hum anised be cause the social life of w hich it is ever the faithful expre ssion i s based, a s we know , on t he worship of di vinity not on re spect for hum anity; on a uthori ty, not on l iberty; on privilege, not on e qua lity; on t he exploitation, not on t he brot herhood of m en; on i niquity and falsehood, not on j ustice and t ruth. Cons eque ntly its real action, a lways in contradiction of t he hum anitarian theories which it profe sses, ha s cons tantly exercised a disastrous and de praving influence. It doe s not repress vices and c rimes; it creates them. Its authori ty is cons eque ntly a divine, anti-hum an authori ty; its influence is mischievous and ba leful. Do you w ish to re nde r its authori ty and i nfluence beneficent and hum an? Achieve the social revolution. M ake all needs really solidary, a nd c ause the material and s ocial interests of e ach to conform to the hum an dut ies of e ach. And t o this end t here is but one means: Destroy a ll the institutions of Ine qua lity; establish the econom ic and s ocial equa lity of a ll, and on t his basis will arise the liberty the morality, the solidary hum anity of a ll. I shall return t o this, the most import ant que stion of S ocialism. 5 Here three pages of Ba kuni n's manus cript are missing. 6 The lost part of t his sentence perhaps said: \"If m en of s cience in their re searches and e xpe riments are not treating m en actually as they treat animals, the reason i s that\" they are not exclusively m en of s cience, but are also m ore or l ess men of l ife. 7 Science, in be coming t he patrimony of e verybody, w ill wed itself in a certain sense to the immediate and re al life of e ach. It will gain in ut ility and gra ce what it loses in pri de, ambition, a nd doc trinaire pedantry. T his, how ever, w ill not pre vent men of ge nius, be tter orga nized for s cientific speculation t han the majority of t heir fe llows, from devoting t hemselves exclusively to the cultivation of t he sciences, and re nde ring gre at services to hum anity. O nly, they w ill be ambitious for no ot her social influence than the natural influence exercised upon i ts surroundi ngs by e very supe rior i ntelligence, and for no ot her re ward t han the high de light which a nobl e mind a lways finds in the satisfaction of a nobl e passion. 8 Universal experience, on w hich all science rests, must be clearly di stingui shed from uni versal faith, on w hich the idealists wish to support their be liefs: the first is a real authentication of fa cts; the second i s onl y a suppos ition of fa cts which nobody ha s seen, a nd w hich cons eque ntly are at variance with the expe rience of e verybody. 9 The idealists, all thos e who be lieve in the immateriality and i mmortality of t he hum an soul, must be excessively embarrassed by t he difference in intelligence existing be tween ra ces, pe oples, and individua ls. Unless we suppos e that the various divine particles have been irregularly di stributed, how is this difference to be explained? Unfort una tely there is a cons iderable num ber of m en w holly stupid, fool ish even to idiocy. Coul d they ha ve received in the distribution a particle at onc e divine and s tupid? To escape this embarrassment the idealists must necessarily suppos e that all hum an souls are equa l. but that the pri sons in w hich they fi nd t hemselves necessarily confi ned, hum an bodi es, are une qua l, some more capable than ot hers of s erving a s an orga n for t he pure intellectuality of s oul. Accordi ng t o this. such a one might have very fi ne orga ns at his dispos ition. such another ve ry gros s orga ns. But these are distinctions which idealism has not the pow er to us e without falling i nto incons istency and t he gros sest materialism, for i n the pre sence of a bsolute immateriality of s oul all bodi ly di fferences disappe ar, all that is corpore al, material, ne cessarily appe aring i ndifferent, equa lly and a bsolutely gros s. The abys s which separates soul from body,"},{"pageNumber":48,"pageContent":"absolute immateriality from absolute materiality, is infinite. Cons eque ntly all differences, by t he way inexplicable and l ogically impos sible, which m ay exist on t he other side of t he abys s, in m atter, shoul d be to the soul nul l and voi d, a nd ne ither can nor s houl d exercise any i nfluence ove r it. In a word, t he absolutely immaterial cannot be cons trained, imprisone d, a nd m uch less expre ssed in any degree whatsoever by t he absolutely m aterial. Of all the gros s and m aterialistic (us ing t he word i n the sense attached to it by t he idealists) imaginations which w ere enge nde red by t he pri mitive ignora nce and s tupidity of m en, that of a n immaterial soul imprisone d in a material body i s certainly the gros sest, the most stupid. a nd not hing be tter prove s the om nipotence exercised by a ncient prejudices even ove r the best minds than the deplorable sight of m en endow ed w ith lofty intelligence still talking of i t in our da ys. 10 I am well aware that in the theological and m etaphys ical systems of t he Orient, and e specially in thos e of Indi a, including Buddhi sm, we find t he pri nciple of t he annihilation of t he real world in favour of t he ideal and of a bsolute abstraction. But it has not the adde d character of vol untary a nd deliberate negation w hich di stingui shes Chri stianity; when thos e systems were conc eived. the world of hum an thought of w ill and of l iberty, ha d not reached that stage of de velopm ent which w as afterwards seen in the Greek and Rom an civilisation. 11 It seems to m e useful to re call at this poi nt an anecdote--one , by t he way, w ell know n and thoroughl y authentic--w hich sheds a very c lear light on t he persona l value of t his warmer-ove r of the Ca tholic beliefs and on t he religious sincerity of t hat period. Cha teaubri and s ubm itted to a publ isher a work a ttacking fa ith. T he publ isher called hi s attention t o the fact that atheism had gone out of fa shion, t hat the reading publ ic cared no m ore for i t, and t hat the demand, on t he contrary, was for re ligious works . Cha teaubri and w ithdre w, but a few months later came back w ith hi s Genius of Chr istianity."}]
