[{"pageNumber":1,"pageContent":" Part One The Five States of Mind Introduction Have you ever seen the mind? No, you have not! You have seen the effects of the mind through its many phases and its many ramifications. Also, you have felt the results of the mind in your own life and in the lives of others. Come on a tour of the mind with me, into its depths, and find out how simple, or how complex, it can be. See for yourself how easy it is for you to control your awareness and fathom your problems from the innermost recesses of your being. All that and more the teachings of Raja Yoga will awaken in you. You may not understand everything that you read, but you will acknowledge much more than you anticipate. You will become aware of your mind as it is. The mind, as you will find out, is the essence of time and space. You only create time and hold a consciousness of space in the external realms of your mind. Through the study of this book you can learn to awaken and use the mind in its entirety to solve problems of any nature for the attainment of true and deeply satisfying happiness. You do not have to work too hard at this study. You must only have the concentration to read Raja Yoga from cover to cover several times, and then, strange as it may seem, your own subconscious mind will take over the study for you. When you finish reading the book for the first time, go over it again and study it thoroughly. This time you will begin to understand what was confusing to you the first time you read it. Take the book apart and try to disprove to yourself everything you have read. Do this, and you will do much for yourself. This book is comprised of aphorisms and their explanations of the interrelated five states of mind and a few of the basic laws of transmutation. An aphorism is a short, easy-to-remember statement. I have given a brief explanation of each aphorism with some practical examples of how the study of the five states of mind can help you gain a greater control in he mind. These aphorisms are explained in simple language so they may be understood in their entirety by everyone. For there is but one mind, and in its functioning it works on itself, the same in everyone, only varying its actions between the instinctive, the intellectual, and the superconscious or intuitive spheres. When you have read the book, you must then digest it. I suggest that you do not try to digest it consciously, but take one aphorism a day. Think it over carefully. It will unfold itself in your mind. Be careful to remember it correctly, or jot it down on a piece of paper and carry it with you. Many books are written on psychology, philosophy, and metaphysics. Raja Yoga incorporates the essence of all theee. All you beed to know about the mind is within these pages. Endless ramifications and systems of thought can be, and have been constructed; but here is a lasting and correct way to produce results in your life. Concentration is a thing hoped for, but seldom attained. Meditation is the outcome of a concentrated mind. Not only must the conscious mind be concentrated, but the subconscious mind as well, for meditation to begin. Once your individual awareness becomes pointedly concentrated, even for an instant, something remarkable begins to happen. Concentration releases into the field of consciousness the resources and actions of other parts of the mind, which were hitherto seemingly shut off. The result is concentration not only of the same goal, the forces of the subconscious mind as well. When this happens meditation takes place. Meditation is an integrated state of mind quite different from the ordinary processes of sequential thought. In the literature of Saiva Siddhanta Hinduism, meditation is known as the natural"},{"pageNumber":2,"pageContent":"state of the mind. Thus the raja yogi does not create new states of consciousness, he simply becomes aware, through purification, of his natural, spiritual being. As one goes deeper into this state, that is, succeeds by concentration in releasing blockages, a progressively wider and deeper cognition and understanding unfolds. This of course must be experienced, but the experience does come as we make progress in our attempt to hold awareness consciously and subconsciously one-pointed in concentration. The next step is called contemplation and comes as a steady growth out of meditation. One unfolds into the other. Contemplation is a state rarely, if ever, attained by the average man; it need not concern us too much here, as it flows quite naturally out of successfully sustained meditation. There is nothing fearsome or dangerous about it, but it is an experience quite different from either our ordinary sense perceptions or reasoning processes. It is in the nature of direct cognition of something through identity or oneness with it. The aim, of course, is the realization of the Self God. It is through this process that George Washington Carver achieved his tremendous knowledge of the peanut, leading to many inventions and uses for it. It is by this process or an approximation of it that some of our great scientists have come to some of their profound insights into the workings of the universe. It is by contemplation and its final succeeding state, the realization of the Self God, that the rishis of old, the great saints of all religions, achieved their revelations. We are not tryng to attain everything at once here, but you can see the road we are on. Each way station produces bountiful rewards in greater understanding of ourselves and the world about us, greater control and richness in our lives. We do not have to worry now about the last stages of the journey, but can well keep in mind the principal geography- the five steps of attention, concentration, meditation, contemplation, and Self-Realization. It is immaterial whether we now consciously seek the ultimate goal, the realization of the Self God. Whatever our needs are now, the way to their solution lies along the path indicated. As you progress on the path in the early stages of concentration and meditation, solutions to your immediate apparent problems will unfold, and your life will gradually change course toward greater fulfillment and satisfaction of your inner needs. These aphorisms should not be confuned with the popular concepts of affirmations, ignorant of how and why these affirmations should work. Sometimes they com to a conclusion that it must be beneficial, because of the eventual outcome. When one begins to affirm a positive statement, a well-qualified foundation of what is desired and the responsibilities entailed, as well as the vibratory rate of the words themselves, most be taken into careful consideration before beginning the repetition to impross the subconscious state of mind. An aphorism is different. It is a well-qualified, easy-to-romomber statement to be thought over and placed in dhe subconscious mind, where the deeper hnderstanding of such a statement will gradually be unfoldedfprm within yourself. In reading Raja Yoga you will learn much about aphorisms. Should you be one who uses affirmations, you will be happy to learn that when you open the door to the superconscious mind, you will need no helpers or crutches. You need nothing but the will power within you to help, protect, and provide for you and give you self-respect. Yes, I said respect, for that is the last thing we acquire. Respect is too often reversed into pride, inferiority, and lack of understanding by imposing superiority on oneself. Respect for oneself is the last acquired possession on the journey through the mind. For Self is not known until mind is put in order and awareness cognizes itself, dissolving itself into its own bed of peace. Before you turn the pages and begin the study of the first aphorism I am going to impart to you two statements to exercise your mind. Number One: How can we forget what is forgotten? Number Two: How can we remember what is remembered? These two statements can be discussed, talked about, and dismissed without ever coming up with concrete conclusions. Now, let us take into consideration the following: How can we remember what has been forgotten? That is the way you would write it, but I stated, \"How can we remember what is remembered?\" And this is what it means: that nothing is forgotten. It is all locked up in the mind and can be brought out by the proper handling of the mind. The next statement: How can we forget what is forgotten? Now that is even more ambiguous than the one I just explained. However, it is easy when you look at it in the right light- in he light of desire. For desire is the force that drives humanity onward and through all phases of the mind. Desire is the only thing"},{"pageNumber":3,"pageContent":"that holds this world together. So, how can we really forget what is forgotten? Have not all things been forgotten when the focus of desire has been transmuted into the realm of desirelessness? So truly, how can we forget what is forgotten when through changing our desire we change our life? By changing our life we change those around us and the world. What we have forgotten is that the desire changed. However, it still exists in the halls of memory, in the essence of time, cause, and space, the superconscious mind, of which you will learn more later. All is now ready for you to unfold your inmost nature. Just open up and allow the subsuperconscious mind to take over. So, on with the book. May it lead you into that for which you were destined: peace, power, and a positive, unfolded, spiritual life. The Five States of Mind 1. Conscious 2. Subconscious 3. Subsubconscious 4. Subsuperconscious 5. Superconscious Saiva Siddhanta Hinduism, man's spiritual, philosophical, and devotional laws and guidelines, leads him through practice to the Ultimate within himself. For many thousands of years each Saivite Guru has elucidated portions or all of these systematic teachings to his closest disciples, thus adding to the wealth of Hinduism. The five states of mind and the basic laws of transmutation here again outline for the seeker needed knowledge and tools to unleash the force of awareness from the seeming bondages of mind to realize the Self God beyond all aspects of mind, time, space, and causation. Learn to distinguish the vibratory rate of each state, using them as a roadmap of the within to know where you are in consciousness at all times. In doing so, the vibration of your individual awareness when opposed to the state of mind will become apparent. Thus, in thoroughly understanding the vibratory rate of duality, awareness versus a state of mind, it is possible to retroactively realize the pure, non-dual state. aphorisms There is but one mind. It functions in various phases, namely: instinctive, intellectual, and superconscious. These phases are manifested consciously as well as subconsciously. The action of the mind relates to the various functions found in the sympathetic nervous system. Awareness is smoothly transformed into all kinds of intellectual-instinctive thoughts and feelings. I liken the mind to the sympathetic nervous system. That is to say, the conscious mind acts in sympathy with the subconscious. All act as one unit, but for better"},{"pageNumber":4,"pageContent":"understanding and appreciation, it is necessary to break it down into several parts. All these function together consciously as well as subconsciously; instinctively as well as intellectually. In the study of this aphorism, take into consideration the meaning of each word involved. Consider \"instinctive.\" When man's individual area of the mind, it is controlled by the habit impressions made in the subconscious during its trip through the experiences of life. Instinct also implies that the driving force of awareness comes from the sexual nature; the nature is turned in that direction subconsciously, even though the conscious mind may not be cognizant of the fact. It also means that in the event of an evergency the animal nature would take over completely, being jarred loose automatically from lack of what I term control of awareness, or of what you might call self-control. Most of us find the intellect a saving grace, when it comes from the transformation of the instinctive nature into something more substantial. Constantly we strive to broaden our intellect, increase our knowledge, govern the instinctive mind with organized thinking, and we control our emotions by repressing the instinctive nature. This is nature's way if increasing man's justification of that which has passed before the windows of the mind and was not pleasing to the intellect. The justification is that enough knowledge had not been acquired by the intellect to suppress, sufficiently, the instinctive nature. If you have ever had a hunch and had it work out, that was the superconscious mind working within you. It dominated your conscious mind and made it possible for you to look into the future and estimate its happenings. The superconsxious mind is the essence of time, yet it understands time and timelessness in its essence. It is the essence of space, yet it comprehends space and spacelessness. It is real, yet does nit exist--real only when used, non-existent to the outer realms of the mind when in its natural state. You will learn how to tap the superconscious power consciously later in this book. I am now only introducing it to you. You are beyond that state of mind, however. The real you, the Self God, is beyond the mind. Your road leads through the conscious and subconscious control of the mind. Then the doors are found to the superconscious and opened consciously, leading you to the realization of your true Self, the you beyond a stilled mind. The conscious mind, within itself, is insanity in its natural state; its only balance comes from a subconscious consciousness of the superconscious. When the consciousness sinks into perverted instinctive phases of thought and feeling, resulting in physical action, thus eventually cutting itself off from the superconsciousnes and intellectual spheres through untimely and immoral practices, the conscious mind falls into its natural state, termed insanity. The conscious mind is not the only state of mind that is insane. The subconscious is as well. The only balance we have comes from a subconscious understanding of the superconscious. If this were not true the instinctive nature would take over the entire consciousness and bring total insanity. The awareness would magnify all it did not comprehend and a complete loss of mental and physical coordination would result. The super all-knowing consciousness, however, steps in through the world by temples, swamis, and priests who keep the mass awareness deep enough to hold the balance between the conscious and the subconscious mind. The subconcious is but a reflection, a storehouse, of all conscious mind happenings. It holds its balance only through the use of the will-- the instinctive desire to create. When the creative forces are dissipated through excessive sex and the lower forms of emotional enjoyment, the subconscious loses the guide-power of the will. The will loses its strength because the vital forces in the body have been thrown away or used up faster than they can be replaced. In turn, the conscious mind reacts, thinking assumes distorted or irregular proportions, and a mental unbalance occurs. The creative forces must be transmuted to be of use in holding the conscious and subconscious mind at the point of concentration where the superconscious mind can be"},{"pageNumber":5,"pageContent":"tapped consciously; otherwise, the conscious mind will tend to fall into its natural state of insanity, neurosis, nervousness, depression, and despair. The conscious mind is only one-tenth of the mind. The subconscious of the conscious mind, the sub-subconscious, the superconscious, and the subconscious of the superconscious mind are the other nine-tenths. We can all plainly see why the conscious mind is only one-tenth of the entire mind. Yet it is in the conscious mind that we live most of our waking hours. The suconscious mind, the sub of the subconscious, the superconscious and the subconscious of the superconscious are the other nine-tenths. They are what we will learn to control and use--control the former and use the latter. Call on the subconscious of the superconscious, and you will get results if you call correctly. To make this contact we have to understand repression. Repression is a series of hopes, doubts, fears, and impulses that have never reached the surface of the mind. Yet the conscious mind knows of them to an extent, but because they have sent in their messages cleverly disguised, the conscious mind, just as cleverly, has pushed them down in an effort not to be disturbed. All repressions must be realized and consciously understood. Then, and only then, will the subconscious of the superconscious flow freely out through the conscious mind, and the book of knowledge so often talked about in all of the philosophies and religions will opent its pages to you chapter by chapter, unfolding to you a conscious realization of your true Self. The intellect strengthened with opinionated knowledge is the only barrier to the superconscious. Opiniated knowledge can be harmful, for it is strictly of the subconscious realm of the mind. It is stored away in an effort to set up some security for the conscious and subconscious states of mind, something for them to cling to and lean upon--that is , the opinions of others. These intellectual opinions are made solely upon happenings of the past which the eye and ear have received. This well-formed barrier makes it possible for the mind to convince ifself of anything outside of reason or within the realm of reason. It manufactures a large percentage of the world's so-called thinkers. When, however, you ask them their own opinions, they only formulate opinions of others and re-fashion them into one of their own. This gives one the impression that by this rearrangement of knowledge the thinking process has been stimulated. However, it has not. It has merely run its natural course and is conditioned only by the faculty of memory. Memory, too, plays a part in th intellect, for if very little memory exists, very little intellect is present. When the superconscious mind is tapped, the essence of memory has beeen reached. All knowledge is awakened from within to the extent of the intellect. Your intellect at this very moment may be searching for a way out of accepting this book. That is why I say, try intellectually to disprove all you read here after you have read and re-read it. Give your mind a break and let it make you think by turning itself back upon itself. You'll be pleased with the outcome. There is but one mind. The awareness, or ego, functions within the mind's various phases. The one-tenth of the mind, of the conscious plane, in ramification, is carried away by its own novelty. The object is to control the conscious mind and become consciously conscious. "},{"pageNumber":6,"pageContent":"This is the essence of what we are first working for: to become consciously conscious. It is bringing the mind to state of constant concentration so that it can look in on itself and cognize its own nature. This is easy, for all you have to do is to watch your mind think. To begin this interesting activity, just tell yourself one little truth. Tell yourself that you are not your mind because you can control your mind with your will. You can if you really try. Tell yourself that, and you'll see how fast the mind objectifies itself long enough for you to study it. We have to observe the conscious mind in all its activities. You will see how it ramifies and is carried on from one thing to another by the simple novelty of thinking. It has not the concept of conclusion in some things. It has not the desire of understanding in others. You will soon bless yourself with your results received from within. The great creative forces used by all who create the artistic, the different, and the new will begin working within and for you, when you step out and watch the mind. The ego that I mention here has nothing to do with being egotistical. It is the life essence, man's individual awareness, the link to the real Self of you. It passes through all states of mind, the way you pass through the experiences of life. This ego, individual awareness, you will realize when watching your mind at work. The subconscious of the conscious mind is but a reflection of the subconscious of the superconscious mind. We have studied the conscious mind and its relation to the other states of mind and have found that it is only one-tenth of the mind. It has not the power to act on its own for any length of time without being carried on by its own novelty through ramification. The subconscious of the conscious mind is the storehouse for the conscious mind. All the happenings of each day and all reactions are stored up there. It is only a reflection of the sub-superconscious, for when all the repressions are released the sub-superconscious takes over the subconscious mind. Through the power of understanding generated by the superconscious through the subconscious, the subconscious is dissolved; and the true, intuitive, all-knowing, superconscious self returns to its rightful position in the picture of the mind. All confusion of the subconscious clears and the ego looks as naturally within as without, simultaneously. There are two sections to the subconscious of the conscious mind and two sections to the sub-superconscious mind. One section controls the physical, and the other controls the mental. The first section of the subconscious controls the involuntary processes of the body. The second controls the involuntary processes of the mind. When the subconscious is in control, the control is at one rate of vibration. When the subsuperconscious is in control, after the subconscious has become understood, concentrated, and cleared of all confusion, the vibratory rate is higher. Every organ of the body takes on a new tone; the mind reacts more smoothly to life; the emotions contrast evenly between cause and effect; the regenerative forces assume their natural function, and the transmutation of the creative fluids begins. An uncultured nature is the result of repressed tendencies. Such a nature must be analyzed subconsciously through the conscious and sub-superconscious mind. The conscious unraveling of the repressions will then commence. This is the key to awakening the superconscious regions. "},{"pageNumber":7,"pageContent":"The subconscious mind analyzes a problem two ways: first, from the plane of reason; second, from the plane of intuition. Intuition works through, but it does not use, the process of reason. Intuition is more direct than reason and far more accurate. The conscious mind buids us into a personality, desirable or undesirable. We can readily change this personality by releasing hidden repressions. Repressions are unfulfilled suppressed desires and lurk in the corners of the mind. They emerge at psychological moments, until they are suppressed again by the conscious mind. This is the problem we face before we can unlock the superconscious realm of the mind. This problem can be totally impossible, or it can be made easy, depending upon the approach. It is a well-known fact that when the mind releases tendencies that have long been suppressed, reactions occur. These reactions are what we must anticipate and take into consideratin at all times. They are the causes of new repressions, if allowed to dominate the consciousness. Following through on this line of thought, I shall take you into a typical familiar case, that will cause your subconscious mind to recognize the way to dig out repressions. This is the story of a person who always wanted to drink but never had the nerve to do so, because of public opinion and family ties. Subconsciously this person had always wnted to get drunk and experience that expression of release. It was a repressed desire that was not realized, and it showed itself in the form of condemnation of all who do drink. It was impossible for anyone to mention liquor without being obliged to listen to a lengthy discourse on the evils of drinking. This person knew subconsciously he would like to have this experience, but consciously and desperately fought it. One day a friend offered him a drink at a social business affair. It was rather rude and almost impossible to refuse. Instead of letting the drink idle away on the table during the ensuing conversation, old man subconscious took over, and the drink disappeared, and another took its place. This went on until three drinks, unnoticed by the conscious mind of the person, disappeared. When his conscious mind realized what had happened, a strong reaction followed, the effects of which lasted many weeks. His entire system was upset physicaly, mentally, and emotionally. The secret was out. Like attracts like, and desire will have its fulfillment. The conscious mind began to realize its deep-seated subconscious repression, painfully at first. Then the problem came up of how to remove this repression without suffering the reaction, and the answer followed: overcome all reactions to persons who drink, learn to accept it as one of the experiences in life, make the most of it, bend a little, be strengthened by understanding and tempered with compassionate love. Try to understand the cause and not react to the effect. This was done, and the repression was loosened. Then one day some friends threw a party and all got drunk including our friend, and Mr. Repression was out in the open to be viewed consciously, and as repressions cannot stand the light of understandin, it vanished. The reaction was also supported with the understanding that every cause has its reaction, and the realization that the reaction to a reaction must be understood, not repressed. This keeps the body, mind, and emotions from losing their subconscious control. The matter was ended. No more does this person enjoy talking against drink, but rather talks intelligently of its harmful effects on the body, mind, and emotions based on experience. When offered a drink, a polite \"No, thank you. I drank once and had enough,\" is the reply. No longer is the repression lurking in the subconscious. No longer is the disire suppressed as it creeps into the conscious mind. The operation has been successful, and nature has healed the wound; the nature of perfect love, through a conscious understanding of a subconscious desire, dissolved the repression. This is the problem we face in unlocking the door to the superconscious mind: to school the subconscious mind in the arts of concentration and meditation. Some say they meditate while working or riding on the bus. This is a wrong concept of the word, a sign of emotional desire for attention, for meditaion only comes when the subconscious mind has been released of all repressions. A repression is a desire that is only uuncovered when an emotional reaction takes place in the conscious and subconscious mind, such as dislike, hate, or fear. Whatever is locked in a corner of our own subconscious mind, in the form of a physical or mental experience we have yet to go through, is all that we can react to in others."},{"pageNumber":8,"pageContent":" The superconscious mind, working through the subconscious of the conscious mind, is the essence of reason. It is known as the subconscious of the superconscious or the subsuperconscious mind. The superconscious mind functions beyond reason yet does not conflict with reason. To follow a line of thought into its depths by the use of reason takes time. When the depths are reached through contacting the superconscious, all the essence is unfolded instantaneously without the use of reason. Yet this process does not conflict with reason, because the end result is the same in both cases. Training the mind in the arts of concentration and meditation is of great value in this instance. Two thoughts sent into the subconscious mind at different times, with the same rate of intensity, are different from their separate conscious expressions. This self-created state manifests itself at a much later time on the conscious plane, creating disturbance to the mind. Two reactionary thoughts, at different times, sent into the subconscious mind when intermingled form a totally different rate of vibration. This new vibration is called the sub of the subconscious. This only occurs if the psychological arrangement of the conscious mind was the same or similar at the time each thought entered it. This subconscious formation of thought turns into feelings of the lower instinctive nature and causes the external mind to react to situations in a way that it normally would not. This thought formation is taken apart in only one way. It is dissected only through the transmutation of the regenerative forces. It is well and good to believe that sex is a necessary part of life, but the immoderate dissipation of these creative energies is not. These forces must be sent back into the body to give strength of character and power over the subconscious mind and its sub; this awakens the sub-superconscious mind in all its peace and glory. When the sex energies are transmuted, they lead the mind calmly into itself in a way that is not only constructive, but totally satisfactory in all lines of endeavor, be it extroversion or introversion. All one needs to do is release into understanding all fears, worries, and doubts about sexual expression. The consciousness of comprehension will awaken the mind, and all attempts to bring forth knowledge and freedom from within will be fulfilled. The sub of the subconscious mind can only be created through the conscious mind, or the subconscious of the conscious mind. The sub of the subconscious mind is to be studied objectively before we go into it deeply. In our understanding of that part of the mind as an object, we must first break it down into its patterns as related to us at the present time by having all of the qualified thoughts sorted out and blended into a picture of what has been created. This is easy when concentration upon the mind as an object has been perfected. The sub of the subconscious mind can be understood consciously when the thoughts which created this sub are traced. These will usually be found when the conscious mind is at its lowest ebb. When resting it is possible to study the sub of the subconscious mind with ease. The body is relaxed, and the conscious mind has loosened its hold on external objects."},{"pageNumber":9,"pageContent":" When study has commenced, trace through the thought pictures consciously without disturbing the overall picture by holding your awareness lightly over the sub of the subconscious area of the mind, blotting out all distraction that may creep into the mind in the effort to disturb your study. When you manifest pictures before you, trace them to their conception, then take your findings, whatever they may be, and consciously think them through until all doubts have been dispelled. Take into consideration the fact that all thought stems from a series of vibrations within the mind, and these vibrations take form and shape in thought. You will then find that through your conscious effort the sub of the subconscious has been undersood consciously as well as subconsciously. Should superconscious expressions be dropped into the sub-subconscious, they must first pass through the conscious plane, or be given to the subconscious of the conscious mind by the sub-superconscious mind and from there dropped into the sub of the subconscious mind. You will have no trouble separating the superconscious and the subconscious thoughts that have blended in the sub of the subconscious once you have perfected the objective study of the mind. Since we all are victims of the subconscious state of mind, we must keep it in a state of transparency by paying constant attention to this state of mind in our daily meditations. The sub of the subconscious mind can, and does, create situations of an uncomely nature. It is well-known that repressions are formed by a series of suppressed desires. When these repressions are released, the emotional unit undergoes a change. It is also well-known that all the thoughts placed into the subconscious remain there until they materialize into something definite. Then they will reappear. It is a little different with the sub-subconscious state of mind, for it not only attracts situations that will bring these thoughts out, but it creates situations by playing upon the subconscious itself. The sub-subconscious mind, through its natural magnetism, attracts so-called temptations and unhappy conditions. The conscious mind, weakened by harmful practices, falls into this self-created trap. There the ego seemingly suffers between the subconscious thoughts that created the sub, the ego's conscious expression, and its sub-superconscious knowing. Guile is one of the results of this state; also pride and anguish. These are a few of the qualities resulting from the sub-subconscious state of mind. When the sub is controlled through a deep understanding of its inner workings, the ego, or awareness, is free from all bounderies in identifying itself with the mind, body, and emotions. The ego, individual awareness, can then progress toward the dynamic realization of your real Self-- the Self God beyond the mind. Otherwise, the ego is caught in the cross-section between the conscious mind and its sub-superconscious knowing, which results in superstition, fanaticism, and an argumentative nature. When the ego functions in subconscious or sub-subconscious dream states, situations are created."},{"pageNumber":10,"pageContent":" These situations, remembered while in a conscious state termed awake, will create on the conscious plane similar happenings. Here we have a manifestation of the sub-subconscious mind in the dream. It is apparent that we dream things that we could not have possibly thought up. Such dreams are a conglomeration of seemingly unrelated happenings that pass through the mind. The unrelated happenings do, however, reimpress the sub-subconscious state, and if remembered, they will in turn impress the subconscious state and similar happenings will be manifested in our everyday life. This, perhaps, is hard to believe, but as we think back over our lives, we can pick instances where this rings true. To change these impressions, use the power of the subconscious to clear its sub and release within you the full, abundant life you were born to live. When using the subconscious mind in manifesting control over this, take into consideration that it is not able to eradicate the vibration. But, during sleep your subconscious will make it possible for you to continue working out the rate of vibrations created while in the dream state and remembered while awake. Simply tell your subconscious, when you are in the process of remembering a dream, to work out the remaining particles of that experience during sleep rather than recreating it on the physical plane. Some reactions are healthy; others are unhealthy. The reaction to a reaction is destructive, whereas the reaction iself, when viewed with a balanced mind, eventually becomes an asset. Reaction is what makes the world go 'round. It is the driving force which makes it possible for us to contunue living and creating in our subconscious search for the inner being, our craving to bring forth our latent forces to the conscious plane. Reactions are twofold: a reaction to a reaction; or just a normal reaction to something we do, or do not, understand. This is why a strong foundation must be established in organized thought before we dive deeper into the mind to conquer reaction. This only takes a little study to accomplish. When you react to a situation, don't re-enact it or go over it in your mind again after it has happened. Wait until the emotional nature has completely composed itself. Then take apart the reaction, little by little, and find out its basic cause. Be sure you do not upset yourself again. Only then can you come to terms with yourself and arrange a working agreement with your own mind. Handling your mind in this way takes discipline; it is one of the first steps in concentration. If you cannot think the reaction through and arrive at the cause, make a problem of it on paper. Write down everything that comes to you about the reaction until it has been assimilaed. In this way every reaction is turned into an asset, and wisdom, color, and vitality will be added to your life. The conscious mind creates the future by what has gone before, through its subconscious mind. Should memory be weakened, due to abusive practices, its creations are distorted. Creation is sometimes distorted when the faculty of memory has been weakened due to improper diet or lack of sexual controls. The inability to come to terms with one's self often makes one dull and somewhat blank. Then the subconscious receives a distorted, unqualified impression. When this impression is ready to be qualified, it comes out in the outside world as an experience incomprehensible to the conscious mind."},{"pageNumber":11,"pageContent":" It is of the utmost importance that the body be kept strong and healthy; that the vital fluids be conserved, that the memory gain conscious and subconscious control over every situation, and that the subconscious receive impressions fully qualified and well organized. The future is created by the impressions we have put into the subconscious in the past and those impressions we are placing there continually in the present. The future is the continuing summation of all our past actions and reactions, for there is only the moment in which we live. The eternal now is the only awareness we have when living in the inner states of mind. A concept of this must begin working through your conscious and subconscious states so that the subconscious will be well-schooled when the intuitive nature awakens and you realize that there is no time, no past, no future- only the eternal now, which is the totality of all that the mind contains. When the conscious mind relies on its subconscious states to master the problem, having logically placed the problem before them, the result is: no concern. Concern is a muddled understanding of the subconscious states of mind, filled with unteasonable doubts from the conscious mind. The conscious mind has an intriguing way of holding up the progress of its subconsciou. This is the result of mass thinking, fear, worry, doubt, lack of faith in oneself, and more than all, a lack of understanding of the workings of the mind. The conscious mind never lets the subconscious rest. It is always placing demands upon it. That is all right, because that is what the subconscious is for, but the demands must be placed in the right way. It is impossible for the subconscious to handle two opposing thoughts at the same time. For instance, one thinks, \"I shall do this if I can.\" Those are two opposite vibrations, and the poor subconscious doesn't know what to do. It should be impressed in a definite manner, for instance, with a statement \"I will do this\" or \"I can't do it.\" This is the only way you can keep your subconscius mind free from opposing thoughts. This is the beginning of thought control, and thought control is the greatest asset you can possible have. Concern is a state of mind caused by what I have just explained. It is really unnecessary, and an extra feeling that you can very well do without. To be free from concern is to have the power over your subconscious mind through the proper presentation of your thoughts. Suppressed thoughts lurk in the subconscious, ready to spring out at a moment's notice. If permitted, these thoughts consume the entire mind. To avoid this, quiet the body and emotions and concentrate awareness before giving a command to the subconscious mind. True happiness can never be found in the conscious mind or its subconscious states. Happiness is not the first sign of awakening. It is only the first sign of a realization that there is something beyond the conscious and subconscious phases of the mind. When you think you are ready for a spiritual awakening, you have only realized that the awakening has already taken place in the sub-superconscious mind. It has not yet been able to manifest itself in the realm of the conscious and subconscious, because they are too possessed with material things and thoughts. Thus it is impossible for your awakening to penetrate. So you live in the realm of desire, striving and hoping that the grace of God will descend upon you. Instead, you must only wake up and release your awarenesss from all worldly thoughts, feelings, and desires long enough to unfold what is already within your sub-superconscious state locked up and waiting to be expressed."},{"pageNumber":12,"pageContent":" To do this, concentration is needed. Concentration brings light, or understanding, by holding awareness to one point in the mind. Then all material thoughts, feelings, and desires vanish, and you are allowed to receive your rightful unfoldment. This is not as hard as it seems. It does not require you to renounce the world. It only requires you to make an effort every day to concentrate your individual awareness by first quieting the physical body and then allowing awareness to free itself from all the thoughts of the day. Then, hold your awareness to free itself from all the thoughts of the day. Then, hold your awareness on one thing that is attractive to you for as long asyou can. When it wanders, pull it back until the light of understanding begins to appear. You will be amazed at the results in a very short time. True happiness will then be yours, released from the sub-conscious state of your own mind. Sleep is a cleanser for the subconscious mind. By the use of will power this can be done slowly or quickly. When you sleep you are cleaning out the subconscious mind and educating it to face the experiences that you must go through as you evolve. This is done automatically, but you can help it by the use of your will. Everyone has will power, but few know that they have any more than a certain amount. It is really unfair to tell them they have unlimited powers because they have not the knowledge of how to awaken these powers, and it only leads to a subconscious frustration unless the key is given along with the statement. This is the key, and when you practice it you will realize that you are not a mere mand in a physical body, You are a being that has unlimited power within: the power to acquire, to give, to understand, to love, to remember, to be magnetic, and to be happy. This power is yours. It is locked up within you, only to be realized through the conscious use of the will. The will is a thing, just like your body, your mnd, and emotions when you learn to separate and control them. You can also control the will, once you locate it through feeling. This feeling you must search yourself for and try to locate where it is, and trace it to what it controls, and weigh it as to how much you use to accomplish different missions. You do this through concentration--just plain thinking, coupled with feeling. This is your birthright, your heritage. When you grasp this will power from within, your consciousness will unfold before your vision. And during sleep you will speed up the process of purification and build strength daily until you are fully conscious when your body is asleep. The seed of desire is a false concept in relation to corresponding objects. The conscious mind throws into its subconscious a series of erroneous thoughts based upon a false concept. This creates a deep-rooted desire or complex. Single out the seed of desire by disregarding all other corresponding erroneous thoughts. Then destroy that seed through understanding its relation in itself, and to all other corresponding thoughts. The deep-rooted desire or complex will then vanish. All your conflicts in life are caused in this way. In tracing each major conflict back through the power of concentration, of which we shall learn more later, all seeds are gradually and systematically destroyed, giving you an intense release and a burst of light from within. Get off to a good start now and congratulate yourself on the fact that you have at last found the key to remove all your suppressions, repressions, unqualified feelings, and unfulfilled desires through the application of right thought. Concentration digs up the seed in this manner and brings it before the mind as a fact, not as an elusive remnant of fiction. Call on your inner intelligence to help you and to guide your unfoldment from within. Show to your own mind the seed of desire which may be far divorced from the desire itself. It"},{"pageNumber":13,"pageContent":"may be so far removed you will wonder how it was ever connected and was able to create the desire in the first place. In this wondering, you begin the birth-pains of understanding, and when the birth is complete through qualified thinking, the seed will vanish and the desire will resolve itself into the halls of memory. Your major desires should be qualified first, then you can tackle the subtle ones. This law can be a tremendous help to you on your path of enlightenment, for the world is a place in which we learn. Therefore, all things of which we lack understanding represent a challenge to us to qualify and resolve in our own consciousness. Part One Conclusion The aphorisms that you have just read are seemingly unrelated, yet there is a fine cord connecting them. They must be assimilated and then re-read for you to find this cord and follow it as it leads you deep into your own mind, freeing you from its bonds. We are free from what we understand, for it holds no mystery for us, no novelty; therefore, it is no longer intriguing. There is a greater experience before you, beyond the mind which is yours to contril, and beyond the body and emotions which are yours to use as is your will. Even the will power is yours to use in abundant or diminished amounts. The real you is there beyond the mind, the consciousness beyond the consciousness deep within, the power evercreating your tools for creative expression-namely, body, mind, emotions, and will. You must learn to live in this consciousness, ever conscious of being conscious, and from there radiate from the dynamic depths of your real Self. You will experience the power to watch your conscious mind at work. For as pointed out previously, the conscious mind is but one-tenth of the whole mind, and as you progress on this journey of self-mastery, you will begin to learn about the subconscious, how to use it, and how it uses, helps, or hinders you. The superconscious will become personified before you and will unfold its steady rays of all-seeing enlightenment through your subconscious. You will learn to have inspiration at will, to release inspiration within others, and to awaken and bring forth their latent creative abilities. Through the power of concentration, which will become easy to you when the body, mind, and the emotions are dominated by your will, the doors to the sub-superconscious will swing wide. You will view with interest and understanding the workings on the various levels or planes of consciousness, enabling you to remold your thinking processes, thus re-creating your very nature. As you progress with your study of self-mastery, the importance of the transmutation of the creative forces, the complete knowledge of their uses and abuses, and the advantages of their being transmuted into higher forms of creative expression will become apparent to you, subconsciously as well as consciously. Take this book now and turn back the pages. Re-read with renewed interest the aphorisms and their explanations. Impress each on your subconscious mind so that your superconscious intuition can give you an even deeper realization than is possible to transcribe through the medium of writing. Then proceed and study Part Two of Raja Yoga in which you will find the basic laws of transmutation. "},{"pageNumber":14,"pageContent":" Part Two The Basic Laws of Transmutation Introduction The story of the transmutation of the creative forces is likened to the boiling of water into steam to give a greater power. When we refer to transmutation, we do not mean to suppress, to repress, or to inhibit, it is a natural law in the unfoldment of the spititual being of man and should be understood as such. As man leaves his instinctive nature and unfolds spiritually, the forces of that nature must be brought under his conscious control. Much work in this direction is done under the guidance of the disciple ́s guru, but the basic desire must be manifest in the initiate himself. The following aphorisms are the result of understanding age-old laws. They are to be studied by the initiate and put into practice as soon as completely understood. The practice of Raja Yoga is given to the dedicated sannyasin after he has been tried and tested by the Sat Guru. It is on the power of guru darshan that the deeper teachings on the path come to life in him as he experiences meditation, the natural state of mind, contemplation, and the realization of the Self God. Raja Yoga is by no means an intellectual study, attainable through reading books or going to schools, nor is it acquired through philosophical debate or discussion. It is a state allowed to be practised preceded by many years of Bhakti Yoga, Karma Yoga, and sadhana as the seeker works with himself within himself to attain a direct relationship with his guru. This gives him the authority and knowledge needed to practice Raja Yoga. The laws in this book will come to life in the mind of the dedicated seeker but will remain obscured to the novice as are the laws of trigonometry enlightening to the mathematician but obscured to the student who is learning to add, subtract, multiply, and divide. When the regenerative functions are harmonized, transmuted, and contained within the body, awareness is naturally propelled into and remains in the natural state of mind, known in Saiva Siddhanta Hinduism as meditation. aphorisms Balance comes from understanding the effect of the emotional body upon the physical, and the physical body upon the emotional. Balance as described here is related to the conscious and subconscious mind. It is the subconscious knowing, bred of qualified thinking and seasoned with intuition, which creates the balance between the physical body and the emotions. This only comes when the mind is tempered with enough of the creative forces in their higher forms so that the will can dominate the emotions long enough to produce this subconscious knowing. The conscious release of the creative forces through lower channels tends to slow down the physical and mental bodies leading to a conscious sleep. When carried to excess, this leads to their ultimate destruction. All the energy of the body becomes directed in the channel of sex when the consciousness is coupled or coordinated with the will no release or dissipate this energy. The mental processes then become slow and sluggish as does the body if carried to excess."},{"pageNumber":15,"pageContent":" A remedy to this is the reverse. The mind will then become awakened, and the body will begin to glow. Transmutation must be attained, and maintained, to build up a so-called bank account in the subconscious of the conscious mind, so that the desires, feelings, and tendencies of the sub-subconscious can be automatically handled in the purification process. The meaning of transmutation as used in this book is to transform, to change from a so-called gross form to a subtle form. This force that you possess is of the greatest value. You can build a great reserve of power within your subconscious and the subtle forces of the body, so that when you begin the deeper studies of consciously cognizing your mind, this reserve force will lend itself in giving you stability and the power to break through the thin veil of delusion into the consciousness if knowing that you, yourself, have been the creator of all that you attract. To consciously understand the functions of the physical body as against an educated subconscious knowing of the emotional unit, coupled with a subsuperconscious cognition of the mind as an object, is the result of transmutation- the essence of Raja Yoga. The aphorism explains itself in the clearest terms. It may have to be concentrated on to become fully qualified in your subconsciouss and reconciled with your experience. The word yoga mentioned here is the Sanskrit word meaning \"to yoke\" or to join two objects together. This linking is done between the conscious and the superconscious mind thus creating a vacuum that expands consciousness and enables you to realize the Self God which is beyond the mind. The teachings of Raja Yoga give a step-by-step observation of the unfoldment of the being, physically, emotionally, mentally, and spiritually. The creative or sex energy, with its desires resulting in passions, must first be regulated, then consciously and totally suppressed, thus stimulating the faculties of thinking enough to consciously understand its causes and effects. This unfolds the will power leading the ego from concentration into meditation. After the passionate nature has been controlled, it automatically depolarizes. The mind and physique undergo a change. Then, and only then, will transmutation commence. When you begin to transmute your energies, you will have to put your mind at ease, so that the mind will not be at cross purposes with itself. It is easy for the mind to be torn by the desire to disagree with its findings out of habit. It is easy for our awareness to be propelled by the emotional nature, thus falling into a state of confusion born of unqualified intellect. Before transmutation really gets under way, we must suppress the sexual nature enough so that the old habit mind lets us freely begin to understand all repressions, desires, and feelings in the sexual realms. After thus suppressing, understanding begins to take the place of repressions. The reverberations of the body become refined, the emotional nature falls under your control, and the subsuperconscious mind consciously works through your subconscious. It becomes easy to transmute the creative forces without suppression. Those who practice transmutation awaken many latent talents from within. It beomes second nature to create and express, being in tune with the essence of creative energy. "},{"pageNumber":16,"pageContent":"To aid in the depolarization and transmutation of creative forces certain mantrams are chanted. These logically concentrate the conscious mind, harmonize its subconscious, and magnetize the brain. This draws the creative forces from the instinctive to the intellectual and superconscious regions. Mantrams or incantations are a complete study in themselves; however, it is possible to explain the use of one of these mantrams that aids the most in the depolarization and transmutation process, along with diaphragmatic breathing. This mantram harmonizes the physical, mental, and spiritual forces. Sound A (pronounced AH) and center the sound in the solar plexus region if the body. Next intone U (pronounced OO) and center this sound through the throat area. After that, intone M (pronounced MMM) sending this vibration through the cranium by placing the front teeth tightly together. First intone each sound separately, then blend the sounds together forming AUM, a steady hum or drone. This mantram blend is the essence of sound itself. All sounds blended together intone AUM. Listen to the sum total of all the noises of a big city, and you will hear the AUM as in a sea shell held to your ear, or the ocean waves. As you intone the AUM, you are releasing your creative energy and magnetizing the brain, tuning into the unlimited source of energy within. This energy then pours forth, back through your mental, emotional, and physical body, opening a new world for you. When transmutation of the intellect is observed- which is bringing the superconscious through the subconscious, consciously- subconscious transmutation is well on its way. This is not the end. This is only the beginning! Before the actual transmutation if the sexual fluid becomes conscious, the subconscious mind must be thoroughly schooled in the laws of transmutation- schooled by the inner knowing born from the superconscious mind. For this, a qualified teacher is needed. The guru, the dispeller of darkness, gives the keys when the initiate is ready to unlock the final doors in his unfoldment. However, after the devotee has done his part, he will always meet his spiritual teacher. For each step that the sincere disciple takes toward his spiritual teacher, his spiritual teacher takes nine inner steps toward him. The use and abuse of the sexual nature causes physical and emotional upheavals. Speaking without due consideration and discrimanation causes intellectual and psychic upheavals. Therefere, the control of speech is the second step in the transmutation of the creative forces. To speak is to create, just as to think is to create. Both go hand in hand, for the word is to thought as a child in to his parents. Hence, the control of awareness and the tongue in of the greatest importance in the transmutation of the creative energies. Excessive talk overloads the subconscious mind, thus making it difficult for the superconscious to express itself. You know what it is to have a basement full of things, many of which you perhaps have no use for. This basement may easily be compared to your subconscious mind. In your basement you have a furnace that supplies heat to the entire house. Your furnace can be compared to your superconscious mind. If you fill your basement too full, you will be unable to find a path to your furnace, thus cutting off your supply of heat because you cannot ignite it. If your subconscious is"},{"pageNumber":17,"pageContent":"constantly being filled up, you cut yourself off from your superconcious and open awareness to the fears, worries, and doubts of the external nature. Silence lends itself to understanding. It allows you to perceive, then cognize, for is it not a fact that we talk excessively in a drastic, unadmitted effort to subconsciously comprehend the essence of what we are talking about? Observation is the first faculty of the awakening of the superconscious regions. This observation is cultivated by abstinence from excessive talk. Recognizing the subtle fact that we have created our surroundings and attracted to us our experiences through thoughts and desires of the past, we must closely observe our creations so that we can reconcile experiences with the thoughts and desires that created them. Continuous observation will become paramount through the conscious mind when transmutation is practiced. With the control of the speech, the forces will continue to be transmuted. Observation allows us to view forms as they are in relation to other objects. When observation is practiced, we lead the lower nature willingly to the great all-knowing superconscious mind. The ego blends into the essence of time and space, bringing forth understanding beyond the realms of reason. Continued observation unfolds perception. Meditation upon what we observe and perceive unfolds the power to cognize. Direct cognition in the result of perfect subconscious concentration. Transmutation brings the superconscious mind close to the conscious plane through the subconscious of the conscious mind. Then a conscious understanding of the subconscious mind as a unit is acquired. With all the forces of the body centered within, without suppression, the real self of man in freely allowed to unfold. When time stops, and space is no more, the awareness comes into focus, Then the being comprehends the secrets behind the laws of transmutation of the creative forces into their highest forms of expression- the essence of form itself. The Self God, beyond a stilled mind, is then dynamically realized. The final goal of transmutation is to actually have the creative cells ever reproducing, consciously absorbed by the blood stream. They then feed the brain and stimulate the mind. This results in a consciously conscious comprehension of the function of every current of the body as well as every thought wave, action, and reaction. When this occurs as a physical process coupled with well-qualified understanding, your results will be unshakable and real. When the fluids are transmuted it gives added food and energy to the physical body as well as stability to the emotional body. Through the transmutation process the initiate is to control the emotional body, understand it, and use it freely as a vehicle to work out the effects of past causes. When the realization of the Self God is experienced, all the teachings herein will be clearly understood. Awareness will reside in the inner being which knows nothing of the instinctive"},{"pageNumber":18,"pageContent":"and intellectual natures, yet it cognizes all forms. You will have that peace which surpasses all understanding and be able to look within and without simultaneously. The grand fulfillment of this incarnation awaits your command over your instinctive and intellectual natures. Part Two Conclusion Our men and women of the New Age, which is just dawning on this Earth, will understand the natural laws given in each line of this book as if they had always known them. They will lend their lives willingly to the awakening of their inner self into that dynamic realization of their true Self no matter what faith or creed they may find themselves in. For Truth, or the Self, knows no creed. It is only known by the knower, and the laws given herein are designed to bring forth knowers- those who know that they know, not from intellectually remembering the opinions of othrs and re-creating them as their own, but from their own experience. Give yourself the benefit of believing in yourself as a great and wonderful object of creation with the power to create. Let these teachings unfold within you as a bud unfolds into a flower, or as the mighty oak tree unfolds into all its glory from the tiny acorn. For truly, the potential of the oak lies vibrating within the atomic structure of the acorn, as does the flower live within the bud, and the Self God within man. "}]
