[{"pageNumber":1,"pageContent":" THE ESOTERIC PHILOSOPHY OF THE TANTRAS SHIVA SANHITA, TRANSLATED BY SRISCHANDRA BASU, B. A., F. T. S., VAKIL, HIGH COURT, N. W. P.  CALCUTTA HEERALAL DHOLE, 127, M U S J I D B A R I S T R E E T ____ 1887. All rights reserved.] [Price Rs. 2-12."},{"pageNumber":2,"pageContent":"Dedication ____ TO MAHARSI H.S. OLCOTT, President-Founder, Theosophical Society THIS VOLUME IS MOST RESPECTFULLY DEDICATED, IN RECOGNITION OF HIS SERVICES FOR THE REVIVAL OF ARYAN RELIGION AND ANCIENT PHILOSOPHY BY THE TRANSLATOR   "},{"pageNumber":3,"pageContent":" INTRODUCTION _________ PRELIMINARY YOGA has been defined by Patanjali as the suspension of all the functions (Vrittis) of the mind. Any discussion of this subject, therefore, necessarily branches itself into three parts, viz., (1) Mind, (2) its Vritttis, (3) and the mode of suspending them. No treatise of yoga, we think, can be complete, which does not enter into these questions. The nature of mind is the first thing which aught to be explained. It would embrace an enquiry into all those hypotheses which philosophers have formed about this entity. Is it immaterial and self-existent, or is it material and perishing, subject to dissolution with the body? Is it the same as spirit or is it apart from it? Is it merely a dream, a shadow, a reflection of the Supreme; or is it a separate and entire entity by itself? Such and many other questions of this nature must be answered before one has done away with the subject of Chitta (Mind). The second part consists of the enumeration, classification and definitions of the various faculties of the mind. This part is generally free from controversy, as the faculties are facts more widely known and comprehended. This branch is what is known by the name of psychology. So far all the enquiry may be said to be preliminary:—but a preliminary absolutely necessary for the right understanding of the third part—viz., Nirodh. That division contains all those various methods adopted by the ancients as well as the moderns for the concentration of mind, which is the essence of yoga. All the questions of diet, sleep, exercise, posture, &c., facilitating concentration naturally fall in that subdivision. A comparative view may also be taken in that as to the various means adopted by yogis, saints, owliyas, &c., for this purpose, as well as the contrivances used by the modern mystics to bring about this state of mind. In conclusion we shall try to show what are the good results of yoga, what are the spiritual faculties which it develops, what new channels for the acquisition of knowledge it opens, what new powers of work it creates and what a source of innocent but sublime happiness it forms for its votaries. In this introduction we shall treat of two things:—First, the importance of the study of this Science, and Second, the various objections which are generally raised against this subject. THE IMPORTANCE OF THE STUDY OF THIS SCIENCE AND OBJECTIONS The usefulness of this science as a means of mental culture has been often questioned. There are to be found many who even deny it the title of science. To their minds, the art and philosophy of yoga have no better claims to be recognised as a branch of science, than alchemy or astrology. To them it is a dream of the poets, a hallucination of the enthusiasts. By what process of reasoning they have come to this conclusion, a conclusion contradicting almost all the religious as well as the philosophical convictions of the ancient and the modern times—is not very easy to decide. But so far as we can find, much of this disbelief and scepticism is to be attributed to the ignorance of the real truths of yoga. In India, many understand the word yogi, those hideous specimens of humanity who parade through our streets bedaubed with dirt and ash,—frightening the children, and extorting money from timid and good-natured folk by threats, abuse or pertinacity of demand. Of course all true yogis renounce any fraternity with these. If these painted dolls by any stretch of language can be called yogis, surely their yoga (communion) is with ash and dirt, with mud and money. There is another class of persons who have assumed this honored and sacred title, and who by their bigotry and ignorance have proved a great stumbling-block to the progress of this science. I mean the Hatha yogis, those strange ascetics who by inflicting tortures and exquisite pains to their flesh, hope to liberate their spirits. Through a mistaken idea that mind and matter must necessarily be opposed to each other, they have evolved a philosophy of torture, whose fundamental doctrine seems to be:—the greater the power of spirit, the less you are pained by tortures. Some of these persons are seen sitting in the same posture for years together, their legs half paralised by unuse; some are seen with their hands upraised, which they never bring down, and which wither away and become a dead stalk; while others, in their supreme contempt of nature and every thing natural, prefer to pass severe winter among snows, and the burning days of summer surrounded by fire. These persons by their misdirected energy and enthusiasm have already done a good deal of mischief. They have engendered a belief among ordinary minds that yoga"},{"pageNumber":4,"pageContent":"is perfectly unattainable without austerities, that persons not prepared to fight with their physical nature such severe struggles as these Hatha yogis, should never expect to make any spiritual progress. Another but far more gentle and rational class of yogis are those who might be called recluses. These persons are often very intelligent, and sometimes well-educated. But to us, these persons also seem to labor under a great error. By some false physical analogy they think that it is impossible to practise yoga in grihastha ashrum, that to attain psychic powers one must leave father and mother, wife and children, and fly to deserts or high mountains. According to such, the magnetic and mental atmosphere (?) of cities and inhabited places is not favorable for spiritual culture, and only the deep solitudes of a cave or a desert are the best helps for yoga. This belief that no grihastha can be a yogi, is one tacitly believed in by our spiritual-minded Hindu brothers, who would no more think practising yoga feasible without turning an ascetic than travelling to the moon. Nay this belief is carried to an absurd extent by some sentimental yogis of recluse type, who seriously maintain that the sacred and divine tie of marriage is an insuperable barrier in the path of a neophite. Looking on the disgusting spectacle of the ash-besmeared and lazy beggar, the horrible self-inflictions of the Hatha yogi, and inhuman apathy of the recluse, no wonder that many should think that yoga is after all a great humbug, not worth the consideration of any sane man. There is another class of objectors, who cannot bring their minds to believe the strange and weird powers which the practise of yoga gives to its votary. Such are the scientists of our day—men of eminent learning and clear understanding, persons fitted by their education and pursuits for the proper investigation of such a complicated subject as Yoga. It is a pity that they should look with sublime disdain on the claims of Yoga to be recognised as a science. Powers such as those possessed by Sankaracharya and Guru Nanak—fore-sight transference of their souls into other bodies, projecting their Kama-Rupa to distant places, healing the sick &c., are so many stumbling-blocks to the modern scientist. Brought up in a school of severe reasoning, and strict and accurate observation and experiment, the scientist is unwilling to give his credence to the high pretensions of the Yogi without convincing proofs. Nor do we think that the demand is unnatural. But we had hoped, that his own good sense would have shown the scientist the futility of his objection. He ought to have known, that while his science deals with things which can be perceived by our senses, and therefore can be demonstrated to the greatest ignoramus even, the very alphabets of Yoga are Jivatma and Paramatma—things essentially immaterial. In fact, there can be no analogy between physical sciences and Yoga in this respect. The study of both physical and mental sciences must, no doubt, be conducted through experiment and observation, but the objects of one are all tangible and outside of us, while the other has its materials in inward ideas and thoughts. Mathematics is perhaps the only science which can afford any slight analogy to Yoga. As it would be impossible for a common boor to understand the calculations by which an astronomer predicts an eclipse, unless he goes through years of mental training in Mathematics, so it is much more impossible to make ordinary scientific minds to grasp the conclusions of Yoga unless they are regularly initiated. As to the question why Yogis do not show phenomena, it might be answered in two ways. All Yogis have not the power of producing the visible manifestation of invisible forces. By far the great majority of Hindu Yogis practice it for the sake of spiritual development, and serenity and calmness of mind. Siddhis (psychic powers) are no ambition of their souls, they do not court them, nor are they elated if the produce some phenomena now and then. Their eyes bent upon mokhsha, these students of Yoga do not tarry in their course to pick up these baubles of siddhis. Such persons though never showing a single phenomenon in the course of their whole lives, intuitively produce conviction to our hearts by the purity, nay, almost the divinity of their lives. You can distinguish a real Yogi out of thousands, by that inexpressible serenity of his countenance, that nameless something about his look, voice, and every movement of his limb, which are the invariable results of Shama and Dama. Wherever a Yogi goes, he carries happiness and purity with him. It is impossible to see a Yogi, and not to be pleasantly influenced by him. He is the natural leader of humanity; his intense self-communion and concentration make him honored and respected without courting on his part. In short, a Yogi carries his credentials on his face. Such are the Yogis with whom , some of our readers might have had the pleasure of passing the happiest periods of their life; and if we are convinced of anything it is this that, be Yoga a delusion or hallucination, it certainly makes one happy. That class of Yogis, who are called Siddhas, and who can produce phenomena extremely rare; or at least they do not mingle much with mankind. But they are not so rare as diligent search may not reveal them to the enquirer. It is these Siddhas only who can satisfy the experimental spirit of the scientist. It is they who at will can produce those spiritual phenomena which cannot but convince the most confirmed sceptic. But for reasons, best known to them, Siddhas are always much more reserved in displaying their"},{"pageNumber":5,"pageContent":"powers to strangers. Long acquaintance and great intimacy can only break their reserve. Our scientific reader my very justly wonder at this and think it rather inexplicable that persons knowing such a strange science should hesitate to establish its truth to the satisfaction of the outside world. But this conduct of the Siddhas is not at all so inexplicable and mysterious. Now, if we mistake not, a majority of the Siddhas are Aryas or belong to races nearly allied to the Aryas. The Aryas. As is well-known, are the most jealous people on earth as regard their sciences. It is very hard to gain their confidence. Oppressed by successive races of invaders, the people of India have learned that the only means of preserving their sciences and sacred scriptures is in keeping them in strict secrecy. And it was no doubt a very safe means of preservation in old times. And we cannot but approve the policies of our ancestors in this respect. Certainly the world would not have appreciated the merits of our Shastras and Vedas had they been made public earlier. We are certain that many of our scientific works would not have been understood by the world two centuries before, even if made known to it. Even now with all the advances which the sciences of language and grammar have made, we find how great injustice is done to our literature by occasional misinterpretation. It is only of late that our Panini’s grammar has been acknowledged as the best treatise on the subject, nay we may go even so far as to assert, that it is to the discovery of this book that we see all the attempts of modern Europe for the construction of a Universal Grammar. Well, when even Indian Pandits, who are anything but Yogis, were so very jealous with regard to those secular sciences, shall we blame the Siddhas that they are not more explicit and open. Surely they must have very good grounds for keeping their powers concealed from the gaze of the uninitiated profane. Surely we have no right to call them imposters and their science a moonshine, if they do not comply with our idle importunities. To sincere seekers after knowledge, to those who pant for spiritual regeneration, they are always accessible. They are ready to teach their science; they but seek persons who deserve that high gift. Where is the adhikari? Where is he who has fitted himself by mental training to pursue and understand the process of the processes by which a Yogi acquires these mental powers? Where is the person who has the firmness of will, earnestness of purpose, doggedness of perseverance, by which alone success in any undertaking can be ensured? We know how few are the men who make any marked success in the ordinary human sciences. We do not see Newtons, Franklins, Tyndalls and Darwins everywhere, and must we expect to see Yogis and Siddhas made out of ordinary men—men whose spirituality is altogether dormant or dead. CHAPTER I. DEFINITIONS. For ready reference and elucidation of the terms in constant use in the course of the present work, we shall give the definitions of all the important words. These definitions, as far as possible, are in the words of the great Yogi Patanjali. 1. YOGA is the restraining of the modification of the thinking principle. 2. SAMADHI (Meditation) is the intentness on a single point; or that state of knowledge in which the mind, having avoided the obstacles, is well fixed on, or confined to, one object only. It is a continual concentration of thought, by means of which all external objects, and even one’s own individuality, are forgotten, and the mind fixed completely and immovably on the One Being. 3. SAMPRAJNATA-SAMADHI (Meditation with distinct recognition) is that form of meditation which arises from the attendance of argumentation (vitarka), deliberation (vichara), beatitude (ananda), and egotism (asmita). 4. ASAMPRAJNATA-SAMADHI (Meditation without distinct recognition) is independent of any fresh antecedent, being in the shape of the self-reproduction of thought, after the departure of all objects. 5. ABHYASA (Practice) is the repeated effort that the internal organ—Chitta—shall remain in its unmodified state, and in a firm position observed out of regard for the end in view, and perseveringly adhered to for a long time unintermittingly. 6. VAIRAGYA (Indifference) is the consciousness of having overcome one’s desires; this consciousness is of one who neither thirsts after the objects that are seen on earth no those that are heard of in the Scriptures. 7. VRITTI (Modification of the internal organ) is the modification produced from either of the following five causes:— a.Pramana (Evidence or right notion) that which arises from perception, inference and testimony."},{"pageNumber":6,"pageContent":"b.Viparyaya (Misconception) is incorrect notion, not staying in the proper form of that in respect whereof the misconception is entertained. c.Vikalpa (Doubt);—a notion devoid of a thing in reality corresponding thereto, following upon knowledge produced by words. d.Nidra (Sleep) depends on the conception of nothing. e.Smriti (Memory) is the not letting go of an object of which the mind has been aware. 8.ISWARA (Lord) is a particular Spirit (Purusha) untouched by troubles, works, fruits, or deserts, in whom the germ of the omniscient becomes infinite, who is the preceptor even of the first, for he is not limited by time, and whose name is Glory. 9. DRASHTA (Seer, soul) is vision simply, though pure, looking directly, it is spectator merely through proximity. It is mere thought. It alone is the experiencer. 10. AVIDYA (Ignorance) is the notion that the uneternal, the impure evil and what is not-soul, are severally eternal, pure, joy and soul. 11. ASMITA (Egotism) is the identifying of the power that sees with the power of seeing. 12. RAGA (Desire) is that which dwells on pleasure; it is longing for the means of enjoyment. 13. DWESHA (Aversion) is that which dwells on pain. 14. ABHINIVESA (Tenacity of life) is the attachment which every one feels naturally to the body through dread of death. 15. YAMA (Forbearance) consists of not killing, veracity, not stealing, continence, and not coveting. 16. NIYAMA (Religious observances) are purification, contentment, austerity, inaudible mutterings, and persevering devotion to the Lord (ISWARA). 17. ASANA (Posture) is the position which one sets himself to. It must be steady and pleasant. 18. PRANAYAMA (Regulation of the breath) is the cutting short of the motion of inspiration and expiration. 19. PRATYAHARA (Restraint) is the accomodation of the senses to the nature of the mind, in the absence of the concernment with each one’s own object. It is the complete subjugation of the senses. 20. DHARANA (Attention) is the fixing of the internal organ (Chitta) to a place. 21. DHYANA (Contemplation) is the course of uniform (fixed only on one object) modification of knowledge at that place where the internal organ is fixed in Dharana. 22. SAMADHI (Modification) [see Def. 2] is the same contemplation or Dhyana when it arises only about a material substance or object of sense, and therefore it is then like non-existence of itself and like ignorance. 23. SANYAMA is the three, Dharana, Dhyana and Samadhi operating on only one object; or the technical name for the above three taken together is Sanyama. 24. ANTARANGA (Interior) is the name applied in Samprajnata Samadhi to the three Yogangas: Dharana, Dhyana, and Samadhi. 25. BAHIRANGA (Exterior) is the name applied in Samprajnata Samadhi to the five Yogangas: Yama, Niyama, Asana, Pranayama and Pratyahara. 26. DHARMA is that which follows upon, or has the properties in, the shape of Santa (tranquil), Udita (risen), and Avyapradesya (incapable of denomination). In other words, Dharma means substance in which the properties adhere. 27. SIDDHIS are the superhuman or psychic faculties developed from the practice of the Yoga. CHAPTER II. THE student of Yoga should, as far as possible, make up his mind what kind of Yoga method he is going to adopt. For through the aim of the various systems of Yoga is the concentration of the mind, yet some are more difficult than the others, some lead to the attainment of Yoga earlier than the rest. Even there is difference in the capacity of the students which ought to be taken into consideration. There cannot be given any hard and fixed method for all. All that can be done is to give the first principles, the primary truths, and leave the rest to the intelligent student to evolve out for himself. Difference of age, difference of education, religion, race and nationality, require different treatments from the hand of the master. Thus the methods of Hath Yoga are such which an adult, after the age of twenty, can master with extreme difficulty, while to the plastic and supple limbs of a child or a boy of ten and twelve they are very easy of attainment. Similarly, a man whose mind is well cultivated with philosophy and poetry, whose fancy is vivid, whose"},{"pageNumber":7,"pageContent":"imagination quick and creative, need not undergo any of those preliminary methods laid down in the treatises of Yoga for the development of imagination. The period within which success in Yoga is acquired by the student also has proportional variation. To an energetic and enthusiastic nature success may crown his efforts very soon, while a dull fellow may pass years ere he understands the first principles of this mind-regulating philosophy. The treatises of Hindu Yoga are full of dissertations about the various kind of persons fitted to acquire Yoga. In fact the chapter on Adhikaris, persons fitted for Yoga forms the first in all systems of Yoga. The father of Yoga philosophy disposes of this question with his characteristic brevity and universality by two sutras or aphorisms. That which puzzled the brains of the later-day Yogis, and on which so much ingenuity has been mis-spent, has been compressed likewise by Patanjali within the narrow but all-embracing compass of two lines. Aphorism twenty-two, book first, enunciates:—“According to the nature of the methods—the mild, the medium, and the transcendent—adopted, the ascetics who adopt method, are of nine kinds.” In accordance with this division, there are nine classes of the followers of the Yoga. In the mild variety there are three sub-divisions, and similarly with the medium and the transcendental methods. The following table will show the different kinds of followers of Yoga:— METHODS CLASSES OF FOLLOWERS Mildly impetuous (Mridu samvega). Moderately imp-etuous (Madhya samvega). Hotly impetuous (Tivra samvega). Mild (Mridu)... Medium (Madhya)... Transcendent (Adhimatra)... Patanjali promises speedy success to him who is hotly impetuous and follows the transcendental method i.e., he who comes under the ninth class of transcendent, hotly impetuous. Thus there is ample room for the student of Yoga Vidya to select from. He may follow the mild method, which is the lowest, or he may, if he can, take up the Adhimatra method. An explanation of these methods will be given further on. Now we shall speak of some of the preliminary things conducive to the concentration of the mind, and thereby unfolding the spiritual powers latent in every human soul. In this chapter we intend to dwell on the following points—food, dress, habits, and place. Patanjali in his aphorism does not touch on any of these points. He takes it for granted that the followers of Yoga have this requisite knowledge. In fact the directions which the later authors on Yoga have given are such as are applicable not only exclusively to the student of occultism, but to every description of students. Nevertheless, we shall give here some short hints on the subject. As regards dress, it must be borne in mind that the concentration is best facilitated when one is warmly dressed, and his attention is not distracted by the changes of weather. We think it highly unphilosophical to renounce all dress in the first stage of Yoga abhyas, as many of the Shadhus are seen to do. Instead of helping in any way the fixing of attention, their naked bodies continually divert their thought. No doubt the master Yogi needs no external help to protect his body from the inclemencies of temperatures. He can throw around him an impenetrable veil of akasa, and defy the forces of nature; but what a master may do with impunity can never be done by a neophyte without injury. The dress should not be too tight nor too loose, and, as far as possible, it should not be sewn by a tailor. If sewn-cloth cannot be dispensed with, let it be well purified of all foreign magnetism as far as possible. The clothes should be washed well every day by the student himself if possible, and it should be made a rule to change the lower garment at least once a day, and in no case to keep it on for two days. The material of which the dress of a Yogi should be made ought to be of non-conductors like silk, straw, wool, or of leaves."},{"pageNumber":8,"pageContent":" As to the food most conducive to the spiritual and psychic development, the authorities are unanimous in favor of a vegetarian diet, not that there were no Yogis who were meat-eaters, but it has been found by the concurrent experiences of ages that meat, while it increases animal activity, decreases the intellectual power. All races of meat-eaters are physically active and strong, but the same cannot be predicated with regard to their spiritual state. Animal passions and appetites become doubled by subsisting on a carnivorous diet, and the natural and constant restlessness of carnivorous animals is diametrically opposed to those conditions which favor quietness and abstraction. All hibernating animals, says Dr. N.C. Paul in his “Treatise on Yoga Philosophy”, prefer vegetable food, and Yoga is a kind of hibernation according to him. In recommending a vegetable diet for the student of the Yoga, we need not enforce our doctrine from consideration of occult philosophy, which he would not be in a position to understand were we to do so. In the very first stage of Yoga viz., Yama, the student is exhorted to practice maitri, universal kindness, and how can this be consistent with the cruel system of butchering innocent creatures for satisfying one’s taste. We need not disprove the position of those who jesuitically try to equivocate with their own conscience, by saying that it is not they who kill but the butchers, for they ought to remember the aphorism of Patanjali, which says that—“The things questionable”, e.g., killing, stealing, &c., whether done , caused to be done, or approved of, whether resulting from covetousness, anger, or delusion, whether slight, of intermediate character, or beyond measure, have no end of fruits in the shape of pain and ignorance.” In fact, vegetable world can supply all the constituents which healthy human organism requires. As to the quality of food, the Yogis of India have all shown a great love for milk and rice. The chemical analysis of milk shows that it contains all the ingredients which a human body requires, while rice is to be recommended chiefly on account of its containing proportionately smaller amount of stimulating nitrogenous matter which abounds so much in meats of every description. It must be all the while remembered, that the food above recommended is for Rishis and Yogis, and such persons whose habits are sedentary, and require intense mental abstraction; and therefore, this kind of diet has been called sawta-guni-bhojan. For warriors and mechanics employed in physical active duties of life Rajaguni food is the one to be recommended. Next as to the quality of food to be taken let the student beware of gluttony; he should eat just enough for livelihood—for the support of life. But let him not at the same time starve himself to emaciation. It is desirable that he should eat less than usual, and rise from the table with appetite remaining than fully satisfied. Let him also decrease the quantity of food slowly, steadily, but imperceptibly. In fact his progress through the several stages of Yoga will of itself tend towards decreasing the amount of food but let him nevertheless help nature. In no case should the student of Yoga indulge in alcoholic or any other intoxicating drug or liquor, &c. The practices of some class of inferior Yogis of stimulating psychic development by opium, bhang, charas, and ganja, are to be strongly denounced by every sane and reasonable creature: for these, though inducing momentary or temporary trance by their skilful administration, yet invariably are followed by terrible reaction, and make the divine temple of the soul a ruin for the vampires, spooks and elementals to take possession of and prey upon. The student of Yoga, like his fellow-student of physical sciences, should cultivate regular habits. He should attend to all the rules of health and sanitation. Early rising and the Yoga abhyasa for an hour or so before sun-rise has been often recommended. The would-be Yogi must attend to the purity of body as well as soul. Let him bathe twice daily, in the morning and evening, and, if his constitution would allow, with cold water at all seasons of the year. Several Yogis of the Sikh school, as well as the Theosophists, maintain that keeping long hair, and preserving the animal electricity, facilitates Yoga. And in truth the majority of Saint, Rishis, and Prophets are generally represented with flowing hair. The Yogi should choose a retired and unfrequented spot for practising Yoga. A league or two away from the bustle of active life, let the contemplative student select his retreat. The place should be such as to call up pure and divine thought. But it is also possible for a student to live in the city and acquire Yoga. And as the majority of our readers, I fear, are Grihastis, house-holders, and family-men, let them, therefore, set apart a room in their house sacred and secret for holy meditation. Let it never be entered by anybody and every-body; and it should be so situated or constructed as effectually to exclude all outside noise and commotion. If he likes, he may burn incense, like dhoop, &c., to make the atmosphere of the room pleasant and agreeable. The Buddhist scripture enjoins the following particulars about the choice of place by the ascetic:—“It is a place where no business is transacted, and where there are no contentions or disputes. There are three descriptions of such places: (1) in some deep mountain ravine, remote from human intercourse; (2) in some forest resort (Aranya), at least a mile or two from a village, so as to be removed from any sound of worldly business or convention; (3) in a spot at a distance from a place where laymen live, in the midst of a quite Sangharama.” This precept of the Buddhist school is, however"},{"pageNumber":9,"pageContent":"practicable only to the ascetic who has renounced all the concerns of the world. But as we tried to show in our preliminary remarks Yoga is not meant only for the ascetic, but is a common heritage of the Grihasta and Sanyasi, rich and poor. “Next as to the time of practising Yoga. Every person who has a sound mind and a healthy body is capable of attaining Yoga. The training should be begun as early in life as possible. In old age, when habits are crystallized into second nature, it becomes almost impossible for a student to shake off the old Adam and to turn over a new page in life. Our countrymen have imbibed certain mistaken and erroneous notions as to the proper age when Yoga should be begun, from the works of the latter-day poets.” They assert that great kings, &c., practised Yoga in the last part of their lives when they had completed their worldly career, had children and grand-children, and had been satiated by satisfying all their carnal appetites. The great poet Kalidasa in his Raghuvansa says of the kings of the solar dynasty:—Yogenante tanu taijam, i.e., they (the kings) left their bodies (i.e., died) by practising Yoga. But it must be remembered that Janaka also was a great king and a great Yogi too; similarly Dhruba and Prahlad were children when PAGES XVII, XIX (17 - 19) MISSING The first and foremost temptation which he meets with is from his passion, particularly from that of lust. Sexual desires will overcome him with irresistable force, vague yearnings will torture his every-day existence, and they will be the more powerful, the more idle he is. The common proverb, that Satan finds some mischief for idle hands to do, is nowhere so well illustrated as in the case of the young Yogi. His sedentary habits, if not well regulated, peculiarly predispose him to these temptations, and it is to guard against them that such minute details are often given about food, regimen, posture, &c. To prevent distraction proceeding from this cause, the Sikh Guru Arjun advised his chelas to be married. He knew that though Yoga, like poetry, is a very jealous mistress, and that for the highest development of psychic powers, celibacy or at least chastity was an important condition, still he had well probed the depth of the human heart, and by his own example of married life showed that it is compatible with Yogic education. Patanjali enumerates the following nine obstacles;—Sickness, langour, doubt, carelessness, laziness, addiction to objects of sense, erroneous perception, failure to attain any stage of abstraction, and instability in it when attained. These are the primary distractions; there is yet another class which I may call secondary, viz., grief, distress, trembling, and sighing. The method of overcoming these obstacles is through abhyasa and Vairagya. In fact, Vairagya (indifference) will be of the greatest help to the student. If he is grieved at the death of a dear friend, let him betake to Vairagya, take shelter under its shade and hear its sweet and solemn admonitions, saying—“nothing is permanent in this transitory world.” If suffering from the excruciating pains of sickness and disease, let him resort to this never-failing doctor Vairagya, and his pains will vanish. Martyrs have died on the stake without showing the slightest sign of pain, though their flesh was torn from the body by inches. What was it that supported them through this horrible trial of physical nature? Their mind no doubt. Is it then too much to expect from the aspirant of the heavy lore of our adepts that he should conquer his nerve-life by the indomitable strength of Vairagya? Truly there lies hid innumerable wonderful potencies under the covering of Vairagya. Learn, therefore, betimes to practise this virtue, thou would-be gymnosophist. Besides Vairagya there are enumerated by Patanjali some five or six other methods of eliminating the evil consequences of the above-mentioned obstacles. Firstly by profound devotedness towards the Lord Iswara. We have already defined the term Iswara. This devotedness to God is an easy method of attaining Yoga. Those who adopt this system are called followers of Bhaktimaryga. The majority of the Aryans of India now know no other method than this. It is very popular with the masses; and that it is a very successful method is proved beyond doubt by the lives of religious saints and fakirs who perform miracles, so to speak, by their faith in the Lord God. By devotedness is not to be understood the hypocritical system of prayers which passes by that name. It must be entire resignation to God accompanied with intense love. It must be the forgetfulness of self,—living in the Lord. We must worship the Lord not with flowers and incense, but with “repeating his name and reflecting on its signification.” He has got many names amongst different nations, but the Aryas have assigned most mystical powers to the word “Om.” This word is called pranava (glory), and its repetition is enjoined as a help to concentration. The Mahomedans use Allah-hu, the Sikhs Vah-Guru, the Buddhists Om mani padm hum, the Jews Jah-ve. The proper pronunciation of the pranava and reflecting on its signification brings with it the knowledge of the Lord."},{"pageNumber":10,"pageContent":"The second method of over-powering these obstacles is “Dwelling upon one truth.” We must fix our attention again and again upon some one accepted truth; we must concentrate our mind upon one point, and allow it under no circumstance to wander from it. Another method is “through the practising of benevolence, tenderness, complacency, and disregard towards objects of happiness, grief, virtue and vice.” Benevolence but half represents the meaning of the original Sanskrit word Maitri. It is a term of larger signification than even charity. It is good-heartedness and love confined not within the limited circle of humanity, but extending to all animate creation, friendliness towards the creatures of God,—something more than philanthropy. “Tenderness” is showing compassion to the unfortunate, the wretched and the poor, while “complacency” is that state of sympathy which feels joy in the happiness of a fellow-creature. The whole essence of this method may be summed up in the comprehensive word “Sympathy,”—universal sympathy, sympathy for the animate and inanimate creation. The fourth expedient of combating mental distraction is “by forcibly restraining the breath,” i.e., Pranayama. We will treat of it in detail in the next chapter. The fifth method mentioned by Patanjali is “by fixing the attention on any object cognizable through the senses.” The student may fix his attention on the tip of the nose, the center of the tongue, &c. Another method is by fixing the attention on a luminous object.” This is more active, and produces, in certain constitutions, the trance state sooner than other methods. Placing a luminous object a yard or so at a distance, and looking at it steadily for some minutes, keeping the head all the while at an angle of 45 degrees will almost induce hypnotic trance. The mystic needs no external luminous object to fix his eyes upon; he sees a pure steady light in the lotus of his heart. The seventh means of combating distraction is by “fixing the mind on some person whose life is holy and devoid of passion.” This method is in great favor with the Jains and Buddhists. Many followers of those persuasions, keep the images of their gurus in their houses, and in ordinary parlance are said to worship them, and are consequently branded by bigots as idolaters and hero-worshippers; but to those who know rightly they do no such thing; they only contemplate the image of their guru as a means of facilitating mental concentration. The eighth method of Patanjali is:— “By dwelling on knowledge that presents itself in dream or in sleep.” What is the meaning of this aphorism is not very clear. It is perhaps to be understood in the sense of suggesting an object of contemplation in our dreaming state. When we sleep, many ideas pass through our brain, and ordinary men have no command over the succession or cessation of these ideas. But a Yogi should try to regulate even his dreams and fix his mind upon any one idea which presents itself in that state. And, like a true philosopher, Patanjali, after enumerating these details, rises to a higher generalization, and says:— “Concentration of the mind may be effected by pondering on anything that one approves.” Different persons have different states, and no hard and fast rule can be laid down for this purpose to fit them all, Thus the Tantriks have their own ways, the Sufis their own, and the Buddhists their particular system. CHAPTER IV. IN the last chapter we dealt on the theoretical side of the question of steadying the mental function; in the present, we shall consider the practical means of bringing it about, Practically the subject consists on three divisions—(1) tapa (reflection; as well as mortification of the flesh); (2) sevadhyaya (repeating of some sacred formulae or mantra); and (3) pranidhana (resignation or consigning unto the Lord all the fruits of one’s works, without expecting any reward, here or hereafter). By this practice, different kinds of afflictions, such as ignorance, egotism, desire, aversion and tenacity to mundane existence, are removed. Ignorance is in fact the parent of all the rest, and when that is removed, the extinction of others is but a matter of time, and comparatively easy. We have defined them before, and we may say that they can be got rid of by meditation. Our karma owes its origin to these afflictions, which result in constant re-births. The fruits of the karma are received sometimes in this life, but generally in the next. The karma is the root, while the fruits which it produces are—(a) rank (raised or lowered such as that of angel, planetary spirit, mahatma, man, elemental, bird or beast); (b) years (duration in which the spirit is confined in body); (c) enjoyment (sensation or experience of pleasure or pain). The fruits of good karma are joyful, and of the vicious, painful. Even this suffering and enjoyment must be taken in their relative signification, for to a truly discriminating philosopher all is grief. For what ordinary men consider pleasure is but a modification of grief,—for it is never lasting. Being but transitory, its absence causes pain. The more we enjoy the more we become miserable, for with the increment of the"},{"pageNumber":11,"pageContent":"sources and objects of pleasure our desires and wants no increase, and the more disappointment at the non-attainment of those wants. Real wisdom does not consist in increasing our corporeal wants, which the civilization of the present age has been at pains to multiply, but in the opposite direction. The fewer our wants, the happier we shall ultimately be. Vexation and anxiety will ever be the lot of those who hunt after pleasure and temporal happiness, instead of philosophy and quietism. Let it be clearly realised by the student of Yoga that the great secret of true happiness consists in considering all objects as sources of grief. It is through ignorance, that man thinks one thing pleasant and another painful; but let the curtain of Avidya be removed away from his mind, and he will see that all objects are equally painful or pleasant, in fact he will be indifferent to them all. Let a wise man, therefore, shun the pain which has not yet come, and the fear of future pain will hold him back from present pleasure: for he will understand that every pleasure has in it the nidus of pain. If you ask whence this evil which we see in this world? We reply that there is no such thing as evil; what appears so is due to Avidya. To the philosopher who has attained right knowledge all is equal. The origin of evil lies in the relationship of the seer with the seen, soul and non-soul, spirit with nature (material), experiencer with the experienced. The idea that soul is different from nature is the cause of all evil:—It arises from confounding the attributes with their substratum or receptacle in which they adhere. All grief vanishes when the Yogi clearly understands the grand truth that matter exists but through the spirit; that nature has no real existence of its own, but has its being through the entity, spirit—in fact matter is dependent on spirit for its existence, and not the latter on the former. Or as Patanjali has it:—“For the sake of it (soul) alone is the entity of the visible (matter).” The soul reaches the state of kaivalyam (isolation) when it separates itself from matter and dwells in its own pure light. To such a soul, even on earth, mundane existence ceases, to have any tangible reality though to others who have not elevated themselves by this consideration the world might possess an existence, too gross to be safely ignored. But let us not be understood from the foregoing remarks that we recommend anything like the misanthropic asceticism and inhuman self-mortification. These practices we have all along strongly denounced, and we think it our duty to enter our protest against them in this place. Let a Yogi be unselfish, but not inhuman; let him search real happiness in his soul, and not in the world; let him move through the scenes and vicissitudes of life, as a calm witness (intelligence), seeing all, feeling all, enjoying all, neither absorbed in any one, nor engrossed by them. To quote an old maxim; let him be a pearly liquid-drop on a lotus-leaf, moving on it but not adhering to it, ever keeping his soul free from all selfish anxieties and cares of the world, but taking nevertheless active and earnest interest in the welfare of humanity. Let him conquer sorrow, grief and pain by contemplating upon the following sublime words of one of the brightest—if not the brightest—gem of humanity, Lord Buddha:— “The first truth is of sorrow. Be not mocked ! Life which ye prize is long-drawn agoing : Only its pains abide ; its pleasures are Like birds which light and fly. The second truth is sorrow’s cause. What grief Springs of itself and spring not of desire ? Senses and things perceived mingle and light Passion’s quick spark of fire. The third is sorrow’s ceasing. This is peace To conquer love of self and lust of life, To tear deep-rooted passion from breast, To still the inward stife; For love to clasp eternal beauty close ; For glory to be Lord of self, for pleasure To live beyond the gods ; for countless wealth. To lay up lasting treasure. Of perfect service rendered, duties done. In charity, soft speech, and stainless days,"},{"pageNumber":12,"pageContent":"The riches shall not fade away in life, Nor any death dispraise. The sorrow ends for life and death have ceased, How should lamps flicker when their oil is spent ? The old sad count is clear, the new is clean, Thus hath a man content.” Arnold’s Light of Asia. CHAPTER V “The fourth truth is the way. It openeth wide, Plain for all feet to tread, easy and near, The noble eight-fold path, it goeth straight To peace and refuge, Hear !* * Arnold’s Light of Asia. NOW we enter upon the most well known and practical part of Yoga, viz., Yama, Niyama, Asana, Pranayama, Pratyahara, Dharana, Dhyana, and Samadhi, The five first belong to the Bahiranga, i.e., external Yoga, while the latter three to internal Yoga. These eight steps lead to the final goal of Kaivalyam or isolation, otherwise called emancipation, Mokhsha or Nirvana. 1.—Yama. It consists of five parts, and is the universal duty of all. It enjoins ahinsa (not-killing), satya (truth), asteya (not-stealing), Brahmacharya (continence, and perfect chastity), aperigraha (not coveting). It is a duty incumbent on all persons whatever be their rank, nationality or country. It forms the first step of the universal code of morality. Almost all the evils of the world may be traced, directly, or indirectly, to a breach of some one of these laws. Strict observance of these rules bring with it its own reward; however, we shall mention some of the perfections which a Yogi acquires, who adheres firmly to them. When a Yogi becomes completely harmless and has no hinsa whatever, then in his presence all ferocious animals forget their ferocity, none of them dare injure him, nor cause harm to each other while under his influence. When a Yogi becomes a perfect lover of truth, and practises always veracity, he amasses a good store of karma without performing the usual sacrifices, alms, &c. When his abstinence from theft is complete, all jewels of the earth, in whatever quarter they may be hid, come to him unasked, that is, he can command wealth if he leaves off totally the desire of wealth. If he practises perfect Brahmacharya, he gains strength. And it is but reasonable that it should be so: for every act of unchastity is destructive to self and power. If his un-covetousness is complete, he regains the knowledge of all his former states of existence. That this should be so is mystery apparently. But the word covetousness should be taken in its largest sense, i.e., the soul should not covet the body, which is its tabernacle and temporary home, and thus when it becomes free from the body by discarding it, it gains the knowledge of its past lives and deaths, and of the bodies of which it had once filled. Of course virtue must be practised for its own sake without looking to any ulterior end, but in the economy of nature good acts are ever followed by good fruits. Nor must the above perfections, resulting from the practice of Yama, be regarded as fictitious and imaginary. Lives of holy Rishis and saints, hierophants and adepts of every country and age, bear ample testimony to the truth of this doctrine. A person who loves all creatures, whose soul is in sympathy with all animate creation, emits a magnetic aura of great potentiality, and every creature, however ferocious, must feel its influence. The most ferocious brute dares not lift its eyes in his presence, for the law of sympathy requires it so. Thus ahinsa made Pythagoras and Buddha tamers of the brute creation. We read in Manu:—“He who injures no animated creature shall attain without hardship whatever he thinks of, whatever he strives for, whatever he fixes his mind on.”"},{"pageNumber":13,"pageContent":" Similarly, we can understand that a person who practices veracity acquires a store of good karma, though he may not perform a single yajna. Of all virtues, truth is the most divine, and one who adheres to it has no need of sacrifices and ablutions. He will never do wrong or injustice, and thus, though not performing karma, will get its fruits. “When abstinence from theft is complete, all jewels come near him.” Let it not be thought to be an inducement for not-stealing; non-commission of theft is after all not a great virtue. But what the author means is probably this, that a Yogi should not even entertain the thought of possessing, by unlawful means, the property of another. The word steya, translated into theft, includes fraud, misrepresentation, cheating, and even adultery; for wife is said to be property of her husband. Similarly, that the practice of Brahmacharya (chastity) should give strength is very clear. There is a class of medical men who think total abstinence from sexual intercourse is productive of as injurious results as excessive venereal or sexual indulgence. They argue that every organ must have its normal and healthy usage, while disuse must result in the atrophy of that part. From considerations like these they assert that celibacy is prejudical to longevity and Brahmacharya a violation of the creative and reproductive law of nature. There is much truth in these remarks; but do we not think that celibacy is meant by the word Brahmacharya? Though for our own part, we believe celibacy unnatural, yet we are not prepared to admit that it is injurious to longevity. We have seen perfect celibates enjoying the best health possible and attaining old age. However, we think with Manu that it is not total abstinence only which constitutes Brahmacharya, but moderation. “He who abstains from conjugal embraces on the six reprehended nights and on eight others, is equal in chastity to a Brahmachari, in whichever of the two next orders he may live.” Nor is total abstinence a sine qua non of Yoga. We can enumerate scores of Hindus, Sikhs, Mahomedans and who were married men with wives and children as Yogis. The best of them, in fact the teacher and discoverer of Yoga, the very ideal of a Yogi—stands the sublime picture of Shiva. Him the students of the Indian Yoga worship as the param guru—the great teacher—and a large class of people contemplate nothing but his attributes in their Dhyan. He, the founder and discoverer of this spiritual science, showed by his life that marriage, instead of being an obstacle in the path of spiritual enlightenment, positively facilitates the development. He is represented not only as a Yogi-raj, but the most loving of husbands and the kindest of fathers. Therefore it is but reasonable to conclude that by Brahmacharya the author Patanjali, does not mean celibacy but continence. The fifth part of Yama is “non-coveting.” Its fruit is the knowledge of past lives. It has been already explained what is meant by aperigraha, whose English equivalent, in the absence of anything better, we have given as above. It is that state in which the soul does not desire to have anything which is not its own; and as body is no part of the soul, but is only a temporary house in which the soul resides, or rather a wonderful instrument on which the soul plays, a love therefore of body is a love of a thing which is not-soul, and therefore amounts to perigraha, or covetousness. That aperigraha produces knowledge of past existences, establishes through implication a much contested point in metaphysics, viz., that the human soul had to pass through successive stages before it becomes human. Many of us have been nurtured in the belief that the soul is created with the body, and thus though it has a beginning, it is nevertheless eternal. The position taken up by Patanjali and almost every school of Indian philosophy is that not only the soul has no end, but it has no beginning as well. It had experienced many existences before it became human. The Yogi knows his pas lives, which an ordinary man does not. But the question arises—did our souls exist before as human, or had it any other body, e.g., of beast or brute? The principal of progress, as evidenced throughout the works of nature, proves to demonstration that human soul has become so by passing through the lower stages of existence,—stages of mineral, vegetable, and animal and that this progress is in a spiral line, and not in a circle. The theory of transmigration is reasonable only in so far as it propounds the doctrine of previous and subsequent existences, but it is grossly in error if it inculcates that man, however depraved, will ever revert to a brute of beast again. Those who quote Patanjali in support of the latter doctrine seem not to have grasped the full spirit of his philosophy. He, no doubt, believes in the previous existences of the soul, but there is no mention in his writings of this retrogression. The soul of a beast after a course of ages may become human, it can under no circumstances ever revert to beasthood. Taking it then as reasonable that man had previous existences in the shape of lower animals, the next difficulty that arises is how does one gain back the reminiscences of those long forgotten ages by simple non-coveting of his body. To understand this properly the enquirer should realize that there is no past, present, or future in eternity; nothing perhaps explains it so clearly as the phenomena of light. Suppose two persons A and B quarrel in a dark room, and A strikes down B dead. Just at the moment when B falls, a light is brought into the room, when a third person C, whom we suppose to be standing near the door of"},{"pageNumber":14,"pageContent":"the room, will see B fall just actually at the very moment when B fell. How did he see it? Because the light, which was introduced into the room, carried with it the picture of B from the room into the eye of C standing outside. Suppose the distance from B to the eye of C to be 18 feet, the time which light will take to travel from B to C will be so very inappreciable that we may call it instantaneous. But suppose C is situated at the distance of 180,000,000 miles instead of 18 feet, now the light which will reach his eyes will do so, ten seconds after it was brought into the room, and C will see B falling ten seconds after the actual event. Again, suppose C is standing on the star named Serius, and looking towards the room in which A and B fight. Now astronomers have calculated that light takes about three years to travel from Serius to earth and vice versa. So C will see B falling some three years after the event i.e., if B was killed in 1880, C will see it in 1883. Thus what passed with us three years ago will be present to C. To take another example,— Suppose we wish to see the Durbar of Delhi which took place in 1879, in the month of January. On our earth it is past six years. If we go to a distance of about twice that of Serius and then look towards the spot on the earth where Delhi is, we shall see the whole Durbar passing before our sight. In fact light carries for ever through space the pictures of things, and it is a calculation involving simple multiplication to find out at what distance a particular picture will be found at a particular time. The original may have perished long ago, but its picture is retained for eternity in light. Under certain circumstances the picture of the past is possible to be seen on this earth. Taking the above example of the Durbar, light travelled from the Earth to the Serius in three years, and reached that star in 1880; if this light be reflected from it by some polished surface back towards three years after 1880, that is, in 1883, so that even in this earth, if we will know the proper ray and catch it, we shall see the Durbar of Delhi six years after it actually took place. Thus by reading the pictures of the akas (ether) one can know the past. Physical science may perhaps discover some day the means of developing these pictures impressed in the akas; but spiritual science has already attained it. Psychometry is a standing proof of this. And the means for attaining this end, as proposed by Yoga, is “no-covet to the body.” Let the human soul free itself from this mortal coil this prison house of body, and in its Linga sarira (the etherial duplicate), it will be enabled as easily to read pictures impressed in ether, as in its material body it perceives phenomena. Thus we have enumerated all the five parts of yama. They have been very aptly called the maha vratas or the great duties. These vratas must have precedence over all other vratas. Those ceremonies which we now-a-days call vratas, such as fasting on the eleventh day of the moon, giving alms to Brahmans, &c., are all inferior to them. One who does not kill the most insignificant of the living creatures of God, commits no theft, violates not the law of chastity, tells no falsehood, and covets not anything of the world, needs not perform any other vrata or ceremony. He needs not the guidance of priests, for he is a guide to himself. He may defy all the opposition of the ignorant so-called Brahmans of the age, and bravely go on in his path of duty. CHAPTER VI 2.—Niyama. THE second part of Yoga is niyama or religious observances. It consists of five parts viz., (1) saucha (purification); (2) santosha (contentment); (3) tapa (austerity); (4) swadhyaya (inaudible and incessant repetition of the word); and (5) Iswara pranidhana (persevering devotion to the Lord). These form the second step of the ladder of Yoga. When one has got complete mastery in the practice of the five mahavratas, then he should turn his attention towards gaining perfection in these five religious observances. They all relate to practices calculated to bring about a calm and equilibrized state of mind, and thereby prepare it for concentration. We shall now enumerate the fruits of this five-fold observance. The result of purification, which means mental as well as bodily purification (a) is two-fold:—“It produces a loathing for one’s own members and non-intercourse with others, and (b) produces the purity in the quality of goodness, complacency, intentness, subjugation of the senses, and fitness for beholding the soul.” A clean body can only contain a pure soul, and if the bodily tabernacle be kept unclean and impure, the indwelling soul receives the taint. We cannot believe that a person who swalters in impurities of the flesh can possess a pure soul. A filthy body must have a filthy tenant. It is from this consideration that we condemn those Hathi Yogis, who live a filthy physical life, whose bodies smell of odours inexpressible, and many of whom glory in the command over their nerves as expressed in swallowing filth and ordure of every kind. Such practices are simply disgusting and not countenanced by true Yoga. Purification of the body produces"},{"pageNumber":15,"pageContent":"mental purification, which in itself is not a small gain. But besides that, it produces, as said above, a loathing for one’s own members and that of others too. When we vividly and clearly see before our mental sight what a sack of foulness and filth our body is, what a veritable dung-hill of nuisance is contained within it, we cannot but feel disgusted with it, and begin to love our bodies less and our souls more. This purification also means our souls away from the love of women and beautiful faces. It at once reminds us that physical beauty is but a painted sepulchre containing within it abominations, and that our souls should not be ensnared in the meshes of outward charms, but piercing through the fleshy curtain, look into the soul within and fall in love with that; if it be beautiful. Beautiful souls let us love by all means, but not allow ourselves to be mislead by beautiful bodies. This is one result of saucha. It shows our own foulness as well as that of others; and inasmuch as it produces disgust of physical bodies, it indirectly helps the mind in the attainment of concentration. But it also has direct bearing on the subject. Our bodies are made up of three qualities—goodness, passion, and darkness. Health is the result when the quality of goodness (satwa guna) is predominant, and disease when darkness predominates. By saucha the quality of goodness is made pure, it is freed from the two other qualities—Rajo and Tama, (passion and darkness); in other words,—and to use modern phraseology—saucha produces health. When there is health, there is cheerfulness and complacency. The unhealthy are generally moping and melancholy; but sound physical health engenders buoyancy and elasticity of spirit. When there is cheerfulness, it brings intentness, (ekagrata). It is the fixing of the mind to one train of ideas; but when the mind is not cheerful, it is impossible so to fix it. When there is ekagrata, and the mind is intent on one subject, then there is indria jaya (subjugation of the senses). For all of us have seen that when deeply engaged in one thought, we are not conscious of any external event, our senses are abstracted from the performance of their functions, and we are said to be in abstraction. Where there is subjugation of the senses and perfect abstraction, the mind sees the soul. For what must one be cognizant but of his own soul when one has made himself totally unconscious to the impressions conveyed by the senses? And seeing one’s soul is Yoga. Thus we see how saucha through an unbroken chain of effects leads to Yoga. Next to purification comes santosha (contentment). “The fruit of santosha is superlative felicity.” Contentment is the fountain of true happiness. Our desires are infinite and insatiable, and lead but to sorrow. Happiness for which every one strives is not the result of enjoyment but of contentment. There is a Persian saying “Contentment makes one rich” nay, we say it makes one more than kings. A person is rich who has more than he desires, and as one who is contented has few desires, he is rich. Contentment is the true philosopher’s stone. It diminishes our wants and multiplies our happiness. But we hear some to object that contentment is the bane of progress; a contented people are always stationary; that multiplication of our wants is a sign of civilization, and it is only among less advanced nations that we see the so-called virtue of contentment: civilized nations are ever progressive, never content. To this we reply—What is after all the result of your vaunted civilization? Has it not made men heartless, greedy and selfish? Has it not sewn discontent broad and wide? Does it not give rise to pains, envy and heart burnings? Has it not turned all our energies to material improvements, external progress, and made us forget that we have a soul to save, immortality to achieve? Has materialistic philosophy made a single soul happy, or has it not cast a gloomy shroud of sadness and doubt over all our spiritual aspirations of futurity? No, this philosophy stands self-condemned, as it has failed to achieve its object, viz., the increase of the sum total of human happiness. Nor do we admit that because a nation practices contentment it becomes incapable of progress and enterprise. Contentment only purges away the dross of self from our actions, and makes all our deeds shine with a lustre divine. It inspires the nation with love of justice and fair-play; and since it takes away the petty, cold-calculating greediness, which is the characteristic of most of the civilized nations of the West, it makes us truly noble. Contentment is not a foe to progress, but it offers the necessary counterbalance to that spirit of insatiate hunger which progress tends to generate. Now we return to the fruit of tapa. “The perfection of the bodily senses by the removal of impurity is the fruit of austerity.” It is a well-known law of nature that exercise strengthens our bodily organs; and that if an organ is not properly exercised it becomes imperfect. The system of tapa lays down minute rules for the perfection of the bodily senses. By a course of severe and rigorous discipline all our senses are sharpened and perfected. Tapa, during the latter days of Indian history, had degenerated into physical pennance and mortifications totally unfruitful of the beneficial results contemplated. For a description of the various kinds of tapa, the reader is referred to treatises like Manu Sanhita, Yajnyavalkya, &c. Any book of gymnastic will give more about the rules of tapa than we can do within the short space at our command. But in passing, we may be allowed to remark that our tapa should not be confined to any one bodily organ, but to all. Thus we should try to improve the keenness of our sight by looking steadily"},{"pageNumber":16,"pageContent":"toward the stars, to make ourselves proof against heat and cold by sitting in iced water during winter and near the fire during summer, and so on. In fact any practice tending towards the perfection of bodily senses is tapa. Fourthly, as to the fruits of incessant repetition of the words:—“Through swadhyaya there is meeting with one’s favorite deity.” This requires no explanation. If we constantly and earnestly call upon a person, and if such a person does exist, it is but rational to suppose that he will answer our call. Deities or Devas are higher than pitras or spirits. Modern theology has named them angels, seraphs, cherubs, &c., while modern theosophy is pleased to call them elementals, spirits and elementaries. Some of these Devas are beneficient and others malignant; however both classes possess powerful attributes. In India, we have a class of religionists who are known as devatasiddhas, i.e., those who have met with their special deity. Some worship Durga, others Kali; some Siva and so on. These persons, from intently repeating the name of a particular deity for a certain number of times (say two billion or so), at last see that deity and receive certain powers as a reward of their labour. Some can cure peculiar diseases, others can find lost treasure, &c. That there is a good deal of imposition among them and that all their vaunts and pretensions may not be true, is proved beyond doubt. But that there are genuine and real devata siddhas is equally certain. But it is not a very high order of perfection after all, that we should aim at it. Rather, we should leave the Devatas to themselves, for they are potent to do evil as well as good, and it is not always easy to invoke them. Instead of worshipping any of these secondary deities, we should try to invoke none but the only one without a second, and devote to Iswara pranidhana, the fruit of which is as follows— “Perfection in meditation (samadhi siddhi) comes from persevering devotion to the Lord.” In fact, as we have said in the previous chapter, this path is the easiest, most simple, and pleasantest of all. “Love thy God with all thy heart, soul, and with all thy might”, is the formula which explains the adeptship of Lord Jesus and other saints. Jnana Yogis are very few, but the Bhakti Yoga, being simple in theory and easy of practice, has been always popular with the masses. The essence of this system of Yoga is faith—faith in one’s own God. But the path, though less difficult, is not after all smooth travelling. While Jnana Yoga is definite and certain of its results, the Bhakti Yoga is vague, indefinite and uncertain. Trance and ecstacy are the states which sometimes so fascinate the imagination of the Bhakta, that he thinks it the ultimatum of samadhi, and does not wish to progress further. Moreover there is more discordance of views among religionists than among philosophers. For, religion appeals more to the feelings than intuition, and consequently there is seldom found harmony among the saints of the world. No doubt both lead to the same goal, and it is a matter of choice, which of these one prefers. CHAPTER VII. 2.—Asana THE third anga of Yoga is asana (posture). The best posture is that which is steady and pleasant. If we be uncomfortably seated, it is clear that our thoughts will be never collected. A good conscience which follows from the practice of yama and sound health which is the result of niyama, are no doubt very necessary. But given a clear conscience and sound health, the third requisite is good posture while practising yama. The later authors on Yoga mention some eighty-four different postures, e.g., Padmasana, Yogasana, Siddhasana, Sukhasana, and so on. But Patanjali is very wisely silent on this point, and leaves the question of asana to be settled by every body for himself. He only points out the conditions of good asana, and does not enter into details. As a guide for the beginner, we here quote some few of the postures. The Vishnu Puran gives the following directions—Sitting with the feet stretched out and so crossed as to touch the thighs, with the right hand stretched out and resting on the left, with the tongue fixed in the palate, and without bringing one row of teeth in contact with the other, with the eyes directed to the tip of the nose, and without glancing at any of the four quarters of the sky, let him meditate, &c. The Buddhist method is—If the mode called pwan-kea be adopted, then the left leg is placed above the right and drawn close into the body, so that the toes of the left foot be placed evenly on the right thigh and those of the right foot on the left thigh. But if the ts’inen-kea mode of sitting be preferred, then the right leg is to be put uppermost. The palm of the left hand should be placed in the hollow of the right, corresponding to the position of the legs. The next requirement is to straighten the body. Having first of all stretched the joints seven or eight times, let the spine be perfectly straight, neither curved nor humped, the head and neck upright, the nose exactly plumb with the navel, neither awry, nor slanting, nor up, nor down, but the whole face straight and perfectly fixed."},{"pageNumber":17,"pageContent":" According to the Persian method the devotee sits on his hands, cross-legged, passing the outside of the right foot over the left thigh, and that of the left foot over the right thigh; he then places his hands behind his back, and holds in his left hand the great toe of the right foot, and in the right hand the great toe of the left foot, fixing his eyes intently on the tip of the nose. The aim of Yoga being to train the will-power, a steady posture should never be neglected. Determination and firmness of will appear as much from actions as from the outward demeanour of the person. A strong-willed person will always sit upright, and walk with upraised head straight and steadily; while a weak person will always be changing his posture, whether sitting or standing; his gait in motion is shambling, wavering and zigzag, and his very step betrays infirmity and want of resolution of the mind. Such a one can never sit at his ease in any length of time in one posture, but will be constantly shifting it. Therefore it is of great importance to learn “asana.” No doubt it will be found irksome to a degree in the beginning to be sitting like a statue without motion, in one posture, but habit will make it pleasant. The result or fruit of practising asana is:—“There is no assault from the pairs”, i.e., heat and cold, hunger and thirst &c. By assuming a steady manly posture, our nerves are braced and tightened with the tightening of the body, and enable the body to resist heat and cold better, than a loose and weak one. Now for an example: if on a cold day, you sit shivering and trembling and contorting yourself in diverse postures to feel warm, ten to one you will feel more cold; but if, on the contrary, you tight yourself up, erect your spine, and sit steadily in any one of the asanas mentioned before, or in fact in any posture, you will at once feel a considerable diminution of cold an a pleasant increase of heat. The reason may be, that in sitting with our chest straight we inhale more oxygen and our blood is more completely aerated than otherwise; and so enables us to keep up the normal temperature. In summer, when one is perspiring profusely, and finds little relief from the pankha, let him assume a good asana, and witness with what a magic effect all the sweat vanishes and he feels comfortably cool. A steady asana produces mental equilibrium, and thus explains some of the results which follow from its mastery. We can resist the claims of hunger and thirst for a long time if we turn away our thoughts from them; and asana, by diverting our minds from them and strengthening our will, produces the desired result. The postures should be continued not only while practising Yoga, but always. While walking, let our steps fall firm and steady, and so in sleep, &c. We should regularly drill ourselves to perfection, and never lose sight of these apparently trifling things. CHAPTER VIII. 4.—Pranayam. PRANAYAM is to restrain the inspiration and expiration. Prana is synonymous with breath and life. It has both these meanings. The ancient philosophers of India had, at a very early period of their investigation, discovered the grand truth that life, as found in higher animals, is dependent upon oxygen. Modern science but confirms their view. Of the “tripod of life”, composed of lungs, heart, and brain, the latter two are ordinarily beyond the control of our direct volition. The heart will beat, and the hemispheres of the celebrum will go on with their work giving birth to thoughts, &c., (as a rule) independent of will. The heart is the principal organ which, by propelling the blood through the lungs aerates and purifies it and by distributing it through the arteries, keeps up the animal life. To suspend animal life, therefore, we must suspend the action of the heart, so that the various organs, such as the eye, the ear, &c., may become for the time being paralysed, and the spirit liberated. All the senses work harmoniously so long as they receive a pure blood supply from the heart, and when that is stopped or vitiated, their action also stops or becomes dull or deadened. But as the action of the heart has been shown to be involuntary, to influence it we must act through the lungs,—in other words, through the breath. Pranayam (or regulation of the breath) treats consequently of all those methods which temporarily suspend the functions of animal life, and thereby facilitates the liberation of the spirit. There are different modes of bringing about this result but the one proposed by the Yogi through the regulation of the breath, is the easiest, and safest, and what is its greatest recommendation, requires no external accessories. Fumigation, dancing, music &c., have been employed by various mystics to bring about trance, but all these mean the help of external adjuncts. The Aryan mind, panting after absolute liberty, would never be indebted to anything beyond its own soul. It always strove to find all its resources within itself, and thus it became really, and in the true sense of the word, free. Music and fumigating pastilles or essences and spirits, balsams and ointments, may not always be with you, and if by Pranayam you can bring about the same result as the Magi by his incense, or the wizard by his ointment, or the Faqir by his music, where then is the necessity of all these appliances? They seem to a true Yogi as"},{"pageNumber":18,"pageContent":"so many fetters and hindrances rather than helps. Thus the extreme simplicity of the methods employed by our forefathers strikes us at every turn, and gives ample proof of their wisdom and knowledge of psychology. To understand fully the action of respiration on life, some knowledge of physiology is absolutely necessary. With this purpose we give below a short account of the three organs—the heart, lungs and brain—and shall try to show their relation with each other and action and inter-action. To begin with the heart:—It is a small muscular sac of the size of the human fist inclined to the left side of the chest, underneath the ribs. Its apex corresponds with the left nipple and is broad at the base resembling in form a betel leaf. Its colour is dark purple. The inside of the sac is divided into two chambers, by a muscular wall running mid-way and called the right and left divisions. The impure blood, which is of a dark color, comes, through the various veins of the body into one principal vein, which discharges its contents into the right half of the heart. From the right chamber the impure blood goes to the lungs, where, being purified by absorbing oxygen, it comes to the left side of the heart, and is thence driven to the whole body by the arterial system. The two chambers of the heart contain different kinds of blood—the right half containing the dark, purple, venous blood; and the left bright, crimson arterial blood. The effect of the dark venous blood on the nerves is to deaden their susceptibility, while that of the bright arterial blood is to quicken the vitality; the venous blood produces asphyxia, because it contains a good deal of carbonic acid, the product of muscular waste; while the arterial blood sustains life, because it contains a greater proportion of oxygen. In the economy of the human system, the heart serves as a general caterer which supplies nourishment to the whole body. The lungs are intimately related to the heart. They are two large organs situated in the thoraxic cavity containing air-cells. Under a microscope a small section of the substance of the lungs, if examined, will be found to consist of infinite minute cavities, lined with a very thin membrane. The blood remains outside of these cavities, which are full of air. The exchange of the carbonic acid of the blood with the oxygen of the air does not take place direct but through the intervention of this thin membrane. The brain is the organ of the mind, the seat of intellect and ideas. The center whence the nerve-force for the production of combined respiratory movement appears to issue is situated in the interior of that part of medulla oblongata from which the pneumongastric nerves arise. This part of the medulla oblongata is the nerve centre which gives rise to the respiratory movements and through which impulses conveyed from distant parts are reflected. With every beating of the heart and the heaving of the breath the brain celebrates. The effect of breathing on thought is very well explained by Swedenborg, which we quote below:—“Thought commences and corresponds with respiration. The reader has before attended to the presence of the heaving over the body; now let him feel his thoughts, and he will see that they too heave with the mass. When he entertains a long thought, he draws a long breath; when he thinks quickly, his breath vibrates with rapid alterations; when the tempest of anger shakes his mind, his breath is tumultuous; when his soul is deep and tranquil, so is his respiration; when success inflates him his lungs are as timid as his concepts. Let him make trial of the contrary; let him endeavour to think in long stretches, at the same time that he breathes in fits, and he will find that it is impossible; that in this case the chopping will needs mince his thoughts. Now this mind dwells in the brain, and it is the brain, therefore, which shares the varying fortunes of the breathing. Inward thoughts have inward breaths, and purer spiritual breaths hardly mixed with material.” We have said before that pranayam aims at suspending the functions of the physical and mental bodies, and that it tries to do so, among other things, by reducing the beating of the heart through restraining the breath. This is the highest aim of pranayam. But now-a-days those who practise Yoga and pranayam generally do not think of reducing the normal action of the heart. They wish to harmonise the faculties by slow, steady and synchronous breathing. The mind may be compared to a gas flame, which is being constantly agitated by the uneven flow of gas from the pipe, and not being well protected by properly constructed chimneys and shades from external air; the blood which the heart sends to the brain is the gas which sustains the flame of the mind; and owing to the various passions and feelings, the supply of blood to the brain is not always constant; and the mind flickers and flutters, and sheds but a tremulous light. Therefore, by the practice of the pranayamic method, the Yogi, consciously or unconsciously, sends a constant, uninterrupted and equable stream of blood to the brain, and tries to keep the flame ever steady. The methods of pranayam are infinite, and a vast majority of them very difficult to practise. Among the Persians, it is known by the name of habs-i-dam—confining of breath. The technical name of inspiration is puraka; expiration is called rechaka, and restraining of breath is known as kumbhaka. One of the methods in general practise is the following:—Close with the thumb of the right hand the right nostril,"},{"pageNumber":19,"pageContent":"and breathe slowly through the left one, repeating seven times the word OM; then close both the nostrils and restrain the breath for a space of time sufficient for repeating the sacred formula Om tat sat (or any other favourite mantra) fourteen times; and then breathe out through the right nostril, repeating the mystic syllable seven times. This should be practised continually until the Yogi can sit in kumbhaka for minutes together. It can be done by slowly increasing the period of kumbhaka by increasing the duration from fourteen to twenty-one times, and so on by every increment of seven. There are ordinary grihastas even, who have carried the practise of kumbhaka to such lengths that they can easily restrain their breath for five or six minutes. A beginner needs not despair if he can, after the practise of a month, withhold his breath for a minute:—as a minute will seem like an hour. Another method peculiar to the Persian is the following:—Sitting in a good asana, inspire slowly, repeating the word nest till the lungs are so much filled that the pressure of the diaphragm is felt at the navel; then incline the head towards the right breast reciting the word hasti, and expel the breath; and raise the head up, take a deep inspiration, repeating the word magar; afterwards uttering yezdan, and inclining the head on the left side expel the breath. “The devotee makes no pause between the words thus recited.” The formula is nest hasti, magar yezdan “There is no existence save God.” In this system, there is no kumbhaka but rechaka and puraka only, and the period between them is gradually lessened, so that in one minute the devotee repeats the formula more than a hundred times. We saw a Mahomedan friend of ours practising this method; but he had substituted, instead of the above words, the formula Allah Hu,—raising his head with Allah and throwing it down with Hu. He repeated them so very quickly and threw his head from side to the other so incessantly that within a short time he felt exhausted, and afterwards informed us that he could go into a trance within five minutes by continuing it. Another modification of the same method is that in which the devotee raises and drops his head and utters several formulae in one breath, gradually increasing their number. This latter method is more calm and less exciting, and the duration of kumbhaka, being continually increased, approaches more to the Hindu system, and is the real habs-i-dam—the restraining of the breath. Another Persian method is:—“The worshipper, having closed the right nostril, enumerates the names of God from one to sixteen times, and whilst counting draws his breath upwards, after which he repeats it twenty-two times, lets the breath escape out of the right nostril, and whilst counting propels the breath aloft, thus passing from the six khans or stages to the seventh; until from the intensity of imagination he arrives at a state in which he thinks that his soul and breath bound like the jet of a fountain to the crown of the head.” After this there follows a very peculiar and mystical passage:—“As causing the breath to mount to the crown of the head is a power peculiar to the most eminent persons, so whoever can convey his breath and soul together to that part becomes the viceregent of God.” We do not say that we have fully understood the above passage, but having some knowledge of the symbolical writings of our forefathers, we think that the above sentence should be construed not in its literal sense but occult signification. Breath is the vehicle of thought, soul or jivatma; this jivatma must be purified and united with the paramatma, whose seat is represented to be the crown of the head, and which is the seventh principle in man. When this unification is complete, man becomes one with Brahma. The seven stages alluded to above are the following:—(1) first between the organ of generation and anus; (2) the root of the organ; (3) navel; (4) heart; (5) throat; (6) between the eyebrows; and (7) the crown of the head. The first is the seat of the earth; the second, water; the third, fire; the fourth, air; the fifth, ether; the sixth, mind; and the seventh of Paramatma. The human soul must pass through all these stages before it can join with its original source. The first is the cause of the physical body, the second of vital force, the third of astral body or Linga Sarira, the fourth of aerial body or Kamrup, the fifth of etherial body or elemental spirit, the sixth is the human soul, and the seventh needs no explanation. A Yogi, as long as he does not conquer the first step, stands in need of solid food; when he reaches the second stage, he can disperse with it, and would require only liquid food; and the more he progresses the more immaterial and subtle becomes his nourishment. We have rather digressed from our subject intentionally, in order to warn the unguided reader of Yoga not to take literally whatever he finds in those ancient occult books. Nay, he may meet with some misled and misleading Yogis who will seriously tell him to practise pranayama by drawing his breath forcibly up to Brahmarandhra,—a feat which under the present constitution of our body is simply impossible. Ignorant, self-taught Yogis are always exposed to the danger of degenerating into Hath Yoga. We know of a lady who, putting a wrong interpretation on a passage in the “Bhagvat Gita”, practised pranayama all night and went mad; and it was after many days that she regained her intellect after being daily mesmerised by her brother."},{"pageNumber":20,"pageContent":" Buddhists enumerate four kinds of respiration:—“1st, windy; 2nd, gasping; 3rd, emotional; and 4th, pure respiration. The first three modes are unharmonised; the last is harmonised. When the breath passing in and out of the nostrils is perceived by the noise it makes, it is called windy; second, although there is no noise in breathing, yet when respiration is broken and uneven, as though it comes not through a clear passage, it is gasping; the third is emotional. When although there is no noise or gasping, still the respiration is not equable or smooth. Proper and pure respiration is that in which there is neither noise nor gasping nor uneven breathing, but it is calm and regular, the sign of an equable and well balanced mind.” Another method of regulating the breath is as follows:—Close with the thumb of your right hand the right ear, and with that of the left hand, the left ear. Close with the two index fingers the two eyes, place the two middle fingers upon the two nostils, and let the remaining fingers press upon the upper and lower lips. Draw a deep breath, close both the nostils at once, and swallow the breath. This act of swallowing, if well done, will make a partial vacuum in the passages of the nostrils and the mouth, and there will be felt a strain upon the auditory nerves which will be partially paralysed, followed by confused humming in the ears. Keep the breath inside as long as you conveniently can; then expire it slowly, and so on. Swallowing of the breath not only facilitates the deadening of the nerves of the ear, but after some time the eye in its turn will be affected. Strange coruscations similarly blue and white flashes like lightning will pass before the eyes. These lights must not be mistaken for the pure astral light of which we will speak soon, but they owe their existence to the physical pressure which falls upon the optic nerve. Another mode, which is rather dangerous, is by directing the current of the breath towards the heart. Breath is drawn in such a way that the left lung is distended more than the right, and presses upon the heart. But the process being somewhat perilous, and the present writer having pledged his word to his instructor not to reveal it without his express permission, though there is after all nothing much in it worth keeping back, he forbears for the present from entering into details. Broad hints, however, have been given in the foregoing lines, which, if understood and practiced, might lead to speedy attainment of perfection in pranayama than any other method. Sanskrit authors of comparitively modern period unnecessarily complicate this simple system of pranayama, as taught by the original discoverer Patanjali by enumerating five different kinds of vayus or winds. These vayus preside over the various functions in the human economy, and are called—1st, the Pran vayu, or the ascending air with its seat at the fore end or tip of the nose; 2nd, Apana vayu, or the descending air with its seat in the anus; 3rd, Vyana vayu moves in all directions, and is present in all parts of the body; 4th, Udana vayu is the ascending air situated in the throat; 5th, Samana vayu, the air inside the body, which helps the digestion of food. “These vital airs originate in the active attribute of ether and other elements. With the five organs of action they constitute what is designated “the life-sac.” From the above classification of vayus and their intimate connection with the life-sac or anna-maya kosha it has been argued that to suspend, though temporarily, the active phenomena of life one must have control over these five winds. But to us all this seems to be altogether unnecessary. Proper regulation of the Pran vayu is sufficient for the purpose, and we need not try to learn the method of regulating the other winds. Pranayama is both natural as well as artificial. Whenever a person thinks deeply and intensely on a subject, his breath of itself assumes proper pranayamic motion. Observe the respiration of one in deep sleep, and you will get some idea of what should be the proper duration, &c., of breath for a Yogi. A Yogi but consciously produces that state of respiration which is favourable for contemplation, as others produce occasionally and unconsciously. Often have we, in the stillness of night, when sleep will not visit our eyelids, and ideas will flow uncalled and unasked for, put ourselves to sleep by merely drawing and expelling breath simultaneously and synchronously with that of any sleeping person near us. Thus often by bringing our breath in harmony with that of another we have enjoyed the same state of felicity as the other; and though we cannot vouch for the truth of the theory from our own personal experience, yet we say there might be something behind that saying, which asserts: “bring thy breath in harmony with that of another, and thou wilt know what passes in his mind.” The hygienic effect of pranayama is beyond doubt. We have seen a friend curing small ailments, like head-ache or approach of fever and cold, by simply practising pranayama. There are many points in connection with breath which we now-a-days class among superstitions, since we have lost the rationale. Thus it is said that one’s undertakings will all prove successful if he commences it when he respires through his right nostril. Similarly, if you start from your home to visit a friend, and wish to know whether you will find him or not at home, examine your breath; if it flows through the right nostril, you will see him, otherwise not. There are others who could tell the hour of the day from the motion of their breath. It is said, that in every healthy person the breath (technically known as"},{"pageNumber":21,"pageContent":"sur) changes from one nostril to the other at well-established regular intervals, and thus from its being right or left-sided those practised in it can approximately say the hour of the day. Now for the fruit or result of pranayama:—“Thereby is removed the obsucuration of the light.” The light here alluded to is the pure sattavik light which the Yogi sees in his heart when in deep contemplation. It is the same light which the mesmerised subjects of Boron Reichenbach saw issuing from the poles of magnet, &c. When mesmerising, we have invariably found that the first thing which the mesmerised person sees, as soon as his eyes are closed, is utter darkness, as black as night. Slowly in this darkness there are seen flashes of blue light which growing stronger, the subject begins to see a blue atmosphere surrounding him. This is the chidakas of the Vedantins, the region of the imagination. Pictures and persons seen in this light are generally the products of the brain of the sensitive, and have no objective reality. This light gives way to a pure white electric light, very brilliant, and described as more pleasant, clear and luminous than that of the sun. This is the chidakash proper, the light of intelligence or soul, through which the clairvoyant sees. A further result of pranyama is “that the mind becomes fit for acts of attention.” This requires no explanation. When there is harmony in breathing, there also ensues harmony in ideas, and the mind becomes better adapted to acts of attention. CHAPTER IX. 5.—Pratyahar. “PRATYAHAR is as it were the accomodation of the senses to the nature of the mind in the absence of concernment with each one’s own object. The fruit of this is the complete subjection of the senses.” Mind in ordinary men is the slave of the senses. If our sensations are pleasant, we feel pleasure; if they are painful, we are pained. Senses not only domineer but tyranize over the mind. Therefore, when the Yogi has passed through all the four stages enumerated above, i.e., Yama, niyama, asana and pranayama, he should try to accommodate his senses to the nature of his mind. When he does not wish to see, let not external things make any impressions on his retina, though he may have his eyes wide open. When he has no mind to hear, let no external sound make any impression on the nerves of the cochlea, and so on; not only he should be the negative master over his senses, i.e., restraining them from their functions whenever he wishes, but he should be so complete and perfect master over them that they should respond like obedient servants to every call of his mind. When his mind thinks of a pleasant picture, let the nerves of the eye catch up the thoughts and show it to him in objective reality. When he thinks of a sound, let the ears responding to the thought make him hear it as well. When he imagines of a smell, let his olfactory nerves feel the sensation. In fact, pratyahar is that state in which the subjective world overcomes the objective and imagination is exalted to such a pitch that all its pictures stand forth vividly on the canvass of objectivity. The practice of pranayama as invariably induces the pratyahar as the passes of a strong mesmeriser produces sleep. Yoga has been very happily termed by Colonel Olcott self-mesmerisation, in which the subject is the mystic’s own body. As in mesmerism, the operator can make his subject see any sight, hear any sound, smell any odour, taste any taste, or feel any sensation which the operator imagines, so the Yogi who has reached the fifth stage has a similar control over the organs of his body. He asserts the supremacy of mind over the body by the same will-force as the ordinary mesmeriser; and as the latter makes his patient unconscious to all external sensations, so that a gun may be fired without his hearing it; pungent odours like that of ammonia may be held near the nose without his smelling it; brilliant light may pass unnoticed when focussed on his eyes for the iris remains inert; bitter chillies may be placed on the tongue, and he will swallow them without showing any signs of pain; so does the Yogi get supremacy over his own body so as to defy sensation. Pratyahar is not a distinct method in itself, but is a result of pranyama. There are no rules laid down for the subjugation of the senses, as there are for the regulation of the breath; but it comes in the wake of the other four processess. When in practising pranayama, the avarana or obscuration of light is removed, and the Yogi sees the pellucid Chidakasha (the pure spiritual light), he enjoys such pleasant sensations that of itself his mind is transferred from taking cognition of the external things to internal ideas, and the senses become inactive. Thus have we treated of the five externalities of Yoga—the Bahiranga as they are called. The mind has not yet been reached, as up to this time we have been dealing only with the body. The last of these five stages culminates in the supersession of the senses and total subjugation of the body to mind. The remaining three stages treat of the methods of subjecting the mind to the soul, and these processes are"},{"pageNumber":22,"pageContent":"called antaranga (internal) in relation to the body; while considered in relation to the soul they are Bahiranga. Table of Methods. I II III Methods culminating in the subjugation of the body. Methods culminating in the subjugation of the mind. Method of union of the human Atma with Paramatma. (These 5 constitute Bahiranga in relation to class II): 1. Yama 2. Niyama 3. Asana 4. Pranayama 5. Pratyahara (Antaranga in relation to class I, but Bahiranga to class III): 6. Dhyana. 7. Dharana 8. Savikalpa- Samadhi. Nirvikalpa Samadhi. CHAPTER X. (Pratyahar and Anaesthetics). WE have said before, that there are other methods of suspending the nerves of consciousness, or physical life besides Pranayama and Pratyahar. Some of them are occult; in short, the agency through which these results are produced is not properly understood by modern scientists; there are others which may be termed scientific in the limited acceptation of the term. All these methods tend to produce unconsciousness, to suspend vitality, and to bring on temporary death. A man in this state of Pratyahar, whether induced by medicinal drugs, or by the occult manipulation of vayu and akas is little removed from a vegetable in the external manifestations of life; but his spiritual consciousness is at the same time very much intensified. The medicinal drugs which produce Pratyahar are known as anaesthetics. “When inhaled in the form of vapour, they possess the property of destroying consciousness (?) and at the same time causing insensibility to pain.” The most important of them are (1) chloroform, (2) ether, (3) nitrous oxide gas etc. Ether was formerly in great demand than at present; now chloroform reigns supreme; while nitrous oxide gas, also known as the laughing gas, is used for smaller operations, by Dentists. The principal condition of their administration is the same, as that required in Yoga, viz.,—“the patient should fast for 5 or 6 hours before chloroform is exhibited,” so also “before administering the nitrous oxide gas; the only precaution to be observed is that a meal should not have been recently taken.” Messrs. Lallemand, Perin and Duroy observe:—“We have usually experimented [with chloroform] only on fasting animals, but once we happened to give chloroform to a dog whilst it was digesting a full meal. The course of the phenomena was so irregular and so grave (the animal dying a short time afterwards) that we considered it our duty to record the experiment. In all experiments wherein the dogs were fasting, the mark of etherism was regular.” But in submitting to “inhalation three dogs, a short time after they had taken food, the results were incomplete. The animals betrayed a painful anxiety, and rejected the food which loaded the stomach, the vomiting relieved them.” “The nitrous oxide gas is the safest as an anaesthetic, leaving no injurious results, It does not act chemically on the blood, and is soon eliminated out of the system when natural respiration is commenced. The act of chloroform in its various stages towards anaesthesia will do for an illustration:— “When inhaled in small doses, it produces a slight species of inebriation, with some impairment of vision and common sensibility, consciousness remaining. The sensation produced by these small doses are"},{"pageNumber":23,"pageContent":"usually of a pleasurable character.” In the second stage “if the inhalation be continued longer, the patient passes into a dreamy (?) state, sometimes with considerable mental excitement, but with loss of common sensibility.” This stage corresponds with Pratyahar, when the Yogi loses common physical sensibility, but still retains consciousness. By carrying on the inhalation “the patient loses the power of voluntary motion, and passes into unconsciousness; then there is an inclination of the eyes upwards and complete suspension of the mental faculties.” This in Yoga corresponds to savikalpa samadhi. Here modern medical science stops, and does not profess to go beyond. It has studied with great care and precaution, taken note of the minute changes which the body undergoes successively; but has not been equally successful in tracing the mental side of the picture. The science of Yoga steps in to supply the hiatus. If its results are to be credited, (and we do not see why they should not,) then we must perforce differ from the scientists who would have us believe that the last stage of anaesthesia is a loss of consciousness. We are taught by those who have experimented with the mind, that the last stage, far from being loss of consciousness, is the highest and absolute state of consciousness which the human spirit, in its present stage of development, is capable of. Loss of memory which ordinary men experience when returning to their normal condition from a state of anaesthesia is no more proof of loss of consciousness than the Sushuptiavastha (the state of profound dreamless sleep). It requires special training to transfer the spiritual consciousness back into the physical consciousness. Some are naturally endowed with this faculty, and are born seers and magicians; while others can develop it by a painful and laborious course of mental training, and are known as Adepts, Yogis, &c. Some of the results of anaesthesia and the conditions of its administration throw a curious side-light on the truth of Yoga and the phenomena observed in Pratyahar. We give the following in confirmation of our assertion from a book on Chloroform by Dr. A.E. Samson, M.B. In the second stage “the senses become affected, frequently the sounds in the room are exaggerated in their intensity, the ticking of the clock becomes like the falling of a ponderous hammer. The surrounding objects become dim and as it were dissolve in light, and then a veil enwraps them all. A strange effect is the phenomena of narcotic reminiscence. Events of the past life may be recalled, conversations may be repeated, and actions reproduced. I have heard a young girl, throughout the whole course of a surgical operation, sing “Beautiful star” correctly, word for word and note for note.” Similarly the precautions, necessary in the administration of anaesthetics are almost the same as required by the Yogi. Thus to quote the same authority:—“Of all conditions of system, probably the worst to bear chloroform is alcoholism. It is a most note-worthy fact that when we look over the records of death from chloroform, we find that very many have occurred in hard drinkers. Intemperance induces a state of system most inimical to chloroform.” For chloroform substitute Yoga, and it will be equally true. “The average age at which death from chloroform has occurred is 30, the married are almost twice the number.” Here again we see the necessity of celibacy and the early practice of Yoga. SHIVA SANHITA CHAPTER I. EXISTENCE ONE ONLY. KNOWLEDGE only is eternal; it is without beginning or end; there exists no other real substance. The diversities which we see in the world are results of sense-condition; when the latter cease, then knowledge only, and nothing else, remain. 2-3. Shiva, the lover of his devotees, and giver of spiritual emancipation to all creatures, having discarded all those doctrines of the wranglers which cause false knowledge thus declares the science of Yoganusasan (the exposition of Yoga). It is for the spiritual disenthralment of persons whose minds are undistracted. DIFFERENCE OF OPINION. 4. Some praise truth, others purificatory rites and austerities; some praise forgiveness, others justice and sincerity. 5. Some praise alms-giving, others laud works done for the good of one’s ancestors; some praise action (Karma), others think (vairagya) indifference to be the best."},{"pageNumber":24,"pageContent":" 6. Some praise the works of the householder; other authorities hold up fire-sacrifice, &c., as the highest. 7. Some praise Mantra Yoga, others pilgrimage; thus manifold have been the ways declared for emancipation. 8. Those who know what actions are good and what evil, though free from sin are deceived; and are even more subjected to bewilderment. 9. Persons who following these doctrines, have commited good and bad actions, continue to move in this world in the cycle of births and deaths through dire necessity. 10. Others, wiser among the wise, and eagerly devoted to the occult, declare spirits are many, and eternal, and omni-present. 11. Others say “only those things can be said to exist which are perceived through the senses; Where is heaven or hell?” Such is their firm belief. 12. Others believe only in an ocean of knowledge; some call the void space as the greatest. Others believe in two essences—Matter (Prakriti) and Spirit (Purusha). 13-14. Thus believing in widely different doctrines, devoid of real meaning (the sublime truth), they think according to their limited sense that this universe is without God; others believe there is a God; basing their assertions on arguments as full of contradictions as they are untenable. 15-16. These and many other sages with various different denominations, have been declared in the Shastras as leaders of the human mind into delusion. I cannot uphold their doctrines as they are fond of quarrel and contention, and wander in this universe, being driven away from the path of emancipation. YOGA THE ONLY TRUE METHOD. 17. Having studied all the Shastras and having pondered over them well, again and again, this Yoga Shastra has been found to be the only true and firm one. 18. When by that Yoga all this cosmos is certainly known, it ought to be practiced with industry and labor. What is the necessity then of any other doctrines? 19. This Yoga Shastra now being declared by me is a very secret doctrine, only to be revealed to a high souled, pious devotee throughout the three worlds. KARMA KANDA. 20. There are two doctrines (as found in the Vedas). Karma Kanda (sacrificial works, etc.,) and Jnana Kanda (science and knowledge). Jnana Kanda and Karma are sub-divided into two parts. 21. The Karma Kanda is twofold—lawful (good), and prohibited (bad) acts. 22. Prohibited acts when done, will certainly bring forth sin; from lawful acts there certainly results good. 23. The lawful acts are threefold—nitya (regular), naimityka (occasional), and kamya (optional). Daily rites procure freedom from sin; occasional and optional duties if done or left undone produce merit and demerit. 24. Fruits of actions are twofold—heaven or hell. There are many enjoyments in heaven; in hell there are many sufferings. 25. From good actions heaven is obtained; and sinful deeds, hell; the creation is caused through the bondage of Karma and nothing else. 26. Creatures enjoy many pleasures in heaven; many intolerable pains are suffered in hell. 27. From sinful acts pain, from good acts happiness result. For the sake of happiness, men constantly (should) perform good actions. 28. When the suffering for evil actions are gone through, then there take place many re-births; when the fruits of good actions have been exhausted then also verily the result is the same. 29. Even in heaven there is sorrow from desire for others, women, &c.; verily there is no doubt in it that this whole universe is full of sorrow. 30. The classifiers of Karma have divided it into two parts: good and bad actions are the veritable bondage of the embodied souls. 31. Those who are not desirous of enjoying the fruits of their actions in this or the next world, should renounce all actions together with their fruits; and having discarded daily, occasional, and naimityka acts should employ themselves in the practice of Yoga."},{"pageNumber":25,"pageContent":" GYANA KANDA 32. The wise Yogi, having realised the truth of Karma Kanda (works), should renounce them; and having left both virtue and vice, he must engage in Jnana Kanda (knowledge). 33. The Vedic texts, “The spirit ought to be seen;”—“About it one must hear,” &c., are the real saviours and givers of true knowledge. They must be studied with great care. 34. That intelligence which incites the functions into the paths of virtue or vice “am I.” All this universe, moveable and immoveable, are from me; all things are seen through me; all are absorbed into me (at the time of pralaya); because there exists nothing but spirit and “I am that spirit.”—There exists nothing else. 35. As in innumerable cups full of water, many reflections of the sun are seen, but the substance is the same; similarly individuals, like cups, are innumerable, but the vivifying spirit like the sun is one. 36. As in dream one substance appears many, but on awaking every thing vanishes but the one; so is this universe. 37. As through illusion a rope appears like a snake, or nacre silver; similarly all this universe exists in the Paramatma (the Universal Spirit). 38. As when the knowledge of nacre is obtained, the erroneous notion of its being silver does not remain; so through the knowledge of spirit the world always appears a delusion. 39. [no paragraph number “39.” – editor.] 40. As when a man besmears his eyelids with the collyrium prepared from the fat of frogs, a bamboo appears like a serpent, so the world appears in the Paramatma owing to the delusive pigment of habit and imagination. 41. As through knowledge of rope the serpent appears a delusion; similarly through spiritual knowledge, the world. As through jaundiced eyes white appears yellow; similarly through the disease, ignorance, this world appears in the spirit;—an error very difficult to be removed. 42. As when the jaundice is removed the patient sees the white colour as it is, so when delusive ignorance is destroyed, the true nature of the spirit is made manifest. 43. As a rope can never become a snake in the past, present or future; so the spirit which is without any attributes, and which is pure, never becomes the universe. 44. Some wise men well versed in Scriptures, receiving the knowledge of spirit, have declared that even gods like Indra, etc., are non-eternal; as are the sacred writings transient and of short duration. 45. Like a bubble in sea rising through the agitation of the wind, this transitory world arises from spirit. 46. The Spirit always exists without any difference; there is no divisibility of substance in it; two-fold; three-fold; and manifold distinctions arise only through error. 47. Whatever was, is or will be, either formed or formless, in short, all this universe exists in the Spirit. 48. Imagined through ignorance, born of untruth, whose very essence is unreal, how can this world with such antecedents (foundations), be true? THE SPIRIT. 49. All this universe, moveable or immoveable, has come out of Intelligence. Renouncing everything else, take shelter of it (Intelligence). 50. As space pervades a jar both in and out, similarly within and beyond this ever changing universe there exists one universal Spirit. 51. As the space pervading the five false states of matter, does not mix with them, so the Spirit does not mix with this ever changing universe. 52. From gods down to this material universe all are pervaded by one Spirit. There is one Sachchidananda (Existence, Intelligence and Bliss) all-pervading and secondless. 53. Since it is not illumined by another, therefore self-luminous; and for that self-luminosity, the Spirit is like the light. 54. Since the Spirit is not limited by time, or space or form, it is therefore infinite, all-pervading and full."},{"pageNumber":26,"pageContent":" 55. Since the Spirit is unlike this world, which is composed of five states of matter, that are false and subject to destruction, therefore it is eternal. It is never destroyed. 56. Save and beyond it, there is no other substance, therefore, it is one; without it everything else is false; therefore, it is True Existence. 57. Since in this world created by ignorance, sorrows are destroyed and happiness gained through it, and through its knowledge immunity from all sorrow ensues; therefore the Spirit is Bliss. 58. Since from knowledge of that Cause of the universe, ignorance is destroyed, therefore the Spirit is Knowledge; and this Knowledge is everlasting. 59. That Spirit from which this manifold universe existing in time takes its origin is one, and unthinkable. 60. Neither ether, air, fire water, earth, their force, nor the gods are full [perfect]; the Spirit alone is so. 61. All these external substances will perish in the course of time; [but] that Spirit which is indescribable (will exist) without a second. YOGA AND MAYA. 62. Having renounced all false (worldly) desires and chains, the Sannyasi and Yogi see certainly in their own spirit the universal Spirit. 63. Having seen the Spirit, that brings forth happiness, in their own spirit, they forget this universe, and enjoy the ineffable bliss of Samadhi (profound meditation). 64 Maya (illusion) is the mother of the universe. Not from any other principle has the universe been created; when this Maya is destroyed, the world certainly does not exist. 65. He to whom this world is but the pleasure ground of Maya, therefore, contemptible and worthless, cannot find any happiness in riches, body, etc., and pleasure. 66. This world appears in three different aspects to men—either friendly, inimical or indifferent; such is always found in worldly dealings; there is distinction also in substances, as they are good, bad or indifferent. 67. That one Spirit through differentiation verily becomes a son, father, etc. The Sacred Scriptures have demonstrated the universe to be the freak of Maya (illusion). The Yogi destroys this phenomenal universe by realising that it is but the result of Adhyaropa (illusory attribution), and Apabad (withdrawl or rescission). 68. When a person is freed from the infinite distinctions and states of existence as caste, individuality, etc., then can he say that he is indivisible, intelligence, pure,—Brahma. EMANATION OR EVOLUTION. 69. The Lord willed to create his creatures; from his will came out Avidya (Ignorance), the mother of this false universe. 70. The connotation “Pure Brahma” is applicable to Knowledge (wisdom) only; that which is not Brahma is ignorance (Avidya), from which emanated the ether (akas). 71. From the ether emanated the air; from air came the fire; from fire—water; and from water came the earth. This is the order of emanation. 72. From the ether, air; from the air and ether combined came fire; from the triple compound of ether, air and fire came water; and from the combination of ether, air, fire and water was produced the earth. 73. The quality of ether is sound; of air motion and touch. Form is the quality of fire, and taste of water. And smell is the quality of the earth. There is no gain saying this. 74. Ether has one quality; air two, fire three, water four, and earth five qualities, viz:—sound, touch, taste, form and smell. This has been declared by the wise. 75-76. Form is perceived through the eyes, smell through the olfactory nerves, tastes through the tongue, touch through the skin and sound through the ear. These are verily the organs of perception. 77. From Intelligence is come out all this universe, moveable and immoveable; whether or not Its existence can be inferred, the “All Intelligence” One does exist. ABSORBTION OR INVOLUTION. "},{"pageNumber":27,"pageContent":" 78. The earth becomes subtle and is dissolved in water; water in fire; fire in air; air in ether; and either in Avidya (Ignorance), which merges into the great Brahma. 79. There are two forces—vikshepa, (the force of creation or projection), and avarana (concealment), which are of great potentiality and power, and whose form is happiness. The great Maya, when non-intelligent and material, has three attributes satwa (good) rajas (active) and tamas (bad). 80. The intelligent form of Maya covered by the avarana force (concealment), manifests itself as the universe, owing to the nature of vikshepa force. 81. When the avidya has an excess of tamas (bad), then it manifests itself as the beautiful Lakshmi; the intelligence which presides over her is called Vishnu. 82. When the avidya has an excess of rajas (active), it manifests itself as the wise Saraswati; the intelligence which presides over her is known as Brahma. 83. Gods like Shiva, Brahma, Vishnu, etc., are all seen in the great Spirit; bodies and all material objects are the various products of avidya. 84. The wise have thus explained the creation of the world—tatwas (elements) and non-tatwas (non-elements) are thus produced—not otherwise. 85. All things are seen as finite, etc., (endowed with qualities etc.), and there arise various distinctions merely through words and names; but there is no real difference: 86. Therefore the things do not exist; the great and glorious One that manifests them, alone exists; though things are false and unreal, yet, as the reflection of the real, they, for the time being, appear so. 87. The One Entity, blissful, full and all-pervading, alone exists, and nothing else; he who constantly realises this knowledge is freed from death and the sorrows of the world. 88. When through the knowledge of illusory attribution and withdrawl this universe is annihilated, there exists that One and nothing else; then this is clearly perceived by the mind. KARMA CLOTHES THE JIVA WITH BODY. 89. From the Annamaya Kosha (the sheath of food) of the father, and in accordance with its past karma the human soul is re-born; therefore, consider this beautiful body as a punishment, for the suffering of the effects of past Karma. 90. This temple of suffering and enjoyment (human body) made up of flesh, bones, nerves, marrow, blood, and intersected with blood vessels, etc., is only for the sake of suffering punishment. 91. This body, the abode of Brahma, and composed of five elements and known as Brahmanda (The egg of Brahma or microcosm) has been made for enjoyment of pleasure or suffering pain. 92. From the combination of the sperm, which is Shiva and the ovum which is Shakti, and through the action of material forces, all creatures are born. 93. From the combination of all subtle elements, in this universe, gross innumerable objects are produced. The intelligence that is in them confined, through Karma, is called the Jiva. All this world is derived from the five elements. The Jiva is the enjoyer of the fruits of action. 94. In conformity with the effects of past karma, I regulate all these events. Jiva is immaterial, and is in all things; but it enters the material body to enjoy the fruits of karma. 95. Bound in the chain of matter by their karma, the Jiva receives various names. In this world, they come again and again to undergo the consequences of their karma. 96. When the fruits of karma have been enjoyed, the Jiva is absorbed in the Parambrahma. CHAPTER II. (1).—THE MICROCOSM. IN this body, the (mount Meru) vertebral column is surrounded by seven islands; there are rivers, seas, mountains, fields; and lords of the fields too. 2. There are in it seers, sages; all the stars and planets as well. There are sacred pilgrimages, shrines; and presiding deities of the shrines. 3. The sun and moon, agents of creation and destruction, also move in it. Ether, air, fire, water and earth are also there. (2).—THE NERVE CENTRES."},{"pageNumber":28,"pageContent":" 4. All the creatures that inhabit the three worlds are in the body; surrounding the Meru they are engaged in their respective functions. 5. He who knows all this is a Yogi; there is no doubt about it. 6. In this body, which is called Brahmanda (microcosm, literally the mundane egg) there is the nectar-rayed moon, in its proper place, on the top of the spinal cord, with eight Kalas. 7. This has its face downwards, and rains nectar day and night. This ambrosia further sub-divides itself into two subtle parts: 8. One of these through the channel named Ida goes over the body to nourish it like the waters of the heavenly Ganges—Certainly this ambrosia nourishes the whole body through the channel of Ida. 9. This milk-ray (moon) is on the left side. The other ray, brilliant as the purest milk and fountain of great joy, enters through the middle path (called sushumna) into the spinal cord in order to create. 10. At the bottom of the Meru there is the sun having twelve Kalas. In the right side path (Pingala) the lord of creatures carries (nectar) through its rays upwards. 11. It certainly swallows the vital secretions, and ray-exuded nectar. Together with the atmosphere, the sun moves through the whole body. 12. The right-side vessel, which is pingala is another form of the sun, and is the giver of Nirvana. The lord of creation and destruction (the sun) moves in this vessel through auspicious ecliptical signs. (3).—THE NERVES 13. In the body of man there are 350,000 nadis; of them, the principal are fourteen: 14-15. Shushumna, Ida, Pingala, Gandhari, Hasti-jihvika, Kuhu, Saraswati, Pusa, Sankhini, Payaswini, Varuni, Alumbusa, Vishwodari, and Yasaswini. Among these Ida, Pingala and Shushumna are the chief. 16. Among these three, Shushumna alone is the highest and beloved of the Yogis. Other vessels are subordinate to it in the cranium (the whole of Brahma). 17. All these principal nadis (vessels) have their mouths downwards, and are like thin threads of lotus. They are all supported by the vertebral column, and represent the sun, moon and fire. 18. The innermost of these three is Chitra; it is my beloved. In that there is the subtlest of all hollows called Brahmrandhra. 19. Brilliant with five colours, pure, moving in the middle of Shushumna, this Chitra is the vital part of body and the centre of Shushumna. 20. This has been called in the Shastras the heavenly way; this is the giver of the joy of immortality; by contemplating it, the great Yogi destroys all sins. (4).—THE PELVIC REGION. 21. Two digits above the anus, and two digits below the sexual organ is the adhar lotus,—having a dimension of four digits. 22. In the pericarp of the adhar lotus there is the triangular, beautiful yoni, hidden and kept secret in all the Tantras. 23. In it is the supreme goddess Kundali of the form of electricity, in a coil. It has three coils and a half (like a serpent), and is in the mouth of Shushumna. 24. It represents the creative force of the world, and is always engaged in creation. It is the goddess of speech, whom speech cannot manifest, and who is praised by all gods. 25. The nadi called Ida is on the left side coiling round the Shushumna, it goes to the right nostril. 26. The nadi called Pingala is on the right path; coiling round the central vessel, it enters the left nostril. 27. The nadi which is between Ida and Pingala is certainly Shushumna. It has six stages, six forces, six lotuses, known to the Yogis, 28. The first five stages of Shushumna are known under various names; being necessary, they have been made known in this book. 29. Other nadis rising from Muladhar, go to the various parts of the body, e.g., tongue, penis, eyes, feet, toes, ears, the abdomen, the armpit, fingers of the hands, the scrotum, and the anus. Having risen from their proper place, they stop at their respective destinations as above described."},{"pageNumber":29,"pageContent":" 30. From all these (fourteen) nadis, there arise gradually other branches and sub-branches, so that at last they become three hundred thousand and a half in number, and supply their respective places. 31. These nadis are spread through the body crosswise and lenghthwise; they carry enjoyment (and suffering) and keep watch over the movements of the air. (5).—THE ABDOMINAL REGION. 32. In the abdomen there burns the fire—digestor of food—situated in the middle of the sphere of the sun having twelve Kalas (solar plexus). Know this as the fire of Vaiswanara; it is born from a portion of my own energy. I digest the various food of creatures, being inside their bodies. 33. This fire increases life, and gives strength and nourishment; makes the body full of energy, destroys all diseases and gives health. 34. The wise Yogi, having kindled this Vaishwanaric fire according to the proper rites, should sacrifice food into it every day in conformity with the teachings of his spiritual teacher. 35. This body called the Brahmanda (microcosm) has many parts, but I have enumerated the most important of them in this book. [Surely] they ought to be known. 36. Various are their names, and innumerable are the places in this human body; all of them cannot be enumerated. (6).—THE JIVATMA. 37. In the body thus described, there dwelleth the Jiva, all-pervading, adorned with the garland of endless desires and chained (to the body) by karma. 38. The Jiva possessed of many qualities, the agent of all events, enjoys the fruit of his various karma amassed in the past life. 39. Whatever is seen among men (whether pleasure or pain) is born of karma. All creatures enjoy or suffer according to the results of their actions. 40. The desires, etc., which cause pleasure or pain act according to the past karma of the Jiva. 41. The Jiva that has accumulated an excess of good and virtuous actions receives a happy life; and in the world he gets pleasant and good things to enjoy without any trouble. 42. In proportion to the force of his karma, man suffers misery or enjoys pleasure. The soul that has amassed an excess of bad karma never enjoys happiness. The Jiva is not born but through karma; except karma, there is nothing in this world. From the Intelligence veiled by Maya, all things have been evolved. 43. In their proper season, various creatures are born to enjoy the consequences of their karma. As through mistake a mother-of-pearl is taken for silver, so through the error of one’s own karma man mistakes Brahma for the universe. 44. From desire all these delusions arise; they can be eradicated with great difficulty; when the salvation-giving knowledge of the unreality of the world arises, then are the desires destroyed. 45. Being too much and deeply engaged in the manifested (objective) world, the delusion arises about that which is manifested—the subject. There is no other cause (of this delusion). Verily, verily, I tell you the truth. 46. That Brahma which causes these visible perceptions can only destroy the delusion about the subject, and the object as well; so long as this knowledge is not obtained, the delusion that Brahma is separate from the universe is not removed. 47. By looking closely and critically into the matter, this false knowledge vanishes. It cannot be removed otherwise: the delusion of silver remains. 48. As long as knowledge does not arise about the pure cause of the perceptible universe, so long all things appear separate and many. 49. When this body obtained through karma is made the means of obtaining Nirvana (divine beautitude); then only the carrying of the burden of the body becomes fruitful,—not otherwise. 50. Of whatever nature is the original desire that clings to, and accompanies the Jiva (through various incarnations); similar is the delusion which it suffers, according to its deeds and misdeeds. 51. If the practiser of Yoga wishes to cross the ocean of the world, he should renounce all the fruits of his works, having performed all the duties of his ashrama (the condition of life). 52. Persons attached to sensual objects and desirous of sensual pleasures, descend from the road of Nirvana and fall into sinful deeds."},{"pageNumber":30,"pageContent":" 53. When through spirit one perceives the spirit, and sees nothing else (in this world), then, if he leaves off the performance of every work, he commits no sin. This is my opinion. 54. All passions, desires, etc., are destroyed only through knowledge and not otherwise; when no other tatwas (priciples) remain, then my tatwa (essence or nature) manifests itself. CHAPTER III. THE VAYUS. IN the heart there is a brilliant lotus adorned with a brilliant sign. It has the letters from k to th (i.e., k, kh, g, gh, n, ch, chh, j, jh, n, t, th,)—the twelve beautiful letters. 2. The Prana lives there, adorned with various desires, accompanied by its past works, that have no beginning and joined with egoism (ahankara). 3. From the different modifications of the Prana, it receives various names; all of them cannot be stated here. 4. Prana, apana, samana, udana, vyana, naga, kurma, vrikodara, devadatta, and Dhananjaya. 5. These are the ten principle names, described by me according to the Shastras; they perform all the functions, brought on by their own actions. 6. Again, out of these ten, the first five are the leading ones; even among these, the Prana and Apana are the highest agents in my opinion. 7. The seat of Prana is the heart; of apana, anus; of samana, the region about the navel; of udana, the throat; while vyana moves all over the body. 8. The five remaining vayus, naga, etc., perform the following functions in the body:—Eructation, opening the eyes, hunger and thirst, gaping or yawning, and lastly hiccup. 9. He who in this way knows the microcosm of the body, being absolved from all sins, reaches the highest state. (2). THE GURU. 10. Now I shall tell you how easily to attain success in Yoga, by knowing which the Yogis never fail in the practice of Yoga. 11. Only the knowledge imparted by a Guru is powerful and useful; otherwise it becomes fruitless, weak and very painful. 12. He who attains knowledge by pleasing his Guru with every attention, readily obtains success therein. 13. There is not the least doubt that Guru is father, Guru is mother, and Guru is God even: and as such, he should be served by all with their thought, word and deed. 14. By Guru’s favour with every felicity (or good) relating to the soul is obtained. So the Guru ought to be daily served; else there can be nothing auspicious. 15. Let him salute his Guru after walking three times round him, and touching with his right hand his lotus-like feet. (3). THE ADHIKARI. 16. The prudent (or spiritual-minded) person attains success through faith; none other can succeed. It should be practised with care and perseverance. 17. Those who are addicted to sensual pleasures or keep bad company, who are disbelievers, who are devoid of respect towards their Guru, who resort to promiscuous assemblies, who are addicted to falsehood, who are cruel in their speech, and who do not give satisfaction to their Guru never attain success. 18. The first condition (or sign) of success is the firm belief that it must succeed and be fruitful; the second condition is having faith in it; the third is respect towards the Guru; the fourth is the spirit of impartiality and justice (towards all living creatures or universal equality); the fifth is the restraint of the organs of the sense; the sixth is moderate and scientific eating, these are all. There is no seventh condition."},{"pageNumber":31,"pageContent":" 19. Having received instructions in Yoga, and obtained a Guru who knows Yoga, let him practice with earnestness and faith according to the method taught by the teacher. (4). THE PLACE, ETC. 20. Let the Yogi go to a beautiful and pleasant place of retirement or cell, assume the posture padmasana, and sitting on a seat (made of kusa grass) begin to practise the regulation of breath. 21. The prudent student should keep his body firm and inflexible, his hands joined as if in supplication, and salute his Guru. He should also pay salutations to Ganesh (the destroyer of all obstacles) who presides over the right side, and to Siva (literally the guardian of the fields) and goddess Ambika, who are on the left side. (5). THE PRANAYAMA. 22. Then let the intelligent student close with his right thumb the pingala (the right nostril), inspire air through the Ida (the left nostril), and keep the air confined—suspend his breathing—as long as he can; and afterwards let him breathe out slowly, and not forcibly, through the right nostril. 23. Again, let him draw breath through the right nostril, and stop breathing as long as his strength permits; then let him expel the air through the left nostril, not forcibly but slowly and gently. 24. According to the above method of Yoga, let him practice twenty kumbhakas (stopping of the breath). He should practice this daily without neglect or idleness, and without any contention or doubt. 25. These kumbhakas should be practised four times:—once early in the morning at sun-rise, then at mid-day, the third at sun-set, and the fourth at the middle of the night. 26. When this has been practised daily for three months with energy, the nadis (the vessels) of the body will readily and surely be purified. 27. When the nadis of the truth-perceiving Yogi are purified, his defects being all destroyed, he becomes capable of beginning the practise of Yoga. 28. Signs are perceived in the body of the Yogi whose nadis have been purified. I shall describe in brief all these various physical signs. 29. His body becomes harmoniously developed, emits sweet scent, looks beautiful and lovely, and he becomes an adept in the science of breath. In all kinds of Yoga, there are four stages of Pranayama:—1. Arambha-avastha (the state of beginning); 2. Ghata-avastha (the state of water-pot or trance); 3. Parichaya-avastha (knowledge); 4. Nishpatti-avastha (the final consummation). 30. We have as yet stated only the beginning or Arambha-avastha of pranayama; the rest will be described afterwards. They destroy all sin and sorrow. 31. The following qualities are surely always found in the bodies of every Yogi:—Strong appetite, good digestion, happiness, handsome figure, great courage, mighty enthusiasm and full strength. 32. Now shall I tell you the great obstacles to Yoga which must be avoided, as by their removal the Yogis cross easily this world’s sea of sorrow. (6). THE THINGS TO BE RENOUNCED. 33. The Yogi should renounce or leave off the following:—Acids, astringents, pungent substances, salts, mustards, and bitter things; much walking, early bathing before sunrise, and things roasted in oil; theft, killing (of animals), enmity towards any person, pride, duplicity, and crookedness; fasting, untruth, illiberal thought and cruelty towards animals; companionship of women, worship of fire, and much talking without regard to pleasantness or unpleasantness of speech, and lastly, much eating. (7). THE MEANS. 34. Now I will tell you the means by which success in Yoga is quickly obtained; it must be kept secret by the adept. Certainly success comes from it. 35. The great Yogi should observe always the following observances:—He should use clarified butter, milk, sweet food, and betel without lime, camphor, kind words, pleasant monastery or retired cell having a small door; hear discourses on truth, and always discharge his house-hold duties with indifference"},{"pageNumber":32,"pageContent":"(vairagya), sing the name of the all-pervading, hear sweetest music, have patience, constancy, forgiveness, austerities, purifications, modesty, devotion, and serve the Guru. 36. When the air enters the sun, it is the proper time for the Yogi to take his food (i.e., when the breath flows through the Pingala); when the air enters the moon, the adept should go to sleep (i.e., when the breath flows through the left nostril or the Ida). 37. The Yoga (pranayama) should not be practised just after the meals, nor when one is very hungry; before beginning the practice, some milk and butter should be taken. 38. When one is well established in his practise, then he need not observe this rule. The practitioner should eat in very small quantities various things, and should practise kumbhaks daily at the stated times. 39. When the Yogi can, of his will, regulate the air and stop the breath (whenever and how long) he likes, then certainly he gets success in kumbhak, and from the success in kumbhak only, what things cannot the Yogi command? 40. In the first stage of pranayama, the body of the Yogi begins to perspire. When it perspires, he should rub it well, otherwise the body of the Yogi loses its dhatu (metal). 41. In the second stage, there takes place the trembling of the body; in the third, the jumping about like a frog; and when the practise becomes greater, the adept walks in the air. 42. When the Yogi, though remaining in Padmasana can rise in the air and leave the ground, then know that he has gained Vayu-siddhi (success over air), which destroys the darkness of the world. 43. But so long (as he does not gain it) let him practise according to the rules laid down in Yoga. From the practise of pranayama, follows decrease of sleep, excrements and urine. 44. The truth-perceiving Yogi becomes free from disease, and sorrow or affliction; he never gets (putrid) perspiration, saliva and intestinal worms. 45. When in the body of the adept, there is neither any increase of phlegm, wind, nor bile, then he may with impunity be irregular in his diet. 46. No injurious results then would follow, were the Yogi to take a large quantity of food, or very little food, or no food at all. Through the strength of constant practice the Yogi obtains Bhuchari-siddhi, he moves as the frog jumps over the ground, when frightened away by the clapping of hands. 47. Though there be many hard and insurmountable obstacles in it, yet the Yogi should practise it at all hazards; even were his life to come to the throat, i.e., should death-rattle begin. 48. The prudent adept surely destroys all his karma whether acquired in this life or in the past, through the regulation of breath. 49. Then let the adept sitting in a retired place, and restraining his senses, utter by inaudible repetition, the long pranava OM, in order to destroy all obstacles. 50. The great Yogi destroys by sixteen pranayamas the various virtues and vices accumulated in his past life. 51. This pranayama destroys sin as fire burns away a heap of cotton; it makes the Yogi free from sin; next it destroys all his good actions. 52. The mighty Yogi having attained, through pranayama, psychic powers, and having crossed the ocean of virtue and vice, moves about the three worlds. 53. Then gradually he should make himself able to practise for three gharis (one hour and a half) at a time, (he should be able to restrain breath for that period). Through this, the Yogi undoubtedly obtains all the longed-for powers. 54. The Yogi acquires the following powers:—Vakya-siddhi (prophecy), transporting himself everywhere at will (Kamachari), clairvoyance (duradrishti), clairaudience (durashruti), subtle-sight (shukshma-drishti), and the power of entering another’s body; turning base metals to gold by rubbing them with his excretements and urine, and the power of becoming invisible, and, lastly, moving in the air. 55. When by the practice of Pranayama, the Yogi reaches the state of ghata (water-jar), then for him, there is nothing in this circle of universe which he cannot accomplish. 56. The ghata is said to be that state in which the prana and the apana vayus, the nada and the vindu, the jivatma (the human spirit) and the Paramatma (the Universal Spirit) combine and are united. 57. When he gets the power of holding breath (to be in a trance) for three hours, then certainly the wonderful state of pratyahar is reached without fail. 58. Whatever object the Yogi perceives, let him consider it to be the spirit. When the modes of action of various senses are known, then they can be conquered."},{"pageNumber":33,"pageContent":" 59. When through great practice, the Yogi can perform one kumbhak for full three hours, [when for eight dandas (=3 hours) the breathing of the Yogi is suspended] then that wise one can balance himself on his thumb. III. THE PARICHAYA. 60. After this, through exercise, the Yogi reaches the Parichaya avasta. When the air leaving the sun and the moon, (the right and the left nostrils) remains unmoved and steady in the ether of the tube of sushumna, then it is in the parichaya state. 61. When he by the practice and Yoga acquires power of action, and pierces through the six chakras, and reaches the sure condition of parichaya, then the Yogi verily sees the three-fold effects of karma. 62. Then, let the Yogi destroy the multitude of karma by the pranva (OM); let him accomplish kayavyuh, (a mystical process of arranging the various skandas of the body) in order to enjoy or suffer the consequences of all his actions in one life, without the necessity of re-birth. 63. At that time let the great Yogi practise the five-fold hdaarna forms of concentration on Vishnu, by which command over the five elements is obtained, and fear of injuries from any one of them is removed. (Earth, water, fire, air, akas cannot harm him). 64. Let the wise Yogi practise dharana thus—five ghatis (2 1/2 hours) in the adhara lotus, five ghatis in the seat of the linga, five ghatis in the region above it, in the navel, and the same in the heart; five ghatis in the throat, and, lastly let him hold dharana for five ghatis in the space between the two eye-brows. By this practice the elements cease to cause any harm to the great Yogi. 65. The wise Yogi who thus continually practises concentration (dharana) never dies through hundreds of cycles of the great Brahma. IV. THE NISHPATTI. 66. After this, through gradual exercise, the Yogi reaches the Nishpatti-avasta (the condition of consummation). The Yogi, having destroyed all the seeds of karma which existed from the beginning, then drinks immortality. 67. When the jivan-mukta (delivered in the present life), tranquil Yogi has obtained through practice the consummation of samadhi (meditation), and when this state of consummated samadhi can be voluntarily evoked, then let the Yogi take hold of the chetana (conscious intelligence), together with the air, and with the force or power of action (kria-sakti) conquer the six circles, and absorb it in the power of knowledge (jnana-sakti). 68. Now we have described the management of the air in order to remove the troubles (which await the Yogi); through this knowledge of vayu-sadhan all sufferings and enjoyments vanish in the circle of this universe. 69. When the skillful Yogi, by placing the tongue at the root of the palate, can drink the pran vayu (the vital air), then there occcurs complete dissolution of all Yogas (i.e., he is no longer in need of Yoga). 70. When the skillful Yogi, knowing the laws of the action of Prana and Apana, can drink the cold air through the crow-bill (the nada-vindu), then he becomes entitled to liberation. 71. That wise Yogi who daily drinks the ambrosial air according to the proper rules, destroys fatigue, burning [fever], decay and old age, and injuries. 72. Pointing the tongue upwards, when the Yogi can drink the nectar flowing from the moon (situated between the two eye-brows), within a month he certainly would conquer death. 73. When having firmly closed the glottis by the proper yogic method, and contemplating on the goddess Kundalini, he drinks (the moon fluid of immortality), he becomes a sage within six months. 74. When he drinks the air through the crow-bill both in the morning and the evening, contemplating that it goes to the mouth of the Kundalini, consumption of the lungs (phthisis) is cured. 75. When the wise Yogi drinks the fluid day and night through the crow-beak, he acquires certainly the powers of clairaudience and clairvoyance. 76. When firmly closing the teeth (by pressing the upper on the lower jaw), and placing the tongue upwards, the wise Yogi drinks the fluid very slowly, within a short period he conquers death. 77. One who daily continues this exercise for six months only, is freed from all sins, and destroys all diseases."},{"pageNumber":34,"pageContent":" 78. If he continues this exercise for a year, he becomes Bhairava (the terrible); he obtains the powers of anima, &c., and conquers all elements and the elementals. 79. If the Yogi can remain for half a second with his tongue drawn upwards, he becomes free from disease, death, and old age. 80. Verily, verily, I tell you the truth that the person never dies who contemplates by pressing the tongue, combined with the vital fluid. 81. Through this exercise and Yoga he becomes like a Kamdeba (the lord of desires) without a rival. He feels neither hunger, nor thirst, nor sleep, nor trance. 82. Acting upon these methods, the great Yogi becomes in the world perfectly independent; and freed from all obstacles, he can go everywhere. 83. By practising thus, he is never re-born, nor acquires virtue and vice, but enjoys eternity with the gods. THE POSTURES. 84. There are eighty-four postures, of various modes. Out of them, four ought to be adopted, which I mention below:—1. Siddhasana; 2. Padmasana; 3. Ugrasana; 4. Svastikasana. 85. The Siddhasana that gives success to the adept is as follows:—Pressing with care by the heel the yoni, the other heel the Yogi should place on the Lingam; he should fix his gaze upwards on the space between the two eyebrows, should be steady, and restrain his senses. His body particularly must be inflexible and without any bend. The place should be a retired one without any noise. 86. He who wishes to attain quick consummation of Yoga by exercise should adopt the Siddhasana posture and practise regulation of the breath. 87. Through this posture the Yogi leaving the world attains the highest end; throughout the world there is no posture more secret than this. By assuming and contemplating in this posture, the Yogi is freed from sin. THE PADMASANA 88. I describe now the Padmasana which wards off (or cures) all diseases:—Having crossed the legs, carefully place the feet on the opposite thighs (i.e., the left foot on the right thigh, and vice versa); cross both the hands and place them similarly on the thighs; fix the sight on the tip of the nose; pressing the tongue against the root of the teeth, (the chin should be elevated, the chest expanded) then draw the air slowly, fill the chest with all your might, and expel it slowly in an unobstructed stream. 89. It cannot be practised by everybody; (success cannot be obtained in it by hoi polloi); only the wise attains this grandeur. 90. By performing and practising this posture, undoubtedly the vital airs of of the adept at once become completely equable,—flow harmoniously through the body. 91. Sitting in the Padamasana posture, and knowing the action of the Prana and Apana, when the Yogi performs the regulation of the breath, he is emancipated. I tell you the truth. Verily I tell you the truth. THE UGRASANA 92. Stretch out both the legs and keep them apart; firmly take hold of the head by the hands, and place it on the knees. This is called Ugrasana (the stern posture); it excites the motion of the air, destroys uneasiness of the body, and is also called Paschima-uttan (the posterior crossed posture). That wise man who daily practises this noble posture can certainly induce the flow of the air per viam posteriori. 93. Those who practise this obtain all the siddhis (psychic powers); therefore those desirous of attaining powers should practise this diligently. 94. This should be kept secret with the greatest care, and not be given to anybody and everybody. Through it, vayu-siddhi is easily obtained, and it destroys a multitude of miseries. THE SVASTIKASANA 95. Place the soles of the feet completely under the thighs, keep the body straight, and sit at ease. This is called the Svastikasana."},{"pageNumber":35,"pageContent":" 96. In this way, the wise Yogi should practise the regulation of the air. No disease can attack his body, and he obtains vayu siddhi. 97. This is also called the Sukhasana, the posture of felicity. This health-giving good Svastikasana should be kept secret by the Yogi. CHAPTER IV. YONI-MUDRA. FIRST with a strong inspiration fix the mind in the adhar lotus. Then engage in contracting the Yoni which is situated between the anus and the genital organ. 2. Then let him contemplate that the God of Love resides in that Brahma Yoni, and that he is beautiful like Bandhuk flower (Pentapetes Phoenicia)—brilliant as tens of millions of suns, and cool as tens of millions of moons. Above this (Yoni) is a very small and subtle flame, whose form is intelligence (and which is very amiable). Then let him imagine that an union takes place between (Shiva and Shakti) spirit and matter. 3. There go through the path of Brahma (i.e., sushumna vessel), the three bodies in their due order (i.e., the gross, the subtle, and the causal bodies). Thence also is emitted the nectar, the characteristic of which is great bliss. Its colour is rosy, full of splendour, showering down in jets the immortal fluid. Let him drink this wine of immortality which is divine, and then again enter the Yoni (again enter the tavern, which most not be taken literally). 4. Then let him go again to the tavern (i.e., the Yoni) through the practice of matra Yoga (i.e., pranayama or drinking wine slowly or material copulation, &c.). This Yoni has been called by me as equal to life, in the Tantras. [The followers of the left hand path or Vam margis as they are called, may cite these verses as their authority for their demoralizing and profligate practice, which however is not actually meant by Siva.] 5. Again let him be absorbed in that Yoni where dwells the fire of death—the nature of Shiva, &c. Thus has been described by me the method of practising the great Yoni-mudra. From success in its practice there is nothing which cannot be accomplished. 6. Even those spells or mantras which are deformed, or paralyzed, or scorched by fire, or whose flame has become attenuated, or which are dark, and ought to be abandoned, or which are evil, or too old, or which are proud of their budding youth, or have gone over to the side of the enemy, or weak and essence-less, without vitality; or which have been divided into hundreds of parts, even they (spells) become fertile through time and method. All these can give powers and emancipation when properly given to the neophyte by the Guru; after having initiated him according to the proper rites, and annointed him a thousand times. This Yoni-mudra has been described in order that the student may deserve (to be initiated into the mysteries of,) and receive the mantras (spells). 7. He who practises Yoni-mudra is not polluted by sin, were he to murder thousand Brahmans or kill all the inhabitants of the three worlds. 8. Were he to kill his Guru, or drink wine, or commit theft, or violate the bed of his Guru, he is not to suffer for any of these transgressions. 9. Therefore those who wish for emancipation should practise this daily. Through practice (abhyasa) success is obtained; through practice one gains liberation. 10. Perfect knowledge is formed through practice. Yoga is attained through practice; success in Mudras comes by practice: through practice is gained the success in pranayama. Death can be cheated of its prey through practice, and man becomes the conqueror of death by practice. 11. Through practice one gets the power of vach (prophecy), and the power of going everywhere through mere exertion of will. This Yoni-mudra should be kept in great secrecy, and not to be given to everybody. Even when threatened with death, it should not be revealed or given to others. THE MUDRAS "},{"pageNumber":36,"pageContent":"12. Now I shall tell you the highest agency of success in Yoga. Wise adepts should keep it secret. It is the most inaccessible Yoga or magic. 13. When the sleeping goddess Kundali is awakened through the favor of Guru, then all the lotuses and the bonds are readily pierced through. 14. Therefore, in order that the goddess who is asleep in the mouth of the Brahmarandhra (the innermost hollow of Sushumna) be awakened, the Mudras should be practised with the greatest care. 15. Out of the many Mudras, the following ten are the best:—(1) Mahamudra, (2) Mahbandha, (3) Mahveha, (4) Khechari, (5) Jalandhar, (6) Mulabandha, (7) Viparitkarana, (8) Uddana, (9) Vajroni, and (10) Shaktichalana. 16. My dearest, I shall now describe to you the Mahamudra; from whose knowledge the ancient adept Kapila and others obtained psychic powers and success. 1.—MAHA-MUDRA. 17. In accordance with the instructions of the Guru, press gently the perineum situated between the anus and the sexual organ with the heel of the left foot. Stretching the right foot out, hold it fast by the two hands. Having closed the nine gates (of the body) place the chin on the chest. Now send the thinking principle (chitta) to the path of thought, and practise the art of dreaming. This is the Mahamudra, held secret in all the Tantras. The steady-minded Yogi having practised it on the left side should then practise it on the right side; and in all cases must be firm in pranayama—the regulation of the breath. 18. In this way, even the most unfortunate Yogi might obtain success. By this means all the vessels of the body are roused and stirred into activity; the semen is stopped within, the decay of life is checked, and sins destroyed. All diseases are healed, the gastric fire is increased; it gives faultless beauty to the body, and destroys decay and death. All the fruits of desires and pleasures are obtained, and the senses are conquered. The Yogi fixed in meditation acquires all the above-mentioned things through practice. There should be no hesitation in doing so. 19. O ye worshipped of the gods! know that this Mudra is to be kept secret with the greatest care. Obtaining this, the Yogi crosses the ocean of the world. 20. This Mudra described by me is the giver of all desires to the practitioner; it should be practised in secrecy, and ought never to be given to everybody. 2.—MAHA-BANDHA 21. Having extended the (right) foot, place it on the (left) thigh; contract together the anus and the perenium, draw the apana vayu upwards and join it with the samana vayu; bend the prana vayu downwards, and then let the wise Yogi bind them in trinity in the navel (i.e. the prana and the apana should be forced to join with the samana in the navel). I have told you now the Mahabandbha, which shows the way to emancipation. By this, all the fluids in the vessels of the body of the Yogi are driven or propelled towards the head. This should be practised with great care alternately with both feet. 22. Through this practice, the wind enters the middle channel of the Sushumna, the body is invigorated by it, the bones are firmly knitted, the heart of the Yogi becomes full (of cheerfulness). By this Bandha, the great Yogi accomplishes all his desires. 3.—MAHA-VEDHA 23. O goddess of the three worlds, when the Yogi, while performing the Mahabandha, causes the union of the prana and apana vayus, and filling in the viscera with air drives it slowly towards the nates, it is called Mahavedha. 24. The best of the Yogis having, through the help of the vayu, pierced with this perforator, the knot which is in the path of Sushumna, should then pierce the knot of Brahma. 25. He who practises this Mahavedha (the great perforation) with great secrecy, obtains vayu-siddhi (success over the wind). It destroys decay and death. 26. The gods residing in the circles (nervous plexuses and ganglionic centres) tremble owing to the gentle influx and eflux of air in pranayama); the great goddes Kundali Maha Maya is also absorbed in the mount Kailasa."},{"pageNumber":37,"pageContent":"27. The Mahamudra and Mahabandha become fruitless if they are not followed by Maha-vedha; therefore the Yogi should practice all these three successively with great care. 28. He who practices these three daily four times with great care, undoubtedly conquers death within six months. 29. Only the adept knows the importance of these three and no one else; knowing these, the practitioner obtains all psychic powers. 30. This should be kept in great secrecy by the practitioner desirous of obtaining power; otherwise it is certain, that the coveted powers can never be obtained through the practice of Mudras. 4.—KHECHARI. 31. The wise Yogi sitting in vajrasana posture, should firmly fix his gaze on the spot in the middle of the two eye-brows, in a place free from all disturbance; and reversing the tongue backwards, fix it in the hollow under the epi-glottis placing it with great care on the mouth of the well of nectar. This Mudra, described by me for the gratification of my devotees, is the Khechari-Mudra. 32. O, my beloved! know this to be the source of all psychic power; always practising it let him drink the ambrosia daily. By this he obtains vigraha-siddhi (psychic power over the microcosm) even as a lion to the elephant of death. 33. Whether pure or impure, in whatever condition one may be, if success be obtained in the Khechari, he becomes pure. There is no doubt in it. 34. He who practises it even for a moment crosses the great ocean of sins, and having enjoyed the pleasures of Devachan, is born into a noble family. 35. He who practises this Khechari-Mudra calmly and unrestrained, counts as seconds the period of hundred Brahmas. 36. He who knows this Khechari-Mudra according to the instructions of his Guru, obtains the highest end, though immersed in great sins. 37. O, ye adored of gods, this Mudra dear as life should not be given to everybody; it should be concealed with great care. 5.—JALANDHARA. 38. Having contracted the muscles of the throat, to press the chin on the breast, is said to be the Jalandhara-Mudra; even gods reckon it as inestimable. The fire in the region of the navel (i.e., the gastric juice) drinks the nectar which exudes out of the thousand-petalled lotus. [In order to prevent the nectar to be thus consumed], he should practise this Bandha. 39. Through this Bandha, the wise Yogi himself drinks the nectar and obtaining immortality, enjoys the three-world. 40. This Jalandhara-Bandha is the giver of psychic powers to the adept; the Yogi desirous of powers should practise it daily. 6.—MULA-BANDHA. 41. Pressing well the anus with the heel, forcibly to draw upwards the apana vayu slowly by practise, is described as the Mula-Bandha—the destroyer of decay and death. 42. If in the course of the practise of this Mudra the Yogi can unite the apana with the prana vayu, then it becomes of course the Yoni-Mudra. 43. He who has accomplished the Yoni-Mudra, what can he not accomplish in this world? Sitting in the padmasana posture, free from idleness, the Yogi, leaving the ground, moves through the air in virtue of this Mudra. 44. If the wise Yogi is desirous of crossing the ocean of the world, let him practise theis Bandha in secret, in a retired place. 45. Putting the head on the ground, let him stretch out his legs upwards, moving them round and round. This is Vipa-rit-karana, kept secret in all the Tantras. 46. The Yogi who practises it daily for three hours, conquers death and is not destroyed even in the Great Pralaya. 47. He who drinks nectar becomes equal to an adept; he who practises this Bandha becomes an adept among all creatures."},{"pageNumber":38,"pageContent":" 8.—UDDANA-BANDHA. 48. When the intestines above and below the navel are brought to the left side, it is called the Uddana-Bandha—the destroyer of all sins and sorrows. The left vessels of the viscera should be brought above the navel. This is Uddana-Bandha, the lion of the elephant of death. 49. The Yogi who always practises it four times a day, purifies thereby his navel, through which the winds are purified. 50. By practising it for six months, the Yogi certainly conquers death; the fire of the stomach (the gastric juice) is kindled, and there takes place an increase of the fluids of the body. 51. Through this consequence the vigraha-siddhi is obtained. All the diseases of the Yogi are certainly destroyed by it. 52. Having found out a Guru, the wise Yogi should practise it with great care. This most inaccessible Mudra should be practised in a retired and undisturbed place. 9.—VAJRONI-MUDRA 53. Actuated by mercy for my devotees, I shall now explain the Vajroni-Mudra, the destroyer of the darkness of the world, the most secret among all the secrets. 54. Even while following all his desires, and without conforming to the regulations of Yoga, a householder can become emancipated, if he practices the Vajroni-Mudra. 55. This Vajroni Yoga practice, gives emancipation even when one is immersed in sensuality; therefore it should be practised by the Yogi with great care. 56. First let the talented practioner introduce into his own body, according to the proper methods, the germ-cells from the female organ of generation, by suction up through the tube of the meatus urinarius; restraining in his own semen, let him practise copulation. If by chance the semen begins to move, let him stop its emission by the practice of the Yoni-Mudra. Let him place place the semen on the left hand duct, and stop further intercourse. After a while, let him continue it again. In accordance with the instructions of his preceptors, and by uttering the sound hoom, let him forcibly draw up through the contraction of the apana vayu the germ cells from the uterus. 57. The Yogi, worshipper of the lotus-feet of his Guru, should, in order to obtain quick success in Yoga, drink milk or nectar in this way. 58. Know semen to be moon-like, and the germ-cells the emblem of sun; let the Yogi make their union in his own body with great care. 59. I am the semen, Sakti (the goddess) is the germ-fluid; when they both are combined, then the Yogi reaches the state of success, and his body becomes brilliant and divine. 60. Ejaculation of the semen is death, preserving it within is life; therefore, let the Yogi preserve his semen with great care. 61. Verily, verily, men are born and die through semen; knowing this, let the Yogi always practise to preserve his semen. 62. When through great efforts success in the preservation of the semen is obtained, what then cannot be achieved in this world? Through the greatness of this preservation, (i.e., through celibacy) one becomes like me in glory. 63. The vindu (semen) causes the pleasure and pain of all creatures living in this world, who are infatuated, are subject to death and decay. For the Yogi, this preservation of semen is the best of all Yogas, and it is the giver of happiness. 64. Though immersed in enjoyments, men get powers through its practice. Through the force of his practice, he becomes an adept in due season, in his present life. 65. The Yogi certainly obtains through this practice all kinds of powers, at the same time enjoying all the innumerable enjoyments of this world. 66. This Yoga can be practised along with much enjoyment; therefore the Yogi should practise it. 67. There are two modifications of the Vajroni, called sahajoni, and amarani. By all means let the Yogi preserve the semen. 68. If at the time of copulation, the vindu is forcibly emitted, and there takes place an union of the sun and the moon, then let him absorb this mixture through the tube of the male organ. This is amarani."},{"pageNumber":39,"pageContent":"69. The method by which the vindu on the point of emission can be witheld through the Yoni-Mudra, is called sahajoni. It is kept secret in all Tantras. 70. Though ultimately the action of them (amarani and sahajoni) is the same, there has arisen difference owing to the difference of nomenclature. Let the Yogi practise them with the greatest care and perseverance. 71. Through love for my devotees, I have revealed this Yoga; it should be kept secret with the greatest care, and not to be given to every body. 72. It is the most secret of all secrets that ever were or shall be; therefore let the prudent Yogi keep it with the greatest secrecy possible. 73. When at the time of voiding urine, the Yogi draws it up forcibly through apana vayu, and keeping it up, discharges it surely and slowly; and practises this daily according to the instructions of his Guru, he obtains the vindu-siddhi power over semen, that gives great powers. 74. He who practises this daily according to the instructions of his Guru does not lose his semen, were he to enjoy a hundred women at a time. 75. O Pavarti, when vindu siddhi is obtained, what else cannot be accomplished? even the inaccessible glory of my godhead can be attained through it. 10.—SAKTI-CHALAN 76. Let the wise Yogi forcibly and firmly draw up the goddess Kundali sleeping in the adhar lotus, by means of the apana vayu. This is Sakti-Chalan Mudra, the giver of all powers. 77. He who practises this Sakti-Chalan daily, gets increase of life, and destruction of diseases. 78. Leaving sleep, the serpent (i.e., the Kundali) herself goes up; therefore le the Yogi desirous of power practise this. 79. He who practises always this best Sakti-Chalan according to instructions, obtains the vigraha-siddhi, which gives the powers of the anima, etc., and has no fear of death. 80. He who practises the Sakti-Chalan properly for two seconds, and with care, is very near to success. This Mudra should be practised by the Yogi in the proper posture. 81. These are the ten Mudras, whose equal there never was, nor ever shall be; through the practise of any one of them, a person becomes an adept and obtains powers. CHAPTER V. PAVARTI.-O Lord, O beloved Shankar! tell me, for the sake of those whose minds search after the sumnum bonum, the obstacles and hinderances to Yoga. 2. SHIVA.-Hear O Goddess! I shall tell thee, all the obstacles that stand in the path of Yoga. For the atttainment of emancipation, enjoyments (bhoga) are the greatest of all impediments. BHOGA (ENJOYMENT). 3. Women, beds, seats, dresses, and riches are but mockeries. Chewing of betels, carriages, emoluments, kindoms, and powers; gold, silver, as well as copper, gems, aloe wood, and kine; learning theVedas and the Shastras; dancing, singing and ornaments, harp, flute and drum; riding on elephants and horses; wives and children, worldly enjoyments; all these are so many impediments. These are the obstacles which arise from bhoga (enjoyment). Hear now the impediments which arise from religion. DHARMA (RELIGION). 4. The following are the obstacles which religion interposes:-ablutions, worship of deities, observing the sacred days of the moon, fire sacrifice, desire of moksha, vows and penances, fasts, religious observances, silence, the controlling of senses, contemplation, and the object of contemplation, mantras, alms-giving, world-wide fame, excavating and endowing of tanks, wells, ponds, convents and groves; sacrifices, vows of starvation, Chandrayana, and pilgrimages. "},{"pageNumber":40,"pageContent":"JNANA (KNOWLEDGE-OBSTACLES). 5. Now I shall describe, O Parvati, the obstacles which arise from knowledge. Sitting on the Goumukh posture and practising Dhauti (washing the intestines by Hatha Yoga). Knowledge of the distribution of the nadis (the vessels of the human body), learning of pratyahar (subjugation of the senses), trying to awaken the Kundalini force, moving quickly the belly (a process of Hatha Yoga), entering into the path of the indriyas, and knowledge of the action of the nadis; these are the obstacles. Now listen to the mistaken notions of diet, O Parvati! 6. That samadhi (trance) can be at once induced by drinking certain new chemical essences, and by eating certain kinds of food is a mistake. Now hear about the mistaken notions of the influence of company. 7. “Keep the company of the virtuous, and avoid that of the vicious” (is a mistaken notion). Measuring of the heaviness and lightness of the inspired and expired air (is an erroneous idea). 8. Belief that Brahma (God) is personal, with or without form, and that he comforts our hearts is also a mistake: all the above false notions are impediments which appear in the shape of jnana (knowledge). KINDS OF YOGA. 9. First Mantra-Yoga, second Hatha-Yoga, third Laya-Yoga, fourth Raj-Yoga, which discards duality. SAKHAKS (ASPIRANTS). 10. Know that aspirants are of four orders:-mild, moderate, ardent and the most ardent-the best, who can cross the ocean of the world. MRIDU (MILD). 11. Men of small enterprise, oblivious, sickly and finding faults with their teachers; avaricious, sinful gourmands, and those who cannot live without women, fickle, timid, diseased, not independent, and cruel; those whose characters, are bad and who are weak-know all the above to be mild sadhaks. With great efforts such men succeed in twelve years; them the teacher should know fit for the Mantra-Yoga. MADHYA (MODERATE). 12. Liberal-minded, merciful, desirious of virtue, sweet in their speech; who never go to extremes in any undertaking-these are the middling. These are to be initiated by the teacher in Laya-Yoga. ADHIMATRA (ARDENT). 13. Firm-minded, knowing the Laya-Yoga, independent, full of energy, magnanimous, full of sympathy, forgiving, truthful, courageous, full of faith, worshippers of the lotus-feet of their Gurus, engaged always in the practice of Yoga, -know such men to be adhimatra. They obtain success in the practice of Yoga within six years, and ought to be initiated in Hatha-Yoga and its branches. ADHIMATRA-TAMA (THE MOST ARDENT). 14. Those who have the largest amount of energy, are enterprising, engaging, heroic, who know the Shastras, and are persevering, free from the effects of blind emotions, and not easily confused, who are in the prime of their youth, moderate in their diet, rulers of their senses, fearless, clean, skilful, charitable, a help to all; competent, firm, talented, contented, forgiving, good-natured, religious, who keep their endeavours secret, of sweet speech, peaceful, who have convictions and are worshippers of God and Guru, who are averse to fritter away their time in society, and are free from any grievous malady, who are acquainted with the duties of the adhimatra, and are the practitioners of every kind of Yoga-undoubtedly they obtain success in three years; they are entitled to be initiated in all kinds of Yoga, without any hesitation. INVOCATION OF THE SHADOW (PRATIKOPASANA)."},{"pageNumber":41,"pageContent":" 15. The invocation of Pratik (shadow) gives to the devotee the objects seen as well as unseen; undoubtedly by its very sight, man becomes pure. 16. In a clear sun-lit sky behold with a steady gaze your own divine reflection; whenever this is seen even for a single second in the sky, you behold God at once in the sky. 17. He who daily sees his shadow in the sky, will get his years increased and will never die. 18. When the shadow is seen fully reflected in the field of the sky, then he obtains victory; and conquering the atmosphere, he goes everywhere. HOW TO INVOKE? 19. At the time of the rising sun, or by moon, let him steadily fix his gaze on the neck of the shadow he throws; then after sometime let him look into the sky; if he sees a full grey shadow in the sky, it is auspicious. 20. He who always practises this and knows the Paramatma, becomes fully happy through the grace of his shadow. 21. At the time of commencing travel, marriage, or auspicious work, or when in trouble, it is of great use. This invocation of the shadow destroys sins and increases virtue. 22. By practising it always, he begins at last to see it in his heart, and the persevering Yogi receives salvation. RAJ YOGA. 22.5 Let him close the ears with his thumbs, the eyes with the index fingers, the nostrils with the middle fingers, and with the remaining four fingers let him press together the upper and lower lips. The Yogi by having thus firmly confined the air, sees his soul in the shape of light. 23. When one sees, without obstruction, his light for even a moment, becoming free from sin, he reaches the highest end. 24. The Yogi, free from sin, and practising this continually, forgets his physical, subtle and causal bodies, and becomes one with that soul. 25. He who practises this in secrecy, is absorbed in the Brahma, though he had been engaged in sinful works. 26. This should be kept secret; it at once produces conviction; it gives nirvan to mankind. This is my most beloved Yoga. From practising this gradually the Yogi begins to hear the mystic sounds (nadas). ANAHAD SOUNDS. 27. The first sound is like the hum of the honey-intoxicated bee, next that of a flute, then of a harp; after this, by the gradual practice of Yoga, the destroyer of the darkness of the world, he hears the sounds of ringing bells then the sounds like roars of thunder. When one fixes his full attention on this sound, being free from fear, he gets absorption, O my beloved! 28. When the mind of the Yogi is exceedingly engaged in this sound, he forgets all external things, and is absorbed in this sound. 29. By this practice of Yoga he conquers all the three qualities (i.e., good, bad and indifferent); and being free from all states, he is absorbed in chidakas (the ether of intelligence). A SECRET. 30. There is no posture like that of Siddhasana, no power like that of Kumbka, no Mudra like the Khechari, and no absorption like that of nada (the mystic sounds). 31. Now I shall describe to thee, O dear, the fore-taste of salvation, knowing which, even the sinful aspirant may obtain salvation. 32. Having adored the Lord God properly, and having completely performed the best of the Yogas, and being in a calm and steady state and posture, let the wise Yogi initiate himself into this Yoga by pleasing his Guru."},{"pageNumber":42,"pageContent":"33. Having given all his cattle and property to the Guru who knows Yoga, and having satisfied him with great care, let the wise man receive this initiation. 34. Having pleased the Brahmans (and priest), and accompanied by all kinds of good things, let the wise man receive this auspicious Yoga in my house (i.e., the temple of Shiva) with purity of heart. 35. Having renounced by the above methods all his previous bodies (the results of his past karma), and being in his spiritual (or luminous) body, let the Yogi receive this highest Yoga. 36. Sitting in the padmasana Posture, renouncing the society of men, let the Yogi press the two vijnana nadis (the vessels of consciousness, perhaps coronary arteries) with his two fingers. 37. By obtaining success in this, he becomes all happiness and unstained; therefore, let him endeavour with all his might, in order to ensure success. 38. He who practises this always, obtains success within a short time; he gets also vayu-siddhi in course of time. 39. The Yogi who does it even once, verily destroys all sins; and undoubtedly in him, the vayus enter the middle channel. 40. The Yogi who practises this with perseverance is worshipped even by the gods; he receives the psychic powers of anima, laghima, &c., and can go everywhere throughout the three worlds at pleasure. 41. According to the strength of one’s practice in commanding the vayus, he gets command over his body; the wise remaining in the spirit, enjoys the world in the present body. 42. This Yoga is a great secret, and not to be given to every body; it might be revealed to him only, in whom all the qualifications of a Yogi are perceived. VARIOUS KINDS OF DHARANA. 43. Let the Yogi seat himself in the Padmasana, and fix his attention on the cavity of the throat. Let him place his tongue at the base of the palate; by this he will extinguish hunger and thirst. 44. Below the cavity of the throat, there is a beautiful nadi (vessel) called kurma; when the Yogi fixes his attention on it, he acquires great concentration of the thinking principle (chitta). 45. When the Yogi constantly thinks that he has got a third eye-the eye of Shiva-in the middle of his forehead, he then perceives a fire brilliant like lightning. By contemplating on this light, all sins are destroyed, and even the most wicked person obtains the highest end. 46. If the experienced Yogi thinks of this light day and night, he sees the Siddhas (adepts), and can certainly converse with them. 47. He who contemplates on sunya (void or vacuum or space), while walking or standing, dreaming or waking, becomes altogether etherial, and is absorbed in the ether of chid. 48. The Yogi, desirous of success, should always obtain this knowledge; by habitual exercise he becomes equal to me; through the force of this knowledge, he becomes the beloved of all. 49. Having conquered all the elements, and being void of all hopes and worldly connections, when the Yogi sitting in the Padmasana, fixes his gaze on the tip of his nose, his mind becomes dead, and he obtains the spiritual power called Khechari (walking in the air). 50. The great Yogi beholds light, pure as the holy mountain (Kailash), and through the force of his exercise in it, he becomes the lord and guardian of the light. 51. Sleeping supinely on the ground, let him contemplate on this light; by so doing all his weariness and fatigue is destroyed. By contemplating on the back part of his head, he becomes the conqueror of death. We have described before the effect of fixing one’s attention on the space between the two eyebrows (so it needs not be enumerated here). THE SIX CHAKRAS. 52. Of the four kinds of food (i.e., that which is chewed, that which is sucked, that which is licked and that which is drunk) which a man takes, the chyle fluid is converted into three parts. The best part (or the finest extract of food) goes to nourish the linga sharira or subtle body (the seat of force). The second or middle part goes to nourish this gross body composed of seven dhatus (humours). 53. The third or the most inferior part goes out of the body in the shape of excrement and urine. The first two essences of food are found in the nadis, and being carried by them, they nourish the body from head to toe."},{"pageNumber":43,"pageContent":"54. When the vayu moves through all the nadis, then owing to this vayu (oxygen?) the fluids of the body get extraordinary force and energy. 55. The most important of these nadis are fourteen, distributed in different parts of the body and performing various functions. They are either weak or strong, and the prana (vitality) flows through them. MULADHAR CHAKRA. 56. Two fingers above the anus and two fingers below the linga, four fingers in width, is a space like a bulbous root. 57. Between the anus and the linga is the yoni having its face towards the back; that space is called the root; there dwells the goddess Kundalini. It surrounds all the nadis, and has three coils and a half; and catching its tail in its own mouth, it rests in the hole of the Sushumna. 58. It sleeps there like a serpent, and is luminous by its own light. Like a serpent it lives between the joints; it is the goddess of speech, and is called the (vija) seed. 59. Full of energy, and like burning gold, know this Kundalini to be the power (Sakti) of Vishnu; it is the mother of the three qualities-satwa (good), rajas (indifferent) and tamas (bad). 60. There, beautiful like the Bandhuk flower, is placed the seed of love; it is brilliant like burnished gold, and is described in Yoga as eternal. 61. The Sushumna also embraces it, and the beautiful seed is there; there it rests shining brilliantly like the autumnal moon, with the luminosity of millions of suns, and the coolness of millions of moons. O goddess! these three (fire, sun, and moon) taken together or collectively are called the vija. It is also called the great energy. 62. It (vija) is endowed with the powers of action (motion), and sensation, and circulates throughout the body. It is subtle, and has a flame of fire; sometimes it rises up, and at other times it falls down into the water. This is the great energy which rests in the perineum, and is called the Swayambhu-linga (the self-born). 63. All this is called the adhar-padma (the fundamental lotus), and the four petals of it are designated by the letters va, s’, sh, s. 64. Near this Swayambhu-linga is a golden region called Kula (family); its presiding adept is called Deviranda, and its presiding goddess called Dakini. In the center of that lotus is the Yoni where resides the Kundalini; the circulating bright energy above that, is called kama-vija (the seed of love). The wise man who always contemplates on this Muladhar obtains Darduri-siddhi (the frog-jump power); and by degrees he can altogether leave the ground (i.e., rise in the air). 65. The brilliancy of the body is increased, the gastric fire becomes powerful, and freedom from disease, cleverness, and omniscience ensue. 66. He knows what has been, which is being, and what is to be, together with their causes; he can teach the unheard of sciences together with their mysteries. 67. On his tongue always dances the goddess of learning, be obtains mantra-siddhi (success in charms) through constant repetition only. 68. This is the dictum of the Guru:-“It destroys old age, death and troubles innumerable.” The practitioner of pranayama ought always to meditate upon it; by its very contemplation, the great Yogi is freed from all sins. 69. When the Yogi contemplates this Muladhar lotus-the Swayambhulinga-then, undoubtedly at that very moment, all his sins are destroyed. 70. Whatever the mind desires, he gets; by habitual exercise he sees him who gives salvation, who is the best both in and out, and who is to be worshipped with great care. Better than Him, I know none. 71. He who leaving the Shiva (God) which is inside, worships that which is outside (viz., worships idols), is like one who throws away the sweetmeat in his hand, and wanders away in search of food. 72. Thus meditate daily, without negligence on thy own Swayambhulinga; have no doubts that from this will come all psychic powers. 73. By habitual exercise, he gets success in six months; and undoubtedly his vayu enters the middle channel (the Sushumna). 74. He conquers the mind, and can restrain his breath and his semen; then he gets success in this as well as the other world, without doubt. 2. SWADHISTHAN CHAKRA."},{"pageNumber":44,"pageContent":" 75. The second Chakra is situated at the base of the sexual organ. It has six petals designated by the letters b, bh, m, y, r, l. Its stalk is called Swadhisthan, the color of the lotus is blood-red, its presiding adept is called Balakhya, and its goddess, Rakioi. 76. He who daily contemplates this Swadhisthan-lotus becomes an object of love and adoration to all beautiful goddesses. 77. He fearlessly recites the various Shastras and sciences unknown to him before; becomes free from all diseases, and moves throughout the entire universe. 78. Death is eaten by him, he is eaten by none; he obtains the highest psychic powers like anima, laghima, etc. The vayu moves equably throughout his body; the humours of his body also are increased; the ambrosia exuding from the etherial lotus also increases in him. 2. MANIPUR CHAKRA. 79. The third Chakra called Manipur is situated near the navel; it is of golden color, having ten petals designated by the letters d, dh, n, t, th, d, dh, n, p, ph. 80. Its presiding adept is called Rudrakhya-the giver of all auspicious things, and the presiding goddess of this place is called the most sacred Lakini. 81. When the Yogi contemplates on the Manipur lotus, he gets the psychic power called the patal-siddhi-the giver of constant happiness. He becomes lord of desires, destroys sorrows and diseases, cheats death, and can enter the body of another. 82. He can make gold, etc., see the adepts (clairvoyantly), discover medicines for diseases, and see hidden treasures. 2. ANAHAT CHAKRA. 83. In the heart, is the fourth Chakra, the Anahat. It has twelve petals designated by the letters k, kh, g, gh, n, ch, chh, j, jh, n, t, th. Its color is deep blood-red; it has the seed of vayu, and is a very pleasant spot. 84. In this lotus is a flame called van linga; by contemplating on this, one gets objects of the seen and the unseen universe. 85. Its presiding adept is Pinaki, and the Kakini is its goddess. He who always contemplates on this lotus of the heart is eagerly desired by the daughters of gods. 86. He gets immeasurable knowledge, knows the past, present and future time; has clairaudience, clairvoyance and can walk in the air, whenever he likes. 87. He sees the adepts, and the goddess known as Yoginis; obtains the psychic powers known as Kechari, and conquers all who move in the air. 88. He who contemplates daily the second Van linga undoubtedly obtains the psychic power called Khechari (moving in the air) and Bhuchari (going at will all over the world). 89. I cannot fully describe the importance of the meditation of this lotus; even the gods Brahma, etc., keep the method of its contemplation secret. 2. VISHUDDHA CHAKRA. 90. This Chakra is situated in the throat, is the fifth, and is called the Vishuddha lotus. Its color is like brilliant gold (or smoke color), and it is adorned with sixteen petals and is the seat of the vowel sounds-i.e., its sixteen petals are designated by the sixteen vowels-a, a’, i, i’, u’, u’, ri, ri’, lri, lri’, e, ai, o, au, um, ah. Its presiding adept is called Chhagalanda, and its presiding goddess is called Sákini. 91. He who always contemplates it, is truly the lord of the Yogis, and deserves to be called wise; by the meditation of his Vishuddha lotus, the Yogis at once understand the four Vedas with their mysteries. 92. When the Yogi, fixing his mind on this secret spot, feels angry, then undoubtedly all the three worlds begin to tremble. 93. Even, if by chance, the mind of the Yogi is absorbed in this place, then he becomes unconscious of the external world, and enjoys certainly the inner world. 94. His body never grows weak, and he retains his full strength for a thousand of years, it becomes harder than adamant."},{"pageNumber":45,"pageContent":"95. When the Yogi leaves off this contemplation, then to him in this world, thousands of years, appear as so many moments. 6. AJNA CHAKRA. 96. The two-petalled Chakra called the Ajna is situated between the two eye-brows, and has the letters k, ksh; its presiding adept is called Sukla Mahakala (the white great time; also called Ardhanari, “adonai”) its presiding goddess is called Ha’kini. 97. Within that petal, there is the eternal seed (the seed of moon), brilliant as the autumnal moon. The wise anchorite by knowing which, is never destroyed. 98. This is the great light held secret in all Tantras; by contemplating on this, one obtains the greatest psychic powers, there is no doubt in it. 99. I am the giver of salvation, I am the third linga in the turya (the state of ecstacy, also the name of the thousand petalled lotus). By contemplating on this, the Yogi becomes certainly like me. 100. The two vessels called the Ida and the Pingala are the real Varana and Asi. The space between them is called Varan’asi (Benares the holy city of Shiva). This has been said by Viswanatha (the Lord of the universe). 101. The greatness of this holy place has been declared in manifold scriptures by the truth-perceiving sages. Its great secret has been very eloquently dwelt upon by them. 102. The Sushumna goes along the spinal cord where the Brahmarandhra (the hole of the Brahma) is situated. Thence by a certain flexure or modification, it goes to the right side of the Ajna lotus, whence it proceeds to the left nostril, and is called the Ganges. 103. The lotus which is situated in the Brahmarandhra is called Sahasrara (the thousand-petalled). In the space in its centre, dwells the moon. From that triangular place, elixir is continually exuding. This moon-fluid of immortality unceasingly flows through the Ida. The elixir flows in a stream,-a continuous stream. Going to the left nostril, it receives from the Yogis the name of the “Ganges”. 104. From the right-side portion of the Ajna lotus and going to the left nostril flows the Ida. It is here called Varana (the northward-flowing Ganges). 105. Let the Yogi contemplate on the space between the two (Ida and Pingala) as Varanasi (Benares). The Pingala also comes in the same way from the left side portion of the Ajna lotus, and goes to the right nostril, and has been called by us the Asi. 106. The lotus which is situated in the Muladhar has four petals. In the space between them, dwells the sun. 107. From that sphere of the sun, poison exudes continuously. That excessively heating venom flows full through the Pingala. 108. The venom (sun-fluid of mortality), which flows there continuously in a stream goes to the right nostril, as the moon-fluid of immortality goes to the left. 109. Rising from the left-side of the Ajna lotus and going to the right nostril, this northward flowing Pingala has been called of yore the Asi. 110. Thus has been described by Maheswara, the two petalled Ajna-lotus. Truth-seeing Yogis describe three more sacred stages above this. They are called Vindu, Nadi and Sakti, and are situated in the lotus of the forehead. 111. He who secretly always contemplates on the Ajna lotus, at once destroys all the karma of his past life, without any opposition. 112. Remaining in this place, when the Yogi meditates deeply, idols appear to him as mere things of imagination, i.e., he perceives the absurdity of idolatry. 113. The Yakshas, Rakshashas, Gandharbas, Apsaras, and Kinnaras, all serve at his feet. They become obedient to his command. 114. By reversing the tongue and placing it in the long hollow of the palate, let the Yogi enter into contemplation that destroys all fears. All his-whose mind remains steady here even for a second,-sins are at once destroyed. 115. All the fruits which come from the contemplation of the other five lotuses, are obtained through the complete knowledge of this one Ajna lotus alone. 116. The wise who continually practise contemplation of this Ajna lotus becomes free from the mighty chains of desire, and enjoys happiness."},{"pageNumber":46,"pageContent":"117. When at the time of death, the Yogi contemplates on this lotus, leaving this life, that holy one is absorbed in the Paramatma. 118. He who contemplates on this standing, or walking; sleeping or waking; is not touched by sins, though doing sinful works. 119. The Yogi becomes free from the chain by his own exertion. The importance of the contemplation of the two-petalled lotus cannot be fully described. Even the gods like Brahma, etc., have learned only a portion of its grandeur from me. THE THOUSAND-PETALLED LOTUS. 120. Above this, at the base of the palate, is the most beautiful thousand-petalled lotus, in the part where the hole of the Sushumna is. 121. From the base or root of the palate, the Sushumna extends downwards, till it reaches the Muladhar and the perineum: all vessels surround it, or are supported by it. These nadis are the seeds of mystery, or the sources of all principles which constitute a man, and show the road to Brahma (i.e., give salvation). 122. The lotus which is at the root of the palate is called the Sahasrar (the thousand-petalled), in its centre, there is a Yoni (seat or force-centre) which has its face downwards. 123. In that is the root of the Sushumna, together with its hole; this is called the Brahmarandhra (the hole of Brahma) opposite to the Muladhar padma. 124. In that hole of the Sushumna dwells the Kundalini (coiled) force called tat. In the Sushumna there is a constant current of force called chitra, its actions or modifications are known as Brahmarandhra, etc. 125. By remembering this, one obtains the knowledge of Brahma, all sins are destroyed, and one is never born again. 126. Let him close his mouth by his fingers, by this the air which flows through the body is stopped. 127. Owing to this (vayu) man wanders in the circle of the universe; the Yogis, therefore, do not desire to keep up this life; all the nadis are bound by eight knots; only this kundalini can pierce these knots and pass out of the Brahmarandhra, and show the way to salvation. 128. When the air is confined fully in all the vessels, then the Kundalini leaves these knots and forces its way out of the Brahmarandhra. 129. Then the vital air continually and always moves in the Sushumna. On the right and the left side of the perineum situated in the Muladhar, are the Ida and the Pingala. The Sushumna passes through the middle of the perineum. 130. The hollow of the Sushumna in the sphere of the adhar is called the Brahmarandhra. The wise one who knows this is emancipated from the chain of karma. 131. All these three vessels meet certainly at the mouth of the Brahmarandhra; by bathing at this place one certainly obtains salvation. THE SACRED TRIVENI (ALLAHABAD). 132. Between the Ganges and the Jamuna, flows this Saraswati, by bathing at their junction, the blessed one obtains salvation. 133. We have said before that the Ida is the Ganges and the Pingala is the daughter of the sun (the Jamuna), in the middle the Sushumna is the Saraswati;-the place where all the three join is a most inaccesible one. 134. He who takes or performs mental bathing at the junction of the Ida and the Pingala, becomes free from all sins, and reaches the eternal Brahma. 135. He who performs the funeral rites of his ancestors at the junction of these three rivers (Triveni procures salvation for his ancestors and himself reaches the highest end). 136. He who daily performs the threefold duties (i.e., the regular, occasional and the optional ones) by mentally meditating on this place, receives the unfading reward. 137. He who once bathes at the sacred place enjoys heavenly felicity, his manifold sins are burned, he becomes a pureminded Yogi. 138. Whether pure or impure, in whatever state one might be, by peforming ablution at this mystic place, he becomes undoubtedly holy. 139. At the time of death let him bathe himself in the water of this Triveni (the Trinity of rivers), he who dies thinking on this, reaches salvation then and there."},{"pageNumber":47,"pageContent":"140. There is no greater secret than this throughout the three worlds. This should be kept secret with great care. It ought never to be revealed. 141. If the mind becomes steadily fixed even for half a second at the Brahmarandhra, one becomes free from sins and reaches the highest end. 142. The Yogi whose mind is absorbed in this, is absorbed in me, that highest of man enjoys the psychic powers called anima, laghima etc. 143. The men knowing this Bramarandhra, become my beloved in this world; conquering sins they become entitled to salvation; by spreading knowledge they save thousands of people. 144. Brahmá and gods can hardly obtain this knowledge, it is the most invaluable treasure of the Yogis; this mystery of the Bramarandhra should be kept a great secrecy. 145. I have said before that there is a force-centre (yoni) in the middle of the Sahasrara; below that is the moon; let the wise man contemplate this. 146. By contemplating on this the Yogi becomes adorable in this world; and is respected by gods and adepts. 147. In the sinus of the forehead let him contemplate on the ocean of milk; from that place let him meditate on the moon which is the Sahasrara. 148. In the sinus of the forehead there is the nectar-containing moon, having sixteen rays (kalas, i.e., full). Let him contemplate on this stainless one. By constant exercise he sees it in three days. By merely seeing it, the practitioner burns all his sins. 149. He knows the future events, his mind becomes pure; and though he might have committed the five great sins, by a moment’s contemplation of this he destroys them. 150. All the heavenly bodies (planets, etc.,) become auspicious, all dangers are destroyed, all accidents are warded off, success is obtained in war; the Khechari and the Bhuchari powers are acquired by the seeing of the moon which is in the head. By mere contemplation all these results ensue, there is no doubt in it. By constant exercise of Yoga one verily becomes certainly my equal. The continual study of the sciences of Yoga, gives success to the Yogis. THE MYSTIC MOUNT KAILAS. 151. Above this (i.e., the lunar sphere) is the brilliant thousand petalled lotus. It is outside this microcosm of the body, it is the giver of salvation. 152. Its name is verily the Kailas mount, where dwells the great Lord (Shiva), who is free from all, who enjoys all, and who is without incease or decrease. 153. Men, as soon as they discover this most secret place, become free from re-births in this universe. By exercise of this Yoga he gets the power of creating or destroying the creation. 154. When the mind of the Yogi is steadily fixed at this place which is the residence of spirit and is called Kailas, then that Yogi becomes free from diseases and accidents, attains great age, and lives free from death. 155. When the mind of the Yogi is absorbed in the Great God, then the fullness of the Samadhi is attained, then the Yogi gets steadfastness. 156. By constant meditation one forgets the world, then the Yogis obtain wonderful power. 157. Let the Yogi continually drink the nectar which flows out of it; by this he gives law to death, and conquers the kula. Here the kundalini force is absorbed, after this the quadruple creation is absorbed in the great spirit. THE RAJA YOGA. 158. By this knowledge, the modifications of the mind are suspended, however active they may be: therefore, let the Yogi untiringly and unselfishly try to obtain this knowledge. 159. When the modifications of the thinking principle are suspended, then one certainly becomes a Yogi; then he becomes indivisible, holy, mere knowledge or consciousness. 160. Let him contemplate on his own reflection in the sky, in the manner previously described. Through that let him think on the great void unceasingly. 161. The great void, whose beginning is void, whose middle is void, whose end is void, has the brilliancy of the tens of millions of suns, and the coolness of the tens of millions of moon. By contemplating continually on this, one obtains success."},{"pageNumber":48,"pageContent":"162. Let him contemplate with energy daily on this, within a year he will obtain all the psychic powers. 163. He whose mind is absorbed in that place even for a second, is certainly a Yogi and good devotee, and is worshipped by all. 164. All his sins are destroyed at once. 165. By seeing it one never returns to the the path of this mortal universe; let the Yogi, therefore, practise this with great care in the Swadhisthan. 166. I cannot describe the grandeur of this contemplation. He who practises, knows. He becomes equal to me. 167. By meditation one at once knows the wonderful effects of this Yoga (i.e., of the contemplation of the void); undoubtedly he attains the psychic powers called anima and laghima, etc. 168. Thus I have described the Raja Yoga, it is kept secret in all the Tantras; now I shall describe to you the Rajadhiraj Yoga. THE RAJADHIRAJ YOGA. 169. Sitting in the Swastikasana, in a beautiful monastery, free from all men and animals, having paid respects to his Guru, let the Yogi practise this contemplation. 170. Let the human soul become perfectly independent and self-supported by the knowledge of the arguments of the Vedanta, let him make his mind, self-supported; and let him not practise anything else. 171. Undoubtedly by this contemplation the highest success (maha siddhi) is obtained, by making the mind functionless, he himself becomes full of spirit. 172. He who practises this always is the real passionless Yogi, he never uses the word “I” or “ego”; but always finds himself full of spirit. 173. What is bondage, what is emancipation? to him ever all is one; undoubtebly he who practises this always is the really emancipated. 174. He is the Yogi, he is the true devotee, he is worshipped by all creatures. He contemplates the Jivatma and the Paramatma as one; he renounces “I” and “thou” and contemplates the indivisible; the Yogi free from all company takes shelter of that contemplation in which adhyarop (false perception) and apavad (false notion) are both absorbed. 175. Leaving that Brahma who is manifest, who is knowledge, who is bliss, and who is absolute consciousness, the fools wander about, vainly discussing the manifested and the unmanifested. 176. He who thinks the movable and immovable universe as unmanifested, and leaves the manifested Brahma, is absorbed in this universe. 177. Let the Yogi, free from all company, constantly exercise himself in the acquisition of knowledge. 178. The wise one by restraining all his senses from these objects, and being free from all company, remains in the midst of these objects as if in deep sleep, i.e., does not perceive them. 179. By constant exercises of this he becomes self-illumined, here end all the teachings of the Guru, (they can help the neophyte no further, henceforth he must help himself), they can no more increase his reason or power, henceforth by the mere force of his own exercise he must gain knowledge. 180. The knowledge of Him whom speech and mind cannot describe or comprehend is only to be obtained through practise, for then this pure knowledge bursts forth of itself. 181. The Hatha Yoga cannot be obtained without the Raja Yoga, nor can the Raja Yoga be obtained without the Hatha Yoga. Therefore, let the Yogi first learn the Hatha Yoga from the instructions of the wise Guru. 182. He who while living in this physical body does not practise Yoga, may be living for the sake of sensual enjoyments. 183. From the time he begins till the time he gains perfect mastery let the Yogi eat moderately and abstemiously, otherwise however clever he cannot gain success. 184. The wise Yogi joins the assembly of the good men but does not talk much, he eats merely to keep up his physical frame; let him renounce the company of men, let him renounce the company of women, verily let him renounce all company: otherwise he cannot attain mookti (salvation) verily, I tell you the truth. 185. Let him practise this in secrecy free from the company of men, in a retired place. For the sake of appearances he should remain in society but should not have his heart in it. He should not renounce the duties of his profession, caste or rank, but let him perform these merely as an instrument without any thought of the event. By thus doing there is no sin. 186. Even the house-holder (grihasti) by wisely following this method may obtain the siddhis, there should be no doubt in it."},{"pageNumber":49,"pageContent":"187. Remaining in the midst of the family, always doing the duties of the house-holder, he who is free from merits and demerits, and has restrained his senses, attains salvation. The house-holder practising Yoga is not touched by sins, if to protect mankind, he does any sin, he is not polluted by it. THE MANTRAS. 188. Now I shall tell you the best way of practising mantras (charms), from this one gains the happiness of this as well as the world above. 189. By knowing this highest of the mantras the Yogis certainly attain success (siddhi), this gives great power to the Yogi. 190. In the four-petalled Muladhar lotus is the seed of speech, brilliant as lightening. 191. In the heart is the seed of love, beautiful as the bandhuk flower. In the space between the two eyebrows (i.e., in the Agaya lotus), is the seed of Sakti (power of force) brilliant as tens of millions of moons. These three seeds should be kept secret-they give enjoyment and emancipation. Let the Yogi practise these three mantras and try to attain success. (N.B:-The mystical names of these seeds i.e., the mantras are not not given in the text. They should be learnt from the Guru, by the word of his mouth). 192. Let him learn these three mantras from his Guru, let him repeat them neither too fast nor too slowly, keeping the mind free from all doubts, and understanding the mystic relation between the letters of the charm. 193. The wise Yogi intently fixing his attention on these mantras, performing all the duties peculiar to his caste, should perform three hundred thousand homs (fire sacrifices), and repeat these mantras three hundred thousand times. 194. At the end of this sacred repetition (jap) let the Yogi perform hom in a triangular hollow with sugar, milk, butter and the flower of Asafœtida (kavari). 195. By this ceremonial magic the goddess Tripura Vairavie who has been propitiated by the above mantras, becomes pleased, and grants all the desires of the Yogi. 196. Having satisfied the Guru and having received these highest of mantras in the proper way and performing their repetition in the way laid down, the most unfortunate one even attains success. 197. The Yogi who having controlled his senses repeats these mantras one hundred thousand times, gains the power of attracting others. 198. By repeating it two lacs of times he can control all persons-they come to him as freely as women go to a pilgrimage. They give him all that they possess, and remain always under his control. 199. By repeating these mantras three lacs of of times all the deities presiding over the spheres as well as the spheres are brought under his dominion. 200. By repeating these six lacs of times he becomes the vehicle of power and the protector of the world. 201. By repeating these twelve lacs of times the Yakshas, Rakshasas and the Na’ga’s come under his control; all obey his command. 202. By repeating these fifteen lacs of times the Siddhas, the Vidyadharas, the Apsaras come under the control of the Yogi. There is no doubt in it. He becomes omniscient. 203. By repeating these eighteen lacs of times he in this body can rise from the ground and remain suspended in the air; he attains the luminous body (the spiritual body), he goes all over the universe wherever he likes, he sees the pores of the earth (i.e., he sees the interspaces between the molecules of this solid earth. 204. By repeating these 28 lacs of times he becomes the lord of the Vidya’dhars, wise Yogi becomes kama-rupi (i.e., can assume whatever form he desires). By repeating these thirty lacs of times he becomes equal to Brahma and Vishnu. He becomes a Rudra by sixty lac repetitions, by eighty lac repetitions he becomes all-enjoyer, by repeating one ten of millions of times the great Yogi is absorbed in the Param Brahma. Such a practitioner is hardly to be found throughout the three worlds. 205. O Goddess Shiva, the destroyer of Tripura, who was the lord of the three cities of gold, silver, and iron, is the first cause and the worshippers meet him, who is inexhaustible, all peace, immeasureable and free from disease. 206. O great Goddess, the science of Shiva is a great science (ma’ha’vidya’), it should be kept most secret-this science revealed by me, the wise should keep secret. 207. The Yogi, desirous of success, should keep the Hatha Yoga in great secrecy, it becomes fruitful while kept secret; revealed, it loses its power."},{"pageNumber":50,"pageContent":"208. The wise one who reads it daily from beginning to end gradually obtains success in Yoga. He attains emancipation who worships it daily. 209. Let this science be recited to such good men who desire emancipation. By practise success is obtained, without it how can success follow? 210. Therefore, the Yogis should perfom Yoga with proper practice. He who is contented with what he gets, who restrains his senses, being a house-holder who is not absorbed in the house-hold duties, certainly attains emancipation by the practice of Yoga. 211. Even the grihasti obtains success by Yoga and jap, if he performs the duties of Yoga properly. 212. Living in the house amidst wife and children, but being free from their affections, practising Yoga in secrecy, such a house-holder finds success, and is ever happy. THE END. "}]
