[{"pageNumber":1,"pageContent":"The Sanctuary of Maat Order of the Golden Dawn - Contenthttp://www.ritual-magic.com/welcome/modules.php?name=Content...1 of 36/27/2004 7:51 AMLesser Banishing Ritual of the Pentagram (LBRP)Introduction to the RitualThere is a much employed Ritual which utilizes the symbol of the Pentagramas a general means to banish and invoke the elemental forces. This Ritual iscalled the Lesser Ritual of the Pentagram. However, it should not simply beregarded as a mere device to invoke or banish, for it is really the Stone ofthe Wise and incorporates within its structure a high magical formula ofSelf-Initiation. It is, to all intents and purposes, a Ritual of Self-Initiation.This ritual is given to the Neophyte of the Order as a means for him/her tocome into contact with the invisible forces of Nature and to learn how todirect those elementary forcesThe Uses of the Pentagram Ritual:Opening and Closing any Magical Work The Lesser Ritual of the Pentagramcan be used to open and close any magical or mystical work, such as aceremony or meditation. As an Exorcism The Lesser Ritual of the Pentagramcan be used by the Neophyte as a protection against impure magnetism,and as a practical form of exorcism, to eliminate obsessing or disturbingthoughts. In this the Neophyte should first formulate a mental image of theobsession or disturbing thought, then s/he should project the image outsideof his/her Aura with the Sign of Projection (Sign of Horus), and when theimage is approximately three feet away, the Neophyte should give the Signof Silence (Sign of Harpocrates) to prevent the image from returning untohim or her. With the image of the obsession or disturbing thought in theEast, the Neophyte should then perform the Lesser Banishing Ritual of thePentagram to disintegrate the image, seeing it in his/her mind's eyedissolving on the further side of the Circle of Flame which is formulated inthe Pentagram Ritual.The Lesser Bannishing Ritual of the Pentagram (LBRP)Perform The Qabalistic Cross1. Touching the forehead, say Atah.2. Touching the breast, say Malkuth.3. Touching the right shoulder, say ve-Geburah.4. Touching the left shoulder, say ve-Gedulah.5. Clasping the hands upon the breast, say le-Olam, AMEN.Facing East, use the index finger of the right hand, a dagger, or the blackend of the Outer Wand of Double Power to trace a large (Flaming Blue orBrilliant White) banishing pentagram of Earth.Charge it with Light by piercing either the dagger, wand tip or index fingerthrough the center of the pentagram and vibrate \"YHVH\"(Yode-Heh-Vav-Heh). Keep the arm extended while tracing a line ofwhite Light as you turn or move to the SOUTH. (Keep the right armextended throughout; never let it drop.)Facing South, with the black end of the wand trace another large bannishing"},{"pageNumber":2,"pageContent":"The Sanctuary of Maat Order of the Golden Dawn - Contenthttp://www.ritual-magic.com/welcome/modules.php?name=Content...2 of 36/27/2004 7:51 AMFacing South, with the black end of the wand trace another large bannishingEarth pentagram .Charge the pentagram as before by thrusting the wand, through the centerof the pentagram and vibrate, \"ADNI!\" (Ah-doh-nye). Keeping the armextended, trace a line of white Light as you turn or move to the WEST.Facing West, with the black end of the wand trace again a large bannishingpentagram of Earth.Charge the pentagram as before by thrusting the wand, through the centerof the pentagram and vibrate, \"EHEIH!\" (Eh-hey-yay). Keeping the armextended, trace a line of white Light as you turn or move to the NORTH.Facing North, with the black end of the wand trace a large bannishing Earthpentagram.Charge the pentagram as before by thrusting the wand, through the centerof the pentagram and vibrate, \"AGLA!\" (Ah-gah-la). Keeping the armextended, trace a line of white Light as you turn or move back to the EAST.Facing to the East extend both arms out in the form of a cross and say,\"Before me RAPHAEL\" (Rah-fahy-el). Visualize before you the greatArchangel of Air rising out of the clouds in flowing yellow and violet robes,carrying a Caduceus Wand.Behind you visualize another figure and say \"Behind me GABRIEL\"(Gah-bree-el). See the Archangel stepping out of the sea like the goddessVenus, dressed in robes of blue and orange, with cup in hand.See to your right another figure in flaming red and green robes carrying asword Say \"On my right hand MICHAEL\" (Mee-chai-el).See another great Archangel at your left, who rises up from the vegetationof the Earth in robes of citrine, olive, russet, and black, holding stems ofripened wheat. Say, \"On my left hand URIEL\" (Ur-ee-el).(Say:) \"For about me flames the pentagram, and in the columnshines the Six-rayed Star.\"Repeat The Qabalistic Cross.Note:"},{"pageNumber":3,"pageContent":"The Sanctuary of Maat Order of the Golden Dawn - Contenthttp://www.ritual-magic.com/welcome/modules.php?name=Content...3 of 36/27/2004 7:51 AMNote:There are many people who will perform this ritual that have problemsvisualizing. If you are one who has problems seeing visual pictures, justknow in your mind that it is there. For example, like with the pentagrams,although you may not be able to see the lines or the color being in brilliantblue, just affirm to yourself that it is there. Some will encounter that theyhave problems feeling the energies. Don't worry, this is common. Onereason that this may be occurring is that you may not be accustomed to theritual, and that the energies it invokes may be too foreign to you. It justtakes time and persistence to work through this. On a more positive note,those who think of themselves as being \"Numb\" will be glad to know thatover a long period of performing the L.B.R.P. daily, your sphere of sensationis slowly but surely becoming accustomed to the energies. So when youhave internally reached a state of openness, you can then judge for yourselfthat the presence of the Archangels are truly undoubted.Within its performance the Magician traces a protecting circle, while hisimagination is formulating an astral Circle of Fire within which to pursue hiswork. At the North, South, East, and West of this Circle banishingPentagrams of the element Earth are traced with the wand or sword. Asthese Pentagrams are formed in midair with the elemental weapon, everyeffort should be made to impart vitality and reality to them. The blindperformance of this ritual, as is so true of every aspect of Theurgy, is quiteuseless, and is a waste of both time and energy. The imagination,simultaneously, should be stimulated to create these Pentagrams about theMagician on the Astral Plane in glowing figures of fire, so that through thestreaming lines of light and power, representative of the spiritual being, nolesser entity of any kind dare make its way. It is necessary that theMagician make certain that he does not lower the elemental weapon afterformulating a Pentagram in mid-air. The Circle must be complete,continuing in an unbroken line from Pentagram to Pentagram.The blazing five-pointed star is like the flaming sword which debarred Adamfrom the Edenic paradise. The four Archangels, the spiritual regents of thefour elements, are then invoked to give legitimacy to the working, andspiritual power and protection to both the surrounding Pentagrams and theCircle wherein the Magician is enclosed. The last phrase of the ritualdeclares the Pentagrams aflame about him, and invokes once again theHoly Guardian Angel so that the operation is sealed with the stamp of thedivine light. (See Figure 87, in Regardies TOL.)One of the highly significant and important results of this ritual, if rightlyperformed in the manner indicated, is the cleansing of the entiresphere/Aura of personality. Only a little practice will demonstrate to us as towhether we are succeeding in obtaining the required effect. There should bea clear sense, unmistakable in its manifestation, as of cleanliness, even ofholiness and sanctity, as though the whole being were gently but thoroughlypurged, and that every impure and unclean element had been dispersedand annihilated. Just as a plunge into a cool running stream on a hotmidsummer day leaves one blessed with the sense of refreshment andpurification, so also should be this ritual.The rationale of its action depends on the purification of the constituents ofthe nature of the Magician. Every molecule, every cell—astral, mental andphysical—is concerned, inasmuch as the basis of each principle is groundedin centers of energy and spiritual force. These microscopic points ormonads, are the minute sensitive points of spiritual consciousness, and inthe reality of their existence and function is based not only the deepestsense of individuality but the basis of matter itself, and its concomitants ofenergy and physical life. These monads are at the root of the cell as of amineral, brain matter as well as of vegetable life. The result of theformulation of the Circle of Fire and the flaming Pentagrams, the vibrationof the God-names and the Invocation of both the Angels of the CardinalPoints and the Holy Guardian Angel, is that gradually the coarser cells ormonadic atoms are ejected from the sphere of consciousness. To take theirplace other lives, more sensitive and refined, of a finer grade of spiritualsubstance, are attracted to the sphere of being, and infused into the verysubstance of the physical and invisible constitution. Thus a vital purificationtakes place, enabling the influence of the Holy Guardian Angel to penetratethe refined brain and mind to diffuse through out the personality itspresence and grace, an important preliminary to magical progress."}]
