[{"pageNumber":1,"pageContent":"The Sanctuary of Maat Order of the Golden Dawn - Contenthttp://www.ritual-magic.com/welcome/modules.php?name=Content...1 of 36/27/2004 7:55 AMThe Supreme Banishing Ritual of the PentagramTHE SUPREME BANISHING RITUAL OF THEPENTAGRAM (SBRP)For this ritual the adept will need the Sword of the Hiereus and his ceremonial regalia. The ritual can beperformed in a room that is to become a permanent temple space. It can also he performed to clear a roomthat must be used out of necessity for both temple and secular purposes. Whenever the need for clearing anarea of unwanted energies arises, the Sword of Vengeance can be employed with much success. If you arebanishing a room which is to be re-dedicated as a temple space, clear the area of all objects and furniture. 1Face the east.With sword in hand, perform the Qabalistic Cross.(Hold the sword with point up while performing the Qabalistic Cross.)Trace the Banishing Pentagram of Spirit Active, with the tip of the sword in the air before you.Vibrate the name \"Exarp.\" Draw the Spirit sigil in the center and vibrate \"Eheieh.\" Give the LVX Signs. Draw the Banishing Pentagram of Air and intone the name \"Oro Ibah Aozpi.\" Trace the sigil of Aquarius in the center and vibrate \"YHVH.\" Give the Sign of Theoricus. Then raise thehands above the head as if to touch Kether. Step forward with the left foot while simultaneously bringing thehands to eye-level and thrusting them forward in the Projection Sign. (This Sign is also known as the\"Attacking Sign\" and when used with the Sword of Vengeance, it is a potent gesture of force and will.) Thenstamp the ground with the left foot and give the Sign of Silence (also called the \"Sign of Protection\") as ashieldagainst all attack and protection from any reflux current of energy.Go clockwise to the south and trace the Banishing Pentagram of Spirit Active while vibrating the name \"Bitom.\" Draw the Spirit sigil in the center and intone \"Eheieh.\" Give the LVXSigns. Then trace the Banishing Pentagram of Fire. Vibrate \"Oip Teaa Pedoce.\" Draw the sigil of Leo in the center and vibrate \"Elohim.\" Give the Sign ofPhilosophus. Then give the Projection Sign and the Signof Silence. Go to the west and trace the Banishing Pentagram of Spirit Passive while vibrating the name \"Hcoma.\" Draw the sigil of Spirit in the center and intone \"Agla.\"Give the LVX Signs. Trace the Banishing Pentagram of Water"},{"pageNumber":2,"pageContent":"The Sanctuary of Maat Order of the Golden Dawn - Contenthttp://www.ritual-magic.com/welcome/modules.php?name=Content...2 of 36/27/2004 7:55 AMGive the LVX Signs. Trace the Banishing Pentagram of Water and intone the name \"Empeh Arsel Gaiol.\" Draw the sigil of the eagle in the center and vibrate \"AlephLamed, AL.\" Give the Sign of Practicus. Then give the Attacking Sign and the Sign of Protection. Go to the north and trace the Banishing Pentagram of Spirit Passive while vibrating the name \"Nanta.\" Draw the sigil of Spirit in the center and intone \"Agla.\" Give the LVXSigns. Trace the Banishing Pentagram of Earth and vibrate the name \"Emor Dial Hectega.\" Trace thesigil of Taurus in the center and intone \"Adonai.\" Give the Sign of ZeIator. Then give the ProjectionSign and the Sign of Silence. Return to the east. Stand in the form of the Tau Cross and say:Before me, RAPHAEL. Behind me, GABRIEL. On my right hand, MICHAEL. On my left hand,URIEL. For about me flames the Pentagram and in the column shines the Six-rayed Star!(Visualize each archangel when intoning the names.)Repeat the Qabalistic Cross as in the beginning. The ritual is ended and the room should be completely void of all previous energies 2 Notes:Excerpted from the \"Ritual Use of Magical Tools,\" Chic and Tabatha Cicero, 2000, Llewellyn Publications, St.Paul, Mn.1.Excerpted from the \"Ritual Use of Magical Tools,\" Chic and Tabatha Cicero, 2000, Llewellyn Publications, St.Paul, MN.2. 3. The LVX Signs vs. the Portal Signs:\"In some of the rituals suggested in this curriculum, (the SIRP, the SBRP, the BRH, and Regardie'sOpening by Watchtower) call for the initiate to give the LVX Signs after tracing the Spiritpentagrams. This is because traditionally, advanced rituals of this type were performed only byinitiates in the grade ofAdeptus Minor (or higher). The LVX Signs are the grade signs of an Adeptus Minor, not necessarilythegrade sign of the Element of Spirit. The Fifth Element is conferred on an initiate in the Portal grade,and therefore the grade signs of Spirit are the Opening and Closing of the Veil, just as the gradesign for Air is that of the Theoricus. It is therefore apropriate for the Portal initiate to freelysubstitute the Portal Signs for the LVX signs [Rendering for the SIRP, Closing for the SBRP]. Werealize, however, that many students have already been performing these rituals with the traditionalLVX Signs, and may be reluctant to switch to the portal Signs. Therefore we have presented therituals in this course with the traditional LVX Signs, and leave the option open for the individual tochoose.\"Excerpted from the \"Self-Initiation into the Golden Dawn Tradition,\" Chic and Tabatha Cicero, 1998,Llewellyn Publications, St. Paul, Min. Pentagrams Used for the Supreme Banishing RitualPentagram (SBRP)Banishing Spirit Active Banishing Air"},{"pageNumber":3,"pageContent":"The Sanctuary of Maat Order of the Golden Dawn - Contenthttp://www.ritual-magic.com/welcome/modules.php?name=Content...3 of 36/27/2004 7:55 AMBanishing Spirit Active Banishing Fire Banishing Spirit Active Banishing Water Banishing Spirit Active Banishing Earth"}]
