[{"pageNumber":1,"pageContent":" Ther e i s n o E ND There is no BEGINNING The EN D i s th e BEGINNING α = Ω HRONOS – tim e NOA H – savior NO US – a nim a mu nd i HRONO YA – Saving the sou l of the w orld through u nderstan ding TIM E... The h um an perce ption of time is closel y re lated to birth and de ath. Thro ugho ut ag es, civiliz ations ha d struggl ed to expla in real ity throu gh c ycles of celesti al bod ies. Hum ans have created nu mer ous cale ndars and ca lcul ate ages on rel igio us basis stil l. The m od ern tim es are s ynchro nized to the Gre goria n, Ju lian or Jewish ca lend ars put tog ether by religious a uthorit y. Thus o ur perceptio n of tim e is not just inh erent in rel igio n, but loc aliz ed to the c ycles of our pl anet, Sun and Moon motion and revolutio n. The o bscured Sol ar calen dar of a ncient pag ans surfaces as the modern C hristian ca lend ar in w hich celesti al e vents are mystified in re ligious cere mo nies not und erstood b y the com mon ma n. Hro no ya is a prop hec y for the new ma nki nd, openi ng the door to global un derstand ing of the i mp ortance of time c ycles conscio usness, and the ad option of the new sci entific thought on TIME – THE NE W SCIENCE OF TIM E. The contin uity of TIME and SP ACE is poor ly understoo d. Measurin g devices an d tec hnol og y, cre ated and ado pted to o ur sensor y perce ption are further li mit ing ma nkind's ab ility to follow it's ga lactic purp ose. In fact, scie ntific “pr ogress” is actua lly push ing this un derstand ing to a dead en d. Hu ma n gen etical ly inher ited abilities to perce ive eternit y is bei ng destro yed by focus on se nsor y fulfill me nt and synchro nizati on of b od y cycles to destructi ve freque ncies. The t ypical h um an w ork da y is b linding"},{"pageNumber":2,"pageContent":"conscio usness and n um bin g the fin e tun ing of the brain, ma king it imp ossib le for a commo n man to exper ienc e freq uenci es beyond local. The irrati ona l exubera nce and d estructi ve consu mpti on of res ources ha d alrea dy wri tten a new cycle of m ank ind. On the rui ns of toda y a new hu man rac e will find a cosm ic w ay. When w as the be gin ning of tim e ? Is this un iverse in perpetua l motion ? Hrono ya is lead ing me taph ysics to bec om e ne w physics. Solutio n to slaver y to un natural c ycles of living is understan ding the fabric of tim e and it's rel ation to matter and sp ace. Th e electro mag netic spectru m is perceived as SP ACE and TIME is perc eived as vibration i n the electro mag netic spectru m. Th e perceived cos mo s is electrica l in nature. I t constitutes an infi nite series of reson ant LC circuits (inductive/capacitive), where M ASS is perceived as stored out of TIM E (potentia l difference) o wnin g it's existenti al freque ncy. The ke y to und erstandi ng of this co ncept is sho wn to us as the mechan ism of Earth's ma gn etic field- Earth's rotation an d the Su n-Earth conn ection throug h the br eath of the Sol ar wind. The so ul of the w orld (An ima M und i) perceives TIM E throug h interaction of the Solar wind an d the Earth's m ag netic rec onnecti on . This is the po int of un ity of the opp osites in Earth's dip ole m ag netosph ere. Th us the Earth's breath ing of the So lar partic les ind uces MASS in our pla netar y capac itor . HRONO YA is to unify electricit y, mag netis m an d gravity in the point of magnetic rec onnecti on of a M ASS VEHICLE IN PE RPETUAL ROT ATION. The NO YA proph ecy describ es the m ech anis m of TIME M IRRORING, an apparatus to function as a res onator of the Earth's m ag netic recon nection (the Ani ma Mundi). TIM E M IRRORS w ill be use d by hum ans to create rifts in TIM E/SP ACE fabr ic. The TI ME M IRRORS will cha nge human p ercepti on of e nergy as cons u mption of time rath er tha n mass. Aka dem ia NOIA Bel grade, Serbi a www.n01a.org "},{"pageNumber":3,"pageContent":"PLANET AR Y ASCE NSI ON FINAL SYNERG Y THE ROSE O F THE W ORL D NOOSPHE RE Boris Petrovic \"Graa l\" reflects a jour ne y thr ough cu lture, re ligion an d science inter acting as ma teria lizi ng s ymbols. It stan ds as a d ecr yption of the horiz on between physical and spr itual e xistenc e tow ards fina l unity of ph ysics and met aph ysics. the seed of cosm ic vo yage and consc ious ness expans ion of ma nki nd. Depicte d with inventions of NIKOLA TESLA, reveali ng the deep est secr ets of the legac y of this e xtra- terrestri al spir it. It's essenc e is in ph ysical e vid ence of the harm on y of existence, creati on of the al might y. Holy Grail as a pl acenta of all-expan ding ti me-sp iral a nd the birth in spir it of ne w m an kind o n plan et Earth, an event wri tten abo ut in all w orld rel igions and scriptur es fro m the beg inn ing of wo rds, as blood of the coll ecti ve bei ng, as the food of hu ma n spirit. It is a ro ad, begi nnin g with in itiation of consci ousness throug h travelli ng to a Bl ack Hole, the neverend ing road to pre-b egi nnin g, the en d of past and pr esent. It's task is col laps e of 3-d imensi onal existence, open ing the do or to He avenl y Jer usale m, throug h the knowledge a nd use of bloo d-flo w of the Solar s ystem, m ag netic fields of pl anets and the solar wind. Ph eno me non of Ascens ion, e xpl ain ed as contraction of space an d time of m icroc osm os, m ad e by the hum an ha nd with the gui dance of hi gher age nts, ma de throu gh w ill of man kin d tow ards ope nin g the holo graph ic memo ry of creati on, using gravitationa l disturba nces in Earth's orb it, and for the glor y of the tim eless ki ngdo m. http: //www.n01a.org Institute for new cos mo log y and the sci ence of time Categor y: Scie nce & Techno log y Tags: HAAR P HOL Y GRAI L WOR LD SOU L ASCENSION BLACK HOLE FREQUENC Y IM PLOSION TIM E SHIFT 2012 TESLA HIGHER DIMENSION ST ARGA TE WARP SCALAR WAVES RESONANCE WARD EN CL YFFE"}]
