[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 9Issue Number 9Volume I-9Volume I-9May 1976May 1976Editor: Editor: Margaret Wendall IV°Margaret Wendall IV°Copyright © 1976 Temple of SetCopyright © 1976 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] To the Members of theTo the Members of theTemple of SetTemple of Set- by Lilith Sinclair IV°- by Lilith Sinclair IV°17 April Xl17 April XlMy Brothers and Sisters:My Brothers and Sisters:Your response to the raffle was just Your response to the raffle was just overwhelming, and I want to express my gratitude to overwhelming, and I want to express my gratitude to you all. It is heartening to know that you care and you all. It is heartening to know that you care and are concerned enough to rally around the barricades are concerned enough to rally around the barricades with me.with me.This is not just an isolated incident, but an action This is not just an isolated incident, but an action which affects us all. It will be the catalyst which will which affects us all. It will be the catalyst which will cause a precedent to be established for all Setians cause a precedent to be established for all Setians and those of our and those of our philosophicalphilosophical persuasion yet to persuasion yet to come.come.I am no martyr going eagerly to the stake, and I I am no martyr going eagerly to the stake, and I dislike an uproar as much as most people do. dislike an uproar as much as most people do. However there are times when we must make waves, However there are times when we must make waves, and if necessary, tip over the whole boat. I feel this and if necessary, tip over the whole boat. I feel this to be one of them.to be one of them.It would have been a simple matter to have It would have been a simple matter to have removed my Pentagram from around my neck, as I removed my Pentagram from around my neck, as I was “requested” to do, thereby ensuring the was “requested” to do, thereby ensuring the security of my job. Yes, that would have been quite security of my job. Yes, that would have been quite the easy and convenient thing to do. Except for me the easy and convenient thing to do. Except for me to have done so would make me as great a hypocrite to have done so would make me as great a hypocrite as those I scorn, and would be a betrayal of the trust as those I scorn, and would be a betrayal of the trust placed in me by the Prince of Darkness, and of my placed in me by the Prince of Darkness, and of my vow to Him in turn.vow to Him in turn.This I will not do.This I will not do.I would have liked to thank each of you in I would have liked to thank each of you in person, but since it is not possible at this time, person, but since it is not possible at this time, please accept my appreciation and gratitude in this please accept my appreciation and gratitude in this form, and know that I shall not forget your form, and know that I shall not forget your generosity and support.generosity and support.May Set ever be at your side, and may you May Set ever be at your side, and may you always walk the Way of the Flames.always walk the Way of the Flames.______________________________________________________________________[2] “[2] “Rotten Saturday”Rotten Saturday”Eight San Francisco Bay Area Setians joined Eight San Francisco Bay Area Setians joined with High Priest Michael Aquino and Magistra with High Priest Michael Aquino and Magistra Lilith Sinclair at the High Priest’s mother’s home Lilith Sinclair at the High Priest’s mother’s home on Saturday, 17 April to celebrate “Rotten on Saturday, 17 April to celebrate “Rotten Saturday” (the day after “Good Friday”) and draw Saturday” (the day after “Good Friday”) and draw the winning tickets in our raffle.the winning tickets in our raffle.Adept Al Sturrock was designated to draw the Adept Al Sturrock was designated to draw the first ticket for the Equinox set, and he drew Forrest first ticket for the Equinox set, and he drew Forrest Ackerman’s name. Next Adept Bob Brink drew Ackerman’s name. Next Adept Bob Brink drew Marie Kelly’s ticket for the “Dee” book. The Marie Kelly’s ticket for the “Dee” book. The prizes were shipped to the winners on 20 April.prizes were shipped to the winners on 20 April.With the pleasurable business of the evening With the pleasurable business of the evening taken care of, we sat down to a delicious dinner, a taken care of, we sat down to a delicious dinner, a delightful dessert of St. Honore cake, and just delightful dessert of St. Honore cake, and just general conversation.general conversation.Magistra Sinclair’s reaction to our caring and Magistra Sinclair’s reaction to our caring and generosity is well-expressed in her letter printed generosity is well-expressed in her letter printed above. Financially the raffle was a complete success. above. Financially the raffle was a complete success. We have written a check to the American Civil We have written a check to the American Civil Liberties Union for $500 for the necessary court Liberties Union for $500 for the necessary court filing costs; the cost of the prizes has been taken filing costs; the cost of the prizes has been taken care of, and none of the cost of getting the prizes to care of, and none of the cost of getting the prizes to the winners has come out of the general treasury. If the winners has come out of the general treasury. If the outcome of Magistra Sinclair’s lawsuit is the outcome of Magistra Sinclair’s lawsuit is favorable - and signs indicate it will be - the money favorable - and signs indicate it will be - the money given to the ACLU will be returned to us and put given to the ACLU will be returned to us and put into the Temple of Set treasury. Hopefully we’ll into the Temple of Set treasury. Hopefully we’ll never need to use it for this kind of purpose again.never need to use it for this kind of purpose again.______________________________________________________________________[3] [3] O.T.O./A.'.A.'./Temple of SetO.T.O./A.'.A.'./Temple of Set- by Michael A. Aquino V°- by Michael A. Aquino V°[The following paragraphs are excerpted from [The following paragraphs are excerpted from an informational letter from our High Priest dated 5 an informational letter from our High Priest dated 5 March Xl. If you are interested in other March Xl. If you are interested in other “informational” letters (or in the rest of this one), “informational” letters (or in the rest of this one), just contact the III°+ official of the Temple of Set just contact the III°+ official of the Temple of Set nearest you.]nearest you.]The governing axioms of the A.'.A.'. & O.T.O. The governing axioms of the A.'.A.'. & O.T.O. were frozen about a quarter century ago with were frozen about a quarter century ago with Crowley’s death. The entire magical/ philosophical Crowley’s death. The entire magical/ philosophical system was bound so tightly to his personality that system was bound so tightly to his personality that subsequent efforts to incorporate fresh data from subsequent efforts to incorporate fresh data from modern sources have regularly bit the dust. By modern sources have regularly bit the dust. By contrast the Temple of Set is deliberately designed contrast the Temple of Set is deliberately designed to be able to incorporate such data as the years pass.to be able to incorporate such data as the years pass.The position of the Temple of Set is not that it is The position of the Temple of Set is not that it is a a competitorcompetitor to the A.'.A.'. & O.T.O., but rather to the A.'.A.'. & O.T.O., but rather that it is their that it is their successorsuccessor [as well as the successor to [as well as the successor to the Church of Satan]. This implies that we have the Church of Satan]. This implies that we have considered & evaluated what the old organizations considered & evaluated what the old organizations had to offer, incorporated the worthwhile material had to offer, incorporated the worthwhile material into the Temple, and selectively dispensed with the into the Temple, and selectively dispensed with the obsolete and/or inaccurate material.obsolete and/or inaccurate material.Psychologically this posture is very damaging to Psychologically this posture is very damaging to the old organizations. Not only does it reveal their the old organizations. Not only does it reveal their shortcomings, but it suggests that those shortcomings, but it suggests that those shortcomings are too ingrained to be corrected by shortcomings are too ingrained to be corrected by reform from within. These are statements which the reform from within. These are statements which the A.'.A.'. & O.T.O. cannot make concerning the A.'.A.'. & O.T.O. cannot make concerning the Temple of Set.Temple of Set.The A.'.A.'. & O.T.O. are very sloppy in their The A.'.A.'. & O.T.O. are very sloppy in their philosophical logic. They mix theologies which by philosophical logic. They mix theologies which by their conceptual definitions are mutually exclusive: their conceptual definitions are mutually exclusive: Chinese, Hindu, Masonic, Hebrew, Egyptian, Chinese, Hindu, Masonic, Hebrew, Egyptian, Catholic, etc. Crowley, in point of fact, was well Catholic, etc. Crowley, in point of fact, was well aware of this problem. He attempted to handle it via aware of this problem. He attempted to handle it via two identifiable measures:two identifiable measures:"},{"pageNumber":2,"pageContent":"(1) He attempted to define all religions and (1) He attempted to define all religions and philosophies as variations of a common theme. philosophies as variations of a common theme. Thus they were ultimately consistent and reinforcing Thus they were ultimately consistent and reinforcing of one another. It was as an effort to tabulate this of one another. It was as an effort to tabulate this relationship that he wrote relationship that he wrote 777777..(2) He identified “gods” as subjective aspects (2) He identified “gods” as subjective aspects of the human personality. Thus an “invoked god” of the human personality. Thus an “invoked god” could be whatever Crowley desired him to be at a could be whatever Crowley desired him to be at a given moment, regardless of the historical attributes given moment, regardless of the historical attributes of that god.of that god.In the final analysis both measures proved In the final analysis both measures proved unsuccessful. The first flies in the face of massive unsuccessful. The first flies in the face of massive cultural divergences between different civilizations. cultural divergences between different civilizations. There is overlap to some extent, certainly but there There is overlap to some extent, certainly but there are also striking peculiarities unique to each are also striking peculiarities unique to each religious/ philosophical system. Not only can two religious/ philosophical system. Not only can two systems not be forced into the same mold; they systems not be forced into the same mold; they cannot be said even to reinforce one another. This is cannot be said even to reinforce one another. This is because the formulators of a religious philosophy because the formulators of a religious philosophy leave no “blank spaces” which other religions may leave no “blank spaces” which other religions may fill. Input from other religions is either incorporated fill. Input from other religions is either incorporated into the new religion as an aspect of it, or it is into the new religion as an aspect of it, or it is rejected outright.rejected outright.As for the second measure, it constitutes a As for the second measure, it constitutes a rejection of the independent existence of “gods”, rejection of the independent existence of “gods”, thus clashing with Crowley’s conviction that Aiwass thus clashing with Crowley’s conviction that Aiwass (speaker of the (speaker of the Book of the LawBook of the Law) was an ) was an independent intelligence. It also clashes with the independent intelligence. It also clashes with the logical considerations raised on the Temple of Set’s logical considerations raised on the Temple of Set’s informational “red sheet” ...informational “red sheet” ...On the same counts the Temple of Set has its On the same counts the Temple of Set has its roots in the most ancient religious philosophy of the roots in the most ancient religious philosophy of the world’s most ancient civilization. Its doctrines and world’s most ancient civilization. Its doctrines and mythological symbolisms are purged of later mythological symbolisms are purged of later distortions, and it makes no pretense of distortions, and it makes no pretense of encompassing conventional theologies. By academic encompassing conventional theologies. By academic standards the logical precision and factual accuracy standards the logical precision and factual accuracy applied to our theories are so exacting that any other applied to our theories are so exacting that any other existing religion would be torn to bits by them ...existing religion would be torn to bits by them ...Today the A.'.A.'. & O.T.O. are severely Today the A.'.A.'. & O.T.O. are severely fragmented. The authoritarian design of the original fragmented. The authoritarian design of the original structures ruled out the possibility of different structures ruled out the possibility of different opinions coexisting within the same organization. opinions coexisting within the same organization. An “infallible Führer” was necessary. Obviously An “infallible Führer” was necessary. Obviously this role was Crowley’s during his lifetime. But he this role was Crowley’s during his lifetime. But he left no machinery for the orderly selection of new left no machinery for the orderly selection of new leaders, nor could his disciples agree among leaders, nor could his disciples agree among themselves as to the best methods for doing this. So themselves as to the best methods for doing this. So today we see a flock of A.'.A.'.s & O.T.O.s, each today we see a flock of A.'.A.'.s & O.T.O.s, each proclaiming its own true lineage and lambasting the proclaiming its own true lineage and lambasting the others ...others ...By contrast there is absolutely nothing like the By contrast there is absolutely nothing like the Temple of Set anywhere. It is not too difficult to Temple of Set anywhere. It is not too difficult to start up and A.'.A.'. or O.T.O., because the start up and A.'.A.'. or O.T.O., because the necessary rituals and documents are commercially necessary rituals and documents are commercially available. Same goes for a Masonic lodge. But all of available. Same goes for a Masonic lodge. But all of the documents crucial to the design and operations the documents crucial to the design and operations of the Temple of Set are released only through the of the Temple of Set are released only through the ordained Priesthood of Set to those whom they ordained Priesthood of Set to those whom they specifically deem worthy of such material. As this specifically deem worthy of such material. As this data is selectively released throughout the data is selectively released throughout the membership of the Temple, some of it will membership of the Temple, some of it will eventually reach the general public. But by the time eventually reach the general public. But by the time it does, the policy & program operations of the it does, the policy & program operations of the Temple will be another ten jumps ahead. So it will Temple will be another ten jumps ahead. So it will be almost impossible for anyone to “copy” the be almost impossible for anyone to “copy” the Temple, and at best such an effort would result in a Temple, and at best such an effort would result in a group trailing far behind the authentic one.group trailing far behind the authentic one.The A.'.A.'. & O.T.O. are heavily committed to The A.'.A.'. & O.T.O. are heavily committed to the Hebrew Cabala. From the standpoint of the Hebrew Cabala. From the standpoint of doctrinal cohesion, that is like trying to put an doctrinal cohesion, that is like trying to put an octopus in a straightjacket. As I once pointed out in octopus in a straightjacket. As I once pointed out in the the Cloven HoofCloven Hoof, Crowley mastered the Cabala by , Crowley mastered the Cabala by the ingenious trick of Lewis Carroll’s Humpty-the ingenious trick of Lewis Carroll’s Humpty-Dumpty: It meant precisely what he wanted it to Dumpty: It meant precisely what he wanted it to mean!mean!And, if you think that the rib-knifing and And, if you think that the rib-knifing and backbiting is rife among the hippiewiccans, you backbiting is rife among the hippiewiccans, you should get a load of the A.'.A.'. & O.T.O.!should get a load of the A.'.A.'. & O.T.O.!This brings me to a very important point: This brings me to a very important point: Intrigue and backbiting do not occur among Intrigue and backbiting do not occur among practicing magicians. They occur rather among practicing magicians. They occur rather among armchair devotees whose only claim to worth is armchair devotees whose only claim to worth is proximityproximity to a practicing magician. Such devotees to a practicing magician. Such devotees wish to “interpret” the magician and gain glamor wish to “interpret” the magician and gain glamor thereby, instead of running the risks of being unique thereby, instead of running the risks of being unique magicians themselves. But I digress.magicians themselves. But I digress.The A.'.A.'. & O.T.O. think they practice the The A.'.A.'. & O.T.O. think they practice the philosophy of the Right-Hand Path. In essence that philosophy of the Right-Hand Path. In essence that means that they seek to unite the individual means that they seek to unite the individual consciousness with that of God/the gods/the consciousness with that of God/the gods/the Universe. In this they are no different than all of the Universe. In this they are no different than all of the world’s conventional religions, which, via one world’s conventional religions, which, via one mythology or another, seek to obliterate the mythology or another, seek to obliterate the unnatural self and return to non-conscious harmony unnatural self and return to non-conscious harmony with nature ...with nature ...Unlike conventional religions, however, the Unlike conventional religions, however, the A.'.A.'. & O.T.O. pursue this goal via an initiatory A.'.A.'. & O.T.O. pursue this goal via an initiatory system which, paradoxically, calls for a greater and system which, paradoxically, calls for a greater and greater use of the individual intellect. Upon greater use of the individual intellect. Upon becoming a “Babe of the Abyss”, according to becoming a “Babe of the Abyss”, according to Crowley, the Adept renounces his l.Q. and unites Crowley, the Adept renounces his l.Q. and unites his consciousness with that of the Universe. But his consciousness with that of the Universe. But then, as a Master of the Temple, he is supposed to then, as a Master of the Temple, he is supposed to be more ingenious than ever at manipulating that be more ingenious than ever at manipulating that samesame Universe (i.e. magic). You can see the Universe (i.e. magic). You can see the contradictions here, and so you can see why no one contradictions here, and so you can see why no one except Crowley himself was ever able to attain the except Crowley himself was ever able to attain the Magister Templi level and not make an idiot of Magister Templi level and not make an idiot of himself.himself.So how did Crowley manage it? The answer is So how did Crowley manage it? The answer is that he did that he did notnot renounce his consciousness. Rather renounce his consciousness. Rather he strengthened and expanded it to the point that he he strengthened and expanded it to the point that he was able to redesign his perceptual universe in was able to redesign his perceptual universe in Scroll of SetScroll of Set - May 1976 - Page - May 1976 - Page 22"},{"pageNumber":3,"pageContent":"accordance with his will. This is the identifying accordance with his will. This is the identifying characteristic of the characteristic of the Left-Hand PathLeft-Hand Path, which , which involves the separation and distinction of the involves the separation and distinction of the individual from the objective universe. To develop individual from the objective universe. To develop and sustain such a presence of mind (will) is and sustain such a presence of mind (will) is extremely difficult, because it involves the extremely difficult, because it involves the systematic wrenching-loose of the mind from the systematic wrenching-loose of the mind from the multitude of natural influences which constantly multitude of natural influences which constantly surround it.surround it.There is also the danger that the Black Magician There is also the danger that the Black Magician may attain such freedom only to lose touch with the may attain such freedom only to lose touch with the mundane Universe of physical events - the mundane Universe of physical events - the “everyday world.” Under such conditions the “everyday world.” Under such conditions the Black Magician may behave in a manner dictated by Black Magician may behave in a manner dictated by the subjective universe that he has created, but which the subjective universe that he has created, but which is quite inconsistent with the objective universe. is quite inconsistent with the objective universe. Much of Crowley’s behavior as an Ipsissimus Much of Crowley’s behavior as an Ipsissimus (10)=[1] falls into this category.(10)=[1] falls into this category.In summary: The Temple of Set is in a position In summary: The Temple of Set is in a position to extract and use valuable information from the to extract and use valuable information from the magical workings of Aleister Crowley. Fortunately magical workings of Aleister Crowley. Fortunately the bulk of his writings are available to us on the the bulk of his writings are available to us on the market, but a certain amount of cross-referencing market, but a certain amount of cross-referencing and background information may prove necessary and background information may prove necessary in the long run. For this I think John Symonds in the long run. For this I think John Symonds (author of (author of The Great BeastThe Great Beast & Crowley’s literary & Crowley’s literary executor) is our best bet.executor) is our best bet.So now we are “testing the water”. Hopefully So now we are “testing the water”. Hopefully the outcome will be positive, but at the same time I the outcome will be positive, but at the same time I want you to know that we are taking the above-want you to know that we are taking the above-mentioned factors into account. I’ll be keeping you mentioned factors into account. I’ll be keeping you up-to-date on this.up-to-date on this.______________________________________________________________________[4] [4] YeYe ScrollScroll Editor is On Strike Editor is On Strike[along with everyone else][along with everyone else]______________________________________________________________________[5] [5] Editor’s NoteEditor’s NoteFollowing is a magical invocation composed by Following is a magical invocation composed by Magister L. Dale Seago several days prior to 7-8 Magister L. Dale Seago several days prior to 7-8 March Xl. He has agreed to share it with us. Please March Xl. He has agreed to share it with us. Please remember that this is “confidential” material; it remember that this is “confidential” material; it should be treated with respect.should be treated with respect.______________________________________________________________________[6] [6] Xepera Xeper XeperuXepera Xeper Xeperu- by L. Dale Seago IV°- by L. Dale Seago IV°March 7-8, XIMarch 7-8, XIau-a xaa-kua temt-kua aq Set.au-a xaa-kua temt-kua aq Set.Set ua ari tememu paut neteru resi abtet mehtet Set ua ari tememu paut neteru resi abtet mehtet amentet. amma au en Set, neb keku aoi ari neteru. amentet. amma au en Set, neb keku aoi ari neteru. Tua-ten su em aru-f nefer.Tua-ten su em aru-f nefer.au ab-a enti em Set, suten ta pen, heq tuat, xeper au ab-a enti em Set, suten ta pen, heq tuat, xeper t’esef, semu heh. anet’-hra-k Set em sexem-k, em t’esef, semu heh. anet’-hra-k Set em sexem-k, em user-k, xenti het hert keku samau. i-na xer-k neb-a user-k, xenti het hert keku samau. i-na xer-k neb-a er merer xu-a em Se-nesert. Rex-a em ab-a, sexem-a er merer xu-a em Se-nesert. Rex-a em ab-a, sexem-a em hati-a, sexem-a em arit merert xu-a. Sem-a xu-a em hati-a, sexem-a em arit merert xu-a. Sem-a xu-a en unnut-f nebtet kerh.en unnut-f nebtet kerh.Mak embah-k neb. au ertau-na re-a, t’etu-a am-f Mak embah-k neb. au ertau-na re-a, t’etu-a am-f embah neter aa neb tuat. Tua-a tu, Set. Nu-a amtu-k. embah neter aa neb tuat. Tua-a tu, Set. Nu-a amtu-k. Amma un-a ma hesi enti am-xet-k, t’at’at. Tua-na Amma un-a ma hesi enti am-xet-k, t’at’at. Tua-na amu kekiu. aba-na her-k, sebi-na her ren-k. ari-sen-amu kekiu. aba-na her-k, sebi-na her ren-k. ari-sen-nek ant am-sen. ari keku ami senket.nek ant am-sen. ari keku ami senket.Ter-a tut-a, xersek-a aut-a, xersek-na tut ari-a, Ter-a tut-a, xersek-a aut-a, xersek-na tut ari-a, au-a ab-kua, neteri-kua. Utu-na nest-a heq-a s em au-a ab-kua, neteri-kua. Utu-na nest-a heq-a s em sexem-a. Tura-na, temt-a. an pesex-ua. T’etet ker sexem-a. Tura-na, temt-a. an pesex-ua. T’etet ker aqa-ua. Per-a em samau: xepert-a. Nuk ast au aqa-ua. Per-a em samau: xepert-a. Nuk ast au neheh.neheh.apu aref-ten uat.apu aref-ten uat.* * ** * *Xepera Xeper XeperuXepera Xeper Xeperu. May I rise, even I; may I . May I rise, even I; may I gather myself together, entering to Set.gather myself together, entering to Set.Hail Set, One, maker of mankind and of the Hail Set, One, maker of mankind and of the substance of the gods of the south, east, north, and substance of the gods of the south, east, north, and west! Ascribe praise to Set, Lord of Darkness, the west! Ascribe praise to Set, Lord of Darkness, the Prince, creator of the gods. Adore ye him in his Prince, creator of the gods. Adore ye him in his beautiful presence. Gratified is my heart which is in beautiful presence. Gratified is my heart which is in Set, the king of this earth, prince of the underworld, Set, the king of this earth, prince of the underworld, the creator of himself, the traverser of millions of the creator of himself, the traverser of millions of years. Homage to thee, Set, in thy might, in thy years. Homage to thee, Set, in thy might, in thy strength, at the head of the Great House within night strength, at the head of the Great House within night and darkness. I have come to thee, my lord, at the and darkness. I have come to thee, my lord, at the wish of my intellect from the Pool of Double Fire. I wish of my intellect from the Pool of Double Fire. I know my heart, I have gained power over my heart, I know my heart, I have gained power over my heart, I have gained the power to do what pleaseth my have gained the power to do what pleaseth my intellect. May I follow my intellect at its season of intellect. May I follow my intellect at its season of fire and night.fire and night.I am in thy presence, O Lord. May my mouth be I am in thy presence, O Lord. May my mouth be given to me, may I speak with it before the great given to me, may I speak with it before the great god, the lord of the underworld. I adore thee, Set. I god, the lord of the underworld. I adore thee, Set. I am thy advocate. Grant that I may be like the am thy advocate. Grant that I may be like the favored ones who are about thee, the divine chiefs. I favored ones who are about thee, the divine chiefs. I have adored those who are in the darkness. I have have adored those who are in the darkness. I have fought for thee, I have made the defeat of the foe for fought for thee, I have made the defeat of the foe for thy name. Those who rise up against thee, evil thy name. Those who rise up against thee, evil cometh among them. I am the guardian of darkness cometh among them. I am the guardian of darkness living in light.living in light.I have destroyed my defects, I have made an end I have destroyed my defects, I have made an end of my failings, I have annihilated the faults which of my failings, I have annihilated the faults which belong to me, I myself am pure, I am mighty, I have belong to me, I myself am pure, I am mighty, I have commanded my seat, I rule it by my power. I have commanded my seat, I rule it by my power. I have purified myself, I have gathered myself together. I purified myself, I have gathered myself together. I am not divided. Speaking and silent I maintain an am not divided. Speaking and silent I maintain an exact balance. I have come forth by night: I have exact balance. I have come forth by night: I have become a Setian. Behold, I am the heir of eternity!become a Setian. Behold, I am the heir of eternity!Open therefore ye the Way.Open therefore ye the Way.______________________________________________________________________[7] [7] Bulletin BoardBulletin BoardThe The ScrollScroll Editor has received some interesting Editor has received some interesting mail which just can’t be published here because it mail which just can’t be published here because it deals with issues our Articles of Incorporation and deals with issues our Articles of Incorporation and By-Laws prohibit. We can’t get involved in politics By-Laws prohibit. We can’t get involved in politics Scroll of SetScroll of Set - May 1976 - Page - May 1976 - Page 33"},{"pageNumber":4,"pageContent":"in the in the ScrollScroll..But there are many moral and ethical issues But there are many moral and ethical issues which we know you discuss among yourselves and which we know you discuss among yourselves and with non-Setian friends. Two of these are the “right with non-Setian friends. Two of these are the “right to die” issue and the proposed Constitutional to die” issue and the proposed Constitutional amendment prohibiting abortion. How do you as amendment prohibiting abortion. How do you as Setians feel about them? Let’s get a discussion Setians feel about them? Let’s get a discussion going on some of these questions, if for no other going on some of these questions, if for no other reason than to see how our opinions differ from reason than to see how our opinions differ from those of our neighbors.those of our neighbors.Scroll of SetScroll of Set - May 1976 - Page - May 1976 - Page 44"},{"pageNumber":5,"pageContent":"PlatesPlatesArticle [2]Article [2]Magistra Lilith Sinclair draws the winningMagistra Lilith Sinclair draws the winningtickets in the tickets in the Sinclair v Mission FederalSinclair v Mission Federalcivil rights lawsuit fundraising raffle.civil rights lawsuit fundraising raffle.__________________________________________________________________Scroll of SetScroll of Set - May 1976 - Page - May 1976 - Page 55"}]
