[{"pageNumber":1,"pageContent":"3 9999 06718 236 8 words by ECKHARTTOLLE AUTHOR OF THE POWER OF NOW AND A NEW EARTH GUA ING art by PATRICK McDONNEI I CREATOR OF MUTT V dale"},{"pageNumber":2,"pageContent":"Inspiration / $18.00 U.S. This wonderfully unique collaboration brings together two masters of their fields, joining original words by spiritual teacher Eckhart Tolle with delightful illustrations by Patrick McDonnell, the creator of the acclaimed comic strip MUTTS. Every heartwarming page provokes thought, insight, and smiling reverence for all beings and each moment. More than a collection of witty and charming drawings, the marriage of Patrick McDonnell's art and Eckhart Tolle's words conveys a profound love of nature, of animals, of humans, of all life-forms. Guardians of Being celebrates and reminds us of not only the oneness of all life but also the wonder ant ) be found in the present moment, amid the bea /e sometimes forget to notice all around us. .a £ e 3 S ca"},{"pageNumber":9,"pageContent":"GUARDIANS of BEING words by ECKHARTTOLLE art by PATRICK McDONNELL '/m^ New World Library Novato, California"},{"pageNumber":10,"pageContent":"*£->!' New World Library i^ 14 Pamaron Way -J^J* Novato. California 94949 Words © 2009 Eckhart Tolle, Eckhart Teachings, Inc. All rights reserved. MUTTS cartoons © 2009 Patrick McDonnell. All rights reserved. MUTTS is distributed by King Features Syndicate. Inc. All rights reserved This book may not be reproduced in whole or in part, stored in a retrieval system, or transmitted in any torm or by any means — electronic, mechanical, or other — without written permission from the publisher, except by a reviewer, who may quote brief passages in a review. Book design by Jeff Schulz / Command-Z Design Library of Congress Cataloging-in-Publication Data Tolle, Eckhart Guardians of being / words by Eckhart Tolle ; art by Patrick McDonnell. p. cm. ISBN 978-1-57731-671-8 (hardcover : alk. paper) 1. Spiritual life. 2 Comic books, strips, etc. I. McDonnell, Patrick, 1956- II. Title. BL624.T633 2009 204.4-dc22 2009020388 First printing. August 2009 ISBN 978-1-57731-671-8 Printed in Canada on 1 00% postconsumer- waste recycled paper New World Library is a proud member of the Green Press Initiative. FSC Mixed Sources /V i'roducl group from well-managed forests, controlled sources and recycled wood or fiber wrwwht.org On no SW-COC OO09S2 C 1996 Forest Slewdtdshv Councl 63 10 987654321"},{"pageNumber":13,"pageContent":"p. :jkv)fJArJ/~"},{"pageNumber":14,"pageContent":"J< / f"},{"pageNumber":15,"pageContent":"f f J! _f"},{"pageNumber":16,"pageContent":"/ J< / f True h3ppin6SS is found in simple, seemingly unremarkable things. 12 »."},{"pageNumber":17,"pageContent":"I-- 7 / X"},{"pageNumber":18,"pageContent":"But to be aware of little, quiet things, you need to be quiet inside. A high degree of alertness is required. Be still. Look. Listen. Be present. 14"},{"pageNumber":19,"pageContent":"Wfff///ff'/W/4l"},{"pageNumber":20,"pageContent":"Bring aWSTGHGSS to the many subtle sounds of nature 16"},{"pageNumber":21,"pageContent":".4, : . '* **."},{"pageNumber":22,"pageContent":"the rustling of leaves in the wind, 18"},{"pageNumber":23,"pageContent":"•^ M' & d ^y ^k ^y M **U ¥ A'"},{"pageNumber":24,"pageContent":"raindrops falling, 20"},{"pageNumber":25,"pageContent":"/ /"},{"pageNumber":26,"pageContent":"the humming of an insect, 22"},{"pageNumber":27,"pageContent":"/ \\ \\ \\ \\ I f / { ' / \\"},{"pageNumber":28,"pageContent":"the first birdsong at dawn. 24"},{"pageNumber":30,"pageContent":"Give yourself completely to the act of listening. Beyond the sounds there is something greater: a sacredness that cannot be understood through thought. 26"},{"pageNumber":32,"pageContent":"Look at a tree, a flower, a plant. Let your awareness rest upon it. How still it is, how deeply rooted in Being. Allow nature to teach you stillness 28"},{"pageNumber":33,"pageContent":"* * \\ Ja \\f < ; '\\, w --. nil"},{"pageNumber":34,"pageContent":"Everything natural — every flower, tree, and animal — has important lessons to teach us if we would only stop, look, and listen"},{"pageNumber":35,"pageContent":"8L 5^Ui"},{"pageNumber":36,"pageContent":"Just watching an animal closely can take you out of your mind and bring you into the present moment, which is where the animal lives all the time — surrendered to life. 32"},{"pageNumber":37,"pageContent":"<s> ML. .m ' 'm © •/( :r* : .<"},{"pageNumber":38,"pageContent":"It's so wonderful to watch an animal, because an animal has no opinion about itself. It is."},{"pageNumber":40,"pageContent":"That's why the dog is so joyful 36"},{"pageNumber":41,"pageContent":"LA \\^^"},{"pageNumber":42,"pageContent":"and why the cat purrs. 38"},{"pageNumber":44,"pageContent":"When you pet a dog or listen to a cat purring, thinking may subside for a moment and a space of stillness arises within you, a doorway into Being. 40"},{"pageNumber":48,"pageContent":"The vital function that pets fulfill in this world hasn't been fully recognized. They keep millions of people sane."},{"pageNumber":50,"pageContent":"They have become Guardians of Being."},{"pageNumber":52,"pageContent":"Most of us live in a world of mental abstraction, conceptualization, and image making — a world of thought. We are immersed in a continuous stream of mental noise. It seems that we can't stop thinking. 48"},{"pageNumber":53,"pageContent":"I WAsTH/NKING PROBLEMS / '/^; -^i^^jr TTJTl 3 I WASTHfNK/NG> op ALU THE PA(N OP THB PAST it* rr-r i was tn/n king op all the oncerTaint? OF THE FuTfR-E. /g %^^^—jnX- T-rr FTTT AN D THEN X WAS THINKING HOW LITTLE TIME THERE 1 M - is... AND t'M REALLV THINKIN6 its ALL JusT... HOPELESS- ...WHAT CAN ^L IPO? ^r ifiUL AND X WAS THINKING PooR, Poor. ME — * *A LJPE. V"},{"pageNumber":54,"pageContent":"Just as the dog loves to chew bones, the human mind loves its problems."},{"pageNumber":55,"pageContent":"r^O * FUN * For. the WHOLE FaiyulV."},{"pageNumber":56,"pageContent":"We get lost in doing, thinking, remembering, anticipating lost in a maze of complexity and a world of problems. the way out of the prison of our own minds. 52"},{"pageNumber":57,"pageContent":"*POG STAR'.'. > /..THfc BRIGHTEST STAR IN ALL THE HEAVENS- ALWAVS THERE To SHOW ME THE WAV... ^flr ^fs J ® /f. Afy A"},{"pageNumber":58,"pageContent":"Close your eyes and say to yourself: \"I wonder what my next thought is going to be.\" Then become as alert as a cat watching a mouse hole. You may find that, as long as you are absolutely alert, the next thought does not arise"},{"pageNumber":59,"pageContent":"WAITING FOR THE MOUSE. y» / ^ * ' ' / / /"},{"pageNumber":61,"pageContent":"^^\" T~TT"},{"pageNumber":62,"pageContent":"I have lived with many Zen masters all of them cats. 58"},{"pageNumber":63,"pageContent":"//////// / a. <N."},{"pageNumber":64,"pageContent":"Millions of people who otherwise would be completely lost in their minds and in endless past and future concerns are taken back by their dog or cat into the present moment, again and again, and reminded of the joy of Being, 60"},{"pageNumber":65,"pageContent":"tested"},{"pageNumber":66,"pageContent":"We have forgotten what rocks, plants, and animals still know. We have forgotten how to be to be still, to be ourselves, to be where life is: Here and Now. 62"},{"pageNumber":67,"pageContent":"r HAMWYl... WHAT'S ON mv ITo-Do L\\ST ^ £"},{"pageNumber":68,"pageContent":"The dog is in the Now so it can teach you or remind you. 64"},{"pageNumber":70,"pageContent":"Be alert as you watch a dog at play or at rest. Let the animal teach you to feel at home in the Now, to celebrate life by being completely present 66"},{"pageNumber":71,"pageContent":"4$"},{"pageNumber":72,"pageContent":"The dog is still in the natural state. And you can easily see that, because you have problems and yOUr dog doesn't. And while your happy moments may be rare, your dog celebrates life continuously. 68"},{"pageNumber":73,"pageContent":"£ARU,IT /S SO NICE To GET AWAV FROM it all! ALTHOUGH I DON'T HAVE THAT MUCH OF AN 'ALL\" To GET AWAY FROM."},{"pageNumber":74,"pageContent":"You just watch the tail . . . with some dogs you just look at them — just a little look is enough — and their tail goes. . . \"Life is good! Life is good!\" And they are not telling themselves a story of why life is good. It's a direct realization. 70"},{"pageNumber":75,"pageContent":"artJt to^% — LIFE IS GOOD. V-4 !2 £otf"},{"pageNumber":76,"pageContent":"The human says, \"I love myself,\" or, \"I hate myself.\" The dog says, \"Woof, woof,\" which, translated, means I am myself. I call that integrity — being one with yourself. 72"},{"pageNumber":78,"pageContent":"The dog has no self-image, good or bad, so he has no need to play roles, nor does he love himself or hate himself. He has no self! How to live free of the burden of self — what a great spiritual teaching"},{"pageNumber":79,"pageContent":"EAT. *Q/Mfc WALK PLAV. NAP. dr^i/y && ^ 3"},{"pageNumber":80,"pageContent":"\"The key to transformation is to make friends with this moment What form it takes doesn't matter. Say yes to it. Allow it. Be with it.\" Oh, that was the dog's teaching. I'm just translating it into words. 76"},{"pageNumber":82,"pageContent":"Vou THINK WS SHOULD SO FoR A WACK? iC^/l^t^. U-^5^-"},{"pageNumber":83,"pageContent":"t~ K— vtx- *» y * -\" 1 ** -; | * ^**. O-*"},{"pageNumber":84,"pageContent":"~£^i"},{"pageNumber":86,"pageContent":"Allow your dog to take you for a walk every day. It's good tor the body and it's good for the soul"},{"pageNumber":87,"pageContent":"d You're )» FuLU of yjr good L^r :NT ARF. r"},{"pageNumber":88,"pageContent":"Dogs emanate a goodness that people respond to. One of the joys of walking your dog is that often people come up to you and immediately 1 nGir RGcirtS OpGIl. They are not interested in you, of course. They want to pat your dog. 84"},{"pageNumber":90,"pageContent":"Dogs offer the precious opportunity, even to people who are trapped in their egos, of loving and being loved unconditionally. 86"},{"pageNumber":92,"pageContent":"They have been with humans for thousands of years, and now there is a link between dogs and humans, much closer than it has ever been."},{"pageNumber":93,"pageContent":"— '- — — - h"},{"pageNumber":94,"pageContent":"So part of But it always goes both ways. Because by living with humans, dogs also grow in consciousness; it is reciprocal. 90"},{"pageNumber":96,"pageContent":"Because dogs and cats still live in the original state of connectedness with Being, they can help us regain it. When we do so, however, that original state deepens and turns into awareness."},{"pageNumber":100,"pageContent":"We don't fall below thinking, we rise above it. 96"},{"pageNumber":101,"pageContent":"•V*."},{"pageNumber":102,"pageContent":"Nature will teach you to be still, if you don't impose on it a stream of thoughts. A very deep meeting takes place when you perceive nature in that way, without naming things. 98"},{"pageNumber":103,"pageContent":"SITTING QUIETLY DOING NOTHING, ft- SPRING COMES, AND THE GRASS GROWS BY ITSELF. Zen Pre tit"},{"pageNumber":104,"pageContent":"When you don't cover up the world with words and labels, a sense of the miraculous returns to your life that was lost a long time ago when humanity, instead of using thought, became possessed by thought. A depth returns to your life. Things regain their newness, their freshness. 100"},{"pageNumber":106,"pageContent":"What is it that so many people find enchanting in animals? Their essence — tnGlT oGinCf — is not covered up by the mind, as it is in most humans. And whenever you feel that essence in another, you also feel it in yourself. 102"},{"pageNumber":108,"pageContent":"Every being is a spark of the Divine or God. Look into the eyes of the dog and sense that innermost core. 104"},{"pageNumber":109,"pageContent":"-^MMyMmM."},{"pageNumber":110,"pageContent":"When you are present, you can sense the spirit, in every creature and love it as yourself."},{"pageNumber":112,"pageContent":"Love is a deep empathy with the other's \"Beingness.\" You recognize yourself, your essence, in the other. And so you can no longer inflict suffering on the other."},{"pageNumber":113,"pageContent":"*> pAl \\<^g> >\\s^r)jis&&j&w)j. v^iX d. -I. M \\?SU>)~ ^ y \\Si&J\\,7L)^/s ^ PAT „\\WZ&A^'~ Wmxj&A.UM^"},{"pageNumber":114,"pageContent":"You are not separate from the whole. You are one with the sun, the earth, the air. You don't have a life. You are life."},{"pageNumber":115,"pageContent":"WOOFIB «t , twees' rue - wocks: THB -me DiftX the Byes, y rue sk.^. v THE BIGDS, y THE A/R.... r"},{"pageNumber":116,"pageContent":"J< / X / The one life, the one consciousness, takes on the form of a man or woman, a blade of grass, a dog, a planet, a sun, a galaxy This is the play of forms, the dance of life. 112"},{"pageNumber":117,"pageContent":"f / J< ,c J< J<"},{"pageNumber":118,"pageContent":"We are ultimately not separate, not from one another nor from any living thing — the flower, the tree, the cat, the dog. You can sense yourself in them, the essence of who you are. You could say God. There is a term, a Christian term which is beautiful . . ."},{"pageNumber":119,"pageContent":"* • <& ,Qo •<©: .•<a«"},{"pageNumber":120,"pageContent":"g <% •*£ ^ •<©/ • 4g <"},{"pageNumber":121,"pageContent":"I © JO Jo « •"},{"pageNumber":123,"pageContent":"loving the Creator in the creature"},{"pageNumber":125,"pageContent":"ECKHART TOLLE Spiritual teacher and author Eckhart Tolle was born in Germany and educated at the Universities of London and Cambridge. When he was twenty-nine, a profound inner transformation radically changed the course of his life. He devoted the next few years to understanding, integrating, and deepening that transformation, which marked the beginning of an intense inward journey. Later, he began to work in London with individuals and small groups as a counselor and spiritual teacher. Since 1 995 he has lived in Vancouver, Canada. Eckhart is the author of the #1 New York Times bestseller The Power of Now (translated into thirty-three languages) and the highly acclaimed follow-up, A New Earth, which are widely regarded as two of the most influential spiritual books of our time. Eckhart's other works include Stillness Speaks, a book designed for meditative reading, and Practicing the Power of Now, which consists of selections from The Power of Now. Eckhart's profound yet simple teachings have already helped countless people throughout the world find inner peace and greater fulfillment in their lives. At the core of the teachings lies the transformation of con- sciousness, a spiritual awakening that he sees as the next step in human evolution. An essential aspect of this awakening consists in transcending our ego-based state of consciousness. This is a prerequisite not only for personal happiness but also for ending the violent conflict endemic on our planet. Eckhart is a sought-after public speaker who teaches and travels extensively throughout the world. Many of his talks, intensives, and retreats are published on CD and DVD. Most of the teachings are given in English, but occasionally Eckhart also gives talks in German and Spanish. WWW.ECKHARTTOLLE.COM PATRICK MCDONNELL Patrick McDonnell's MUTTS is a combination of his love of animals and his love of the art of the comic strip. Created in 1994, MUTTS now appears in over 700 newspapers around the world and on the web at muttscomics.com. Peanuts creator Charles M. Schulz called MUTTS \"one of the best comic strips of all time.\" Patrick has received numerous awards for his art and animal advocacy. He has over 20 books in print including the New York Times bestsellers The Gift of Nothing and Hug Time. Patrick is a member of the national boards of directors for both the Humane Society of the United States and the Fund for Animals. He lives in New Jersey with his wife, Karen; the formerly feral feline MeeMow; the still feral Not Ootie; and a new best friend, Amelie. WWW.MUTTSCOMICS.COM"},{"pageNumber":127,"pageContent":"ALSO BY ECKHART TOLLE A New Earth The Power of Now Practicing the Power of Now Oneness with All Life Stillness Speaks Eckhart Tolle's Findhorn Retreat ALSO BY PATRICK MCDONNELL Children's books including The Gift of Nothing and Wag! MUTTS comic strip collections including MUTTS Shelter Stories: Love. Guaranteed. and The Best of MUTTS MUTTS: The Comic Art of Patrick McDonnell"},{"pageNumber":128,"pageContent":"VTs NEW WORLD LIBRARY is dedicated to publishing books and other media that inspire and challenge us to improve the quality of our lives and the world. We are a socially and environmentally aware company, and we strive to embody the ideals presented in our publications. We recognize that we have an ethical responsibility to our customers, our staff members, and our planet. We serve our customers by creating the finest publications possible on personal growth, creativity, spirituality, wellness, and other areas of emerging importance. We serve New World Library employees with generous benefits, significant profit sharing, and constant encouragement to pursue their most expansive dreams. As a member of the Green Press Initiative, we print an increasing number of books with soy-based ink on 100 percent postconsumer-waste recycled paper. Also, we power our offices with solar energy and contribute to nonprofit organizations working to make the world a better place for us all. Our products are available in bookstores everywhere. For our catalog, please contact: New World Library 1 4 Pamaron Way Novato, California 94949 Phone: 415-884-2100 or 800-972-6657 Catalog requests: Ext. 50 Orders: Ext. 52 Fax:415-884-2199 Email: escort@newworIdlibrary.com To subscribe to our electronic newsletter, visit www.newworldlibrary.com"},{"pageNumber":129,"pageContent":"ECKHART TOLLE TV At this time of accelerating transformation, in response to what he calls \"the evolutionary impulse,\" Eckhart Tolle will be teaching in a pioneering new format: monthly webcasts designed to catalyze spiritual awakening, foster community, and provide clarity, guidance, and support. Now you have the opportunity to join people across the globe to experience Eckhart's life-changing teachings. As a member of Eckhart Tolle TV, you'll have the opportunity to submit questions to Eckhart, participate in live recordings, view monthly talks by Eckhart, receive weekly Present Moment Reminders, join online group meditations, and more. To start watching or to learn more, please visit WWW.ECKHARTTOLLE.COM"},{"pageNumber":130,"pageContent":"eckhart teachings The work of Eckhart Teachings responds to the urgent need of our times: the transformation of consciousness and the arising of a more enlightened humanity. We organize Eckhart Tolle's talks, intensives, and retreats throughout the world. We also record, license, publish, and distribute CDs and DVDs of his teaching events. In addition to supporting Eckhart Tolle and the dissemination of his teaching, we are committed and dedicated to serving the new consciousness and the awakening of all humans on the planet. Behind the external form of what we do, and behind the business structure, lies the company's and our true purpose: the union with the divine. WWW.ECKHARTTOLLE.COM"},{"pageNumber":133,"pageContent":"•**Uir"},{"pageNumber":135,"pageContent":"f - r •• b!o Fred Fraser Photo ? Kim Levin ECKHART TOLLE, a #1 New York Times bestselling author, speaks and teaches extensively throughout the world. He lives in Vancouver, Canada. PATRICK McDONNl the creator of jv\" rT-rcj has more than books in print, in New Jersey. WWW.ECKHARTTOLLE.COM WWW.MUTTSCOMICS.COM Jacket design: Jeff Schulz Command-Z Design"},{"pageNumber":136,"pageContent":"T Praise for Eckhart Tolle: \"He is a prophet for our time.\" — O, The Oprah Magazine ? Praise for MUTTS: \"One of the best comic strips of all time. — Charles Schulz, Peanuts creator J< ,C \"Everything natural - every flower, tree, and animal has important lessons to teach us....\" je J< isbn 978-1-57731-671-8 */&' eckh vmmk M. \"lH»* WWW.NEWWORLDLIBRARY.COM Printed in Canada on 100% postconsuraer-waste recycled paper. 781 5 7 7\"3 1 671 8 5 1800 i"}]
