[{"pageNumber":1,"pageContent":"A DISCOURSE BETWEEN Eudoxus AND Pyrophilus UPON THE ANCIENT WAR OF THE KNIGHTS PYROPHILUS Most happy Moment, that brings me so lucky to meet you here! I have for a long time most earnestly wish'd for an opportunity of entertaining you with the Progress I have made in Philosophy, by reading those Authors, you advised me to read, to instruct me fundamentally in the Divine Science, which by way of Excellency is call'd Philosophy. EUDOXUS The seeing you thus again, gives me no less Joy, and that will still be increased by Learning the Advantages you have gained by your Application to the Study of our sacred Science. PYROPHILUS I shall be indebted to you, not only for all that I now know of it, but likewise for what I shall hope to penetrate in the Sophick Mysteries, if you will please to continue to lend me the Assistance of your Knowledge. It was you that inspired me with all the needful Courage, to undertake a Study, whose fist Difficulties appeared impenetrable; and of a Nature, continually to blunt the Points of Wits, that are most acute in the search of hidden Truth: But thanks to your good Counsel, I find my self by the more animated to pursue my Enterprize. EUDOXUS I am pleased, that I have not been mistaken in the Judgment of the Character of your mind, you have it of the temper it ought to be of, for acquiring that Knowledge that surmounts the Capacity of an ordinary Genius, and not to soften under so many Difficulties as renders the Sanctuary of our Philosophyalmost unaccessible. I very much applaud that Force with which I know you have combated the usual Discourses of certain Wits, who think themselves concerned in honour to treat as Whimsey and Chimera, whatever they do not understand, because they are unwilling is should be said, that others can discover Truths of which they have no knowledge. PYROPHILUS I never thought there was much Attention due to the Reasoning of such as will decide in Things they understand not; but I confess to you, that had any thing been able to turn me from a Science, for"},{"pageNumber":2,"pageContent":"which I have ever had a strong natural Inclination, it would have been that sort of Shame that Ignorance hath fastned upon Inquiries into the Philosophy: It is really troublesome to be obliged to hide ones Application to it; as one must either do, or pass in the Opinion of the World, for a Man that busies himself in vain Chimera's; but as Truth where-ever it is, hath inestimable Charms for me, nothing has had the Power to divert me from this Study. I have read the Writings of a great many Philosophers, no less considerable for their Learning, than for their Probity; and as it could never enter into my Thoughts, that so great Personages were so many public Impostors, I would needs examine their Principles with serious Attention, and was convinced of the Truths they advance, altho' I pretend not to comprehend them all. EUDOXUS You oblige me much by the Justice you render to the Masters of our Art; but pray tell me, what Philosophers you have particularly read, and which are those that have given you most Satisfaction? I contended my self with recommending to you only some few. PYROPHILUS To reply you your demand, I should make a long Catalogue, for I have read the Philosophers many years without ceasing. I have sought Knowledge in its Source, I have read the smaragdine Table, the seven Chapters of Hermes with their Commentaries: I have read Geber, the Turba, Rosary, Theatrum, Bibliotheque, Chymial Cabinet, and particularly Artephius, Arnold de villa nova, Raymond Lully, Trevisan, Flamel, Zachary, and many others, Antient and Modern, whom I name not; among others, Basil Valentine, Cosmopolite, and Philaletes. I assure you I was terribly put to it, to try to find the essential Point in which they all should agree, they making use of Expressions so differing, and often, seem to be opposite. Some speak of the Matter in abstracted Terms compounded: Some express only certain Qualities of the Matter; other stick upon quite different Properties; some consider it in a State purely natural, others speak of it in a State of some of the Perfections it receives from Art; And all this together flings one into such a Labyrinth of Difficulties, that it is no wonder that most of those who read the Philosophers, do form quite different Conclusions. I did not content my self to read the chief Authors you directed me to barely once over; I read them over again an again, even as often as I thought I could draw new Instructions from them, either as to the true Matter, or as to its divers Preparations, whereon depends the whole Success of the Work. I have made Extracts from all the best Books. I have meditated thereon Day and Night, until I thought I knew the Matter, and its different Preparations, which Property is but one and the same continued Operation. But avow to you, that after such solid Pains, I took a singular Pleasure to read the Antient Quarrel of the Philosophers Stone with Gold and Mercury; the Neatness, the Simplicity, and the Solidity of this Tract have charmed me; and as it is standing Truth, that he who understands one true Philosopher perfectly, does most certainly understand them all; permit me, if you please, to ask you some Questions concerning this, and have the Goodness to answer me with the same Sincerity that you have always used towards me. I assure my self, that after that, I shall be as much instructed as it is necessary to be put my Hand to the Work, and happily to arrive at the Possession of the greatest of all those temporal Blessings, wherewith it pleases God to honour those who Labor in his Love and Fear."},{"pageNumber":3,"pageContent":"EUDOXUS I am ready to satisfy your Demands, and shall be very glad to hear you touch the essential Point, whilst I ma in the Resolution to conceal nothing from you of what may serve for the Instruction you may think you want: But I believe it will be proper that I first make you some Remarks, that will very much contribute to clear some important Passages of the Tract you have mentioned. Remark then, that the term Stone is taken in many different Acceptations, and in particular with regard to the three different Station of the Work; which makes Geber say, That there are three Stones, which are the three Medicines answering to the three degrees of Perfection of the Work; so that the Stone of the first Order, is the Matter of the Philosophers perfectly purified, and reduced into a pure mercurial Substance; the Stone of the second Order, is the same Matter decocted, digested, and fixed into an incombustible Sulphur; the Stone of the third Order, is the very same Matter fermented, multiplied, and pushed to the last Perfection of Tincture fixt, permanent, and tinging: And these three Stones are the three Medicines of the three Kinds. Remark further, that there is a great Difference between the Stone of the Philosophers, and the Philosophick Stone. The first is the Subject of Philosophy, considered in the state of its first Preparation, in which it is truly a Stone, since it is solid, hard, heavy, brittle, frangible; it is a Body (says Philalethes)because it flows in Fire like a Metal; and yet it is a Spirit, for it is wholly Volatile. It is the Compound and the Stone that contains the Humidity, that runs in the Fire (says Arnoldus in his letter to the King of Naples) it is in this State that it is a middle Substance between a Metal and Mercury (as the AbbotSinesiusexpresses it) its is in fine in this State, that Geber considers it, where he says in two Places of his Summa, Take our stone, that is to say (saith he,)the Matter of our Stone, just as if he had said, take the Philosopher's Stone, which is the Matter of the Philosophic Stone. The Philosophick Stone, is therefore the same Stone of the Philosophers; when by the secret Magistery it is exalted to the Perfection of the third Order, transmuting all imperfect Metals into pure Gold or Silver, according to the Nature of the Ferment adjoined to it. These Distinctions will do you considerable Service, to unfold the difficult Sense of the Philosophical Writings, and to clear up divers Passages of this very Author, upon which you intended to discourse me. PYROPHILUS I already discern the Utility of these Remarks, and find in them the Explication of some of my Doubts; but before we pass any further, pray tell me whether the Author of this little Tract, which I speak of, deserves the Approbation that many learned Men do give it, and whether it contains the whole Secret of the Work? EUDOXUS You need not doubt, but that this Treatise is done by the Hand of a true Adept, and consequently merits the Esteem and Approbation of Philosophers. The principal Design of this Author, is to undeceive an almost infinite number of Artists, who deceived by the literary sense of our Writings, obstinately persist , that the Magistery is to be effected by the Conjunction of Gold with Mercury variously prepared; and to convince them absolutely, he maintains with the"},{"pageNumber":4,"pageContent":"best and most Antient Philosophers {1} that the Work is not made but of one only Thing, of one only and the same Species. PYROPHILUS That is the very first of the places that raised me some Scruples; for methinks one may reasonably doubt, that Perfection ought to be sought in one only self same Substance, and that without adding any Thing to it, one can be able to make all Things of it. The Philosophers on the contrary say, that not only we must remove the Superfluities from the Matter, but what is wanting must be likewise added to it. EUDOXUS It is easy to deliver you from that Doubt by this comparison; in the same manner as Juices extracted from divers Herbs, depurated from the Faeces, and incorporated together, make but one Confection of one only and self same Species; so the Philosophers, with Reason, call their prepared Matter, one only and self Thing, although we are not ignorant that it is a natural Compound of certain Substances from one same Root, and of one same Kind, making together one whole compleat Homogeneity; in this Sense the Philosophers do all agree, though some say, their Matter is compounded of two Things, and others of three; though some write, that is consists of four, and some of five; and others again that it is but one only Thing: They are all equally in the right, because divers Things of one and the same Kind naturally and intimately united, even as several Waters distilled from Herbs, and mingled together, do indeed constitute but one only self-same Thing; and this is done in our Art, and so much more fundamentally, as the Substances that make up the philosophical Compound, differ less among themselves, than sorrel Water differs from lettice Water. PYROPHILUS I have nothing to reply to what you have said, I comprehend the Sense of it very well; but there remains with me a Doubt upon this Occasion, that I know several Persons well versed in the reading of the best Philosophers, and who yet follow a Method quite contrary to the first Foundation that our Author lays; that is to say, that {2} the philosophical Matter hath no need of any Thing whatsoever, other than to be dissolved and coagulated. For these Persons begin the work by Coagulation; they must therefore work upon a liquid Matter, instead of a Stone; pray inform me, whether this Method be that of Truth? EUDOXUS Your Remark is very judicious, the greatest part of true Philosophers are of the same Sentiment with this Author. The Matter has no need but to be dissolved, and then coagulated; Mixtion, Conjunction, Fixation, Coagulation, and other like Operations, are made almost of themselves; but Solution is the great Secret of the Art. It is this essential Point that the Philosophers do not reveal. All the Operations of the first Work, or the first Medicine, is nothing (to speak properly) but a continual Solution; so that Calcination, Extraction, Sublimation, Distillation, is but a true Solution of the Matter. Geber taught not the Necessity of Sublimation, but because it not only purifies the Matter from its gross and combustible Parts; but also, because it disposes to Solution, from whence results the Mercurial Humidity, which is the Key of the Work."},{"pageNumber":5,"pageContent":"PYROPHILUS I am now well fortified against those pretended Philosophers, who are of a contrary Sentiment to this Author; and I know not, how they can imagine that their Opinion squares exactly with the best Authors. EUDOXUS This very Author alone suffices to let them see their Error, he explains himself by a very right simile of Ice, which melts with the least Heat; to let us know, {3} That the principal Operation is to procure the Solution of a Matter hard and dry, coming near to the Nature of a Stone; which, nevertheless, by the Action of the natural Fire, ought to be resolved into a dry Water, as easily as Ice is melted by the least Heat. PYROPHILUS I should be extreamly obliged to you, if you would be so kind to inform me, what it is you call {4} the natural Fire. I very well know it is the principal Key of the Art, many Philosophers have expressed the Nature of it by very obscure Parables; but I do confess to you, that I have not as yet been able to comprehend this Mystery. EUDOXUS It is indeed the great Mystery of the Art, all other Mysteries of this sublime Philosophy depending on the Knowledge of this. How satisfied should I be, might I nakedly explain this Secret to you; but I cannot do that, which no Philosopher believes to be in his Power, all you can reasonably expect of me is to tell you, that the natural Fire whereof this Philosopher speaks is an potential Fire, that burns not the Hands, but makes its Efficacy appear, being a little exited by the exterior Fire. It is therefore a Fire truly Secret, that this Author in the Title of his Work call Lunar Vulcan. Artephius has made a more ample Description of it, than any other Philosopher. Pontanus has copied him, and tells us, that he erred two Hundred times, because he knew not this Fire, 'till the had read an understood Artephius; this mysterious Fire is natural, because it is of one same Nature with the philosophick Matter; but nevertheless, the artist prepares them both. PYROPHILUS What you have told me, rather excites, than satisfies my Curiosity. Blame not the earnest Request I make you, to instruct me more clearly, in a Point of such Importance, that without the Knowledge of it, it were in vain to pretend to the Work; for without it, one meets a full Stop, after the first Step made in the practick Part of the Work. EUDOXUS The wise Men have been no less reserved concerning their Fire, than concerning their Matter; sot that it is not in my Power to add any Thing to what I have said of it. I remit you therefore to Artephius and Pontanus. Consider only with Application, that this natural Fire is an artificial Invention of the Artist, that it is proper to calcine, dissolve, and sublime the Stone of the Philosophers; and that there is but this one sort of Fire in this World able to produce the like Effect. Consider that this Fire is of the Nature of Lime or Calx, and that it is in no sort a Stranger, with"},{"pageNumber":6,"pageContent":"regard to the Subject of Philosophy. Consider, in fine, also by what means Geber teaches to make the Sublimations require to this Art; for my part I can do no more, but make for you the same with that another Philosopher made, That the Stars of Venus and horned Diana may be propitious to you. PYROPHILUS I should have been glad you had spoken more intelligibly, but since there are certain Bounds, beyond which the Philosophers cannot pass; I content my self with what you have made be Remark; I will again read over Artephius with more Application, than I have yet done, and I shall not forget what you have told me, that the secret Fire of the wise Men, is a Fire that the Artist prepares according to art; or at least, that he cause to be prepared by hose what have a perfect Knowledge of Chymistry; that this Fire is not actually hot, but that it is a fiery Spirit, introduced into a Subject of one self same Nature with the Stone, and which being moderately excited by the exterior Fire, calcines, dissolves, sublimes the Stone, and resolves it into a dry Water, asCosmopolite has expressed it. EUDOXUS You perfectly comprehend what I have been telling you; I find so by the Commentary you add to it. You must know, that from this first Solution, Calcination, or Sublimation, which are here one and the same Thing, there results the Separation of the terrestrial and adustible Parts of the Stone;especially if you follow Geber's Councel touching the Regiment of the Fire in the manner he teaches it, where he treats of the Sublimation of the Bodies, and of Mercury. You ought to hold if for a constant Truth, that there is but this one way in the World, to extract from the Stone its unctuous Humidity, which inseparably contain the Sulphur, and the Mercury of the wise Men. PYROPHILUS I am thus intirely satisfied upon the principal Point of the first Work; do me the Favour to tell of the first Work, if the Comparison that our Author makes {5} of Wheat, with the Stone of Philosophers, with regard to their necessary Preparation, to make Bread with the one, and the Universal with the other, appears to you to be a proper and well suited Comparison. EUDOXUS It is as proper as can be made, if the Stone be considered in the State wherein the Artist begins to put it, to be able to be rightly called the subject and philosophick Compound; for just as we are not nourished by Wheat; such a Nature produces it; but we are obliged to reduce it into Meal, to separate from the Bran, to make it into Paste with Water, to make Bread of it, which must be baked in an Oven to become a proper Aliment; in the same manner, we take the Stone, we grind, or powder it, we separate from it by the secret Fire its Terrestreity; we sublime it, we dissolve it with the Water of the Sea of the wise Men; we decoct this simple Confection, to make of it a sovereign Medicine. PYROPHILUS Give me leave to tell you, that there seems to me some difference in this Comparison. The Author says, that one must take this Mineral alone, to make this great Medicine, and yet with Wheat alone we cannot make Bread; it is necessary to add to it, not only Water, but Leaven."},{"pageNumber":7,"pageContent":"EUDOXUS You have already the Answer to this Objection; in as much as this Philosopher, like all the rest, forbids not absolutely to add any Thing, but that nothing strange, or contrary be added. The Water that is added to the Meal, and the Leaven likewise, are nothing strange, or contrary to the Meal; the Grain of which 'tis made was nourished by Water in the Earth; and Water is therefore of a Nature analogical to Meal: So the Water of the Sea of the Philosophers, is of the same Nature with our Stone; because all that is comprized under the Mineral, and metallick Gendre, was formed and nourished of that very same Water in the Bowels of the Earth, whither it penetrates with the Influence of the Stars. You may plainly see, by what I have said, that the Philosophers do not contradict themselves, when they say it is one only self Substance, and when they speak of it as a compound of many Substances of one only, and the self same Species. PYROPHILUS I think there is none but must be convinced by so solid Reasons as those you alledge. But tell, if you please, whether I am mistaken in the consequence I draw from that Passage of our Author, where he says, that {6} those that know after what manner Metals and Minerals ought to be treated, may go directly to the Work they aim at. If this be so, it is evident that the Matter and Subject of the Art must not be sought for, but in the Family of Metals and Minerals, and that all that work upon other Subjects, are in the Road of Error. EUDOXUS I will answer, your consequence is very well drawn; this Philosopher is not alone in speaking thus, he agrees therein with the greatest Number, Antient and Modern. Geber, who perfectly knew the Magistery, and who used no Allegory, treats throughout his whole Summa only of Metals and Minerals, of Bodies and Spirits, and of the right manner of performing them, to make the Work of them. But as the philosophick Matter is partly Body, and partly Spirit, as in one Sense it is Terrestrial, and in another it is all Celestial; and as some Authors consider it in one Sense, and other treat of it in another, this has given Occasion to the Error of a great Number of Artists; who under the Name of Universalists, reject every Matter that hath received a determinative from Nature; because they cannot destroy the particular Matter, to separate from it the Grain which is the pure universal Substance, which the particular Matter shuts up in its Bosom, and to which the wise and illuminated Artist can absolutely render the Universality necessary to it, by the natural Conjunction that he makes of this Germ, with the most universal Matter, from whence it hath drawn the its Original. Be not frightened at these singular Expressions, our Art is Cabalistick, You will easily comprehend these Mysteries before you are to the end of the Questions, which you design to make me upon the Author that you examine. PYROPHILUS If you gave me not this hope, I protest to you, that these mysterious Obscurities were enough to put me quite off, and make me Despair of my good Success; but I repose an entire Confidence in what you tell me, and I very well comprehend, That the Metals of the Vulgar, are not the Metals of thePhilosophers; for it is evident, that to be such they must be destroyed, and cease to be Metals: And the wise Man wants nothing but the viscus Humidity, which is their first Matter from"},{"pageNumber":8,"pageContent":"which the Philosophers make their living Metals by an Artifice, that is a Secret as it is founded upon Principles of Nature; is not that your meaning? EUDOXUS If you are as well acquainted with the Laws of the Practice of the Work, as you seem to me to comprehend the Theory, you have no need of my Instruction. PYROPHILUS I beg your pardon, I ma very far from being so great a Proficient; what you take for an Effect of a perfect Knowledge of the Art, is nothing but a Facility of Expression that I have got by reading of Authors, with whom I have filled my Memory. I am on the contrary ready to Despair of ever attaining to such a Pitch of Knowledge, when I consider, that this Philosopher requires, as do divers others, that he that aspires to this Science {7} should know externally and internally the Properties of all Things, and that he penetrate into the Depth of the Operations of Nature. Tell me, if you please, who is the Man that can flatter himself to arrive at a Knowledge of so vast an Extent? EUDOXUS It is true, this Philosophers puts no Bounds to the Learning of him, who pretends to understand so miraculous an Art; for the wise Man ought to be perfectly acquainted with Nature in general, and her Operations as well in the Center of the Earth, in the Generation of Minerals and Metals, as upon the Earth in the productive of Vegetables and Animals. He ought also to know the universal Matter, and the Matter particular and immediate, upon which Nature works for the Generation of all Beings, he ought, in fine, to know the Affinity and Sympathy, as also the Antipathy and natural Aversion that is found in all Things of the World. Such was the Science of the great Hermes, and of the first Philosophers, who like him arrived at the Knowledge of this sublime Philosophy, by their penetrating Minds, and by the Strength of their Reasoning; but since this Science was committed to Writing, and that the general Knowledge of which I gave you an Idea is to be found in good Books; Reading, Meditation, good Sense, and a sufficient Practice in Chymistry, may give almost all the necessary Light to acquire the Knowledge of this supreme Philosophy; add thereto Uprightness of Heart, and of Intention, without which it is impossible to succeed. PYROPHILUS You give me a most sensible Joy. I have read much; I have meditated yet more; I have exercised my self in the Practice of Chymistry; I have verified the saying of Artephius, who assures, That he knows not the Composition of Metals, who is ignorant how they must be destroyed, and without this Destruction it is impossible to extract the metallick Humidity, which is the true Key of the Art; so that I can assure my self, that I have acquired the greatest part of the Qualities, that according to you, are required in him that aspires to this high Understanding: I have, besides, a very particular Advantage, and that is the Goodness that you have in being willing to communicate a part of your Knowledge to me in the clearing of my Doubts; permit me, therefore, to go on, and to ask you upon what Foundation Gold uses such outrageous Term to the Stone of the Philosophers, {8} Calling it a venomous Worm, and treating it with the Appellation of Enemy of Men, and of Metals. EUDOXUS"},{"pageNumber":9,"pageContent":"These Expressions ought not to seem strange to you, the Philosophers themselves call their Stone Dragon and Serpent, infecting all Things with its Venom.Its Substance, and its Vapour, are indeed a Poison, which the Philosopher should know how to change into an Antidote by Preparation and Decoction. The Stone is moreover the Enemy of Metals, since it destroys them, and devours them. Cosmopolite says, there is a Metal, and a Steel, which is as the Water of Metals, which has the Power to consume Metals, that there in nothing but the radical Moisture of the Sun, and of the Moon, that can resist it. But take heed that you do not here confound the Philosopher's Stone, with the Philosophick Stone; because, if the first like a true Dragon destroys and devours the imperfect Metals; yet the second, as a sovereign Medicine, transmutes them into perfect Metals, and makes the perfect more than perfect, and fit to make perfect the imperfect. PYROPHILUS What you say not only confirms me in the Knowledge I have acquired by Reading, Mediation, and Practice; but likewise gives me a new additional Light, where Splendour dispels that Darkness, under which the most important philosophick Truths have seemed to me 'till now to be veiled. And I now conclude from our Author's Words, that those great Physicians are mistaken, who believe {9} That the universal Medicine is in Gold vulgar. Do me the Favour to tell me your Opinion in the Point. EUDOXUS There is no doubt but Gold possesses great Virtues for the Preservation of Health, and for curing the most dangerous Diseases. {Venus} {Jupiter} {Saturn} and {Mars}, are every Day usefully employed by Physicians, as likewise is {Moon}; because their Solution or Decomposition which manifests their Properties, is easier than that of {Sun}; and therefore the more such Preparations as the vulgar Artist make of it, have an Agreement with the Principles and Practice of our Art; the more they make appear, the marvellous Virtues of {Sun}; but I tell you in Truth, that without the Knowledge of our Magistery (which only can teach the essential Destruction of {Sun}) 'tis impossible to make the universal Medicine of it; but the wise can make it much more easily with the Gold of Philosophers, than with {Sun} vulgar; and so you see this Author makes the Stone reply to {Sun}, That it might rather be angry with God, because he had not given it those Advantages wherewith he had been pleased only to endue the Stone. PYROPHILUS To this fist Injury that {Sun} does to the Stone, it does a second {10} Calling it fugitive and cheat, deceiving all those that place any hope in it. Instruct, pray, how to support the Innocence of the Stone, and justify it from a Scandal of this Nature. EUDOXUS Call to mind the Remark, that I have already caused you to make, touching the three different States of the Stone; and you will then know, as well as my self, that of Necessity it must in its beginning be all Volatile, and by consequence fugitive, for to be depurated from all manner of Terrestreity, and brought from Imperfection to the Perfection that the Magistery gives it in its other States; and therefore the Reproach intended by {Sun}, turns into its Praise; for were it not Volatile and Fugitive in the beginning, it would be impossible to give it at last the Perfection and Fixity that are necessary"},{"pageNumber":10,"pageContent":"to it; so that if it deceives any, it is only the ignorant; but it is always faithful to the Sons of the Science. PYROPHILUS What you tell me is a certain Truth; I have learned from Geber, that only Spirits, that is to say, Volatile Substances are capable to penetrate Bodies, to be united to them, to change, tinge, and perfect them; when these Spirits have been cleared from their gross Parts, and adustible Humidity. And thus I am fully satisfied upon this Point; but as I perceive the Stone {11} has a great Contempt for {Sun}, and boasts to contain in its Bosom a Gold infinitely more precious; do me the favour to tell me how many sorts of {Sun} the Philosophers own. EUDOXUS To leave you nothing do desire concerning the Theory, and the Practice of our Philosophy; I will acquaint you, that according to the Philosophers, there are three sorts of {Sun}. The first is an Astral {Sun}, whose Center is the Sun, who by its Rays communicates it, together with its Light to all the Stars, that are inferior with its Light to all the Stars, that are inferior to him. It is a fiery Substance, and a continual Emanation of little solar Bodies, which by the Motion of the Sun and Stars, being in a perpetual Flux and Reflux, fill the whole Universe; all Things through the Extent of the Heavens, upon the Earth, and in its Bowels are therewith penetrated, we breathe continually this Astral Gold, these solar Particle incessantly penetrate into, and exhale from our Bodies. The second is an Elementary {Sun}, that is to say, it is the most pure and the most fixt Portion of the Elements, and of all the Substances that are composed of them; so that all the sublunary Beings of the three Genders, contain in their Center a precious Grain of this elementary Gold. The third is the beautiful Metal, whose unalterable Splendour and Perfection give it a Value, that makes it esteemed by all Men as a sovereign Remedy of all the Ills, and all the Necessities of Life, and as the only Foundation of humane Power and Grandeur; and therefore it is no less the object of the Avarice of the greatest Princes, than it is the with and desire of all manner of People. After this you will easily conclude, that the metallick Gold is not the Gold of the Philosophers, and that it is not without a good Foundation, that in this Controversy before us, the Stone reproaches {Sun} with not being what it presumes to be, but that it is the Stone which hides in its Bosom the true {Sun} of the wise Men, that is to say, the two first Sorts of {Sun}, that I just now named to you; for you must know, that the Stone being the most pure Portion of the metallick Elements, after the Separation and Purification, which the wise Man has made of it; it follows, that it is properly the Gold of the second sort; but when this {Sun} perfectly calcined and exalted unto the Cleanness, and to the Whiteness of Snow, has acquired by the Magistery a natural Sympathy with the Astral Gold, of which it is visibly become the true Magnet, it attracts and concenters in it self so great a Quantity of Astral Gold, and of solar Particles, which it receives from the continual Emanation that is made of them from the Center of the Sun, and of the Moon, that it is found in the nearest Disposition to be the living Gold of the Philosophers, infinitely more noble, and more precious than the metallick {Sun}, which is a Body without Soul, and cannot be vivyfied, but by our living Gold, and by the Means of our Magistery."},{"pageNumber":11,"pageContent":"PYROPHILUS How many Clouds do you dissipate in my Mind, and how many philosophical Mysteries do you unfold to me at a time, by the admirable Things you tell me! I shall never be able to give you all the Thanks I owe you. I confess, I am no longer surprised, that the Stone pretends to the preference before {Sun}, nor that it dispises its Brightness, and its imaginary Merit; since the smallest Part of what the Stone gives to the Philosophers, is of more value than all theGold in the World. Be pleased to have the Goodness to continue your favour towards me, as you have begun, and do me the Kindness to tell me, how the Stone can ascribe to it self as an honour {12} to be a matter fluid, and not permanent; since all the Philosophers affirm it to be more fixt then {Sun} itself. EUDOXUS You see, that your Author assures, that the Fluidity of the Stone turn to the Advantage of the Artist; but he adds, that it is necessary at the same Time, that the Artist know how to extract this Fluidity, and which is the only Thing whereof the Philosophers has need, as I have told you already; so that to be fluid, volatile, and not permanent, are qualities as necessary to the Stone in its first State, as are its fixity and permanency when it is in the State of its utmost Perfection; it is therefore with reason that the Stone esteems that quality as an honour, and so much the rather as the Fluidity does not hinder, but that the Stone is notwithstanding endued with a Soul more fixt than Gold: But I tell you once more, that the great Secret consists in knowing how to extract the Humidity of the Stone. I have appraised you, that this is indeed the most important Key of the Art. And upon this very Point it is, that the great Hermescries out, Blessed be the watry Form which dissolves the Elements. Happy then is the Artist who not only knows the Stone, but also can turn it into Water. Which cannot be done by any other means, than by our secret Fire, which calcines, dissolves, and sublimes the Stone. PYROPHILUS Whence comes it then, {13} That among a hundred Artists, there is scarce one to be found that works with the Stone; and that instead of sticking to this one and only matter (alone able to produce so great Marvels) they do on the contrary, almost all of them, apply themselves to Subjects that have none of the essential Qualities, that the Philosophers attribute to their Stone. EUDOXUS That happens in the first Place, through the Ignorance of Artists, who have not so much Knowledge as they ought to have of Nature, nor of what she is able to operate in every Thing; and in the second Place, it happens, thro'o a want of Penetration of Mind, which Occasions that they are easily deceived by the equivocal Expressions, that the Philosophers make Use of, to hide from the Ignorant, both the Matter, and its true Preparation. These two great Defects are the cause of the Mistake of these Artists, and that they fix upon Subjects wherein they discern some of the exterior Qualities of the true Matter of thePhilosophers, without making Reflection on the essential Character, that manifest it to the Wise? PYROPHILUS I see plainly the Error of those who imagine, the vulgar {Sun} and {Mercury} are the true Matter of Philosophers; and I ma fully persuaded of it. seeing upon how weak a Foundation {Sun} builds the"},{"pageNumber":12,"pageContent":"pretence of its Advantage over the Stone, alledging for that purpose these word of {14} Hermes; The Sun is its Father, and the Moon is its Mother. EUDOXUS This Foundation if frivolous; I have told you what the Philosophers mean when they attribute to the Sun and Moon the Principles of the Stone. The Sun and Stars are indeed the first Cause of it; they inspire the Stone with that Spirit and Soul that give it Life, and make all its Efficacy. And therefore it is that they are its Father and Mother. PYROPHILUS All the Philosophers say as this, {15} That the Physical Tincture is composed of a red and incombustible Sulphur, and of a clear and well purified {Mercury}; is this Authority any stronger than the last, to make it to be concluded, that Gold and Mercury are the Matter of the Stone? EUDOXUS You ought not to have forgotten, that all the Philosophers unanimously declare that vulgar {Sun} and Metals are not their Metals; that theirs are living, and that the others are dead; nor should you have forgotten that I showed you by the Authority of the Philosophers, supported upon the Principles of Nature, that the metallick Humidity of the Stone prepared and purify'd, contains inseparably in its Bosom the Sulphur, and the {Mercury} of thePhilosophers; that it is by consequence that only thing of one only and self same kind, to which nothing ought to be added; and that the only {Mercury} of the wise Men contains its own Sulphur, my means whereof it coagulates, and fixes it self; you ought therefore to hold for an undoubted Truth, that the artificial Mixture of a Sulphur, and of a {Mercury}, whatever they be otherways than those which are naturally in the Stone, will never be the true philosophick Confection. PYROPHILUS But {16} that great and natural Friendship which is between Gold and {Mercury}, and the Union of them so easily made; are they not Proofs that these two Substances may be converted by a due Digestion into a Tincture? EUDOXUS There is nothing more absurd then that, for if all the {Mercury} mingled with {Sun}, should be converted into {Sun}, which is impossible, or that all the {Sun} should be turned into {Mercury}, or into some middle Substance, there would never by found more of solar Tincture in the Confection, than there was in the Gold, thus mingled with the {Mercury}; and by consequence it would have not tinging Virtue, nor multiplying Power. But it is most certain, that there never can be any perfect Union of {Sun} and {Mercury}; for this fugitive Companion will abandon the {Sun}, as soon as ever it is pressed by the Action of the Fire. PYROPHILUS I doubt not in any sort of what you have now told me, those Sentiments being confirmed by the Experience of the most solid Philosophers, who openly declare themselves"},{"pageNumber":13,"pageContent":"against Gold and Mercury vulgar; but at the same Time I have a doubt, which is this, that it being true, that the Philosophers never speak the Truth less, than when they seem openly to explain themselves, may they not, as touching the evident Exclusion of {Sun}, deceive those who take the Sense of their Expressions according to the Letter? Or may one rely upon for a Certainty, as this Author says {17} That the Philosophers do not manifest their Art, but when they make use of Similitudes, of Figures, and of Parables? EUDOXUS There is a great deal of difference between declaring positively, that such or such a matter it not the true Subject of the Art, as they do, touching {Sun} and {Mercury}; and giving to understand under Figures and Allegories, the most important Secrets to the Children of the Science, that have the Advantage clearly to discern the philosophick Truths, thro' the enigmetical Vails wherewith the Sages so artfully cover and conceal them. In the first Case, thePhilosophers speak the Truth negatively, without any double meaning; but when the speak both affirmatively and clearly upon this Subject, it may be concluded, that those who stick to the literal Sense of their Words, will undoubtedly be deceived. The Philosophers have no way more certain to hide their Science from the unworthy, and open it to the wise, then not to explain it by Allegories in the essential Points of their Art; it was this made Artephius say, That this Art is intirely Cabalistical, for the understanding whereof, there is need of a kind of Revelation; the most penetrating Wit, (without the Assistance of a faithful Friend, who is a Master,) not being sufficient to distinguish Truth from Falsehood, it being next to impossible, that by the only help of Books, and of Labour, and Experiments, one should be able to arrive at the Knowledge of the Matter, and much less to acquire understanding of the Practice of an Art so singular, how plain, how natural, and how easy soever the same may be. PYROPHILUS I know by my own Experience, how needful is the help of a true Friend, such as you are. In the want of which, methinks, such Artists that have Wit, good sense and Probity, have no better way than to confer together often, sometimes upon what Light they draw from the reading of good Books, and sometimes upon the Discoveries their Experiments afford them; that so from the Diversity and comparing of their different Sentiments, there may spring new Sparks of Knowledge, by which they may be enabled to carry their Discoveries to the last Period of this secret Science. I doubt not but you approve of my Opinion; but as I know that several Artists regard as visionary and paradoxical the Sentiments of those Authors, who maintain with this, {18} That Perfection is to be sought in Things imperfect; I shall be extremely obliged to you, if you please to give me your Sense upon a Point that seems to me to be of great consequence. EUDOXUS You are already persuaded of the Sincerity and Truth of your Author; and you ought so much the less to call it in Question upon this Point, in that he is of one Mind herein with the true Philosophers; and I cannot better prove to you the Truth of what he says here, than by making use of the same Reason, that he (quoting the Learned Raymond Lully) has given of it. For it is certain, that Nature stops in her Productions, when she has brought them to their proper State and Perfection; for Example, when from a most clear and most pure mineral Water tinged by some Portion of metallick Sulphur, Nature produces a precious Stone, she stops there, as she likewise does when in the Bowels of the Earth she"},{"pageNumber":14,"pageContent":"hath formed {Sun} with mercurial Water, Mother of all Metals, impregnated with a pure solar Sulphur; so that it is not possible to make a Diamond, or a Ruby more precious, than it is in its kind; so neither is it in the Power of the Artist, nay (I will go further,) nor of Nature her self, so push on Gold to a greater Perfection, than what she has given it. It is the Philosopherthat can only carry Nature from an undetermined Imperfection, even to a State more than Perfect. It is therefore necessary, that our Magistery produce aplusquam Perfection, which to accomplish, the Sage must begin with a Thing imperfect, which being in the way of Perfection, is found in the natural Disposition to be carried on even to plusquam Perfection, by the help of an Art wholly Divine, which is able to exceed the limited Bounds of Nature; and indeed if our Art could not exalt a Subject to a State of plusquam Perfection, neither could we give Perfection to what is imperfect, and all our Philosophy were vain. PYROPHILUS There is none but must needs yield to the Solidity of your Reasoning; but would not one be apt to think, that this Author plainly contradicts himself there, where he makes the Stone say, that common {Mercury} (how well soever it may be purged,) is not the [Mercury] of the wise Men; and that for this only Reason, {19} Because it is imperfect; when according to him, if it were perfect, the intended Perfection were not to be sought in it. EUDOXUS Take good Notice of this, and observe, that if the [Mercury] of the wise Men hath been elevated by Art from an imperfect, to a perfect State, yet this Perfection is not of the Nature of that, whereat Nature stops in the Production of Things, according to the Perfection of their kind, such as is that of [Mercury] vulgar; but on the contrary, the Perfection which the Art gives to the [Mercury] of the wise Men, is but a middle State, a Disposition, and a Power that makes it fit to be carried by the continuance of the Work, unto the state of plusquam Perfection, which gives it the Faculty by the Accomplishment of the Magistery, at last to give Perfection to the imperfect. PYROPHILUS These Reasons, how abstract soever, are very plain, and make Impression on the Mind; for my part, I confess, they fully convince me; I beseech you, to have the Goodness not to be offended at the Continuation of my Inquiries. Our Author assures us, that the Error into which the Artists fall, in taking vulgarSol and Mercury for the true Matter of the Stone, deceived therein by the literal Sense of the Philosophers, {20} Is the great stumbling Block to Thousands of Persons; for my part I can't imagine, how with any Reading, and good Sense, it is possible to harbour an Opinion so visibly condemned by the bestPhilosophers? EUDOXUS And yet the Thing is so. The Philosophers warn them to no purpose, to take heed not to be deceived by common Sol and Mercury. Most do, nevertheless, obstinately adhere to them, and very often after having wrought in vain trough a long Course of Years upon Matters strange and foreign, and are sensible of their fault, they then come to vulgar Sol and Mercury, wherein they find their Account no better then before. It is true, there are some Philosophers, who though otherwise appearing very sincere, yet throw Artists into this Error, maintaining very seriously, that those that"},{"pageNumber":15,"pageContent":"know not the Gold of thePhilosophers, may nevertheless find it in common Gold decocted with the Mercury of the Philosophers. Philaletha is of this Sentiment; he assures, that Count Trevisan, Zachary, and Flamel followed this Way, but he adds That it is not the true Way of the wise Men, though it leads to the same End. But these Assurances, however sincere they may seem, fail not to deceive the Artists, who, desirous to follow the same Philaletha in the Purification and Animation, that he teaches of common Mercury, to make the Philosopher's Mercury of it (which is a most gross Error, under which he hath hidden the Secret of the Mercury of the wise Men,) undertake upon this Word a most painful and almost impossible Work; and after a long Labour full of Cares and Dangers, they get nothing but a Mercury, a little more impure than is was at first, instead of a Mercury animated with the celestial Quintessence, a deplorable Error that hath lost an ruin'd, and will still Ruin a very great Number of Artists. PYROPHILUS It is a great Advantage to become Wise at another's cost; for my part I will endeavour to reap Profit from this Error by following the good Authors, and guide my self by the Instruction your Goodness is pleased to give me. One of the Things that most contributes to the blinding of Artists, who adhere to {Sun} and {Mercury}, is that usual Expression of Philosophers, i.e. that their Stone is composed of Male and Female, that {Sun} supplies the of place of Male, and {Mercury} of Female; I know very well, (as my Author here says,) {21} That it is not after the same manner with Metals, as with Things that have Life; but yet I shall be very sensibly obliged to you, if you will please to explain to me wherein this difference consists. EUDOXUS It is a constant Truth, that the Copulation of the Male, and of the Female is ordained by Nature, for the Generation of Animals; but this Union of the Male and Female for the Production of the Elixir, as likewise for the Production of Metals, is purely Allegorical, and is no more necessary than for the Production of Vegetables, whose Seed contains in it self all that is required for Germination, Increase, and Multiplication of Plants. You will then Remark, that the philosophical Matter or [Mercury] of Philosophers is a true Seed, which, tho' Homogeneous in its Substance, is yet of a double Nature, viz. it participates equally of the Nature of metallick Sulphur and [Mercury]; intimately and inseparably united, whereof the one represents the Male, and the other the Female; for which cause the Philosophers call it Hermaphrodite, (i.e.) that is endured with both Sexes; so that without having need of the Mixture of any other thing, it alone suffices to produce the philosophick Infant, whose Family may be infinitely multiplied in the same manner, as Gain of Wheat with time and culture may produce a sufficient Quantity to sow a vast Field. PYROPHILUS If the Wonders are as real as they are probable, one must confess, that the Science which gives the Knowledge of them, and teaches the Practice, is almost Supernatural and Divine; but not to digress from my Author, pray tell me, whether the Stone be not very bold to maintain confidently, and without shewing very pertinent Reasons {22} That without it, no true {Sun} and {Moon} can possibly be made. Gold disputes that quality with him, and sustains himself by an Argument, that carries much Probability; he lays before the Stone its great Imperfections, as being a gross, impure, and venomous Matter; and that Gold on the contrary is a Substance pure, and without Fault; so that,"},{"pageNumber":16,"pageContent":"methinks, this high Pretension of the Stone (opposed by Reasons that appear not to be without Foundation) deserves to be supported and proved by Reasons of Weight. EUDOXUS What I have already said, is more than sufficient, to establish to the Stone a Pre-eminence not only over Gold, but over all created Things; if you consider attentively, you will see that the Force of Truth is so great, that {Sun} in attempting to decry the Stone by the Defects it has in its Birth, tough not intending it, yet does indeed establish its Superiority, by the most solid Reasons that the Stone it self could allege in its own Favour, for instance, Goldconfesses and acknowledges, that the Stone sounds its right Pre-eminence, upon this, {23} That it is a mineral Thing. Needs there any more for the Condemnation of {Sun}, and to oblige it to give place to the Stone? You are not ignorant how far universal Matter excels particular Matter. You have been showed that the Stone is the most pure Part of the metallick Elements, and that by consequence it is the first Matter of the mineral and metallick Gender, and that when this very same Matter has been animated, and made Fruitful by the natural Union that is made of it with the Matter purely universal, it becomes the vegetable Stone, alone capable to produce the great Effects that the Philosophers attribute to the three Medicines of the three Kinds. There is o need of any stronger Reasons to defeat, once for all {Sun} and {Mercury} vulgar, from their imaginary Pretensions; {Sun} and {Mercury}, and all other particular Substances, wherein Nature finishes her Operations, whether they be perfect, or whether they by absolutely imperfect, are intirely unprofitable, or contrary to our Art. PYROPHILUS I ma wholly convinced of it; but, I know several Persons, who ridicule the Stone, for pretending to dispute Antiquity with {Sun}. Our Author here maintains the same Paradox, and reproves {Sun} with want of respect to the Stone, in giving the Lie {24} to one that is older than it self. Yet as the Stone derives its original from the Metals, it appears difficult to me to comprehend the Foundation of its Ancients. EUDOXUS There is no difficulty in giving you Satisfaction as to this Point: Nay, I do wonder how you came to form such a doubt; the Stone is the first Matter of the Metals, and consequently it is Prior to {Sun}, and to all other Metals; and if it derives its Original from them, or if it takes Birth from their Destruction, it does no therefore follow, that it is a Production posterior to Metals; but on the contrary, it is Prior to them, since it is the Matter from whence all Metals have been formed. The Secret of the Art consists in knowing how to extract from Metals this first Matter, or this metallick Germ, which is to vegetate, by the Fecundity of the Philosophic Sea. PYROPHILUS I am now convinced of this Truth, and I find {Sun} to be inexcusable, to be thus wanting in respect to this Elder, who has in its behalf the most Ancient, and the greatest Philosophers. Hermes, Plato, and Aristotle are in its Interest. And every Body knows them to be unquestionable Judges in this Case. Permit me only to ask you a Question upon each of the Passages of those Philosophers, whom the Stone has here cited to prove by their Authority, that it is the only and true Matter of the wise Men."},{"pageNumber":17,"pageContent":"The Passage of the smaragdine Table of the great Hermes, proves the excellency of the Stone, in that it shows that the Stone is endued with two Natures,i.e., with the Nature of superior Beings, and with that of inferior Beings; and that these two Natures both alike have one only and the same Original; so that we must conclude, that they (being perfectly united in the Stone) compose a third Being of an inexpressible Virtue: But I know not whether you will be of my Sentiments, as to the Translation of this Passage, and the Commentary; That which is below, is as that which is on high; and that which in on high, is as that which is below. One reads {25} (I say,) To do the miracles of one only Thing. Form my part, I take it, that the Latin Original has quite another Sense, for the quibus, which makes the Connexion of the last Words, with the preceding, signifies, That by These things (that is to say, by the Union of these two Natures) one does the Miracles of one Thing. The to, of which the Translator and Commentator do make Use, destroys the Sense and the Reason of a Passage that of it self is very proper and intelligible. Tell me, if you please, whether my Remark be well founded. EUDOXUS Your Remark is not only right, but it is also important. I confess, I had made no Reflection upon it; in this you spoil the Proverb, For here the Scholar outdoes the Master. But as I had read the Emerald Table oftner in Latin than in French, the fault of the Translation, and of the Commentary, had raised no sort of doubt in me, as it may do in those who read only in French this summary of the sublime Philosophy of Hermes. Indeed the superior and inferior Natures are not alike to work Miracles, but it is because they are alike, that one can do by them the Miracles of one only Thing. You may see now that I am altogether of you Sentiment in this. PYROPHILUS I ma then mightily well pleased with my Remark; I doubted whether it might deserve your Approbation; but I assure my self alter that, that the Children of the Science will also thank me to have drawn from you upon this Subject an Explication that will questionless satisfy the Disciples of the great Hermes.There is no doubt but that the Learned Aristotle perfectly understood this great Art. What he has written of it, is an evident Proof he did so; and in this dispute the Stone has the skill to make use of the Authority of the great Philosopher, by a Passage that contains its most singular, and most surprising Qualities. Have the Goodness, if you please, to tell me, how you understand this: {26} It weds it self, it is with Child by it self, and it is Born of it self.EUDOXUS The stone weds is self; in as much as in its first Generation, it is Nature alone assisted by Art, that makes the perfect Unison of the two Substances, which give it Being, from which Union there results at the same time the essential Depuration of the Metallick Sulphurand Mercury. An union and Marriage so natural, that the Artist who lends hid Hands to it in disposing all things requisite, can give no Demonstration of it by the Rules of Art; since he cannot even so much as well comprehend the Mystery of this Union. The Stone is with Child by it self; when Art continuing to assist Nature, by mere natural Means, puts the Stone in the Disposition requisite for it, to impregnate it self with the Astral Seed, which renders it fruitful, and gives it the Power of multiplying its kind. The stone is Born of it self; because after having wedded it self, and after being with Child by it self, Art doing nothing else than to assist Nature, by the continuance of a Heat necessary to Generation,"},{"pageNumber":18,"pageContent":"it takes a new Birth form it self, just as the Phoenix is born again from its Ashes; it becomes the Son of the Sun, the universal Medicine of all Things, that have Life, and the true Living Gold of the Philosophers; which by the continuance of the Help of the Art, and the Ministry of the Artist, acquires in a little time the Royal Diadem, and the sovereign Power over all his Brethren. PYROPHILUS I very well conceive, that upon the same Principles, it is not difficult to comprehend all the other Qualities, that Aristotle attributes to the Stone, As to kill it self, to reassume Life of it self, to be dissolv'd of it self in its own Blood, to coagulate it self therewith a-new; an in fine to acquire all the Properties of the philosophick Stone. Nor do I now find any difficulty in the Passage of Plato. I intreat you, nevertheless, that you will please to tell me, what that AncientPhilosopher and his Followers meant by this {27} That the stone has a Body, a Soul, and a Spirit, and that all Things are of it, by it, and in it. EUDOXUS According to natural Order, Plato ought to have preceded Aristotle, who was his Scholar, and from whom probably he learnt the secret Philosophy, wherein he was very desirous that Alexander the Great should believe him perfectly instructed; if one may be allowed to judge of it by certain Passages in the Writings of this Philosopher, but however, such order is of no mighty Importance, if therefore you well examine the Passage of Plato, and that ofAristotle, you will not find them much different in Sense: But yet to give you the Satisfaction of an Answer to the Question you ask me, I will only tell you, that the Stone has a Body, in as much as it is, as I have told you before, a Substance wholly metallick, which gives it the Ponderosity; that it hath a Soul, which is the most pure Substance of the Elements, in which consists its Fixity, and its Permanency; that it hath a Spirit, which makes the Union of the Soul with the Body, which [Soul] it acquires particularly from the Influence of the Stars, and is the Vehicle of Tinctures. Nor will you find it very hard to conceive, That all Things are of it, by it, and in it; since you have already seen, that the Stone is not only the first Matter of all Beings contained in the mineral and metallick Family, but that it is also united to the universal Matter, from whence all Things have taken Birth; and this is the Foundation of those last Attributes that Platogives to the Stone. PYROPHILUS As I perceive that the Stone not only attributes to it self the universal Properties, but that it pretends also {28} That the Success that some Artists have had on certain particular Processes, is only owning to it; I must confess, that I do not well understand how that can be. EUDOXUS And yet this Philosopher explains it pretty clearly; he says, that some Artists who have imperfectly known the Stone, and also known but a part of the Work, having yet wrought with the Stone, and found means to separate its Spirit, which contains its Tincture, they have succeeded so far as to communicate some Part of it to imperfect Metals, which have Affinity with the Stone, but not having a full Understanding of its Virtues, nor of the manner of working with it, their Labour has not turned to any great Account; and even of these Artists the Number is very small."},{"pageNumber":19,"pageContent":"PYROPHILUS It is natural to conclude from what you have told me, that there are Persons who have the Stone in their Hands, without knowing all its Virtues; or if they knew them, yet they are ignorant how to work with it to succeed in perfecting the great Work, and that this Ignorance is the Cause that their Labours are not crowned with Success. Pray tell me, if it be not thus. EUDOXUS Without doubt many Artists have the Stone in their Possession; some despise it as a mean Thing, others admire it, because of the Characters, in some sort supernatural, which it carries in its Birth, and yet without knowing its Value. There are, in fine, who are not ignorant of its being the true Subject of Philosophy; but the Operations which the sons of Art are to make upon this noble Subject, are intirely unknown to them; because they are not taught in Books, and because all Philosophers hide this admirable Art which converts the Stone into the Mercury of Philosophers, and which teaches to make the philosophick Stone into the Mercury of Philosophers, and which teaches to make the philosophick Stone of this Mercury. This fist Work is the Secret one, touching which the Sages declare themselves only in Allegories, and by impenetrable Enigma's, or else are wholly silent in it. And this as I have told you, is the great Block at which almost all Artists stumble. PYROPHILUS Happy those that are Masters of so great Knowledge! For my part, I can't flatter my self to be arrived at so high a Point; but I find my self at a Loss to know how to thank you enough, for having given me all the Instructions that I could reasonably desire of you, upon the most essential Points of this Philosophy, and indeed upon all those Points, touching which you have been pleased to return Answers to my Questions; I earnestly intreat you not to grow weary, for I have still something to ask you, which seems to me to be of very great consequence. This Philosopher assures, that the Error of those who have wrought with the Stone, and have not succeeded, proceeds {29} from their not having known the Original, from whence the Tinctures come. If the source of this philosophical Fountain be so secret, and so difficult to discover; it is certain, that there are very many deceived; for it is generally believed, that Metals and Minerals, and particularly Gold, contain in their Center this Tincture, which is capable to transmute the imperfect Metals. EUDOXUS This source of vivifying Water, Is before the Eyes of all the World, says Cosmopolite, and few Men know it. Gold, Silver, Metals, and Minerals, contain not a Tincture able to multiply to Infinity, there are none but the living Metals of the Philosophers that have obtained from Art and Nature this multiplying Faculty: And it is certain, that there are none but those who are perfectly enlightened in the philosophick Mystery, that know the true Original of the Tinctures. You are not of the Number of those, who are ignorant whence the Philosophers draw their Treasures, without fear of draining the Source. I have told you clearly, and without Ambiguity, that the Heaven, and the Stars, but particularly the Sun and Moon are the Principles of this Fountain of living Water, which is alone proper to operate all the Wonders that you know. It is this that makes Cosmopolite say in his Enigma, that the delicious Isle, of which he gives the Description, there was no Water, and that all the Water that was attempted to be brought thither by Engines, and by Art, Was either useless or"},{"pageNumber":20,"pageContent":"poisoned, except that which some few Persons knew how to extract from the Rays of the Sun, or of the Moon. The Means to make this Water to descend from Heaven is truly wonderful; it is in the Stone, which contains the central Water, which is indeed one sole and the same Thing with the celestial Water, but the secret consists in the knowing how to make the Stone become Magnet, to attract, embrace, and unite this Astral Quintessence to it self, so as to make together one sole Essence, perfect and more than perfect, able to give Perfection to the imperfect, after the Accomplishment of the Magistery.PYROPHILUS How many and great are Obligations to you, that you are pleased to reveal to me so great Mysteries, to whose Knowledge I could never hope to attain, without the Assistance of your Elucidations! But since you are pleased to indulge my continuance, permit me, if you please, to tell you, that I never saw any Philosopher until now, who so precisely declares as this does, that there must be a Wife given to the Stone, making it to that end speak in this manner. {30}. If these artists had carried their Enquiry further, and had examined which is the Wife who is proper for me; if they had sought her out, and had united me to her, I had been able to have tinged a thousand times more. Although I am sensible in general, that this Passage has an entire Relation to the former, yet, I must confess, that this Expression of a Wise, proper for the Stone, does notwithstanding perplex me. EUDOXUS It is very much, however, that you know already of your self, that this Passage has a Connexion with that which I just before explained to you, i.e. that you well apprehend, that the Wife which is proper for the Stone, and which ought to be united to it, is that Fountain of living Water, whose Source altogether Celestial, which hath particularly its Center in the Sun, and in the Moon, produces that clear and precious Stream or Rivulet of the wise Men, which gently slides into the Sea of the Philosophers, which environs all the World; it is not without very good Reason, that this Divine Fountain is called by the Author, the Wife of the Stone; some have represented it under the Form of a heavenly nymph; some give it the Name of the chaste Diana, whose Purity and Virginity is not defiled by the spiritual Band that unites it to the Stone: In a word, this magnetick Connexion is the magical marriage of Heaven and Earth, whereof some Philosophers have spoken; so that the fruitful Source of the physical Tincture, that performs so great Wonders, takes Birth from this altogether mysterious conjugal Union. PYROPHILUS I find with an unspeakable Satisfaction the whole Effect of the Elucidations, you have been pleased to impart to me; and since we are upon this Point, I desire you leave to ask you a Question, which though it rise not from the Text of this Author, is yet essential to this Subject. I beseech you to tell me, whether the magical Marriage of Heaven and Earth can be celebrated at any time? Or whether there be Seasons of the Year more proper than others to solemnize those magical Nuptials. EUDOXUS I am already gone too far, to refuse you an Explication so necessary, and so reasonable. Divers Philosophers have told the Season of the Year, which is the most proper for this Operation. Some have made no Mystery of it; others more reserved have not explained themselves upon this Point, but in Parables. The first have named the Month of March, and the Spring. Zachary, and"},{"pageNumber":21,"pageContent":"other Philosophers say, that they begun the Work at Easter, and that they finished it happily within the Course of the Year. Others are contended with representing the Garden of Hesperides enamelled with Flowers, and particularly withViolets and Primroses, which are the earliest Productions of the Spring. Cosmopolite more ingenious than the rest to indicate, that the Season the most proper for the philosophick Work, is that wherein all living Beings, sensitives and vegetables, appear animated with a new Fire, which carries them reciprocally to Love, and to the Multiplication of their Kinds; he says, that Venus is the Goddess of this charming Isle, wherein he saw naked all the Mysteries of Nature; but to denote more precisely this Season, he says, That there were seen seeding in the Pasture, Rams and Bulls, with two young Shepherds, expressing clearly in this witty Allegory, the three spring Months, by the three celestial Signs, answering to them, viz. Aries, Taurus andGemini. PYROPHILUS I am ravished with the Interpretations. Those who are greater Proficients in these Mysteries than I am, perhaps may not put so great a Value as I do on the Solution of the Enigma's, whose Sense has notwithstanding been hitherto impenetrable to many of those, who in other Respects are supposed to have very well understood the Philosophers. I am persuaded that one ought very much esteem such an Instruction, it being capable to make one see clear into other more important Obscurities; indeed few would imagine, that the Violets and Hyacinths of Espagnet, and the horned Beast of the Garden of Hesperides; and the House of the Ram of Cosmopolite, and Philalethe; the Isle of the Goddess Venus, the two Shepherds, and the rest that you but now explained, should signify the Season of the Spring. I am not the only Person who ought to give you a thousand Thanks, that you have been pleased to unfold these Mysteries; I am assured, that in Process of Time, there will be found a greater Number of the Sons of Science, who will bless your Memory for having opened their Eyes upon a Point more essential to this grand Art, than they would otherwise have been inclined to imagine. EUDOXUS You have Reason in that, one cannot be assured that one understands the Philosophers, without having an entire understanding of the least Things that they have written. The Knowledge of the Season proper to begin the Work, is of no little consequence; the fundamental Reason thereof is this. Whereas, the Sage undertakes to perform by our Art, a Thing which is above the ordinary Force of Nature, as to soften a Stone, and to cause a metallick Germ to vegetate; he finds himself indispensably obliged to enter by a profound Mediation into the most secret Recesses of Nature, and to make use of plain, but efficacious Means that she furnishes him withall, now you ought not to be ignorant, that Nature from the beginning of the Spring, to renew is self, and to put all the Seeds that are in the Bosom of the Earth into the Motion proper to Vegetation, impregnates all the Air that environs the Earth, with a moveable and fermentatious Spirit, which derives its Original form the Father of Nature; it is properly a subtile Nitre which gives the fertility of the Earth, whereof it is the Soul, and which Cosmopolite calls the Salt-Petre of the Philosophers. It is therefore in this prolifick Season, that the wise Artist, to make his metallick Seed to bud, cultivates it, breaks it, moistens it, waters it with this prolifick Dew, and gives it as much of it to drink as the weight of Nature requires; after this manner the philosophick Germ concentring the Spirit in its Bosom, is animated and vivyfied by it, and acquires the Properties which are Essential to its becoming the vegetable and multiplying"},{"pageNumber":22,"pageContent":"Stone. I hope you will be satisfied with this Reasoning, which is founded on the Laws and Principles of Nature. PYROPHILUS It is impossible for any to be more satisfied than I am; you give me that Light that the Philosophers have hidden under an impenetrable Veil, and you tell me Things so important, that I would willingly push on my Questions, to draw what Benefit I could from the Goodness you have, to disguise me nothing, but not to trespass too far upon you; I return to the Passage of my Author, where the Stone maintains to Gold and Mercury, that it is impossible to make a true Union of their two Substances; because, says the Stone {31} that you are not one only Body, but two Bodies together; and by consequence you are contrary, it the Laws of Nature be considered. I know very well, that the Penetration of Substances, not being possible according to the Laws of Nature; so neither is their perfect Union possible, and that in this Sense two Bodies are contrary to one another; yet as almost all the Philosophers assure, thatMercury is the first Matter of Metals, and that according to Geber, it is not a Body, but a Spirit that penetrates Bodies, and particularly that of Gold, for which it has visible Sympathy; it is not likely, that these two Substances, this Body, and this Spirit, may be perfectly united, to make but one only and the same Thing of one and the same Nature? EUDOXUS Remark that, there are two Errors in your Reasoning; the first in that you suppose, that common Mercury is the first and sole Matter, whereof Metals are formed in the Mines, which is not so. Mercury is a Metal, which having less Sulphur, and less terrene Impurity than other Metals, remains liquid, and running; it unites with Metals, and particularly with Gold, as being the purest of all; and it united less easily with the other Metals, in proportion as they are more or less impure in their natural Composition. You must therefore know, that there is a first Matter of Metals, whereof Mercury it self is formed; it is a viscous, and mercurial Water, which is the Water of our Stone. And this is the Sentiment of the true Philosophers. I should be too prolix, if I should here set forth every particular that can be said upon this subject. I proceed to the second Error of your Reasoning, which consists in that you imagine, that common Mercury is a metallick Spirit, which according to Geber, can interiourly penetrate and tinge Metals, be united and remain with them, after it shall have been artificially fixt. But you must consider, that Mercury is not called Spirit by Geber, but from its flying the Fire, because of the Mobility of the homogeneous Substance; nevertheless, that properly hinders not its being a metallick Body, which for that Reason can never be so perfectly united with another Metal, as not to be always separated from it, whenever it finds it self separated from it, whenever it finds it self pressed by the Action of the Fire. Experience makes good this Reasoning, and therefore the Stone is in the right to maintain against Gold, that there never can be made a perfect Union of it with Mercury. PYROPHILUS I comprehend very well, that my Reasoning was Erroneous, and to tell you the Truth, I could never imagine, that common Mercury was the first Matter of Metals; though divers grave Philosophers lay down that Truth, for one of the Foundations of the Art. An I am perswaded, that one cannot find in"},{"pageNumber":23,"pageContent":"Mines, the true first Mater of Metals, separated from metallick Bodies; it is but a Vapour, a viscous Water, an invisible Spirit, and I believe, in a Word, that the Seed is not to be found but in the Fruit. I can't tell whether I speak properly, but I take this to be the true Sense of the Instructions you have given me. EUDOXUS One cannot have better comprehended, than you have done these Truths known to so few. It is a Satisfaction to talk freely with you, concerning the philosophical Mysteries. What further Questions have you to ask me? PYROPHILUS Does not the Stone contradict it self, when is says {32} That with an imperfect Body, it has a constant Soul, and a penetrating Tincture? Methinks these two great Perfections are inconsistent with an imperfect Body. EUDOXUS One would say here, that you have already forgotten a fundamental Truth, of which you were fully convinced before; recollect your self, that if the Body of the Stone were not imperfect with and Imperfection, nevertheless, wherein Nature has not finished her Operation, one could not there seek for, and much less could one be able to find Perfection there. This being laid down, it will be very easy for you to judge, that the constancy of the Soul, and the Perfection of Tincture, are not actually; nor in a State to manifest themselves in the Stone, so long as it remains in its imperfect Being; but then, when by the continuance of the Work, the Substance of the Stonehath passed from Imperfection to Perfection, and from Perfection to plusquam Perfection, the constancy of its Soul, and the Efficacy of the Tincture of its Spirit, are bought from potentiality into Art; so that the Soul, the Spirit, and the Body of theStone, being equally exalted, compose one whole [Thing] of a Nature, and of a Virtue incomprehensible. PYROPHILUS Since my Questions give occasion to your speaking Things so extraordinary, I beg you not to take it amiss, that I continue my Enquiries. I was always persuaded, that the Stoneof the Philosophers was a real Substance, falling under the Senses, yet I perceive this Author assures the contrary, in saying {33}Our Stone is invisible. I assure you, that whatever good Opinion I may have of this Philosopher, he must in this Point give me leave not to be of his sentiment. EUDOXUS And yet, I hope, to reconcile you quickly to it. This Philosopher is not the only one who uses this sort of Language; the greater Part of them speak after the same manner as he does; and to tell you the Truth, our Stone is properly Invisible, as well in regard of its Matter, as in regard of its Form. In regard of its Matter; because although our Stone, or our Mercury(for there is no difference) does really exist, it is yet true, that it appears not to our Eyes; at least, not unless the Artist lend his Hand to Nature to help her to bring forth this philosophical Production; and this"},{"pageNumber":24,"pageContent":"made Cosmopolite say, That the Subject of our Philosophy hath a real Existence; but that it is not to be seen, but when it pleases the Artist to make it appear. The Stone is likewise no less Invisible in regard of its Form; I call here its Form, the Principle of its admirable Faculties, for this Principle, this Energy of the Stone, and that Spirit in which resides the Efficacy of its Tincture, is a pure Astral impalpable Essence, that does not manifest it self, but by the purifying Effects it produces. The Philosophers often speak of their Stone, as considered in this Sense. Hermes understands it so, when he says, That the Wind carries it in its Belly; and Cosmopolite is not remote from this Father of Philosophy, when he assures, That our Subject is before the Eyes of the World; that no Body can live without it; that all Creatures make use of it, but few perceive it. Well, then, are you not of Author's Sentiment, and must you not confess, that in whatsoever manner you consider the Stone, it is truly said to be invisible. PYROPHILUS I must have neither Sense nor Reason, it I should not consent to a Truth, that you make me as it were, touch with my Finger, unfolding to me at the same time, the most obscure, and most mysterious Sense of the philosophical Writings. I find my self so illuminated by what you tell me, that, methinks, the most obscure Authors will be no longer dark to me, I shall however, be obliged to you, if you please to tell me your Opinion concerning the Proposition that this Author advances; {34}. That it is not possible to acquire the Possession of the philosophical Mercury, otherwise than by Means of two Bodies, whereof the one cannot receive Perfection without the other. This Passage seems to me so positive, and so precise, that I doubt not, but that it is fundamental in the Practice of the Work. EUDOXUS There is none most certainly more fundamental, since this Philosopher tells you in this Passage, how the Stone is form'd, on which is founded all our Philosophy; our Mercuryor our Stone does indeed take Birth from two Bodies; but Note, that it is not the Mixture of two Bodies which produces ourMercury, or out Stone: For I have just shewn you, that Bodies are contraries, and there can be no perfect Union made of them; but our Stone on the contrary is born from the Destruction of two Bodies, which acting one upon another, as the Male and the Female, or as the Body and the Spirit, after a manner no less Natural than Incomprehensible to the Artist, who lends it the requisite Help, do intirely cease to be that which they were before, to bring forth a Production of a miraculous Nature and Original, and which hath all the necessary Dispositions to be carried by Art and Nature, from Perfection to Perfection, to a sovereign Degree, which is above Nature it self. Remark also, that those two Bodies which destroy themselves, and confound themselves one in the other for the Production of a third Substance, and of whom the one holds the place of Male, and the other Female, in this new Generation, are two Agents, who stripping themselves of their grossest Substance in this Action, change their Nature to bring forth a Son, of an Original more noble, and more illustrious than the Parents that give him Being, and in being Born, he carries visible Marks, that evidently shew, the Heaven presided at his Birth. Remark, moreover, that our Stone is born many several Times, but in every one of its new Births it still draws its Rise from two Things. You have been just now shown how it begins to be born of two"},{"pageNumber":25,"pageContent":"Bodies; you have seen that it espouses a celestial Nymph, to make but one sole and same Thing with her; you must know also, that after the Stone hath appeared a new, under terrestrial Form, it must again be Married to a Spouse of its own Blood, so that there are still two Things which produce one [Thing] only of one sole and same Kind; and as it is certain Truth, that in all the different States of the Stone, the two Things that are united to give it a new Birth, come from one sole and same Thing; it is also upon this Foundation of Nature, that Cosmopolite supports an incontestable Truth in our Philosophy, that is to say, That of one is made two, and of two one, in which all Operations, Natural and Philosophical, are terminated without any Possibility of going further. PYROPHILUS How abstruse soever these sublime Truths are, you render them so intelligible, and so palpable to me, that I conceive them almost as distinctly, as if they were mathematical Demonstrations. Permit me, if you please, to make some further Enquiry, that so I may have no further remaining Scruples about the Interpretation of this Author. I have very well comprehended, that the Stone born of two Substances of one same Kind, is one whole Homogeneity, and a third Being, endued with two Natures, which render it of it self sole sufficient to the Generation of the Son of the Sun; but yet I do not very well comprehend, how this Philosopher understands {35} That the only Thing whereof the universal Medicine is made, is the Water, and the Spirit of the Body. EUDOXUS You would find the Sense of this Passage self-evident, if you did but recollect your self, that the first and most important Operation of the Practice of the fist Work, is to reduce into Water that Body, which is our Stone, and that this is the most Secret Point of our Mysteries. I have shewed you, that this Water must be vivified and fertilized by an astral Seed, and by a celestial Spirit, wherein resides the whole Efficacy of the physical Tincture: So that if you well reflect upon it, you will confess, that there is no Truth in our Philosophy, more evident than what your Author here advances, i.e. that one only Thing, whereof the Sage hath need to make all Things, Is no other than the Water and the Spirit of the Body.The Water is the Body, and the Soul of our Subject, and the astral Seed is the Spirit of it; and it is therefore that the Philosopher assure, that their Matter has a Body, a Soul, and a Spirit. PYROPHILUS I confess my Inattention, and that had I well considered, I had formed no manner of doubt upon this Passage; but here is another, which, however, is no great Subject of Scruple; but nevertheless, I could with to know your Sense of the those Words, viz. that the only Thing which is the Subject of the Art, and has not its like in the World {36} is yet vile, and to be had for little cost. EUDOXUS This Matter, so precious by the excellent Gifts, wherewith Nature has enriched it, is truly mean, with regard to the Substances from whence it derives it Original. Their Price is not above the Ability of the Poor. Ten Pence is more than sufficient to purchase the Matter of the Stone. But the Instruments, and the Means that are necessary to pursue the Operations of the Art, require some sort of Expence; which makes Geber say, That the Work is not for the Poor.The Matter therefore is mean, considering the Foundation of the Art because it costs but very little; it is no less mean, if one considers exteriourly that which gives it Perfection, since in that regard it costs nothing at all, in as much as"},{"pageNumber":26,"pageContent":"all the World has it in its Power, says Cosmopolite, so that whether you distinguish these Thing, or whether you confound them, as the Philosophers do, to deceive the Sot and the Ignorant, it is a constant Truth, that the Stone is a Thing mean in one Sense, but that in another it is most precious, and that there are none but Fools that despise it, by a just Judgment of God. PYROPHILUS I shall now be quickly as well instructed as I can with; do me only the Favour to tell me, how one may know which is the true way of the Philosophers; because they describe many different, and often in Appearance contrary. Their Books are filled with an Infinity of various Operations; and Conjunctions, Calcinations, Mixtions, Separations, Sublimations, Distillations, Coagulations, Fixations, Desiccations, concerning each of which throws the Artist into such a Labyrinth, that 'tis scarce possible for them to extricate themselves. This Philosopher, methinks, insinuates, that as in this great Art, there is but one Thing; so neither is there but one way, for which he gives no other Reason but this; he says, {37} That the Solution of the Body is not made but in its own Blood. I find not any Thing in this whole Treatise, wherein your Instructions may prove more necessary to me, than upon this Point, which concerns the Practice of the Work, upon which all the Philosophers make Profession of Silence: I beseech you, therefor, not to deny me your Directions in so needful a Point. EUDOXUS It is not without a great deal of Reason that you make me this Request, it Regards the essential Point of the Work, and I could heartily wish it were in my Power to answer as distinctly to this, as I have done to divers of your other Questions. I protest to you, that I have every where told you the Truth; and I will still continue to do so; but you know, that the Mysteries of our sacred Sciences may not be taught, but in mysterious Terms: I will, however, tell you without any Ambiguity, that the general Intention of our Art, is exactly to purify and to subtilize a Matter of it self unclean and gross. And this is a most important Truth, that deserves you should make Reflection upon it. Remark, that to attain this End, many Operations are requisite, which tending all but to one and the same Scope, are not in the main considered by thePhilosophers, but as one sole and same Operation diversly continued. Observe, that Fire separates at first the heterogenous Parts, and conjoins the homogeneous Parts of our Stone; that the secret Fire produces afterwards the same effect; but more efficaciously in introducing into the matter a fiery Spirit, which opens interiourly the secret Gate which subtilizes and sublimes the pure Parts, separating them from those that are terrestrial and adustible. The Solution which is afterwards made by the Addition of the astral Quintessence, which animates the Stone, makes a third Depuration of it, and Distillation compleats it entirely; thus purifying and subtilizing the Stone by many different Degrees, to which the Philosophers use to give the Names of as many several Operations, and of Conversion of Elements, it is exalted to that Perfection, which is the nighest Disposition to conduct it to plusquamPerfection, by a Regiment proportioned to the final Intention of the Art, that is to say, unto perfect Fixtion. You see now, that to speak properly, there is but one way, as there is but one Intention in the first Work, and that the Philosophers describe not many ways, but because they consider the different Degrees of Depurations, as so many Operations, and different Ways, with design (as your Author very well Remarks,) to conceal this Admirable Art."},{"pageNumber":27,"pageContent":"As to the Words by which Author concludes, i.e. that the Solution of the Body is not made but in its own Blood, I must make you observe that in our Art, there is in three different Times, three essential Solutions made, wherein the Body is not is not dissolved but in its own Blood, and that is in the Beginning, in the Middle, and at the End of the Work; take good Notice of this. I have already shewed you that in the principal Operations of the Art, there are always two Things, one supplies the place of the Male, and the other of the Female; one is the Body, the other is the Spirit: You must make here the Application of it, i.e. that in the three Solutions that I mention to you, the Male and the Female, the Body and the Spirit, are not other but the Body and the Blood, and that these two Things are of one same Nature, and of same kind; so that the Solution of the Body in its own Blood, is the Solution of the Male by the Female, and that of the Body by its Spirit. And this is the order of these three important Solutions. In vain you would attempt by Fire the true Solution of the Male in the First Operation, you could never succeed in it, without the Conjunction of the Female; it is in their mutual Embraces that they confound and change each other, to produce one whole Homogeneity, different from the them both. You would in vain open and sublime the Body of the Stone, it would be intirely useless to you, unless you made it espouse the Wife which Nature hath designed for it; she is that Spirit, from whence the Body hath drawn its first Original; which Body dissolves therein as Ice does at the Heat of Fire, as your author has very well Remarked. In fine, you would attempt in vain to make the perfect Solution of the same Body, if you should not reiterate upon the Affusion of its proper Blood, which is its natural Menstruum, its Wife, and its Spirit altogether, wherewith it so intimately unites, that from thenceforth they become but one sole and same Substance. PYROPHILUS After all this which you have revealed to me, I have nothing more to ask you about the Interpretation of this Author. I do very well comprehend all the other Advantages that he ascribes to the Stone, more than to Gold and Mercury. I do also conceive how the Excess of the Rage of these two Champions, transported them to join their Forces to vanquish the Stone by Arms, not being able to subdue it by Reason; but now being able to subdue it by Reason; but how is it to be understood, That the {39} Stone devour'd them, and swallowed them both up, so that there remain'd not any Track of them. EUDOXUS Know you not that the great Hermes says, That the Stone is the strong Force of all Forces; for it will vanquish all subtile Thins, and will penetrate every solid Thing. And your Author expresses the very same Thing here in other Terms to teach you, that the Power of the Stone is so great, that nothing is able to resist it. It surmounts indeed all the imperfect Metals, transmuting them into perfect Metals in such a manner, that there remains no Track of what they were before. PYROPHILUS I very well comprehend these Reasons, and yet I have still remaining one doubt touching perfect Metals; Gold, for Example, is a Metal constant and perfect, which, therefore, methinks, the Stone should not be able to devour. EUDOXUS"},{"pageNumber":28,"pageContent":"Your doubts is groundless; for as the Stone, strictly speaking, does not devour imperfect Metals, but so changes their Nature, that there remains nothing to know by what they were before; so the Stone not being able to destroy Gold, nor to transmute it into a more perfect Metal, transmutes it into a Medicine a thousand Times more perfect than Gold, since it can then transmute a thousand Times as much imperfect Metal, according to the Degree of Perfection that the Stone had receiv'd of the Art. PYROPHILUS I perceive the little Foundation there was for my Doubt; but to be plain, there is so much subtilety in the least Hints of the Philsophers, that you ought not to think it strange, that I have often stuck upon Thinks that ought else to have appeared to me sufficiently intelligible of themselves. I have no more but two Questions to ask you, and the are on the Subject of the two Advices, that my Author gives to the Sons of the Science, touching the manner of Proceeding, and the Scope they ought to propose to themselves in their Search of the universal Medicine. He advises them in the first Place. to sharpen their Minds, to read the Writings of the wise Men with Prudence, to Labour with Exactness; to proceed without Precipitation in a Work so precious: because, says, he {39} That is has its time ordained by Nature; even as the Fruits which are upon the Trees, and the cluster of Grapes that the Vine bears.I conceive very well the Usefulness of these Counsels; but pray, be pleased to explain to me, how this Limitation of Time is to be understood. EUDOXUS Your author sufficiently explains it to you by the comparison of Fruits, which Nature produces in their due Season; this comparison is Exact; The Stone is a Field which the Wise cultivates, into which Art and Nature have put the Seed, which is to produce its Fruit. And as the four Seasons of the Year are necessary to the perfect Production of Fruits, so the Stone has in like manner its determinated Seasons. Its Winter, during which Gold and Humidity have Dominion in this Earth thus prepared and sowed. Its Spring, wherein the philosophick Seed being warm'd, gives Signs of Vegetation and Increase; its Summer, during which its Fruit ripens, and becomes proper to Multiplication; and its Autumn, in which this Fruit being perfectly ripe, rejoices the Wise that have the good Fortune to gather it. To leave you nothing to desire upon this Subject, I must here make you observe three Things. First, That the Sage ought to imitate Nature in the Practice of the Work; and as this wise Worker [viz. Nature] can produce nothing perfect, if its Motion be made violent, so the Artist ought to suffer the Principles of his Matter to act interiourly, by exteriourly administring a Warmth or Heat proportioned to its need, The second Thing is, that the Knowledge of the four Seasons of the Work, ought to be a Rule, which the Wise should follow in the different Regiments of the Fire, in Proportioning it to catch, according as Nature shows it, who has need of less Heat to put the Trees in Blossom, and to Form the Fruit, than to make them perfectly Ripe. Thirdly, That though the Work has its four Seasons, so as Nature has, it does not follow, that the Seasons of Art, and of Nature, must precisely Answer to each other, the Summer of the Work may happen without Inconvenience in Nature's Autumn, and its Autumn in her Winter. It suffices, that the Regiment of the Fire, be proportion'd to the Season of the Work, it is in that only, that the great Secret of the Regiment consists, for which I cannot give you a more certain Rule. PYROPHILUS"},{"pageNumber":29,"pageContent":"By this Reasoning, and by this Similitude, you give me an open View upon a Point, of which the Philosophers have made one of their greatest Mysteries; for the Doctrine of the Regiments is not to be learn'd by their Writings, but I see with an extream Satisfaction, that in imitating nature and Beginning the order of Seasons of the Work by the Winter, it cannot be hard to the Wise to judge, how by the divers Degrees of Heat, which answer to those Seasons, he can assist Nature, and bring the Fruit of the philosophical Plant to a perfect Maturity. My Author in the second Place advises the Sons of Art, to have Uprightness of Heart; and to propose to themselves an honest End in this Work, declaring positively to them, that without these good Dispositions, they must not expect a Blessing from Heaven upon their Labour, upon which all good Success depends. He assures, That {40} God does not communicate so great a Gift, but to those that will make a good use of it; and that he deprives those of it, who design to use if for Commission of Evil. This seems to be no other than a manner of usual speaking with the Philosophers; pray tell me what Reflections ought to be made upon this last Point? You are sufficiently instructed in our Philosophy, to comprehend, that the Possession of the universal Medicine, and to the great Elixir, is of all worldly Treasures the greatest, the most real, and the most valuable that Man can enjoy. Indeed, immense Riches, supream Dignities, and all the Greatness of the Earth, are not comparable to this precious Treasure, which is the sole temporal Good, able to satisfy the Heart of Man. It gives to him that possesses it, a long Life, exempt from all sorts of Infirmities, and puts into his Power more Gold and Silver, than is possessed by all the most mighty Monarchs together. This Treasure hath moreover this particular Advantage, above all other Blessings of this Life, that he who enjoys it, finds himself perfectly satisfied, even with its only Contemplation, and that he can never be troubled with the fear of losing it. You are likewise fully convinced, that God governs the World; that his Divine Providence causes, that there reigns an Order, which his infinite Wisdom has established in it from the beginning of all Ages, and that this Providence is not that blind Fatality of the Antients, nor that pretended Chain of Causes, or that necessary Order of Things, that must make them follow without any Distinction: But on the contrary, you are well persuaded, that the Wisdom of God presides over all the Events that happen or appear in the World. Upon the double Foundation, which these two Reflections establish, you cannot doubt but that God who disposes Sovereignly of all the Possessions in the World, never permits that those who apply themselves to the Search of this precious Treasure, with design to make a bad use of it, should by their Endeavours come to its Possession; really what Mischiefs might not be caused in the World by a perverse Spirit, who would have no other Aim but to gratify his Ambition, and to indulge his Lusts, if he had in his Power and Possession this certain Means of executing his most criminal Enterpizes. Wherefore the Philosophers, who perfectly know what Mischiefs and Disorders might accrue to civil Society, it the Knowledge to the impious, do not treat it, but with fear, nor speak of it, but enigmatically, to the end, that is may not be comprehended, but by those whose Study and Endeavours God will bless. PYROPHILUS There can be non that are of good Sense, and who fear God, but must agree in these Sentiments, and must be fully persuaded, that to succeed in so great and so important an Enterprize, the Divine"},{"pageNumber":30,"pageContent":"Goodness is to be incessantly supplicated to illuminate our Minds, and to give his Blessing to our Endeavours. It only remains, that I return you most humble Thanks, that you have been pleased to treat me as a Son of the Science, to discourse with me sincerely, and to instruct me in so great Mysteries, as clearly, and a intelligible, as is lawful to do, and as I would reasonably desire. I protest to you, that my Acknowledgment shall last as long as my life. "}]
