[{"pageNumber":1,"pageContent":"1The Quick Path to BlissThe Uncommon Sadhanaof the Venerable Lady Vajrayogini, Naro Kacho"},{"pageNumber":2,"pageContent":"2The Quick Path to Great BlissAn Uncommon Vajrayogini Self-Generation Sadhanadrub lab lungmong mai yin pa dechan nyelamBy Je Phabongkha Rinpoche; translated by Alexander Berzin based on a discourse by Geshe Ngawang Dhargyey. ©2004 by Alexander Berzin - www.berzinarchives.com.The text was slightly edited (headings added) and formatted by Wolfgang Saumweber. Comments and explanations have been added (in italics) by the editor based on various Vajrayogini retreats, commentaries and teachings with Geshe Ngawang Dhargyey, Khensur Lobsang Tharchin, H.E. Lati Rinpoche, Ven. Kirti Tsenshab Rinpoche, and H.E. Gelek Rinpoche, (all in the Gelug tradition); H.E. Jetsun Kusho, and Lama Kunga Thartse Rinpoche (the latter two in the Sakya tradition). The line drawings and color images have been provided by Andy Weber (www.andyweberstudios.com), Robert Beer, and the editor (www.vajrayogini.com).Version 4.1 (November 2004)Explanation of Symbols in Text:B Bell;  Dorje; D Damaru; M Mudra;  Inner Offering Container.Phabongkha Rinpoche"},{"pageNumber":3,"pageContent":"3The Quick Path to Great Bliss1. The Yoga of SleepThe first of these is the ‘yoga of sleep’. In order to practice this, as you lie down to sleep at night, generate yourself as Vajrayogini with one face and two arms, inside the double tetrahedral mandala. When you lie down, place your head in Guru Vajradharma’s lap. Unlike Vira Vajradharma, who holds a damaru and skull-cup and supports a khatvanga, Guru Vajradharma holds a vajra in his right hand and a bell in his left. You imagine placing your head in his lap. If you go to sleep like this, then your sleep is extremely wholesome and virtuous. In contrast, if you go to sleep with the mind dominated by attachment, anger or confusion, your entire sleep becomes non-virtuous.2. The Yoga of RisingThe next yoga is the ‘yoga of rising’. Upon awakening, you should imagine being roused by the sound of damarus and by the mantra of Vajrayogini, which is called the ‘three OM’ mantra. The mantra is being spoken and the damarus sounded by the dakinis of the three abodes,’ and the sound is coming from the dear light. Then, as you get out of bed, you should do so while continuing to generate yourself as Vajrayogini. As you wash your face and so on in the morn-ing, imagine that you are washing your face as Vajrayogini. As you dress, you are putting on your clothes as Vajrayogini. Every activity you do at the start of the day should be done with this mindfulness of yourself as Vajrayogini. In each case you are offering the bathing, offering the clothes and so forth to Vajray-ogini, so that these activities become virtuous. 3. The Yoga of Tasting the NectarThe third yoga is the ‘yoga of tasting the nectar’. This is very straightforward. The nectar should be in some type of vessel. It could be a cup, but definitely one that has a lid. What you are experiencing is called the inner offering (nang mchod). The actual substance can be either alcohol or tea, into which you dis-solve a blessed nectar pill which has been blessed by a qualified lama. Dip your left ring finger into this vessel filled with alcohol or tea, and draw a triangle in a counterclockwise direction on your right palm. The three points of the triangle symbolize the three syllables OM AH HUM, which you recite as you draw the triangle. OM is on the base of your palm, AH on the right and HUM on the left. Then dip your finger into the nectar and place a drop in the center of the trian-gle three times, so that the three drops merge, and then touch it to your tongue and taste it, while imagining that you are experiencing great bliss indivisible with emptiness. The OM AH HUM is an extremely profound mantra, and has an especially great blessing."},{"pageNumber":4,"pageContent":"44. The Yoga of the Immeasurables Going for RefugeIn the space before me stands Guru Chakrasamvara, father and mother, encircled with a host of figures—and my root and lineage Gurus, the yidams, Three Jewels of Refuge, Attendants (of the Cemeteries) and guardian protec-tors.Imagining yourself and all sentient beings going for refuge, recite three times:I and all living beings equal (in number) to the extent of space, from this time forth until the attainment of the essence of Enlightenment, go for refuge to the glorious sacred Gurus. We go for refuge to the Fully Enlightened Bhagavan Buddhas. We go for refuge to the sacred Dharma teachings. We go for refuge to the Sangha community of Arya Noble Ones. (3 or 7x)Generating BodhichittaGenerate bodhichitta and the four immeasurables while reciting three times:Once I have attained the state of a Fully Enlightened Buddha, I shall free all beings from the ocean of samsara’s suffering and lead them all to the bliss of Full Enlightenment. It is for this purpose that I shall practise the stages of Vajrayogini’s path. (3x)Prostration and Request to the Objects of RefugeI prostrate to and take refuge in the Gurus and Three Precious Gems, and request you to bless my mind-stream with waves of inspiring strength.Due to reciting this:The objects of refuge before me melt into the form of white, red and dark-blue rays, which dissolve into me so that I receive their blessings of body, speech and mind.Instantaneous Self-GenerationInstantaneously, I arise as the Venerable Vajrayogini.Blessing the Inner OfferingOpen the nectar container  and purify the inner offering either with the mantra emanating from the four mouths or with the following:OM KHANDAROHI HUM HUM PHATOM SVABHAVA SHUDDHA SARVA DHARMAH SVABHAVA SHUDDHO HAM"},{"pageNumber":5,"pageContent":"5[Everything] becomes emptiness.Within a state of Voidness, from YAM comes a wind (mandala); from RAM a fire (mandala), from AHs a grate of three human heads, on top of which from AH comes a broad and expan-sive skullcup. Inside it, from OM, KHAM, AM, TRAM and HUM come the five nectars, and from LAM, MAM, PAM, TAM and BAM the five meats, each marked with these syllables. By the wind moving and the fire blazing, the substances inside the skullcup melt. On top of these, from a HUM, there arises a white upside-down khatvanga which melts and falls into the skullcup, whereby these substances become the colour of mercury. On top of this, there comes three garland strings of the Sanskrit vowels and consonants stacked on top of each other. These transform into OM AH HUM, from which light-rays (emanate) and hook back nectar of pristine awareness from the hearts of all the Buddhas, Vira-heroes and Yoginis of the ten directions. By this being added (to the nectar in the skullcup), it increases and becomes huge.OM AH HUM (3x)While reciting OM AH HUM dip the ring finger of the left hand into the nectar container and draw a triangle on the palm of the right hand (3x).Blessing the Outer OfferingsNow bless the two waters, flowers, incense, lights, perfume, food, and music. Take up B and .OM KHANDAROHI HUM HUM PHATOM SVABHAVA SHUDDHA SARVA DHARMAH SVABHAVA SHUDDHO HAM[Everything] becomes void.Within a state of Voidness, from KAMs come skullcup vessels, inside of which from HUMs come the offering substances. By nature they are void; in aspect they have the forms of the individual offering substances. Their func-tion is to confer distinguished, uncontaminated bliss as objects to be enjoyed by the six cognitive powers."},{"pageNumber":6,"pageContent":"6Do the mudras M while reciting:OM ARGHAM AH HUMOM PADYAM AH HUMOM VAJRA PUSHPE AH HUM OM VAJRA DHUPE AH HUMOM VAJRA DIPE AH HUMOM VAJRA GANDHE AH HUMOM VAJRA NAIVIDYA AH HUMOM VAJRA SHABDA AH HUM B DReturn to ordinary appearance.Vajrasattva MeditationDevelop regret for negativities.On the crown of my head, on a lotus and moon seat are Vajra-sattva father and mother, their bodies white in colour, with one face and two arms holding vajra and bell and cleaver and skullcup, and embracing each other. The father is adorned with the six mudra-ornaments and the mother with the five mudra-ornaments. They sit in the vajra and lotus positions. In his heart, on a moon-disc is a HUM encircled by the mantra-rosary, from which cascades a stream of white nectar, cleansing me of all sickness, evil spirits, black karmic debts and obstacles.OM VAJRA HERUKA SAMAYA/ MANU PALAYA/ HERUKA TVE NOPA TISHTA/ DIHDHO ME BHAVA/ SUTOSHYO ME BHAVA/ SUPOSHYO ME BHAVA/ ANURAKTO ME BHAVA/ SARVA SIDDHI ME PRAYACCHA/ SARVA KARMA SUCHAME CITTAM SHRIYAM KURU HUM/ HA HA HA HA HO BHAGAVAN/ VAJRA HERUKA MAME MUNCHA/ HERUKA BHAVA/ MAHA SAMAYA SATTVA AH HUM PHAT (21x)Recite the mantra twenty-one times and then contemplate:Vajrasattva father and mother dissolve into me and my three gateways become inseparable form the body, speech and mind of Vajrasattva."},{"pageNumber":7,"pageContent":"75. The Yoga of the Guru VisualizationIn the space before me, established out of the reflexive appearance of the pristine awareness of non-dual purity and luminous clarity, comes a square celestial mansion complete with four doorways, ornaments, archways and all the standard parts. In the centre of it, on a jewelled throne supported by eight great lions, on variegated lotus, moon and sun-disc cushions sits in actual-ity my kind rood Guru, but in the form of Buddha Vajradharma, with a red-coloured body, one face and two arms crossed at his heart, holding vajra and bell. His hair is tied up in a knot on top of his head and he sits with his legs crossed in the vajra position. In the prime of his youth, he is at the budding age of sixteen. He is adorned with silk scarves and the bone and jewelled ornaments. Starting in front of him and circling around counter-clock-wise sit all the lineage Gurus from Buddha Vajradhara to my own root Guru. Each is in the form of Vira Vajradharma, with a red-coloured body, one face and two arms with the right playing a damaru that reverberates with the sound of Bliss and Voidness, and the left holding at his heart a skullcup filled with nectar. With his left elbow each supports a khatvanga and sits with his legs crossed in the vajra position. Adorned with the six bone ornaments, each is vibrant in the prime of his youth. The main figure and all his entourage have an OM at their forehead, an AH at their throat and a HUM at their heart. (Play B D from here until the end of the paragraph.) From the HUM at their hearts, light-rays emanate (drawing forth) from their natural abodes the Gurus, yidams and hosts of their man-dalas’ deities, the Buddhas, Bodhisattvas, Vira-Heroes and Dakinis, together with hosts of Dharma-protectors and Guardians.OM VAJRA SAMAJAH JA HUM BAM HO MEach becomes of an essence incorporating all the objects of refuge."},{"pageNumber":8,"pageContent":"8ProstrationWith your palms pressed together, recite:I bow to your lotus feet, Oh Vajra Holder, my jewel-like Guru, B By whose kindness I instantaneously attain a state of Great Bliss. Offering goddesses emanated from my heart make you offerings.Outer Offerings M Do the lotus-turning mudras and then the appropriate offering mudras-while reciting:OM ARGHAM PRATICCHA SVAHA OM PADYAM PRATICCHA SVAHA OM VAJRA PUSHPE AH HUM SVAHA OM VAJRA DHUPE AH HUM SVAHA OM VAJRA DIPE AH HUM SVAHAOM VAJRA GANDHE AH HUM SVAHA OM VAJRA NAIVIDYA AH HUM SVAHA OM VAJRA SHABDA AH HUM SVAHA B D OM AH VAJRA ADARSHE HUMOM AH VAJRA VINI HUM B D OM AH VAJRA GANDHE HUMOM AH VAJRA RASE HUM OM AH VAJRA SPARSHE HUMOM AH VAJRA DHARME HUMInner OfferingOM GURU VAJRADHARMA SAPARIWARA OM AH HUM"},{"pageNumber":9,"pageContent":"9Secret and Suchness OfferingsContemplate that innumerable knowledge goddesses such as Pemachan ema-nate from your heart and assume the form of Vajrayogini. Guru Father and Mother embrace and experience uncontaminated bliss.I offer you voluptuous illusory consorts, a host of messenger (dakinis) - born from places, born from mantras and simultaneously born, having slender figures, skilled in the sixty-four arts of love, and possessing the glow of vibrant youth.Thatness OfferingRemember that the three circles of the offering are indivisible bliss and empti-ness.I offer you supreme ultimate Bodhicitta: beyond words, thoughts and expressions; spontaneous and indivisible; the Void Sphere of All Things; free from mental creations of true existence; great pristine awareness simultaneous with Bliss and without obstruction. The Tantric Seven-Limb PrayerI go for refuge to the Triple Gem.I confess individually my karmic debts. I rejoice in the merit of all living beings.I take hold with my mind the perfect state of a Buddha.I go for refuge until my Enlightenment to the Buddha, the Dharma and the supreme Sangha assembly, and I do so to attain an enlightened mind.In order to fulfil the aims of myself and others, I shall develop a supreme enlightened motive. And towards all dear beings, my invited guests, I shall act with supreme enlightening conduct. May I become a Buddha to benefit all!Kusali Tsog OfferingVisualize yourself before Vajradharma.My own mind, as the Lady of Dakini Land (the size of) a mere thumbnail, emerges from the crown of my head, and goes before my root Guru face-to-face, and then comes back again. She slices off the crown of the head of my old body and places it on top of a grate of three human heads which has spontaneously appeared. She chops up the rest of my flesh, blood and bones, heaps it inside and by staring at it with wide-open eyes, purifies, transforms and increases it into an ocean of nectar."},{"pageNumber":10,"pageContent":"10OM AH HUM HA HO HRIH (3x) Open Inner Offering container  and hold in right hand; sprinkle with left ring finger while reciting OM AH HUM.From my heart emanate innumerable goddesses holding skullcups. With these skullcups they scoop up nectar and offer it to the guests, who partake of it by drawing it up through a straw of vajra-light (which appears from each of) their tongues.I offer this nectar and offering substances to bind me closer to my root Guru who is the essence of the four Buddha Bodies. May you be pleased. OM AH HUM (7x)I offer this nectar and offering substances to bind me closer to the lineage Gurus who are the sources of the actual attainments. May you be pleased.OM AH HUM (7x)I offer this nectar and offering substances to bind me closer to the Gurus, Yidams, Three Supreme (Jewels of Refuge) and hosts of guardian-protec-tors. May you be pleased OM AH HUM (7x)I offer this nectar and offering substances to bind me closer to the local heads of natural sites. May you grant me thousand-fold help. OM AH HUM (7x)I offer this nectar and offering substances to bind me closer to all sentient beings of the six classes and to those of the bardo in-between state. May you be freed. OM AH HUM (7x)By having made these offerings, all the guests become satiated with uncon-taminated bliss. The sentient beings as well become freed from all obstacles and attain the Dharmakaya. The three circles of the offering become of the nature of non-dual Bliss and Voidness, beyond all words, thoughts and expressions.Offering the MandalaOuter MandalaOM VAJRA BHUMI AH HUMHere is the mighty and powerful golden base. OM VAJRA REKHE AH HUM Here is the diamond-hard fence. The outer ring is encircled with this iron fence. In the centre stands Meru, the King of all Mountains. In the East is the continent Purva-videha, in the South Jambu-dvipa, in the West Apara-go-dani-ya, in the North is the continent Uttara-kuru. Around the East, the"},{"pageNumber":11,"pageContent":"11subcontinents Deha and Vi-deha, around the South the subcontinents Cha-mara and Apara-chamara. Around the West, Shatha and Uttara-mantrina, around the North, the sub-continents Kurava and Kaurava. In the East is the Treasure Mountain, in the South, the Wish-granting Tree; in the West the Wish-granting Cow, in the North, the Unploughed harvest. Here is the precious Queen, here the Precious Minister. Here is the Precious Elephant, here is the Precious and Best of Horses. Here is the Precious General, here the Great Treasure Vase. Here is the Goddess of Beauty and here the God-dess of Garlands. Here is the Goddess of Song and here the Goddess of Dance. Here is the Goddess of Flowers and here the Goddess of Incense. Here is the Goddess of Light, and here is the Goddess of Perfume. Here is the Sun and here is the Moon. Here is the Umbrella of All that is Precious, here is the Banner of Victory in All the Directions. Here in the centre are all the possessions precious to gods and to men. This magnificent collec-tion, lacking in nothing, I offer to you, O glorious and holy Gurus. In your compassion, accept what I offer for the sake of all living beings and send forth to me waves of inspiring strength.By directing to the Fields of Buddhas this offering of a mandala built on a base resplendent with flowers, saffron water and incense, adorned with Mount Meru and the Four Continents, as well as with the Sun and the Moon, may all sentient beings be led to these Fields.Secret MandalaTo you the treasure of Compassion, Refuge-Protector, I offer Mount Meru, the Continents, the Precious Substances and the Treasure Vase together with the Sun and the Moon, which are formed from my aggregates and cognitive bases and spheres which are objects held by the pristine aware-ness of simultaneous Bliss and Voidness. Inner MandalaPlease accept the objects that cause me to develop attachment, aversion and closed-mindedness, as well as my enemies, friends and those neutral to me, together with my body and wealth, which I offer without any sense of a loss, and bestow on me please waves of inspiring strength so that my three poisons naturally subside in their place.IDAM GURU RATNA MANDALAKAM NIRYATAMI"},{"pageNumber":12,"pageContent":"12Making Requests to the Lineage GurusTo Vajradharma, Lord of the family of an ocean of Buddhas; to Vajray-ogini, supreme motherly (consort) of the Buddhas; at your feet Naropa, chief son of the Buddhas, I make requests. Bestow on me please the pristine awareness of simultane-ous (Voidness and Bliss). To the Pam-t’ing-pa (brothers), holders of the explanations and teachings of the Great Secrets; to Sherab tzeg, you became a store-house of secret treasures; at your feet Mal Lotzawa, Lord of an ocean of secret mantras, I make requests. Bestow on me please the pristine awareness of simultaneous (Voidness and Bliss). To the great Sakya Lama (Kun-ga nying-po), you attained the state of Vajradharahood; to the venerable So-nam tze-mo, supreme Vajra-son; at your feet Drag-pa gyal-tzan, ushnisha crown-protrusion of the Vajra-holders, I make requests. Bestow on me please the pristine awareness of simultaneous (Voidness and Bliss).To the great Sakya Pandit (Kun-ga gyal-tzan), venerable Master of the Scholars of the Land of Snow; to you Dro-gon Cho-gyal P’ag-pa, crown ornament of all the Three Realms’ beings; at your feet, Shang-ton cho-je, holder of the Sakya teachings, I make requests. Bestow on me please the pristine awareness of simultaneous (Voidness and Bliss). To Na-za dr’ag-p’ug-pa, Lord of the Realised Ones; to D’e-pon ch’o-je, Master Scholar and Supreme Realised One; to Yar-lung-pa (Seng-ge gyal-tsan), Lord of the whispered teachings of the family of Realised Ones, I make requests. Bestow on me please the pristine awareness of simultaneous (Voidness and Bliss).Naropa"},{"pageNumber":13,"pageContent":"13To Kyab-gon Gyal-wa ch’og, refuge-Protector of all beings, both self and others; to Jam-yang Nam-k’ai tzan, you have a great self-nature; at your feet Ch’o-je Lo-dr’o gyal-tzan, Dharma Lord of great self nature, I make requests. Bestow on me please the pristine awareness of simultaneous (Voidness and Bliss).To Je-tzun Do-ring-pa, unequalled in kindness; to the master Tan-dzin lo-sal, you have practised in accordance with the words (of the Gurus); at your feet Ma-wa ky’en-tze, expounder of the great lineage teachings of Buddha’s words, I make requests. Bestow on me please the pristine aware-ness of simultaneous (Voidness and Bliss).To Lab-sum gyal-tzan, Holder of the Mantras of the Buddha Families, to glorious Wang-ch’ug rab-tan, All -Pervading Lord of a hundred Buddha families; to Je-tzun Ka-gyur-pa, Principal Head of the Buddha Families, I make requests. Bestow on me please the pristine awareness of simultaneous (Voidness and Bliss).To Zha-lu-pa, All Pervading Lord of an ocean of mandalas; to Ky’en-rab Je, Principal Head of all the mandalas; at your feet Mor-chen-pa, Lord of a circle of mandalas, I make requests. Bestow on me please the pristine awareness of simultaneous (Voidness and Bliss).To Na-sar-pa, navigator across the ocean of whispered teachings; to Lo-sal p’un-tsog, Lord of the whispered teachings; at your feet, Tan-dzin tr’in-la, scholar who furthered the whispered teachings, I make requests. Bestow on me please the pristine awareness of simultaneous (Voidness and Bliss).To Kyab-dag K’a-gyur-pa, All Pervading Lord upholding the Gandan teachings; at your feet Dharmabhadra, holder of the Gan-dan Tradition and friend of all beings of a degenerate age by spreading the Gan-dan banner, I make requests. Bestow on me please the pristine awareness of simultaneous (Voidness and Bliss).To Lo-zang ch’o-pel, Lord of Sutras and Tantra, you have completed the essential points of the paths of all Sutras and Tantras; to Jig-me wang-po, scholar who furthered the Sutras and Tantras, I make requests. Bestow on me please the pristine awareness of simultaneous (Voidness and Bliss).To (P’a-bong-k’a Rinpoche) De-chen nying-po, you have received the blessings of Naropa to explain as well as Naropa the essential points of the excellent Ripening and Liberating path of the Naropa Dakini, to you I make requests. Bestow on me please the pristine awareness of simultaneous (Voidness and Bliss).To (Kyab-je Tr’i-jang Rinpoche) Lo-zang ye-she, Vajra-holder, you are a treasury of ripening and liberating instructions about the Vajra-Queen, the supreme quick path of achieving the Vajra Enlightened State, to you I make requests. Bestow on me please the pristine awareness of simultaneous (Voidness and Bliss)."},{"pageNumber":14,"pageContent":"14To (my root guru .....), your body incorporates all the extremely infinite Buddhas without exceptions, you are a Master in giving discourses on the extremely certain path to Enlightenment to all beings as extensive as space out of your extreme loving-compassion, to you I make requests. Bestow on me please the pristine awareness of simultaneous (Voidness and Bliss).Bestow on me waves of inspiring strength so that by the force of my having meditated on the Dakini-yoga of the profound development stage and on the yoga of the central energy-channel of the completing state, I might develop the pristine awareness of simultaneous Voidness and Bliss and attain the Enlightened Dakini State. Receiving the Blessings of the Four EmpowermentsOh Guru, incorporating all objects of refuge, to you I make requests. Bestow on me please waves of inspiring strength. Confer on me fully the four empowerments, and bestow on me please the Enlightened State of the four Buddha-Bodies (3x)Contemplate that as a result of your requests:From an OM on the forehead of my Guru are emitted white nectar and rays of light. They dissolve into my forehead, purify the black karmic debts and obstacles concerning my body and confer the vase empowerment. The blessings of the Guru’s body enter my body.From an AH at the throat of my Guru are emitted red nectar and rays of light. They dissolve into my throat, purify the black karmic debts and obstacles concerning my speech and confer the secret empowerment. The blessings of the Guru’s speech enter my speech.From a HUM at the heart of my Guru are emitted blue nectar and rays of light. They dissolve into my heart, purify the black karmic debts and obstacles concerning my mind and confer the wisdom empowerment of pristine awareness. The blessings of the Guru’s mind enter my mind. From the three syllables at my Guru’s three bodily places are emitted white, red and blue nectars and rays of light. They dissolve into my three bodily places, purify the black karmic debts and obstacles concerning my body, speech and mind and confer the fourth empowerment, the word empower-ment. The blessings of the Guru’s body, speech and mind enter my body, speech and mind."},{"pageNumber":15,"pageContent":"15Brief RequestI make requests to you precious Gurus who are the essence of all the Bud-dhas of the three times. I request you please to bestow on my mind-stream waves of inspiring strength. (3x)Absorbing the GurusHaving been thus requested, the encircling lineage Gurus dissolve into my root Guru at the centre. Then my root Guru as well, out of his affection for me, melts into the form of red light, which enters me through the crown of my head and at my heart transforms into the form of a red syllable BAM which is mixed inseparably with my own mind.6. The Yoga of Self-Generation Bringing Death into the Path of the Truth BodyThis very syllable BAM becomes bigger and bigger until it becomes equal to the infinitude of space, whereby all the environment and the beings within become of the nature of Bliss and Voidness. Once again, gradually condens-ing from infinity down, it becomes an extremely minute syllable BAM, which in stages dissolves up to the squiggle. Then, even the squiggle (dissolves) becoming the non-objectifying Dharmakaya of inseparable Bliss and Voidness.OM SHUNYATA JNANA VAJRA SVABHAVA ATMAKO HAMBringing the Intermediate State into the Path of the Enjoyment BodyWithin a state of Voidness in which all appearances have been condensed like this there arises what in essence is my own mind holding the pristine awareness of non-dual Bliss and Voidness, (but) in the form of an upright red syllable BAM standing in space.Bringing Birth into the Path of the Emanation BodyWithin a state of Voidness, from EE (in Lantsa script) comes a red, double tetrahedral reality source, inside of which from an A comes a white moon mandala with a shade of red. On top of it, arranged counter-clockwise, rests the mantra: OM OM OM SARWA BUDDHA DAKINIYE VAJRA VARNANIYE VAJRA VAIROCANIYE HUM HUM HUM PHAT PHAT PHAT SVAHA."},{"pageNumber":16,"pageContent":"16As the syllable BAM in space, I see the moon and, propelled by (the wish) to take birth in the centre of it, I (descent and) stand in the centre of the moon. Light-rays emanate from the moon, and the syllable BAM, as well as from the mantra-rosary and make all the environments and beings of samsara and Nirvana into the nature of Vajra Yogini. These gather back and dissolve into the syllable BAM together with the mantra-rosary, whereby they transform into the supporting mandala and supported deities, which appear fully all at once. Checking Meditation on the MandalaFurthermore, there is the vajra ground, fence, tent and canopy, outside of which blazes a mass of five-coloured flames swirling counter-clockwise. Within, it is encircled with the eight great cremation grounds such as the “Ferocious One” and so forth. In the centre of these is a red, double tetra-hedral reality source, with its broad top facing upwards and its fine point sticking downwards. Except for the front and back, the four corners are each marked with a pink bliss swirl whirling counter-clockwise.Within the reality source is an eight-petalled variegated lotus, in the centre of which on top of a sun mandala I arise in the bodily form of the Vener-able Vajrayogini. With my outstretched right leg, I tread on the breasts of red Kalarati. With my bent left leg, I tread on the back of black Bhairava who (is on his stomach) with his head facing backwards. My body is red in colour, with a brilliance like the fire of the aeon of destruction. I have one face, two arms and three eyes which look up towards Dakini-land. With my right hand, I hold a downwards-facing, outstretched cleaver marked with a vajra. With my left I hold up (in the air) a skullcup filled with blood which I partake of with my upturned mouth. With my left shoulder I support a khatvanga marked with a vajra, from which hangs a damaru, bell and a triple banner. My glistering, black hair covers my back down to my waist. In the prime of my youth, my desirous nipples full (and erect), I experience ever-enhancing Bliss. I have five dried human skulls adorning my head and a long hanging necklace of fifty dried (skulls). Naked, I am adorned with the five mudra-ornaments, standing in the centre of a blazing fire of pristine awareness."},{"pageNumber":17,"pageContent":"17"},{"pageNumber":18,"pageContent":"187. The Yoga of Purifying Migrators At my heart, inside a red, double tetrahedral reality source is a moon-man-dala, in the centre of which is a syllable BAM encircled with the mantra, from which light-rays emanate going out from the pores of my skin. Striking all sentient beings of the six classes, they cleanse them of their black karmic debts and obstacles, together with their instincts, and transform them all into the bodily form of Vajrayogini. 8. The Yoga of Receiving the Blessings of he Heroes and HeroinesThe Body MandalaThe syllable BAM at the centre of the moon-seat and reality source at my heart splits open and from the nature of my four bodily elements becomes the seed-syllables of the four elements, YA RA LA VA, situated on and of the nature of the four branch energy-channels of my heart, such as “the Desire One” and so forth, which are in the four directions. These transform, starting from the left, into Lama, Kandarohi, Rupini and Dakini; and the crescent moon, drop and squig-gle that remain of the syllable BAM in the centre transform into a Venerable Vajra Yogini who is in the nature of the Unity of my subtlest energy-kernel and creative energy-drop. In stages beyond them are: (a) the energy-channels, such as the “Unchanging One” and so forth, which go to my twenty-four bodily places, such as my hair line and the crown of my head, (b) their twenty-four constituent energy drops such as “Tooth”, “Falling on the Necklace” and so forth, and (c) the (first) twenty-four syllables of the mantra such as “OM OM OM etc”, which are situated in a circle going counter-clockwise from the east and the nature of which are inseparable from the natures of the energy channels and their constituent energy-drops.These all transform into: (1) the eight Virini-Heroines of the mind-family, namely, Prachandra, Chandakshi, Prabhavati, Maha-nasa, Vira-mati, Kharvari, Lanke-shvari and Druma-cchaya;(2) the eight Virini-Heroines of the speech-family, namely Aira-vati,"},{"pageNumber":19,"pageContent":"19Mahabhairava, Vayuvegi, Lohaksha, Shyander, Subhadra Haya-karna and Khaganan; and(3) the eight Virini-Heroines of the body-family, namely Chakra-vega, Khandarohi, Shaundini, Chakra-varini, Suvira, Mahabala, Chakra-var-tini and Mahavirya.They are in actuality the yoginis who are non-dual with the Vira-heroes at the twenty-four external sacred places such as Pullir-malaya and so forth. The energy-channels and constituent energy-drops of my eight gateways, such as my mouth and so forth, and the (last) eight syllables “HUM HUM HUM etc”, which are of inseparable nature with them, transform into Kakasya, Ulu-kasya, Shva-nasya, Shuka-rasya, Yama-dadhi, Yama-duti, Yama-damshtrini and Yama-mathani. All of these have the bodily form of the Venerable Lady, complete with all details and parts.�����������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������"},{"pageNumber":20,"pageContent":"20Inviting and absorbing the Wisdom Beings and Merging the Three MessengersPerform the blazing mudra and while reciting do B D:PHAIM MLight rays emanate from the syllable BAM at my heart, emerge from between my brows, go to the ten directions and bring forth all the Tatagatha Buddhas, Vira-Heroes and Yoginis - all in the form of Vajrayogini. B D MDZA HUM BAM HO MThe wisdom beings are summoned, dissolve, remain firm, and are delighted. Now with the lotus-turning mudra followed by the embracing mudra, recite:OM YOGA SHUDDHA SARVA DHARMA YOGA SHUDDHO HAMI am the nature of the yoga of purity of all phenomena."},{"pageNumber":21,"pageContent":"21Putting on the Armor At my bodily places there arise moon-mandalas, on top of which at my navel is a red OM BAM in the nature of Vajra-varahi. At my heart a blue HAM YOM as Yamani; at my neck a white HRIM HOM as Mohani; at my head a yellow HRIM HRIM as Sacha-lani; at the crown of my head a green HUM HUM as Sam-trasani; and at all my limbs a smoke-coloured PHAT PHAT in the nature of Chandika.�����������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������Inviting the Empowering Deities and Receiving EmpowermentPerform the blazing mudra M three times,PHAIMand while reciting the following play B DFrom the syllable BAM at my heart light-rays emanate and bring forth the empowering deities, the supporting Chakra-samvara mandala and its sup-ported deities.“Oh all Tathagata Buddhas, I request you to confer empowerment upon me.”Having been requested, the eight guardian Dakinis of the doorways and corners scare away interfering spirits, the Vira-Heroes proclaim auspicious"},{"pageNumber":22,"pageContent":"22verses; the Virini-Heroines sing Vajra songs and Rupavajra and so forth make offerings. The principal deity gives permission for the empowerment to be conferred; and the four mother-consorts together with Varahi holding jew-elled vases filled with the five nectars confer the empowerment on the crown of my head.“Just as all the Tathagata Buddhas received ablution as soon as they were born, likewise do we now confer the ablution.OM SARVA TATHAGATA ABHISHEKATA SAMAYA SHRIYE HUM” B D Speaking thusly, they confer the empowerment whereby my entire body becomes filled, purifying all my stains, and the excess water that stays on the crown of my head as a protrusion transforms into a Vairochana-Heruka with motherly consort adorning my head.Offerings to the Self-Generation(When doing the self-initiation, bless the offerings for self-generation at this point.)Offering goddesses emanated from my heart make the offerings: Outer Offerings OM ARGHAM PRATICCHA SVAHA OM PADYAM PRATICCHA SVAHA OM VAJRA PUSHPE AH HUM SVAHA OM VAJRA DHUPE AH HUM SVAHA OM VAJRA DIPE AH HUM SVAHAOM VAJRA GANDHE AH HUM SVAHA OM VAJRA NAIVIDYA AH HUM SVAHA OM VAJRA SHABDA AH HUM SVAHA B D OM AH VAJRA ADARSHE HUMOM AH VAJRA VINI HUM B D OM AH VAJRA GANDHE HUMOM AH VAJRA RASE HUM OM AH VAJRA SPARSHE HUMOM AH VAJRA DHARME HUM"},{"pageNumber":23,"pageContent":"23Inner OfferingOM OM OM SARVA BUDDHA DAKINIYE VAJRA VARNANIYE VAJRA VAIROCANIYE HUM HUM HUM PHAT PHAT PHAT SVAHA OM AH HUMTake up nectar container .Secret and Suchness OfferingsTo perform the secret and thatness offerings visualize:As Vajrayogini, I stand in union with Chakrasamvara, who has been transformed from my khatvanga, and generate simultaneous Bliss and Voidness.(Optional:) As a radiant Yogini, I give up my breasts and they transform into a penis. The two walls of the pure place inside my vagina transform into two bell-like testicles. My stamen-like clitoris transforms into the head of a penis. Thus, I take on the bodily form of Heruka of Great Bliss, [embracing] a secret motherly-consort Vajrayogini, having a nature incorporating all the Dakinis.The secret organ of the father transforms from a non-objectifying state (of Voidness) into a white HUM, from which comes a white five-spoked vajra and from a BYA comes a red jewel head marked at the tip with a yellow BYA. The secret organ of the mother transforms from a non-objectifying state (of Voidness) into an AH from which comes a red, three-petalled lotus and from a white DYA comes a white centre signifying white Bodhicitta and marked at the tip with a yellow DYA.OM SHRI MAHA SUKHA VAJRA HE HE RU RU KAM AH HUM HUM PHAT SVAHAFrom the father and mother being in union, the Bodhicitta melts and when from the crown of my head it reaches my throat (I experience) Bliss. When from my throat it reaches my heart - Supreme Bliss. When from my heart it reaches my navel - Distinguished Bliss. And when from my navel it reaches the tip of my jewel, the pristine awareness of simultaneous (Bliss and Void-ness) arises and I remain in single-minded concentration on the inseparabil-ity of Bliss and Voidness. Focused in single-pointed concentration on the significance of Thusness, namely that the three circles of the offering are void by nature, and joining this with the inseparability of Bliss and Voidness as before, all are satiated with the secret offering and the offering of Thusness.(Optional:) Once more I transform in aspect into the Venerable Lady."},{"pageNumber":24,"pageContent":"24Eight Lines of Praise (optional)Ring bell B with 3 single strokes while reciting HUM HUM PHAT.OM NAMO BHAGAVATI VAJRAVARAHI BAM HUM HUM PHATOM NAMO ARYA APARAJITE TRAILOKYA MATI VIDYESHVARI HUM HUM PHAT OM NAMO SARVA BUTHA BHAYA VAHE MAHA VAJRA HUM HUM PHATOM NAMO VAJRA SANI AJITE APARAJITE VASHAM KARINETRA HUM HUM PHAT OM NAMO BHRAMANI SHOSHANI ROSHANI KRODHE KARA-LENE HUM HUM PHAT"},{"pageNumber":25,"pageContent":"25OM NAMO TRASANI MARANI PRABHEDANI PARAJAYE HUM HUM PHATOM NAMO VIJAYE JAMBHANI STAMBHANI MOHANI HUM HUM PHATOM NAMO VAJRA VARAHI MAHA YOGINI KAMESHVARI KHAGE HUM HUM PHAT B D9. The Yoga of Verbal and Mental Recitation Verbal RecitationInside the red double tetrahedral reality source at my heart is a moon-mandala, in the centre of which is a syllable BAM encircled with a red mantra-rosary going counter-clockwise. From these, immeasurable rays of red light emanate, cleansing all sentient beings of their black karmic debts and obstacles, and making offerings to all the Buddhas. They bring back the potential and force of their blessings in the form of rays of red light which dissolve into the syllable BAM together with the mantra-rosary, thus blessing my mind-stream with waves of inspiring strength.OM OM OM SARVA BUDDHA DAKINIYE VAJRA VARNANIYE VAJRA VAIROCANIYE HUM HUM HUM PHAT PHAT PHAT SVAHARecite at least as many mantras as you have promised to.Mental Recitation(1) Sit in the sevenfold posture and bring the phenomena source, moon, and mantra letters from the heart down to the secret place if you want to generate bliss, or to the navel if you want to generate a non-conceptual mind, and enclose them with the winds. As if mentally reading the mantra rosary, which stands counter-clockwise in a circle, collect just three, five, or seven recitations. Then, while holding your breath, focus your mind on the pink joy swirls spinning counter-clockwise in the four corners of the phenomena source other than the front and the back, and especially on the nada of the BAM in the center, which is about to blaze.(2) The red joy swirl at the upper tip of the central channel and the white joy swirl at the lower tip, each the size of only a grain of barley, travel to the heart while spinning furiously counter-clockwise. At the heart they mix and gradually diminish into emptiness. Place your mind in absorption on bliss and emptiness."},{"pageNumber":26,"pageContent":"2610. The Yoga of Inconceivability Common Inconceivable YogaLight rays emanate from the syllable BAM together with the mantra-rosary at my heart and pervade all the Three Realms. The Formless Realm dissolves into the upper part of my body in the form of rays of blue light. The Form Realm dis-solves into the middle part of my body in the form of red light. And the Desire Realm dissolves into the lower part of my body in the form of rays of white light. I, as well, melt into light in stages from above and below and dissolve into the reality source. That dissolves into the moon, mandala and that dissolves into the thirty-two Yoginis. They dissolve into the four Yoginis and they dissolve into the Principal Lady of my body mandala. The Principal Lady as well melts into light in stages from above and below and dissolves into the reality source. That dissolves into the moon and that dissolves into the mantra-rosary. That dissolves into the syllable BAM and that dissolves into the head of the BAM. That dissolves into the crescent moon and that dis-solves into the drop. That dissolves into the squiggle and that as well, growing smaller and smaller, dissolves into the Clear Light Voidness. Uncommon Inconceivable YogaThese are the instructions for going to Akanistha pure land without having to leave your body behind. These special extraordinary instructions are to enable you to do this. First you take refuge, and then recite the verse, ‘Once I have attained the state of a fully enlightened Buddha, I shall free all beings from the ocean of suffering of cyclic existence, and lead them all to the bliss of full enlightenment. It is for this purpose that I shall practise the stages of Vajray-ogini’s path.’ Then you generate yourself as Vajrayogini with one face and two arms, and all the characteristics.Then visualize the body of yourself as Vajrayogini as being hollow inside, clean and pure. Through the centre of your body, visualize the central channel, as thin as a straw, but as clear as glass. It is very straight without any bends. Visual-"},{"pageNumber":27,"pageContent":"27ize that it ends at your crown, and that it has an opening at that point. On the right side of the central channel is the roma channel (rtza ro ma), red in colour, which ends at the opening of the right nostril. On the left is the kyangma chan-nel (rtza kyang ma), white in colour, which ends at the opening of the left nos-tril. The lower ends of both the right and left channels are visualized as being slightly lower than the lower end of the central channel, and their lower ends bend toward and almost meet the central channel at its lower tip, three or four finger-widths below the navel. All along the rest of their lengths, both channels are close to the central channel, with only a few millimetres between the central channel and each of the side channels. The left and right channels are slightly smaller in diameter than the central channel, and are the size of a blade of grass.Next you draw in the energy winds by inhaling through your nostrils, and also visualize you are drawing the energy winds in from your anus, bringing the winds inside and raising them up. The winds come down from your nostrils to your navel, and from your anus up to your navel.Now, Vajrayogini is standing on the two side channels at the navel. She has no cushion at this time, but she is wearing her ornaments, the bone ornaments, fifty-skull necklace and five-skull crown ornament, cleaver and skullcup and the khatvanga. She is in the nature of your own subtle body and subtle mind. You should understand that she is in the nature of your own mind, not that you are outside looking in at her, but that you are this Vajrayogini. You should have the divine confidence of being her at the navel.Now, to exercise the chan-nels and the mind, yourself as Vajrayogini at the navel ema-nates another Vajrayogini, who goes up through the right chan-nel and emerges through the right nostril, and remains there on the tip of your nose. Medi-tate on this Vajrayogini on the nose. Now, this small Vajray-ogini on the tip of the nose emanates light to the whole surrounding environment, so that everything transforms into the double tetrahedron which is"},{"pageNumber":28,"pageContent":"28the mansion of Vajrayogini. Then the rays shine forth again, and purify all sen-tient beings. You visualize that in this way they are all transformed into the state of Vajrayogini. Now visualize that the whole environment which has become the celestial double tetrahedral mandala of Vajrayogini dissolves into the sentient beings who have become Vajrayogini. Then they all dissolve into one another, and then dissolve into the small Vajrayogini at the tip of the nose of yourself as Vajrayogini.Then breathe in through both nostrils, and inhale that Vajrayogini at the tip of the nose, which is now one entity with the Vajrayoginis of the environment and all sentient beings. Then this Vajrayogini descends through the left, kyangma, channel, purifying all stains and obscurations within that channel as she passes downward. Then she reaches the Vajrayogini at the navel and dissolves into her.Then you do the entire procedure as before two more times, drawing the energy winds inward from above and below, then visualizing Vajrayogini standing on the left and right channels, emanating a small Vajrayogini who goes up through the right channel, and so forth, up to the small Vajrayogini coming down and merging again with the Vajrayogini on the left and right energy-channels at the navel. Do this entire procedure three times altogether. This practice is called exercising the powers of the channels.Now, yourself as Vajrayogini has a small Vajrayogini at your navel, who ema-nates many rays of dazzlingly brilliant red light, which emerge from the pores of yourself as the larger Vajrayogini. You should visualize this light very clearly. The light is clear as crystal, and shines forth abundantly in all directions, illu-minating brightly all of space. Also, the Vajrayogini at the navel in particular should be visualized very clearly.Then this Vajrayogini at the navel, who is actually your own subtle mind and subtle body, has a strong desire to go to Vajrayogini’s pure land, Akanistha. So you have this powerful desire to go to this pure land, and you can hear the sounds coming from there, of melodious singing, bells ringing and damarus resounding.Now the double tetrahedral mandala and the cushion of lotus and sun dissolve into yourself as the outer Vajrayogini. Then your two legs dissolve into your lower torso, and your arms dissolve into your upper torso. At this point there is nothing outside because the entire environment and all sentient beings have previously been transformed into the mandala and Vajrayoginis respectively, and dissolved into the small Vajrayogini who has come back to your navel. Now you must have the very strong sense of your own mind being inside the small Vajrayogini at the navel, and hold the divine confidence of being that small Vajrayogini, not as if you are looking down at her or from somewhere else, but that you actually are her."},{"pageNumber":29,"pageContent":"29Now your mind at the navel, this Vajrayogini, starts coming up through the central channel to your heart. The two side channels also roll up to the heart, accompanying the Vajrayogini who is rising up to the heart. Now all of the channels are dissolving into that small Vajrayogini.Now the Vajrayogini comes up to the crown of the head, and as she rises, every-thing left, that is, the rest of your body, is dissolving into her. As everything com-pletely dissolves into your own mind as this Vajrayogini, you arrive at the crown of the head.Now you shoot up to Akanistha like a tiny shooting star. Once you are in the pure land, you imagine yourself getting smaller and smaller, and dissolving into emptiness, still remaining in Akanistha. Then you meditate on this emptiness.Do this practice three, seven, or twenty-one times. You yourself are Vajrayogini with the three channels and a small Vajrayogini at your navel. Each time, you exercise the channels three times and do the complete process of going to Akanistha.It is essential that after you have dissolved in the pure land, you don’t fly back to earth like a bird. In other words, don’t imagine yourself coming back. Each time you complete the practice, with yourself meditating on emptiness in Akanistha, simply start over again right here as yourself. Generate yourself as Vajrayogini, and then do the practice. It is actually slightly harmful to imagine coming back down. Simply start again.After doing this practice the appropriate number of times, visualize yourself as Vajrayogini again, and don the armour, as explained above. Then say the mantra OM SUMBHA NI SUMBHA and so forth. Then engage in the yoga of daily activities, wearing your clothes, eating, all the things you have to do, and then you dedicate all of these activities by saying a prayer of dedication.These are the instructions for going to Akanistha pure land without leaving your body behind. If you don’t go in this life, then you may go at death or in the bardo. There should be no doubt in your mind that you will be led to that state. Even if you are one hundred years old at the time when you go to Akanistha pure land, there you will have the form of a sixteen-year-old. The lifespan there is limitless. Whatever you wish for there appears. Here we have to work for what we want, but there we can receive it from space, as it were. There Heruka with his consort is always present, and will give teachings to you. You can emanate countless bodies in many forms from Akanistha to other pure lands. There is no doubt that all the beings who dwell there will attain the state of Buddhahood of Vajrayogini in one lifetime.These are the principal instructions on how to go to Akanistha without your mind parting from your body. Unlike the practice of consciousness transference which can shorten your lifespan, these teachings are a very excellent method, because they do not harm your lifespan. If you were to fill a thousand rooms with gold, these instructions would be far more precious. The benefits of these"},{"pageNumber":30,"pageContent":"30instructions are very stable. They will not wear out or get used up, nor are they useful only for this life. If you put these into practice, they will be precious to you in all lives. Each of us will die one day, and there is no need to be afraid if you have put this into practice. Panchita Parchen became ordained at the age of one hundred, and subsequently attained the state of Akanistha. There are many meditational deities that you could rely on, but not one is superior to Vajray-ogini. You should cultivate this deity as well as you can."},{"pageNumber":31,"pageContent":"3111. The Yoga of Daily Actions Within a state of Voidness, I instantaneously arise as the Venerable Vajrayogini.At my bodily places there arise moon-mandalas, on top of which at my navel is a red OM BAM in the nature of Vajra-varahi. At my heart a blue HAM YOM as Yamani; at my neck a white HRIM HOM as Mohani; at my head a yellow HRIM HRIM as Sacha-lani; at the crown of my head a green HUM HUM as Sam-trasani; and at all my limbs a smoke-coloured PHAT PHAT in the nature of Chandika.To protect the main directions and intermediate directions recite twice (and snap with fingers into the respective directions M):OM SUMBHANI SUMBHA HUM HUM PHATOM GRIHNA GRIHNA HUM HUM PHATOM GRIHNA-PAYA GRIHNA-PAYA HUM HUM PHATOM ANAYAHO BHAGAVAN VAJRA HUM HUM PHATThe Yoga of the TormaSet up the outer offerings in the traditional manner and then purify them in the following way:OM KHANDAROHI HUM HUM PHATOM SVABHAVA SHUDDHA SARVA DHARMAH SVABHAVA SHUDDHO HAMEverything becomes emptiness.Within a state of Voidness, from KAMs come skullcup vessels, inside of which, from HUMs come the offering substances. By nature they are void; in aspect they have the forms of the individual offering substances. Their func-tion is to confer distinguished, uncontaminated bliss as objects to be enjoyed by the six cognitive powers. Do Mwhile reciting:OM ARGHAM AH HUM OM PADYAM AH HUM OM PUSHPE AH HUM OM DHUPE AH HUMOM DIPE AH HUMOM GANDHE AH HUM OM NAIVIDYA AH HUMOM SHABDA AH HUM B D"},{"pageNumber":32,"pageContent":"32Blessing the TormaOM KHANDAROHI HUM HUM PHATOM SVABHAVA SHUDDHA SARVA DHARMAH SVABHAVA SHUDDHO HAMAll becomes void.Within a state of Voidness, from YAM comes a wind (mandala); from RAM a fire (mandala), from AHs a grate of three human heads, on top of which from AH comes a broad and expansive skullcup. Inside it, from OM, KHAM, AM, TRAM and HUM come the five nectars, and from LAM, MAM, PAM, TAM and BAM the five meats, each marked with these syllables. By the wind moving and the fire blazing, the substances inside the skullcup melt. On top of these, from a HUM, there arises a white upside-down khatvanga which melts and falls into the skullcup, whereby these substances become the colour of mercury. On top of this, there comes three garland strings of the Sanskrit vowels and consonants stacked on top of each other. These trans-form into OM AH HUM, from which light-rays (emanate) and hook back nectar of pristine awareness from the hearts of all the Buddhas, Vira-Heroes and Yoginis of the ten directions. By this being added (to the nectar in the skullcup), it increases and becomes huge.OM AH HUM (3x)Inviting the Guests of the TormaPHAIM (with blazing mudra M)(Play B D while reciting the next paragraph:)From the syllable BAM at my heart, light-rays emanate and from Akanistha Buddha-field bring forth in the space before me Vajrayogini encircled by a host of Gurus, Yidams, Buddhas, Bodhisattvas, Vira-Heroes, Dakinis, Dharma protectors and worldly protectors. From HUM on the tongue of each of these guests come a three-spoked vajra through which each partakes (of the offering), drawing up the essence of the torma through a straw of light, the thickness of only a grain of wheat."},{"pageNumber":33,"pageContent":"33Offering the Principal TormaOffer the torma while reciting three or seven times (with offering mudra M): OM VAJRA ARALIHOH DZA HUM BAM HOH (snap with finger) VAJRA DAKINIYA SAMAYA STVAM TRISHAYA HOH (3 or 7x)Offering the Torma to the Mundane DakinisOffer the torma while reciting twice (with offering mudra):OM KHA KHA/ KHAHI KHAHI/ SARVA YAKSA RAKSASA/ BHUTA PRETA/ PISACA/ UNMATA/ APASMARA/ VAJRA DAKA DAKINYA DAYA/ IMAM BALIM GRIHNANTU/ SAMAYA RAKSANTU/ MAMA SARVA SIDDHI ME PRAYACCHANTU/ YATHAITHAVAN YATHES-TAN/ BHUJATHA PIBATHA JIGRATA/ MATI KRAMATHA/ MAMA SARVA KARTAYA/ SADA SUKHAM VISUDDHAYE SAHAYIKA BHA-VANTU/ HUM HUM PHAT PHAT SVAHAOuter Offerings (with offering mudras M)OM VAJRA YOGINI SAPARIWARA ARGHAM, PADYAM, PUSHPE, DHUPE, DIPE, GHANDE, NAIVIDYA, SHABDA B D, AH HUMInner OfferingRaise Gantha B OM VAJRA YOGINI SAPARIWARA OM AH HUMPraiseI prostrate to you, glorious Vajra Dakini. B D You have complete control over your mandala circles and their DakinisPossessing the five pristine awarenesses and the three Buddha Bodies, You protect sentient beings.I prostrate to as manyVajra Dakinis as you manifest in, B D Who as ladies engaged in worldly affairs, Cut off our bondage to preconceptions."},{"pageNumber":34,"pageContent":"34Prayer to Behold the Beautiful Face of VajrayoginiAs the Bliss and Voidness of infinite Buddhas, you appear as whatever worldly or Nirvanic vision is needed, as if in a drama. Oh lovely Lady of Dakini Land, who is one of these appearing here and now, remembering this from my heart, may I be sustained by the bliss of your playful embrace. In Akanistha Buddha-field, you are simultaneous (Bliss and Voidness), the motherly consort of the Victorious Buddhas. In the twenty-four sacred sites, you are the Lady of the Dakas born from fields. On the gem-laden (earth), you are the physical karmamudra (consort). O Venerable Lady, supreme refuge of me, the yogi, you are the reflexive play of the Voidness that is the very nature of my mind itself. In the City of the Vajra (-like Dharmakaya), you are the actual BAM (-like pristine awareness) of the sphere of E (-like Voidness). On the (Southern) Continent (where all is) illusion, you showed yourself as a fearsome ogress and as a vibrant, smiling, fair young maiden.But no matter how much I looked, O Noble Lady, I never gained the secu-rity of your being truly existent. Then the youth of my mind, exhausted by its mental creations, found rest and relief in the forest hut of that which is beyond all words. How wonderful! Please now arise from the (Void) sphere of Dakinis and sustain me by the truth of what it says in the Glorious Heruka King of Tan-tras, that “even by reading the supreme minor heart (mantra) of the Vajra Queen, one gains realisation”.In a forest on the outskirts of Odivisha, you nurtured with the bliss of your embrace and kisses Vajra Dr’il-bu-pa, Lord of the Realised Ones, and he came to enjoy the supreme Kiss of Perfection. Please nurture me in the same way. Just as you directly led the Venerable Kusali from an island in the Ganges to the Sphere of Space and (just as you) cared for the glorious Naropa, may you lead me as well to the city of the Blissful Dakinis. By the force of the compassion of my supreme Root and Lineage Gurus, as well as of the especially profound and quick path of the ultimate secret great tantra, and (by the force) of the pure, selfless wish of myself the yogi, may I quickly behold your smiling face, O Blissful Dakini.Requesting Fulfillment of WishesOh Venerable Vajrayogini, I request you please to lead me and all sentient beings to the Pure Land of Dakinis. I request you please to bestow on us all mundane and extra-worldly powerful attainments, without exception. (3x)"},{"pageNumber":35,"pageContent":"35Offering the Torma to the General Dharma ProtectorsOM AH HUM HA HO HRIH (3x) M(Do Tsog Offering here if desired.)HUM. Oh glorious Panjara Mahakala, Dorje Gurgyi Gonpo, chief of all the protectors of the teachings, great powerful one manifested from Vairocana’s heart, come here please from your palace in the Akanista Pure Land of Great Bliss, and partake of this torma offering cake. B Oh Palden Lhamo, Revati Remati, chief lady of the desire realm, come here please from Yongdui Tzal and Yama’s palace, and from the supreme sacred site of Devikoti in the Southern Continent, and partake of this torma offer-ing cake. B Oh great Mother Ekajati, Ralchigma, chief of the ogresses and Dakinis, fierce female protector of the mantras, motherly consort of Dhatu-Ishwara, female Lord of all samsara and nirvana, come here please from the man-dala of the womb-sphere of appearance and worldly existence, and partake of this torma offering cake. B Oh Zhingkyong Wangpo, come here please from Silwa Tzal and Haha Gopa, from Ceylon and Mt Kailash, and from Darlung Na and Kaui Drag Dzong, and partake of this torma offering cake. BOh Lagon Pomo, the Mahakala couple of Chaglo Dorje, come here please from the eight cremation grounds and Risul in the south, from Bodhgaya and glorious Samye, and from Naltze and glorious Sakya, and partake of this torma offering cake. BOh Chamsing, Nojin Chamdral, come here please from the supreme sacred sites, such as the cremation grounds of Marutze in the north-east, the red slopes of Dragri Mountain in India, Darlung, Dragram and so forth, and partake of this torma offering cake. BAnd especially Oh Mother and Father Kinkara Skeleton Couple, Lords of the Cremation Grounds completely encircled with worldly and extra-worldly Dakinis, come here please from the Dakini country of Orgyan and from your natural abodes, and partake of this torma offering cake. BI request you, I offer you, Oh hosts of guardian protectors of the Buddhas’ teachings. I propitiate you, I serve you, Oh great guardian protectors of the Guru’s words. I invite you, I beseech you, Oh hosts of war-gods for the yogis. Please come here quickly and partake of this torma offering cake. B I offer you this torma cake adorned with red flesh and blood. B D I offer you this drink of “jagad” tea, medicinal spirits and blood. B D I offer you the musical sounds of large drums and thigh-bone trumpets. B D I offer you a large black silk pennant that billows like a cloud. B D"},{"pageNumber":36,"pageContent":"36I offer you breathtaking wild animals, equal to space. B D I offer you the deep chants of thundering, booming voices. B D I offer you an ocean of outer, inner and secret pure substances. B D I offer you the play of the pristine awareness of inseparable Bliss and Voidness. B D May you safeguard the dignity of the Buddhas’ teachings. May you raise the level of dignity accorded to the Triple Gem. May you further the virtuous conduct of the glorious Gurus. And may you fulfil the wishes and aims to which I, the yogi, am committed.Requesting ForbearanceNow recite the hundred-letter mantra of Heruka while ringing Gantha B :OM VAJRA HERUKA SAMAYA MANU PALAYA HERUKA TVE NOPA TISHTA DRIDHO ME BHAVA SUTOSHYO ME BHAVA SUPOSHYO ME BHAVA ANURAKTO ME BHAVA SARVA SIDDHI ME PRAYAC-CHA SARVA KARMA SUCHAME CITTAM SHRIYAM KURU HUM HA HA HA HA HO BHAGAVAN VAJRA HERUKA MAME MUNCHA HERUKA BHAVA MAHA SAMAYA SATTVA AH HUM PHATRequest forbearance by reciting:Whatever mistakes I have madeThrough not finding, not completely understanding,Or not having the necessary capability,Please be patient with all of these.OM VAJRA MU MThe wisdom beings, guests of the torma, dissolve into myself and the worldly beings return to their own places.Dedication PrayersBy this virtue, may I quickly gain thePowerful attainments of the lady of Dakini Land, By which every single being without exception Is led to that very land.At the time of death may protectors, Heroes, Ladies and so forth,Holding flowers, umbrellas and victory banners,Offering the sweet sounding music of cymbals and so forth Please lead me to that Dakini Land.These are valid Dakinis, valid commitments and"},{"pageNumber":37,"pageContent":"37The clear expression of their supremely valid teachings. By the truth of these (such virtue) becomes the Causes for I and others to be held in the care of Dakinis.Extensive DedicationIf you have the time and the wish you can finish with these prayers, which were composed by Tsarpa Dorjechang:In the ship of the fully endowed human form, flying the white sail of mindfulness of impermanence and blown by the wind of adopting and abandoning in accordance with cause and effect, may I be freed from the fearsome ocean of cyclic existence.Devoting myself to the crown-jewel of the non-fallacious object of refuge, taking to heart the great aims of living beings who have (all) been my mother, and cleansing myself of all stains of faults with the nectar of Vajra-sattva, may I be nurtured by the compassion of the Venerable Gurus.The beautiful motherly consort of the Victorious Buddhas is the outer Yogini. The syllable BAM is the supreme inner Vajra Queen. The Void-ness/Clarity that is the very nature of mind itself is the secret Mother from Dakini-land. May I enjoy the playful Bliss of seeing these, your faces. The worldly environment is the celestial mansion (coming from) the syl-lables E. The sentient beings within are Yoginis (coming from) the syllable BAM. Through single-minded concentration on the Great Bliss of their Unity, may whatever appearances (I see) arise as a pure appearance.Likewise, through the yogas (numbering as many as the ten) directions and the (single) moon, may I eventually be led directly to the City of Knowl-edge-Holders by the coral-coloured Lady of Bliss with freely-hanging vermilion hair and orange darting eyes.Having practised in the corpse-laden place with the trunk of a Langali tree (filled) with vermilion red powder and then wandered searching through-out all the Lands, may whichever beautiful Lady to whom the bliss swirl at my forehead curl transfers lead me to Dakini Land.When the inner Varahi has destroyed the creeping vine of my (precon-ceptions about) grasping consciousness and the objects it grasps, and the Dancing Lady residing in my supreme central channel emerges from my aperture of Brahma into the sphere of the pathway of clouds, may I embrace and sport with the Vira-Hero Drinker of Blood.Through the yoga of meditating single-pointedly on the freckle (heated by) the five energy-winds at the lotus of my navel, which brings the kiss of perfection, may my mind-stream be satiated with the Supreme Bliss of the melting of the fragrant-laden (creative energy-drops) in the energy-chan-nels of my body/mind."},{"pageNumber":38,"pageContent":"38When the Beautiful Maiden of the tummo energy-fire of normal Clear Light softens with joy the Youth of the syllable HAM in the central energy-channel with her white smiling, tickling play, may I achieve the Great Bliss-ful State of Unity (of Bliss and Voidness).When the reddish-black RAM located at the centre of the three energy-channels at my navel has been set ablaze by my upper and lower energy-winds, and its purging flames have scared away the degenerate constituent energy-drops from my seventy-two thousand (channels), may my central channel become completely filled with pure, creative drops.When the five-coloured creative energy drop in the centre of my brow has gone to the crown of my head, may I be fully satiated by the four blisses that come from the stream of moon-liquid originating from there falling down as far as the stamen of the water-borne (lotus) of my secret organ and then rising up again.When, by being struck by the five-coloured rays of light emitted from this creative energy-drop, all animate and inanimate objects, such as my own body and so forth, become transformed into clusters of radiant, clear rain-bows, may I once again enter the sphere of Bliss and Voidness, the natural ground.When the Yogini of my own mind - which is a Unity beyond the conven-tional intellect, the primordial state of Voidness and Clarity that cannot be put into words, the original foundational state free from arising, cessation or enduring - recognises its own face, may I be always nurtured (by you).Having dissolved my energy-channels, energy-winds and creative energy-drops into the Sphere of EVAM and attained the glory of the Dharmakaya of Great Bliss, which is the very nature of my mind itself, may I nurture all beings as infinite as space with immeasurable Bodies of Form beyond number that manifest as its play. By the force and power of the blessings of the Victorious Buddhas together with their marvellous (Bodhisattva) sons, of the non-fallacious truth of interdependent origination and (by the force) of my pure selfless wishes, may all the points of my sincere prayers be fulfilled."},{"pageNumber":39,"pageContent":"39Auspicious PrayersMay everything be auspicious for the blessings quickly to come of the hosts of glorious and holy Gurus such as the Great Pandit Naropa (who has achieved) the state of Vajradhara-hood to become a glorious lord of everything virtuous and good. BMay there be auspiciousness of the Dharmakaya-Dakini, who is Prajna-paramita, the supreme motherly consort of the Victorious Buddhas, the natural Clear Light free from the beginning of all mental fabrications, the Beautiful Lady, emanating and collecting all animate and inanimate phenomena. BMay there be the auspiciousness of the Sambhogakaya of simultaneous body – radiant, beautiful and blazing with the glory of the major and minor signs of a Buddha, speech –proclaiming the Supreme vehicle with the sixty melodious qualities, and mind – non-conceptual Bliss Clarity possessing the five types of pristine awareness. BMay there be the auspiciousness of the Nirmanakaya - born from fields, Ladies who with various Form Bodies in various fields fulfil with various means various wishes for the sake of various ones to be tamed. BMay there be the auspiciousness of the Supreme Dakini born from man-tras, the venerable Lady with a color similar to that of a red lotus, who has one face with a smiling, wrathful demeanour, two arms holding cleaver and skullcup and two legs standing outstretched and bent. BMay there be the auspiciousness of your countless millions of emanations, who completely eliminate from practitioners their seventy-two thousand hosts of hindrances B D and bestow the aim of their wishes, the actual attainments. B D"},{"pageNumber":40,"pageContent":"40"}]
