[{"pageNumber":1,"pageContent":"Volume 1, Number 1Autumn, 2007 C.E.Journal of Thelemic StudiesVolume"},{"pageNumber":2,"pageContent":"2J O U R N A L O F T H E L E M I C S T U D I E SVolume 1, Number 1A U T U M N 2 0 0 7 , C . E .Editor –Publisher –Typesetting & Layout –Distribution –IAO131Website • http://www.thelemicstudies.com E-mail • admin@thelemicstudies.com Journal of Thelemic Studiesand individual authors except where otherwise noted."},{"pageNumber":3,"pageContent":"3Introductionby the Editor.....................................................................................4The Ethics of Thelema by Erwin Hessle...................................................................5“Temptress” by Gerald del Campo.........................................................................14Transformations of Inspirationby J. Ash Bowie ..........................................................15Thelema & Buddhismby IAO131*Introduction........................................................................................................18*Part 1: A Brief History of the Dhammapada......................................................................20*Part 2: A Brief History of Liber AL vel Legis & the Tradition of Thelema................................22*Part 3: The Influence of Buddhism on Aleister Crowley....................................................25*Part 4: Liber AL’s View of Buddhism.......................................................................30“Death Rides the Camel of Initiation”by Layla ........................................................33Sermon on the Nepiosby T Polyphilus......................................................................34Ethics in Love by Gerald del Campo.........................................................................44Contributors.....................................................................................................55Table of Contents"},{"pageNumber":4,"pageContent":"4by the EditorThe Journal of Thelemic Studies is the first academic journal to collect the work of various modern Thelemites into one place. It is also the first Thelemic journal that is not an organ of or associated with any standing organization, including any form of the O.T.O. or College of Thelema. It serves to stand as a non-partisan synthesis of the many diverse manifestations of Thelema.This journal was established to propagate the most modern Thelemic literature and art.Various names in the Thelemic community have congregated to show that, even in the face of apparently opposing opinions, we may still harmoniously come together to recognize each others’ unique and valuable point-of-views.After Aleister Crowley’s death in 1947, the current of Thelema seems to have split into innumerable different “groups.” This is both a testament to Thelema’s diverse potential for growth in unlimited unique directions, but also on the other hand an indication of the widespread division in the Thelemic community. There is a careful balance to be struck between preserving one’s individual ideas and the consideration & acceptance of others’ ideas, even if one disagrees with them. Thelema is unique in that it proclaims the sovereignty of each individual and their right to do their own will.In this first issue we have essays by Erwin Hessle, J. Ash Bowie, Gerald del Campo, and myself; we also have a poetic sermon by T Polyphilus, a painting by Layla, and a photograph by Gerald del Campo. In short, there is a wonderful amalgamation of all sorts of interesting flavors! On this note, I’ll leave the reader to enjoy the first issue of The Journal of Thelemic Studies.Do what thou wilt shall be the whole of the Law.Love is the law, love under will.There is no law beyond Do what thou wilt.Please send all potential submissions of content for The Journal of Thelemic Studies, all questions, comments, concerns, etc. to admin@thelemicstudies.comIntroduction"},{"pageNumber":5,"pageContent":"5by Erwin HessleThelema is, at the end of all analysis, an individual rather than a social philosophy, and the concept of “ethics”, as commonly understood, is wholly absent from it; as Crowley says in his “new comment” to AL II, 28:“There are no “standards of Right”. Ethics is balderdash. Each Star must go on its own orbit. To hell with “moral principle”; there is no such thing.”Yet, by examining what the Book of the Law has to say on individual conduct we can nevertheless draw some conclusions as to the type of “ethics” that are implied in Thelema, since other stars form part of the environment with which the individual must interact. And to do so is to clear up some widely held misconceptions on the subject.Do what thou wiltThe Book of the Law provides only one “commandment” to the individual by which he must (if he wishes to be taken seriously as a Thelemite, at least) govern his conduct, which is “Do what thou wilt”. Excluding the Comment, this phrase appears in two places in the Book, and is very closely paraphrased in a third:“Do what thou wilt shall be the whole of the Law.” (AL I, 40)“So with thy all; thou hast no right but to do thy will. Do that, and no other shall say nay.” (AL I, 42–43)“There is no law beyond Do what thou wilt.” (AL III, 60)The language here is unequivocal; “Do what thou wilt” shall be the whole of the Law (AL I, 40), and there is no law beyond it (AL III, 60). Furthermore, not only is “Do what thou wilt”, the only “commandment”, but it is also the only right (AL I, 42), and it is an indefeasible one (AL I, 43). Crowley sums this up in Liber II:The Ethics of Thelema"},{"pageNumber":6,"pageContent":"6“Do what thou wilt — then do nothing else. Let nothing deflect thee from that austere and holy task. Liberty is absolute to do thy will; but seek to do any other thing whatsoever, and instantly obstacles must arise.”There is no scope for argument, here; the language in the Book itself and in Crowley's commentaries is absolutely unambiguous, and this is crucial to understanding the subject. A thriving cottage industry has arisen providing a variety of divergent interpretations on verses from Chapter I such as AL I, 3 (“Every man and every woman is a star”), AL I, 22 (“Let there be no difference made among you between any one thing & any other thing”), AL I, 41 (“The word of Sin is Restriction”), and AL I, 57 (“Love is the law, love under will”) in order to twist the text to fit any number of wild and fanciful notions of “right conduct”, yet it is a plain fact that any such notions can only possess validity to the extent that they conform to — and arise necessarily from — the three verses quoted above. The only flexibility of interpretation that we have is in deciding exactly what “Do what thou wilt” means in the first place.The single most widespread and systematic mistake that people make when considering the ethics of Thelema is to suppose that “Thou hast no right but to do thy will” includes an obligation to allow everybody else the freedom to do their wills unhindered by you. It doesn't. Not only is this concept absent from the Book of the Law, but the Book exhorts precisely to the contrary:“Compassion is the vice of kings: stamp down the wretched & the weak: this is the law of the strong: this is our law and the joy of the world.” (AL II, 21)“Beware therefore! Love all, lest perchance is a King concealed! Say you so? Fool! If he be a King, thou canst not hurt him. Therefore strike hard & low, and to hell with them, master!” (AL II, 59–60)“But the keen and the proud, the royal and the lofty; ye are brothers! As brothers fight ye!” (AL III, 58–59)“Stamp down the wretched & the weak: this is the law of the strong: this is our law” — we may reasonably suppose that the strong need neither our permission nor our assistance in order to do their wills, and the strong are given countenance to “stamp down” the rest. The strong are specifically released from any obligation to consider the will of another — “If he be a King, thou canst not hurt him”. If the wills of two Kings were to conflict, the guidance is straightforward: “ye are brothers! As brothers fight ye!”Clearly, this libertarian and vaguely socialistic idea of avoiding getting in the way of anybody else's will is just not in the Book, which expressly tells us to forget about anybody else's will, to focus"},{"pageNumber":7,"pageContent":"7on doing our own, and to “stamp down” (or at least try to) anybody who gets in our way. Yet, this idea is so deeply ingrained, and so endemic, that in order to convince those who have gotten it into their minds it will be worthwhile examining the sources for it, and it turns out there are four primary culprits.Stellar orbitsThe first source is in Liber II, which we have already quoted, in the form of a commentary on AL I, 42–44:“Take this carefully; it seems to imply a theory that if every man and every woman did his and her will — the true will — there would be no clashing. “Every man and every woman is a star,” and each star moves in an appointed path without interference. There is plenty of room for all; it is only disorder that creates confusion.”It is the phrase “there would be no clashing” that causes the most mischief. Of course, this idea of “non-clashing stars” is flawed even in a basic astronomical context. Crowley himself recognised this, and said as much in his “new comment” to AL I, 41, as well as some more revealing comments on what he really thought of the idea of “non-clashing”, here particularly from the context of sexual ethics:“Physical constraint, up to a certain point, is not so seriously wrong; for it has its roots in the original sex-conflict which we see in animals, and has often the effect of exciting Love in his highest and noblest shape. Some of the most passionate and permanent attachments have begun with rape. Rome was actually founded thereon. Similarly, murder of a faithless partner is ethically excusable, in a certain sense; for there may be some stars whose Nature is extreme violence. The collision of galaxies is a magnificent spectacle, after all.”Here we have Crowley — in his most in-depth commentary to the Book of the Law, we must remind the reader — apparently sanctioning rape and murder if the “Nature [of the individual] is extreme violence”, and completing the astronomical analogy by pointing out that both stars and galaxies do, in fact, collide. This is a very different story to the one most usually proposed.The key phrase in the original quote from Liber II, then, is “it seems to imply”, with the emphasis on “seems”; in fact, it does not imply that, as Crowley later recognises. Yet Liber II was a very succinct and precise summary of the Thelemic message — indeed, Crowley subtitled it “The"},{"pageNumber":8,"pageContent":"8Message of the Master Therion” — so we cannot just discard this passage as being dubious and suspect.The correct interpretation was, in fact, in the verses being commented on all along: “Thou hast no right but to do thy will”. It is true that the Book of the Law sanctions the “stamping down” of those who would get in the way of our will, but it is reasonable for us to assume that the vast majority of conflict does not occur for this reason. If I break a man's jaw in a road rage incident over a parking space, I can hardly claim that it was my “true will” to occupy that particular parking space, at that particular time, and that it would be a thwarting of my true will if I was rendered unable to park there. Parking is a means to an end; if, rather, it had been my true will to visit a particular store, then any parking space would have done. Even a thirty or sixty minute diversion would likely have been insignificant in the scheme of my will, certainly a far smaller impediment than the imprisonment and lawsuit which would probably have followed. The real cause of the violence would in fact be a direct failure to attend to my will, and instead to attend to imaginary notions of offended manhood or some such nonsense. And, indeed, if the other party had been attending only to his will, then the conflict would likely not have arisen regardless of my own attitude.Thus, conflict in cases such as these arises from a direct breach of “Thou hast no right but to do thy will”, from a straying from one's path into trivial side-issues, and when we do this — as Liber II again tells us — “instantly obstacles must arise”. Of course, if the fulfillment of my will depended entirely on parking quickly there and at that exact time — perhaps it was a parking space close to the entrance to a hospital, and I had a critically ill relative in the car — then violence may indeed be both necessary and justified in order to secure that fulfillment (although in this particular case, leaving the car on the thoroughfare and avoiding the need to maneuver into a space at all would probably have been the optimal course).Therefore, if everyone were to attend strictly to their wills, conflict would not disappear, but it is reasonable to assume that it would be vastly reduced in frequency if diversions into pointless trivia can be avoided. And to make the point nicely, this is exactly where the astronomical analogy leads us in any case, as we observe stars comfortably in their own orbits for the vast majority of the time, but with occasional spectacular collisions.Restriction"},{"pageNumber":9,"pageContent":"9The second most likely source for the misconception arises in the Book itself, from AL I, 41, “The word of Sin is Restriction”. This is most often interpreted as “It is sinful to restrict the will of another”. We have already seen that the Book says nothing of the kind; if it meant “Do what thou wilt shall be the whole of the Law...except thou shalt not restrict the will of another” it would say so. Moreover, the context of that verse contains no such ideas. The phrase immediately preceding that is indeed “Do what thou wilt shall be the whole of the Law”, suggesting that AL I, 41 is a commentary on or elucidation of that injunction, not a qualifier to it. The remainder of AL I, 41 exhorts the man to “refuse not thy wife, if she will! O lover, if thou wilt, depart!”, none of which has anything to do with restricting the will of another.Moreover, the wording itself does not suggest this. “The word of Sin is Restriction” — why not interpret this “it is sinful to restrict oneself”, and completely reverse the common notion? It is probably most sensible to translate “word” as “logos”, the “principle governing the cosmos” according to American Heritage, and render the verse as “The principle of Sin, and its mode of operation, is Restriction”. In other words, the very concept of sin itself is a restriction, and should be discarded; if you find yourself thinking “it would be sinful to do this, that or the other, because it would restrict the will of another”, then abandon that fantastic notion, and just do your will. It takes a strangely constituted mind to read the Book of the Law and conclude that it countenances describing actions —any actions — as “sinful”.Duty and interferenceThe third most likely source is from the O.T.O.'s favourite Crowley document of all time, “Duty”, specifically, from “B3”, “Abstain from all interferences with other wills”. Here again we apparently (apparently being the key word) see the doctrine of “non-clashing” rearing its ugly head. Yet in fact this is not the case, as the document itself tells us right there. “B3”, not surprisingly, immediately follows “B2”, which is a straight quote of AL III, 59, “As brothers fight ye!” The comment to “B3” runs:“(The love and war in the previous injunctions are of the nature of sport, where one respects, and learns from the opponent, but never interferes with him, outside the actual game.) To seek to dominate or influence another is to seek to deform or destroy him; and he is a necessary part of one's own Universe, that is, of one's self.”In the very commentary to the quote we are describing, Crowley again sanctions the use of force and “war”, speaking of “the opponent” and describing conflict as “sport”, showing that the"},{"pageNumber":10,"pageContent":"10notion of “non-clashing” cannot be implied, here. Clearly “abstain from interference” is not — in Crowley's mind, at least — synonymous with “abstain from conflict”.Indeed, the comment itself once more provides the answer, he “never interferes with him, outside the actual game”. The implication is clearly that he does “interfere with him” inside the actual game, although it is interference outside the actual game that provides the meaning for “abstain from all interferences”.To return to our parking analogy, the game in question is naturally the game of doing our will (indeed, how could it be anything else, since “thou hast no right but to do thy will”?) To the extent necessary to do your will, conflict is not only permitted, but required, since “Do what thou wilt shall be the whole of the Law”, and if conflict is necessary in order to do that, then the Thelemite must fight, since he is required by the Law to do his will. Yet, to the extent not necessary to do you will, conflict is prohibited, since “Thou hast no right but to do thy will”, implying that the Thelemite has no right to do anything not required to do that. If out of a misguided sense of offended manhood, I take time out from doing my will in order to punch my imaginary detractor on the nose, then I have veered away from my own path and turned into his. I have stepped out of my own arena, and ventured into his, for reasons completely unconnected with the fulfillment of my will.Critically, it is not this encroachment on the will of another that is verboten under Thelema; rather it is the diversion from my own will that is necessary in order to do it. If, in the course of doing my will, I come into conflict with the will of another — even the “true will“ of another — then this conflict is of the nature described in AL III, 59, and I am perfectly entitled, even required, to see it through. When two wills genuinely collide, a fight ensues, and the strongest prevails. This kind of conflict is not “interference” in the sense used in Duty; “interference”, in that context, is specifically a diversion from one's own will in order to impinge on the will of another, since by definition that diversion removes the only Thelemic justification for any action, that it be in accordance with one's will, and necessary for the fulfillment of that will.As Duty continues, “To seek to dominate or influence another is to seek to deform or destroy him”. Under the Law of Thelema one is only justified in conflicting with the will of another in order to do one's own will, and when that other ceases to be an obstacle, then one's job with him is done. The justification for the conflict is to remove an impediment to the fulfillment of will; once that impediment has been removed, then to go further and seek to “dominate or influence” the other implies a diversion from will, and hence an interference. If you if focused on your own will, then you will not give two hoots what the other guy does, or what he thinks, so long as he's not in your way — if"},{"pageNumber":11,"pageContent":"11he genuinely is, then you “stamp [him] down”. If you take an excessive interest in him, and try to control or change him, then by definition you have lost focus on your own way, and are firmly ensconced in the realms of interference.RightsThe fourth and final most likely source of this misconception is the O.T.O.'s second favourite Crowley document of all time, and the perennial favourite of all kinds of Thelemic louts and enfants terrible, Liber OZ. This “declaration of the Thelemic rights of man” contains 22 separate declarations of “rights”, along with an overarching 23rd right to “kill those who would thwart these rights”. It is a well-known fact that every year, in late September, school begins and loon season with it, and the beautiful, haunting cry of the loon can be heard on Thelemic and occult discussion boards and blogs across the internet, wailing “You can't ban me or block my posts, you're thwarting my Liber OZ right to free speech!”Despite the 23 separate rights which Liber OZ does grant, one very conspicuous omission from that document is the right to expect everyone else to let you have those rights. Sure, it gives you the right to “kill those who would thwart those rights”, but unfortunately for the majestic loon, it does not give anybody the ability to do that. There is no such thing as “natural right”; imaginary rights only become actual rights once one acquires the ability to enforce them, whether or not that requires the assistance of a legislative system. Liber OZ does not grant rights; it lists rights that are available to those who are able to enforce them. Liber OZ is a statement of freedoms available to the reader, not a statement of restrictions he has to undergo in order to allow everyone else those freedoms. This is glaringly obvious. To take a trivial example such as “man has the right to eat what he will”, if I want to eat the last chocolate eclair, and you also want to eat it, then clearly we can't both have the right to eat what we will. Barring some form of compromise, which represents a voluntary foregoing of those rights, I'm afraid it'll just come down to “As brothers fight ye!” again.Furthermore, the very first line of Liber OZ is “man has the right to live by his own law”, and if that law includes booting the loon from a discussion forum, then the loon is thwarting his “Liber OZ rights” by fighting against it. Either way, anybody claiming “Liber OZ rights” can have them turned back against them just as easily.Conclusion"},{"pageNumber":12,"pageContent":"12There are many other sources people will quote in order to support their fundamental misconception of Thelemic ethics, but these are the main ones, and the most substantial ones, and as we have seen a better and more thoughtful interpretation — and an interpretation in concordance with the Book of the Law— in all cases resolves the matter. The ethics of Thelema are indeed as simple as Crowley stated plainly in Liber II, “Do what thou wilt — then do nothing else”, but as we have seen this simple statement appears sometimes to be rather too simple to comprehend, and a more detailed and holistic investigation with reference to the Book of the Law itself is necessary before we can grasp the beautiful simplicity what it actually does mean. Only once we have this understanding can we grasp what Crowley meant when he said, in Volume III, Number I of The Equinox:“The psychology and ethics of Thelema are perfect.”For indeed they are; the Book of the Law succeeds in rendering all ethical questions trivially solvable, by banishing the concept of ethics altogether, and reducing all such considerations to a question of “is it in accordance with, and necessary for, the fulfillment of my will, or is it not?” The Thelemite is released from the requirement to consider others, and need concentrate only on his own nature. Of course, this does not mean he magically acquires the ability to “stamp down the weak” without any form of repercussion or sanction, but this always was and always will be the case; the lion cannot stalk the herd of wildebeest without risk. Similarly, if he happens to be the kind of person who enjoys pleasant and supportive company, then he will need to moderate his “stamping down” in order to encourage that. He is, however, released from all obligation to consider the “rightness” of his actions, and instead need focus only on the harmony of those actions with his will, which naturallyincludes a consideration of their likely consequences also.Such a notion is, however, incredibly difficult for many people to come to terms with; a universe without absolute morality can be an unsettling, even frightening thought. Yet like it or not, that is the universe in which we live, ethical qualities being an entirely imaginary human construct, and the Thelemite considers it advantageous to accept the world as it really is, rather than to pretend it is how he would like it to be. Furthermore, the absence of objective ethical qualities does not imply an absence of values; the Thelemite may still have no desire to commit murder, and may have even less of a desire to be murdered himself, regardless of whether or not he discards the idea of there being any moral implications in the act. But by viewing such notions for what they really are, rather than ascribing to the notion of some kind of overarching divine justice system, he becomes able to remove one more veil — and a very significant one — between his consciousness and his being, between what he fancies"},{"pageNumber":13,"pageContent":"13himself to be and what he actually is, and to do so is to bring him one step closer to the promise of Nuit given at the very beginning of the Book of the Law:“Worship then the Khabs, and behold my light shed over you!” (AL I,8)For indeed, in order to behold the light, one has only to pierce the veils."},{"pageNumber":14,"pageContent":"14“Temptress”by Gerald del Campo"},{"pageNumber":15,"pageContent":"15by J. Ash BowieRitual magick was my doorway to Thelema. Goetia to be exact. There was something about that experience that utterly hooked me, and I instantly became ravenous for information on the entire subject. This was before the days of Internet and at that time very few of Crowley's books were in print (although I did get my hands on Magick in Theory and Practice). Soon my small circle of fellow magicians were brewing all kinds of rituals, mostly of the evocatory kind—other than demons, we chatted with Babalon on several occasions. It didn’t take long before I discovered O.T.O. and added the Gnostic Mass and ritual theater to my repertoire (both being major activities at Scarlet Woman Lodge in Austin, Texas). In those early days I also got into the A.’.A.’. rituals, and diligently worked with the LBRP and the Star Ruby, along with various other original rituals based on the Holy Books and my handy copy of 777. For many years it was all about magick for me, and boy was I into it.As I began to integrate the philosophical aspects of Thelema, it started to become a vehicle for my counter-cultural sentiments. I enjoyed the idea of putting Thelema in people's face, not unlike a scandalous t-shirt of the average rebellious teen. It allowed me to adopt a spiritual path while not “giving in” to the mainstream notions of religion which had kept me away from any spirituality for my whole life. However, when I wasn't using Thelema to give voice to my disgust of normative Christian culture or GOP-style political oppression, I was using it as a context for ritual. I was thirsty for Big Answers and seduced by the Aleisterian style of writing, where Profound Insight is always just behind the next veil—if only I could just do the right combination of rituals long enough, hard enough, and with enough conviction.Now that nearly a decade has passed since that time in my life, I can look back with a bit more clarity and catch a glimpse at my actual motivations. What I really wanted was to escape from loneliness, chronic depression, and my sense of personal inadequacy. Magick and Thelema were perfectly suited to this. On the one hand, ritual has the ability to provide intense experiences (what some call “spiritual fireworks”) which helped me to add color and vibrancy to my otherwise blue-gray emotional life. On the other, much of Crowley’s Thelemic writings are filled with language that is music to the ears of those with low self-esteem. Not only am I GOD, but all those other maroons out there are mere troglodytes, beggars, and weaklings, ready to be trampled upon. What bliss! Oh yeah, and let’s not forget the sex. Thanks to Thelema (and O.T.O.), I found myself making whoopee with some amazing women who would not have otherwise given my skinny butt a second glance. Transformations of Inspiration"},{"pageNumber":16,"pageContent":"16Alas, Thelema and Magick are not designed to eliminate depression or build healthy self-esteem. Ritual fireworks did not linger. Egoism was hollow and unfulfilling. Sex with multiple partners eventually led to confusion and hurt feelings all around. Somewhere in there I started psychotherapy with a talented therapist, largely to kick my depression. After about two years of hard work, I found myself greatly strengthened as an individual. Even after my time with him was over, I continued to improve and build upon the foundations that had been built in therapy. I no longer needed ritual fireworks to experience vitality, soothing pronouncements of my superiority to assuage my insecurity, or...well, okay, I still craved sex, but more for its own sake, not to prove my own self worth. I was learning to be happy with who I was, and the more I grew, the less I needed to rebel. I found myself starting to fight for things rather than againstthem.After this profound personal transformation, I found that my own views of Thelema had changed radically. I no longer felt the drive to find Big Answers—largely because I started to realize that there simply weren’t any (at least none that are “out there”). I was still into ritual, but for very different reasons—the two biggest being transformation and celebration. For me, this has become what Thelema and all its methods and expressions are ultimately about—the inherent ability and freedom to explore, celebrate, express, and transform ourselves for the purpose of manifesting our deepest, most sacred nature. While other religions hold somewhat similar concepts, Thelema is unique in that it abandons the one-size-fits-all model of morality and faith. It recognizes that everyone is unique, and that although we are all more or less based upon the same bio-psychological substrate, Nature has granted us the ability to express our potential in a virtually infinite number of ways. Put simply, Thelema is the conjunction of the concepts of evolution and sacredness set within the context of liberty, individuality, and joy.This is why I am a Thelemite...I have a deep drive for genuineness, which I firmly believe is the key to all wisdom. To be the most “me” that I can be, which is both discovered and created—as Crowley wrote, “this understanding that Stability is Change, and Change Stability, that Being is Becoming, and Becoming Being, is the Key to the Golden Palace of this Law.” This is my calling, to not only do this for myself, but to aid anyone else I can in doing the same. I do this in O.T.O. as initiator and priest, I do this as a clinical psychologist in training, and I do this as a fellow human being every chance I get."},{"pageNumber":17,"pageContent":"17Since my motivations are no longer driven by depression and low self esteem, the question I’ve been asking myself is “what inspires me now to be a Thelemite?” ...what is my new guiding principle?I could write about some lofty, noble goals (like manifesting Universal Brotherhood) or something opaque and mystical (such as something about accomplishing Will being the new paradigm of the Æon). But those answers would all beg the question. The fact is, when I really get down to it, I am dedicated to the path of Thelema because I think it offers me the best opportunity to live a meaningful and fulfilling life—I want my life to be rich, joyous, and inspired. To me, that is the very definition of Success.I always do my Will. Most of the time, of course, I do not do it efficiently or with clarity—my conscious mind and existing psychological issues continue to muddy the stream. But then, this is why I've chosen a mystical path designed to both quiet the cognitive chatter while also finding ways to bypass it altogether and make the Hermetic connection directly. This connection is Love. Crowley described it (and perhaps experienced it) as a cataclysmic mystical explosion. But I no longer believe that his experience is necessary to make this Loving connection with the Universal All. Rather, I recognize that my Winged Soul is already in a state of Blissful Union with Nuit, and that any sense of division is but an illusion. My personal task, therefore, is to wake myself up to that Reality. By learning greater self-awareness on one hand and letting go of things like fear, anger, and contempt on the other, I open myself up to riding the stream of my own True Will, which is experienced, of course, as Love.Oh, Love! To find myself connected to all things in the dynamic, chaotic flow of life. To dive in head first into that Ocean of Being—what a rich, what a joyous, what an inspired life that is! That is my Will, and I do my Work to accomplish it every day."},{"pageNumber":18,"pageContent":"18by IAO131IntroductionProgress is largely the result of the process of synthesis. A molecule may “progress” into more structuralized forms by bonding with certain other molecules to form a synthesis of a new molecule –for example, an Oxygen molecule combines with two Hydrogen molecules to form the synthesis, H20. Humanity progresses with the “synthesis” or union of male & female and the consequent production of a physical child. Many leaps in technology and philosophy have also come from the concise synthesis of previous conflicting ideas into a new “child”-idea. The correct summarization of past knowledge and integration of that information with new and diverse ideas gives much potential for further knowledge. This work is a synthesis of the two apparently differing traditions of Buddhist and Thelemic thought. These traditions will each be examined through a major text – the Dhammapada in the case of Buddhism, and Liber AL vel Legis, or The Book of the Law, for Thelema. The word “tradition” is used in favor of “philosophy,” “religion,” or any other in this work, for Buddhism and Thelema both do not exactly fit the definitions of either of these terms and to use them to describe would be to confine them to something smaller than they really are. They both could be called religious-scientific-mystical-psychological-philosophical traditions to an extent, but these certain adjectives will not be used except in certain situations to reflect the wide-ranging nature of both Buddhism and Thelema. The broadness of the term ‘tradition’ reflects the seemingly endless implications and applications of Buddhist and Thelemic thought.Thelema & Buddhism"},{"pageNumber":19,"pageContent":"19Although these traditions originated on nearly opposite sides of the earth, they are much more complementary than one might initially imagine. A common misconception is that one must “convert” to a certain religion or tradition and maintain this allegiance to be considered part of that tradition. For both Buddhism and Thelema, this perception is false. Buddhists, especially in modern times with instantaneous world-wide communication now being a reality, often emphasize the universality of their own teachings and their applicability to other traditions. For Thelema, this is equally true, as we will see, and requires no Judeo-Christian notion of “conversion.” It will be found that it is very possible to be a “Buddhist Thelemite,” a “Thelemic Buddhist,” or a “Buddhist Thelemic Protestant, etc.” if you choose to label yourself as such (although I see little benefit in doing such).1 Swami Vivekananda once said, “The Christian is not to become a Hindu or a Buddhist, nor a Hindu or a Buddhist to become a Christian. But each must assimilate the spirit of the others and yet preserve his individuality and grow according to his own law of growth.” This is truly the sentiment that must be kept in mind. Even so, we may not even consider ourselves part of a specific tradition but still be able to gain useful insight from study of another. It is possible to acknowledge the validity of the Thelemic maxims “Do what thou wilt shall be the whole of the Law,” (AL I:40) “Love is the law, love under will,” (AL I:57) and “There is no law beyond Do what thou wilt” (AL III:60) and simultaneously accept various Buddhist theories, metaphors, and especially practices as will be seen; similarly, Buddhist concepts such as impermanence (anicca), not-self (anatta), and suffering (dukkha) can help a Thelemite gain better insight into themselves and the universe. Although this is true, there are some interesting and important discrepancies in theory between the two traditions that need to be understood as well. This work shows the comparisons between Buddhism and Thelema through close study of the Dhammapada and Liber AL vel Legis, allowing the reader to better understand each tradition in the light of the other. By viewing a certain idea from two standpoints - that of a Thelemite and that of a Buddhist - one may also gain a more objective outlook at that particular idea. As an aside, it should be acknowledged from the very start that there is an unfathomable amount of texts, beliefs, and practices aside from those delineated in Dhammapada which is why this text is essentially used as a foundation – for its concise brevity and simplicity.This work will first briefly examine the histories of both of these texts. A slight emphasis on Thelema and its respective text Liber AL vel Legis is given in this work because much more is known about the author, Aleister Crowley, and his life than of the Dhammapada. Further, the scope of literature about Buddhism, which has existed since about 500 BCE, is tremendous compared to that relating to Thelema and Liber AL vel Legis, which was written just over a century ago. The reticence to write about   1 Vivekananda, Swami. “Address at the Final Session” from Addresses at The Parliament of Religions. Retrieved on 5/20/07 from <http://www.ramakrishnavivekananda.info/vivekananda/volume_1/vol_1_frame.htm>"},{"pageNumber":20,"pageContent":"20Liber AL vel Legis in the past is unfortunate but it is being overcome. This lack of an academic foundation of literature on Thelema causes much confusion and trepidation amongst budding Thelemites, for they often are confused by the large amount of literature and do not understand how to integrate their knowledge of disparate traditions. Often, Thelemites have had the misconception that Thelema looks down upon other traditions or sees them as unworthy. In fact, the opposite is closer to the truth as will be seen later. To help relieve this lack of a Thelemic understanding of other traditions, this work is offered as a small consolation. Similarities in theory and practice will be examined to allow us to understand that these two traditions are more complementary than opposing and also to see each tradition’s respective strengths and weaknesses. Contrasting elements of theory will also be investigated to understand the fundamental differences between these two traditions and to appreciate their distinctiveness. Essentially, the reader will hopefully obtain a well-rounded and balanced knowledge base about the relationship between Thelema and Buddhism to inform their own previous knowledge to form a synthesis – an improved and transformed outlook on Buddhism, Thelema, and, hopefully existence in general.* * *Part 1: A Brief History of the DhammapadaThe Dhammapada is a famous and highly popular Buddhist scripture of 423 stanzas from the Pali Tipitaka, which refers to the collection of Pali scriptures of Theravada Buddhism. Although there are other versions of The Dhammapada, including the Patna Dharmapada of 414 stanzas, the Udanavargawith over 1000 stanzas, and the Gandhari Dharmapada of 540 stanzas, we will be looking solely at the version in Pali, which many assumed was the original Dhammapada until recently2 and generally is the most familiar. Unlike many other Buddhist scriptures which contain lengthy stories and parables, the Dhammapada is a collection of extremely concise and vibrant stanzas that are much like aphorisms in their poignancy. Although we do not have enough space to go into the differences between Theravada Buddhism and its later developments of Mahayana, Tibetan, Zen, Vajrayana, etc., it should be   2 J.R. Carter & M. Palihawadana. The Dhammapada. Oxford University Press. Oxford, NY (2000), pg.xii"},{"pageNumber":21,"pageContent":"21understood that although the Dhammapada is part of the canon of Theravada literature3, it is still read and beloved by Buddhists of all sects.4 In the introduction to Eknath Easwaran’s translation, Stephen Ruppenthal goes as far as to compare the importance of the Dhammpada for Buddhism to the importance of the Sermon on the Mount of Jesus for Christianity. He claims that, “if everything else were lost, we would need nothing more than the Dhammapada to follow the way of the Buddha.”5 For this reason, we will focus on this text; it will provide the foundational framework of our understanding of Buddhism so we may compare concepts that are found with those in the sacred text of Thelema, Liber AL vel Legis. There is not one overall, accepted belief-system about what constitutes Buddhism. As mentioned before, there are many different sects and offshoots in Buddhism that each hold their own unique views. Ruppenthal goes on in his introduction to say that “The Buddha did not leave a static structure of belief that we can affirm and be done with.”6 Although this is unfortunate, the Dhammapada may be the closest we will get to such a universal teaching in Buddhism. “Dhammapada” itself literally means the “The path of Dhamma,” or “verses on Dhamma”.7 The word dhamma, a Pali word which is more well-known as “dharma” in Sanskrit, translates to mean truth, law (universal and man-made), duty and/or righteousness. Most importantly, in Buddhist texts, the word dhamma is often used to refer to Buddha’s teachings. Therefore, an exact translation is not possible but essentially refers to the path of truth or law as set forth by Buddha. Buddha did not write anything himself, but his disciples memorized his teachings and transmitted them orally. The Pali Tipitaka which contains the Dhammapada, was written down in the last century BCE from oral tradition.8 Because Crowley refers to Max Muller’s translation of the Dhammapada in various places, quotations from this text will be taken from this edition to understand most clearly and precisely the way in which the language of Buddhism influenced Crowley.* * *Part 2: A Brief History of Liber AL vel Legis & the Tradition of Thelema  3 Carter & Palihawadana 2000, pg.xi 4 Ibid.5 Easwaran, Eknath. The Dhammapada. The Blue Mountain Center of Meditation (2004), pg.76 Easwaran 2004, pg.7-87 Easwaran 2004, pg.295 8Gombrich, Theravada Buddhism, 2nd edn, Routledge, London, 2006, pg.3"},{"pageNumber":22,"pageContent":"22Liber AL vel Legis is also known as “The Book of the Law,” “Liber AL” (pronounced “Lee-ber El”), “Liber Legis” (“Book of the Law” in Latin), “Liber 220” and other names, all of which refer to the same text. This book was “received” by Aleister Crowley on the three consecutive days of April 8, 9, and 10 in 1904. He claims to have heard a voice over his left shoulder for exactly one hour each day, starting right at noon, dictating the three chapters of Liber AL vel Legis on each day.Crowley identified this being who was dictating Liber AL vel Legis as “Aiwass.” He writes in Equinox of the Gods, “[Aiwass] is the name given by W. to P. as that of her informant”9 meaning that Rose Crowley, his wife, initially gave Crowley (who is “P.” or Frater Perdurabo, which was a motto Crowley took on as a Neophyte in the Hermetic Order of the Golden Dawn in 1898) the name of this being. He continues, “Also it is the name given as that of the revealer of Liber Legis”10 which is in conformity with line 7 of chapter 1 in Liber AL vel Legis (henceforth noted in the form of “AL I:7”): “Behold! It is revealed by Aiwass, the minister of Hoor-paar-kraat.” Crowley admits, “whether Aiwass is a spiritual being, or a man known to Fra. P., is a matter of the merest conjecture.”11 Crowley sometimes felt that Aiwass was a spiritual being, his own Holy Guardian Angel, his True Self, his subconscious, or just an adept. Who Aiwass actually was is really not of concern in this treatise, for what is said in Liber AL vel Legis should stand on its own merit – “Success is your proof,” as it says in AL III:46. Either way, to Crowley, “this Book [Liber AL vel Legis] proves: there is a Person thinking and acting in a praeterhuman manner, either without a body of flesh, or with the power of communicating telepathically with men and inscrutably directing their actions.”12The reception of The Book of the Law was an event so complex and important that Crowley attempted to describe its reception in three places. First, it was described in 1910 in “The Temple of Solomon the King,” which was an essay that appeared in various numbers of The Equinox journal that Crowley issued. Secondly, Crowley describes this reception in 1929 in The Confessions of Aleister Crowley. Thirdly, he made a more formal attempt at writing the history of the reception with The Equinox of the Gods in 1936. Besides describing the actual process of receiving the Book, Crowley wrote three different commentaries at three different times on Liber AL vel Legis– an “Old” comment from The Equinox in 1912, a “New” comment composed in Cefalu, and the “Djeridensis Working” or “The   9 Crowley, Aleister. The Equinox of the Gods. 1936, ch.610 Ibid.11 Ibid.12 Crowley, Aleister. The Equinox of the Gods. 1936, ch.7The “unicursal hexagram” – a common symbol in Thelema"},{"pageNumber":23,"pageContent":"23Comment Called D” from November of 1923.13 He wrote the comment that appears at the end of most editions in Tunis in 1926. This book is intended to primarily be a comparative work, not a historical work. Therefore, if the reader wishes to more fully understand this complex event and examine the details, he/she is referred to the three works mentioned above and the various biographies on Aleister Crowley (especially Do What Thou Wilt: A Life of Aleister Crowley by Lawrence Sutin and Perdurabo: The Life of Aleister Crowley by Richard Kaczynski). The tradition of Thelema could be said to have been formally inaugurated when Crowley received Liber AL vel Legis in 1904. In Liber AL it is declared “The word of the Law is ” (AL I:39) which is “Thelema,” or “Will” in Greek. It continues, “Do what thou wilt shall be the whole of the Law” (AL I:40) and also “There is no law beyond Do what thou wilt” (AL III:60), as if we hadn’t already gotten the picture. An argument against the idea that Crowley established Thelema in 1904 with the reception of Liber AL might mention that the words “Do what thou wilt” have been uttered at least twice before. Firstly, St. Augustine of Hippo wrote “Dilige, et quod vis fac” in his Confessions at the end of the 4th century CE, which means “Love, and do what thou wilt.” Here St.Augustine means that if one loves God, one is free to act because their will is surrendered to the will of God (and therefore apparently can’t possibly act wrongly). Though the wording is extremely similar, this is not what is meant by Liber AL vel Legis in its aphorisms of “Do what thou wilt shall be the whole of the Law” (AL I:40) and “Love is the law, love under will” (AL I:57). As Crowley says in “Message of the Master Therion” so concisely, “While Will is the Law, the nature of that Will is Love. Love is as it were a by-product of that Will; it does not contradict or supersede that Will; and if apparent contradiction should arise in any crisis, it is the Will that will guide us aright. Lo, while in The Book of the Law is much of Love, there is no word of Sentimentality.” Here he explicitly states that the “Love” in Liber AL is not the sentimental love that many think of when first hearing the word, and it is especially not love of the orthodox Judeo-Christian-Islamic notion of a vengeful Father-in-the-sky God. The idea of “Love” in a Thelemic context will be more fully treated in later chapters.Secondly, Francois Rabelais, possibly inspired by this aphorism from St. Augustine, proclaimed “Fay ce que voudras” (“Do what thou wilt” in French) in his masterpiece Gargantua & Pantagruel in the 16th century CE. “Do what thou wilt” was the motto of his utopian “Abbey of Thelema,” which would later be taken as a model for Crowley’s own Abbey of Thelema in Cefalu, Italy. According to Crowley in an unfinished essay entitled “The Antecedents of Thelema,” the “Do what thou wilt” of Rabelais is much more in conformity with the doctrines of Thelema than St.Augustine’s, especially in light of the conduct of the Abbey that Rabelais imagined. Crowley had read and was most definitely influenced by   13 Sutin, Lawrence. Do What Thou Wilt: A Life of Aleister Crowley. St. Martin’s Griffin, NY (2000), p.316"},{"pageNumber":24,"pageContent":"24both of these authors.14 In the 18th century, Sir Francis Dashwood, who was the Chancellor of the Exchequer in Britain and founder of The Hellfire Club, would later be influenced by Rabelais’ writing. Apparently, “fay ce que voudras” from Gargantua & Pantagruel was written on the doorway of the abbey that Dashwood created in Medmenham, England.15Beyond the mere phrase of “Do what thou wilt,” there is an unfathomable amount of similarities of Thelema with various other systems of thought. Truly, Aleister Crowley did not fashion the idea of Thelema out of nothing. There are similarities with Buddhism (as this book is written to partly investigate), Hinduism, Taoism, Gnosticism, Christianity, Islam, Sufism, Qabalah, and other traditions. There are also similarities with the philosophies of Westerners like Nietzsche, Kant, Thomas Henry Huxley, and Schopenhauer. Aleister Crowley studied many traditions and read an unfathomable amount of books, which can be seen by the sheer amount of seemingly divergent references he is able to relate to in his various writings. Crowley saw a universal understanding of different systems of thought necessary for the spiritual aspirant, which can be seen in that he recommends a plethora of books for the average student to read in his various writings. Themes in Liber AL vel Legis unmistakably reflect ideas that occupied Crowley’s attention throughout his studies prior to the reception of the book: the “Khu” (AL I:8), “Khabs” (AL I:8-9; II:2), “Nuit,” “Hadit,” “Ra-Hoor-Khuit,” and “Hoor-paar-kraat” (AL I:7, II:8) of the Egyptian tradition, the idea of the precession of the Equinoxes (AL I:49) from the Hermetic Order of the Golden Dawn, the “Kiblah” (AL III:10) and “Kaaba” (AL III:41) from Islam, the Biblical symbolism of the Beast (AL I:15, III:14, 22) and Scarlet Woman (AL I:15, III:14, 43) from Book of Revelations, and large amounts of Qabalistic, numerological clues and riddles (AL I:24-25, 28, 60; II:15-16, 76, etc.) all appear in Liber AL. It is obvious these traditions all had an influence on how Crowley would interpret and develop Thelema. Through much study of these various systems, they obviously had an influence on him. If Liber AL vel Legis is taken to be a product of part of Crowley’s psyche, subconscious, or “higher self,” one can clearly see the importance of these apparently divergent systems to Thelema. From all of this we may conclude that although Crowley formally established the tradition of Thelema with the reception of Liber AL vel Legis in April of 1904, it was not drawn out of thin air but from an amazingly eclectic variety of spiritual, intellectual, and intuitive sources. In fact, it is this rich background of relations to many divergent spiritual and intellectual traditions that makes Thelema founded in and a fulfillment of the wisdom of the past.  14 Crowley, Aleister. The Revival of Magick. Thelema Media (March 1998)15Encyclopedia Britannica (1911). Buckingham."},{"pageNumber":25,"pageContent":"25* * *Part 3: The Influence of Buddhism on Aleister CrowleyAt the time Aleister Crowley was exploring the Buddhist tradition, Eastern religions were generally looked upon as primitive or exotic by the Western world. The first translation of the Dhammapada into English came only in 1869 from Max Müller. This translation was later featured more prominently in the “Sacred Books of the East” series in 1885, issued when Aleister Crowley was 10 years old. Crowley was one of the first Western students to seriously explore and explain Buddhism as a legitimate spiritual, psychological, and philosophical system.16The influence of Buddhism on Aleister Crowley comes primarily from one man - Allan Bennett (1872-1923). Bennett was arguably the first Englishman to be accepted in a Buddhist monastery, he created the International Buddhist Society in 1903 in Burma, issued the periodical Buddhism, and led the first Buddhist mission to England in 1908.17 In short, he was a very powerful and prominent figure in the early effort to bring Buddhism to the West in the beginning of the 20th century. Crowley first met Bennett at a Golden Dawn ritual ceremony. Bennett had been initiated into the Hermetic Order of the Golden Dawn, a pseudo-Masonic and Hermetic fraternity, in 1894 and proceeded to the Second Order thereof in 1895; he was a talented magician and was very close to MacGregor Mathers, the head of the Order.18 As described in Crowley’s Confessions, while disrobing after the ritual, Bennett approached Crowley and said “Little brother, you have been meddling with the Goetia!” which are demons that are descsribed in the famous 17th century grimoire known as the Lemegeton. Crowley said that he hadn’t been doing anything of the sort, to which Bennett replied, “In that case, the Goetia has been meddling with you.”19 Clearly impressed by the man, Crowley called him the next day to receive instruction on the occult from him. Crowley moved into his flat on Chancery Lane and became Bennett’s student in ceremonial magic and Buddhism for a while. They formed a harmonious relationship and, apparently, Bennett even saw fit to teach Crowley things from the Second Order of the Golden Dawn to which he formally was not entitled to learn.20 Allan Bennett’s   16 Sutin 2000, pg.417 Sutin 2000, pg.9718 Sutin 2000, p.6419 Crowley, Aleister.The Confessions of Aleister Crowley. Chapter 20.20 Sutin 2000, pg.66"},{"pageNumber":26,"pageContent":"26asthma was complicated by London’s climate so, combined with the fact that he also wished to study the Eastern traditions with the legitimate native teachers, he moved to Ceylon.21Sutin observes that “Crowley was approaching the viewpoint of Theravada Buddhism” in 1900 as illustrated by the ideas in his poem “The Growth of God” from his stay in Mexico.22 The poem has themes of suffering and dissolution of the self which is common in Buddhism. In April of 1901, Crowley stopped in San Francisco before his trip to meet with Bennet in Ceylon. While there, he spent most of his time in Chinatown and a Buddhist temple, burning incense.23 Crowley later arrived in Japan and attempted to enter Buddhist monasteries here, but he was turned away.24 Both of these occurrences show the growing interest and absorption Crowley had in Buddhist studies in 1901 – just three years before the reception of Liber AL vel Legis.In Ceylon, Bennett was the tutor of the sons of P. Ramanathan, a Shaivite Hindu (a sect that worships Shiva as the supreme God), who in turn taught Bennett the practices of yoga.25 Crowley joined Bennet as a student of Ramanathan for merely a week, and then he suggested to Bennet that they continue their studies that they had begun earlier in London by moving to Kandy in the middle of Ceylon.26 They left Ramanathan and studied yoga intensely in Kandy. Sutin claims that “fundamentally, most of what Crowley knew firsthand of yoga came from his six weeks with Bennett in Ceylon.”27 At this time, Crowley claims to have attained the meditative state of dhyana on October 1 and 2 of 1901.28Very soon after this success, Crowley moved on to other pursuits – namely, the climbing of the infamous mountain K2 with Oscar Eckenstein during the spring of 1902. In November of 1902, Bennett left to Burma to study in a Buddhist monastery - the first English man to do so - under the Lamma Sayadaw Kyoung, and Crowley departed to attempt the K2 climb. At this monastery, Bennett would take on the name of Bhikku Ananda Metteyya.29In 1902, Crowley made his way back to Burma for about a week to visit Allan Bennett and speak about Buddhism and the practice of magic. Bennett had parted with the practice of magic and obviously turned strongly towards Buddhism.30 Although at this time Crowley was strongly Buddhist in his ideals, he would not abandon the practice of magic completely like Bennett. Crowley would go on to publicize the practice of magic - renamed “magick” by him “to distinguish the Science of the Magi   21 Sutin 2000, p.7022 Sutin 2000, p.8123 Sutin 2000, p.8624 Sutin 2000, p.8925 Sutin 2000, p.9026 Sutin 2000, p.9127 Sutin 2000, p.9528 Sutin 2000, p.9429 Sutin 2000, p.96-9730 Sutin 2000, pg.98"},{"pageNumber":27,"pageContent":"27from all its counterfeits”31 like stage tricks and illusions - by publishing such books as Magick in Theory and Practice in 1929.The most important testaments to Crowley’s Buddhist thought in this period are his essays “Berashith” (1902), “The Three Characteristics” (1902), and “Science and Buddhism” (1903). In “Berashith,” which is the first Hebrew word in the book of Genesis from the Old Testament that is usually translated as “In the Beginning”, there is much evidence of Crowley’s Buddhist viewpointduring these years just prior to the reception of Liber AL vel Legis. The purpose of the essay, as explained in the first few lines, is “explaining the divergences between the three great forms of religion now existing in the world—Buddhism, Hinduism and Christianity, and of adapting them to ontological science by conclusions not mystical but mathematical.” Here we can see plainly that Crowley was not only profoundly influenced by these religious traditions but also simultaneously adopted a scientific standpoint in assessing their truths. There is a parenthetical note by Crowley in this essay which refers to Max Muller’s translation of the Dhammapada. These are some of the first proofs in writing we have that Crowley was familiar with the Buddhist doctrine - especially the Dhammapada. In 1929, he clearly called the Dhammapada \"the best of the Buddhist classics\"32 in a reading list he was assigning to aspirants. Further, he shows knowledge of Schopenhauer who studied and had similar ideas to those of Buddhism. Crowley goes on in the essay to explain Buddha’s interesting attitude toward metaphysical questions, who generally says that they are irrelevant to relieving present suffering. After a short paragraph attempting to explain the nature of nirvana, Crowley says, “On mature consideration, therefore, I confidently and deliberately take my refuge in the Triple Gem. Namo Tasso Bhagavato Arahato Sammasambuddhasa!” This, obviously a Buddhist saying, translates as “Hail unto Thee, the Blessed One, the Perfect One, the Enlightened One!” according to Crowley. The “Triple Gem” mentioned is also known as the “Three Jewels,” the “Three Treasures,” and when said by Buddhists for refuge, they are called the “Three Refuges.” They refer to the three things that a Buddhist takes refuge in: Buddha, the dhamma, and the sangha.33 These three refuges are explained in part XII of “Science and Buddhism,” an essay that will be investigated in more depth later. The Buddha, in this context, is most likely referring to the historical personage of the Buddha, Shakyamuni. Crowley affirms this when he says, “that there was once a man who found the Way is my encouragement.” Dhamma (or dharma), as explained in chapter 1, specifically refers to Buddha’s teachings and the practice thereof in this context.34 Crowley defines dhamma as, “the Law underlying phenomena and its unchanging certainty; the Law given by the Buddha to show us the Way, the   31 Crowley, Aleister. Book Four Part II.32 Crowley, Aleister. (1929) Magick Without Tears. Appendix I33 Carter, J.R. & M. Palihawadana 2000, pg.7834 Carter, J.R. & M. Palihawadana 2000, pg.72"},{"pageNumber":28,"pageContent":"28inevitable tendency to Persistence in Motion or Rest -- and Persistence, even in Motion, negates change in consciousness -- these observed orders of fact are our bases.”35Sangha is a word that means “assembly” and refers to all those beings that have attained various stages of attainment; also, especially for the monastic Buddhists, the sangha is the community of ordained monks and nuns.36 For taking refuge in the sangha, Crowley explains this means “...these are not isolated efforts on my part; although in one sense isolation is eternally perfect and can never be overcome (i.e. on normal planes), in another sense associates are possible and desirable. One third of humanity are Buddhists; add men of Science and we form an absolute majority; among Buddhists a very large proportion have deliberately gone out from social life of any kind to tread these paths of Research.”37 The idea is that one takes refuge in the fact that there are many others on the same path as oneself. Essentially, this succinctly shows Crowley’s devotion to Buddhism in a phrase. To top it off, the entire essay is ended with the famous Buddhist mantra, “OM MANI PADME HOUM.”Further, Crowley took the name Abhavananda while in Ceylon, which means “the bliss of non-existence.” He refers to himself as this name in various parts of the essay, “The Three Characteristics,” which was first published in 1902. This “bliss of non-existence” refers to the Buddhist notion of nirvana which literally means “extinction” or “extinguishing.” “The Three Characteristics” is a series of fictional accounts illustrating various Buddhist ideas. The title of the essay itself refers to the fundamental Buddhist theory of the three characteristics of all things that exist: suffering (dukkha), impermanence (anicca), and lack of independent self (anatta). This short writing is further proof of Crowley’s strongly Buddhist viewpoint before Liber AL vel Legis’s reception.In 1903, just a year prior to the reception of Liber AL vel Legis, Crowley wrote an essay entitled “Science and Buddhism.” Its self-proclaimed purpose is, “to draw a strict comparison between the modern scientific conceptions of Phenomena and their explanation, where such exists, and the ancient ideas of the Buddhists; to show that Buddhism, alike in theory and practice, is a scientific religion; a logical superstructure on a basis of experimentally verifiable truth; and that its method is identical with that of science.” Crowley hoped that this scientific approach to Buddhism would lead to a more empirical understanding of consciousness.38 One interesting example of Crowley’s scientific approach to his studies comes when he starts to explain the tenets of Buddhism in this essay. He says, “The essential features of Buddhism have been summed up by the Buddha himself. To me, of course, what the Buddha said or did not say is immaterial; a thing is true or not true, whoever said it.” We must adopt this same attitude towards Thelema as well as Buddhism if we are to maintain a philosophy that   35 Crowley, Aleister. “Science and Buddhism,” part XII36 Carter, J.R. & M. Palihawadana 2000, pg.7837 Crowley, Aleister. “Science and Buddhism,” part XII38 Sutin 2000, pg.108"},{"pageNumber":29,"pageContent":"29is grounded in reality instead of blind faith and dogma. This is essential and what differentiates Thelema from many other systems that, instead of referencing reality and science, set up a priori ideals and attempt to conform the world they see to those ideals, no matter how absurd. An example of this is a Christian who interprets the Bible literally trying to explain the existence of dinosaur fossils. This scientific approach to consciousness allows us to maintain an interest in claims by Buddhists, Thelemites, and other traditions while reserving the right to discard claims if science and the test of experience prove the truth to be different.Around this time of writing “Science and Buddhism,” Crowley had two reservations about his Buddhist principles: firstly, he knew that Hindu meditation practices were effective, and, secondly, he could not deny the reality of magic.39 Crowley said, “I cannot deny that certain phenomena do accompany the use of certain rituals; I only deny the usefulness of such methods to the White Adept.”40 By this he meant that it was obvious that magic was efficacious but he reserved whether they were useful to the “White Adept” which usually refers to one focused solely on spiritual attainment.After Liber AL vel Legis was received in April of 1904, Crowley slowly abandoned his Buddhist principles and adopted the view of Thelema, although Thelema does not entirely contradict Buddhist teachings as will be shown. He did not do this without a profound sense of conflict, and it could be said that he never could completely overcome a certain conflict in his being with the system set forward in Liber AL. Sutin explains this tumultuous tension succinctly when he says, “The striking paradox of [Crowley] is that, for all his lifelong devotion to the cause of Thelema, he often allowed that he himself could not quite overcome an internal resistance to its teachings. He deemed it vicious, amoral, lamentable in its unremitting contempt for pity, crudely styled, disdainful toward his own Buddhistic leanings – these complaints continued throughout the remaining decades of his life.”41In 1906, Crowley met Alan Bennett (Ananda Metteyya) again in Burma but was now more skeptical of the moral restrictions enforced on Buddhists and its deterministic approach to enlightenment.42 Bennett believed strongly that one’s karma largely determines one’s life, especially one’s ability for spiritual achievements. Crowley felt that this was theoretically sound but practically, if the individual will is believed to have no power, then “self-enervation alone could result.”43 This shows the beginnings of Crowley’s failing faith in Buddhist principles.  39 Sutin 2000, pg.108-10940 Crowley, Aleister & Fuller, J.F.C. “The Temple of Solomon the King” in The Equinox I(4) (London: 1910), p.17741 Sutin 2000, pg.13942 Sutin 2000, pg.162-16343 Ibid."},{"pageNumber":30,"pageContent":"30After 1904 and the reception of Liber AL, the subject of Buddhism is treated by Crowley every now and then in places like “The Temple of Solomon the King” in The Equinox Vol.I No.1-10 around 1909-1913, his commentary to H.P. Blavatsky’s The Voice of Silence from The Equinox Vol.III No.1 in 1919, the commentaries to Liber LXV written around 1923 in Tunisia, and his “Little Essays Toward Truth” in 1938. Obviously the principles of Buddhism left their indelible mark on Crowley who evidently contemplated their significance and sometimes referred various concepts and states of consciousness found in the study of Thelema against ideas in Buddhism for the rest of his life. Essentially, we can see the profound influence Buddhism had on Crowley, especially in the years immediately preceding the reception of Liber AL vel Legis. For this reason the importance of understanding the similarities between Buddhism and Thelema, which is based around Liber AL vel Legis, becomes particularly apparent. An understanding of Buddhism will complement our understanding of Thelema and, likewise, an understanding of Thelema will complement our understanding of Buddhism. * * *Part 4: Liber AL’s View of BuddhismThe views expressed in Liber AL vel Legis, especially in the third chapter, can be considered to be “harsh” to some. This hostility in Liber AL becomes especially apparent when Horus (the Hawk-headed sky and solar god of the Egyptians), under the form of Ra-Hoor-Khuit, curses many foreign traditions in these memorable lines: “I am in a secret fourfold word, the blasphemy against all gods of men. Curse them! Curse them! Curse them! With my Hawk's head I peck at the eyes of Jesus as he hangs upon the cross. I flap my wings in the face of Mohammed & blind him. With my claws I tear out the flesh of the Indian and the Buddhist, Mongol and Din. Bahlasti! Ompehda! I spit on your crapulous creeds.” –Liber AL III:49-54Firstly, it should be known that Crowley admits Hinduism (“the Indian”), Buddhism, Confucianism (“Mongol”) or perhaps Taoism and Jewish Qabalah (“Din”) are, in theory, “metaphysically and mystically comprehensive enough to assure... the possession of much truth.”44 He notes that these traditions have their flesh attacked unlike Jesus, who represents Christianity and has his   44 Crowley, Aleister. The Law is For All. AL III:53"},{"pageNumber":31,"pageContent":"31eyes attacked, and Mohammed who represents Islam and has his face attacked. In this case, the eyes & face represent the point-of-view of the tradition and the flesh represents their practice. This indicates that in those whose flesh was only attacked – the Hindu, Confucianist, Qabalist, and Buddhist traditions – “the metaphysics, or point of view, is correct... but the practice imperfect.” Essentially, Crowley is saying that there are many pretenders, false gurus, and general misunderstanding and imperfection in the practice of these traditions. To be true, every single tradition has its share of extremists and charlatans; there are always a few people that can give an ideology a bad name. Unfortunately, Thelema is not excluded from this. The reason Horus attacks Jesus’ eyes is because, “it is the eyes of 'Jesus' -- his point of view -- that must be destroyed.”45 The reason the face of Mohammed is attacked is that, “Mohammed's point of view is wrong too; but he needs no such sharp correction as 'Jesus.' It is his face -- his outward semblance -- that is to be covered with His wings. The tenets of Islam, correctly interpreted, are not far from our Way of Life and Light and Love and Liberty. This applies especially to the secret tenets. The external creed is mere nonsense suited to the intelligence of the peoples among whom it was promulgated; but even so, Islam is Magnificent in practice. Its code is that of a man of courage and honour and self-respect.”46Secondly, it should be noted that Aleister Crowley admitted, “The third chapter [of Liber AL vel Legis] seemed to me gratuitously atrocious.”47 The book challenged many of his beliefs at the time of its reception, especially ideas like compassion in Buddhism, which will be discussed in a later chapter. It is plain to see that Crowley deeply respected all traditions of the past and was an extremely vigorous reader in all subjects, so this attack must have also seemed needlessly violent. This respect Crowley had makes it obvious that these lines did not come from a conscious attempt to smear the religions of the past. Further, earlier in Liber AL vel Legis it is said, “...Aum! All words are sacred and all prophets true; save only that they understand a little...” (AL I:56). Crowley comments succinctly on this line saying, “All religions have some truth. We possess all intellectual truth, and some, not all, mystic truth.”48 We can clearly see that Liber AL does not condemn all other past religions, philosophies, truths, rituals, etc. Using common sense we can understand that the traditions of the past, especially those named in AL III:49-54, contain some truths and insights but also much falsity, obscurity, and dogma. Thelema distinguishes itself from the rest of these traditions by holding a scientific attitude toward phenomena. If we discover facts in the world that contradict our interpretations of Liber AL vel   45 Crowley, Aleister. The Law is For All. AL III:5146 Crowley, Aleister. The Law is for All. AL III:5247 Sutin 2000, pg.13048 Crowley, Aleister. The Law is For All."},{"pageNumber":32,"pageContent":"32Legis, it is apparent that one must either acknowledge the interpretation of the line is incorrect or the line itself is incorrect and must be superseded by current knowledge. We must adapt our point-of-view to the facts, not the facts to our point-of-view.This scientific attitude in Thelema is precisely what is being implied in the lengthy quotation of curses that heads this chapter. Crowley asserts, “Thelema is Magick, and Magick is Science, the antithesis of the religious hypothesis... Also, see The Book of the Law, III:49-54.”49 Crowley asserts that Thelema is “the antithesis of the religious hypothesis” and then cites the exact lines that are quoted at the beginning of this chapter (AL III:49-54). This cursing by Horus of all these religious traditions is now understood to be against their religious theories and dogmatism. Further, Crowley explains, “It is particularly to be noted that Magick, so often mixed up in the popular idea of a religion, has nothing to do with it. It is, in fact, the exact opposite of religion; it is, even more than Physical Science, its irreconcilable enemy.”50Thelema is to be established under scientific lines, as already explained. Coming back to the cursing of the past religious traditions in Liber AL III:49-54, we’ve understood these to be attacks against imperfect practice and the religious dogma and superstitions found in each. Further meaning of these curses can be derived from the first phrase mentioned: “I am in the secret four-fold word that is a blasphemy against all the gods of men.” Crowley explains, “The evident interpretation of this is to take the [secret four-fold] word to be ;Do what thou wilt,; which is a secret word, because its meaning for every man is his own inmost secret. And it is the most profound blasphemy possible against all 'gods of men,' because it makes every man his own God.” Now we understand that the “four-fold word” is “Do what thou wilt” (which “there is no law beyond...” {AL III:60} in Thelema) is a “blasphemy” and “curse” because it establishes every man (all of humanity) as their own God. Although this is not much of a blasphemy for a non-theistic tradition like Buddhism, it certainly is to any that holds an external God to be supreme. One important aspect of Thelema is that it does not depend on grace from God, grace from guru, initiations from esoteric societies for figureheads, or anything ‘external’ in the normal sense....To be continued...  49 Crowley, Aleister. The Revival of Magick. “Antecedents of Thelema”50 Crowley, Aleister. Magick Without Tears, ch.6"},{"pageNumber":33,"pageContent":"33“Death Rides the Camel of Initiation”by Layla"},{"pageNumber":34,"pageContent":"34by T Polyphilusfirst delivered by T Polyphilus to a congregation of Ecclesia Gnostica Catholicaat Aum Ha Oasisin a Liturgy of the Word of the Law on the Feast of Cattle, Anno IV xvI do not know your daily prayersbut this evening I will share with you one that belongs to us allwhen we dare to use it.Thelema affords many ritualsfor our daily use and enjoyment:The ritual of the pentagram,The fourfold adoration of the Sun,The Mass of the Phoenix,The Ritual of the Mark of the Beast,and others besides.The true formula whose virtues sufficed the Beast in his Attainment was thus:INVOKE OFTENIn homelier words, in order to be true magicianswe must pray daily,unto whatsoever power we may hold to be most high.That sense of OFTEN in invoking,the iterative power of a holy workdone from everlasting to everlasting,that sense can comenot only from your own repetitionsnot only from the discipline of the individualbut also from the great momentumof communityand cultureand history.Thus the Prophet called upon his Angelwith the daily repetition of the Invocation of the Bornless One,Sermon on the Nepios"},{"pageNumber":35,"pageContent":"35a ritual constructed from an ancient text:a Greco-Egyptian spell of god-masteryAnd thus we spoke in unisonearly in this ceremonya Prayer to the Aeonthat is my own chief daily prayer. It is perhaps the single prayermost repeated by human lipsin the last two thousand years,but rewritten by our Prince-Priest the Beast.Many have proclaimed the magical powerof the old form of this prayer.One of the Prophet’s teachers, The magician Allan Bennett, as a youth of sixteenspoke it in reverse to conjure the Deviland gave himself an enduring fright.The old prayer was the sacramental key of the medieval Cathar hereticswho are one of the primal wellspringsof our Gnostic and Catholic Church.This prayer is the only piece of verbal liturgythat the Bible puts in the mouth of Jesus.So Bible-worshipping Protestants have called it “The Lord’s Prayer”While Catholics call it by its first words: “Our Father”Or in the days of Latin liturgy: “Pater Noster.”The Post-Protestant magus Aleister Crowleycalled his version “The Cry of the Hawk,”after Horus, the Crowned and Conquering Child,whom we adore.And I call it “Nepios”a Greek word for Childwith the same numeric value as the name of thy house four hundred and eighteen.And our prayer is not merely a parody of the older onebut a profound appropriation and conversionof the forces bound into that form.If the old prayer has the power to delight or enthrall youthe new one should do it so much more.If the old prayer disgusts or repels youthe new one should transform woe into weal."},{"pageNumber":36,"pageContent":"36In addition to the prose version that we recited togetherCrowley also wrote a “Nepios” in verseThat we often use in ceremonies of our Church:Now I begin to pray: Thou Child, Holy Thy name and undefiled! Thy reign is come: Thy will is done. Here is the Bread; here is the Blood. Bring me through midnight to the Sun! Save me from Evil and from Good! That Thy one crown of all the Ten Even now and here be mine. AMENOur Brother the Prophet analyzed this prayerinto ten wordsand while I could never,never exhaust the meaning of the “Nepios,”I want to briefly reflecton each of these ten words and their significance to us as Thelemites.The first word:THOU—CHILD!In our new prayerIn our New Aeon the Child Horus has succeeded his Father Osiris.We aspire to the necessary creativity of the future, not the supposed originality of the past. We give life to the god!As the Prophet says:We ignore what created us; we adore what we create. The god may be of clay: adore him; he becomes GOD. Let us create nothing but GOD!To know what it is to have a child is an accomplishmentit is not a passive given.Is your child a girl? a boy?a painting? a symphony? a theorem?Not all works are children,but every Child is WORK.When we speak this prayerwe assert our creative relationship to GOD."},{"pageNumber":37,"pageContent":"37The Second Word: Thy Name is holy.Just as Christians never name their Father, the Nepios proclaims holya name which it does not speak. The Great Invocation of the Cairo Working used eleven different names for the Child. The Book of the Balance instructs usto “blaspheme not the name by which another knoweth his God.” Indeed, it is a spiritual impertinence even to presume to know the name by which another would best apprehend the Highest. To fully divulge the name of the Child would be to profane it--yet “an indicible arcanum “is an arcanum that cannot be revealed.” Merely human thought and action cannot desecrate the True Name. In parallel with other parts of the Nepios, this Word shifts from the future tense to the present.We do not merely request or anticipate that the Child’s name will be sanctified.We forthrightly acknowledge that it isholy.The Third Word: Thy Kingdom is come.The reign of the Child is not a utopian hope.not a fairytale about the end of time.It is happening now.The old world was destroyed by fire in Nineteen-oh-four,and our eyes gleam with the white of the ashprepared by Hermes the Invisible.The Kingdom of the Child is not pie in the sky when you die!\"There is none that shall be cast down or lifted up: “all is ever as it was.\" This moment is your eternal destiny, limned in tragic finitude for the accomplishment of your True Will.The reign is not merely a regime, it is a proper kingdomwith a sovereign, emblemized as our Lord the Sun"},{"pageNumber":38,"pageContent":"38and his viceregent the Phallus. In the world of the individual soul, the Holy Guardian Angel is sovereign. And the Kingdom is come,in the orgasmic rapture of angelic unionand the magick powerof the elements of human generation.The Fourth Word:Thy Will is done.“There is no law beyond Do what thou wilt.”The world manifests the will of the Child, which is also hiddenin the heart of the speaker of the prayer. The pure will of the Childis done, complete, accomplished, perfect. The Nepios does not say “on earth as it is in heaven” because the turn of the Aeon has alreadybrought these two into alignment. In our Gnostic Masses, the virgin proclaims the greeting of earth and heaven. Earth is a planet in the starry heaven. We are all both on earth and in heaven. The Fifth Word:Here is the Bread.We do not plead to a Father, that he might give us the bread we need.We ourselves provide bread to the Child. We have within ourselves all that is needful to bring forth and nourish God. We sacrifice, not as to a stern parent, but as caring parents ourselves of a god we will never fully understand, although he is created in us and through us. The Sixth Word: Here is the Blood.We also offer blood. Note the transformationfrom the last word to this one.It is neither “Here is the Bread; here is the Wine,”"},{"pageNumber":39,"pageContent":"39nor “Here is the Body; here is the Blood.” Instead, the two words show a transitionfrom the material of the meat and drink to the spirit of the living god within us. Thus, the speaker of this prayer affirms his own priestly power and his filiation from the saints of the true church of old time.As our priests say:“Touto esti to poterion tou haimatos mou.”This is the cup of my blood. The Seventh Word: Bring us through Temptation!We seek to pass through Temptation,not to avoid it!The capital T of that Temptationis the real Cross of each Thelemite’s Passion.“The word of Sin is Restriction”therefore we seek Righteousness, exploring the interior of Iniquity, and fortifying ourselves to overcome all.The Eight Word:Deliver us from Good and Evil!Saint Friedrich Nietzsche assures us:“Whatever is done from love takes place beyond good and evil.”And we know that “Love is the law,love under will.”We do not seek to be betweenGood and Evil,in the path of hapless, lukewarm compromise.No: we seek balance, by the Method of Equilibrium,so that we might pass beyond Good and Evil, and yet enfold and embrace these contraries as our own “self-realization “through projection in conditioned Form.”This attainment is the one pronounced by the Crowned and Conquering Childin the ultimate Aethyr of the Vision & the Voice,saying:"},{"pageNumber":40,"pageContent":"40I am light, and I am night, and I am that which is beyond them. I am speech, and I am silence, and I am that which is beyond them. I am life, and I am death, and I am that which is beyond them. I am war, and I am peace, and I am that which is beyond them. I am weakness and I am strength, and I am that which is beyond them.The Ninth Word: That Mine as Thine be the Crown of the Kingdom, even now.The “power and the glory” of the “Our Father”reflects the Moral Triad of the Kabbalistic Tree:ve-geburah ve-gedulahas we say in the old Pentagram Ritual.But the Nepios emphasizes the Middle Pillar,from the Crown at its topto the Kingdom at its base.Similarly,the doxology of the “Our Father” ends “for ever and ever”calling for eternity, le-olam.But the Nepios calls for immediacy:“Even now.” It is the sentiment of Dante’s Virgilat the threshold of the Earthly Paradise:No longer await any word or sign from me: Free, upright, and whole is your will, and it would be a fault not to act according to its intent.Therefore you over yourself I crown and mitre. The Tenth Word:ABRAHADABRA!This last word of the Nepios is also the first word of Chapter Threeof the Book of the Law. ABRAHADABRA is sometimes called “the Word of the Aeon.” Like ‘Nepios’ it has the value of four hundred and eighteen.The Prophet translated this word into English as“the Voice of the Chief Seer.” Its eleven letters represent the Great Work as the union of the human fiveand the divine six."},{"pageNumber":41,"pageContent":"41It is spoken by the adept and the angel together in their consummated interpenetration.In order to accomplish our True Wills,to achieve the Great Work,the Summum Bonum,True Wisdom and Perfect Happiness,let us INVOKE OFTEN.And may the one who invoketh often behold the Formless Fire, with trembling and bewilderment; and in the lengthening of that meditation, resolve it into coherent and intelligible symbols, and hear the articulate utterance of that Fire, interpret the thunder thereof as a still small voice in the heart. And may the Fire reveal to the eyes the aspirant's own image in its own true glory; and speak in the ears the Mystery that is the adept’s own right Name.AMEN."},{"pageNumber":42,"pageContent":"42by Gerald del Campo\"Now a lot of us are preachers, and all of us have our moral convictions and concerns, and so often have problems with power. There is nothing wrong with power if power is used correctly. You see, what happened is that some of our philosophers got off base. And one of the great problems of history is that the concepts of love and power have usually been contrasted as opposites - polar opposites - so that love is identified with a resignation of power, and power with a denial of love.It was this misinterpretation that caused Nietzsche, who was a philosopher of the will to power, to reject the Christian concept of love. It was this same misinterpretation which induced Christian theologians to reject the Nietzschean philosophy of the will to power in the name of the Christian idea of love. Now, we've got to get this thing right. What is needed is a realization that power without love is reckless and abusive, and love without power is sentimental and anemic. Power at its best is love implementing the demands of justice, and justice at its best is power correcting everything that stands against love. And this is what we must see as we move on.\"Dr. Martin Luther King,Where Do We Go from Here?If we love, we empathize. How then, can an ethical person relish in their freedom while others are enslaved against their will? Ethics are impossible without compassion and love. But ”there are love and love.”51 In my reading of Liber AL, Nuit wants Agape from us; Eros from Hadit; and Philio from the Earth. In other words, the mysteries of love are revealed to us in our own holy books.People have been obsessed with love since time immemorial. So much so that the Greeks have approached the mystery by dividing love into different categories and types, as well as explaining its influence by assigning it godly offices in their mythos. Why should we bother ourselves with the definition of love? Ethical behavior is connected to love in a very profound way, as we shall soon see. Furthermore, if we are ever to understand the whole of the Law, we will need to know what is meant by Love; it must be important. In other words, we must endeavor to determine what love means so that we might develop a greater understanding of Thelema in general. This should be pretty obvious, but love is often overlooked because “doing what one wills” sounds much more butch and Nietzschean than learning how to love.For our purposes, we will examine three components of love corresponding to intimacy, passion and commitment. These components can be associated or attributed to three states: general,   51 Liber AL I:57Ethics in Love"},{"pageNumber":43,"pageContent":"43individual, and personal.52 It isn’t unusual for a person to experience one or two facets of love toward the object of one’s attention, but “Godly Love” requires all three forms to be in place. This is so difficult to do, and so very rare since, for the most part, love is generally considered in terms of romance in today’s world.How shall members of a TRUE Fraternity love one another? As Brothers and Sisters sharing the same struggle to understand the deity that resides within every man and every woman: as soldiers in the trenches in a battle to liberate the human spirit.How shall we love our partners? As the object of our desires, with the same love and respect we show our Brothers and Sisters, but also as reflections of our Beloved worthy of our reverence.So, how shall we love our God? This work isn’t for the lazy or half-dedicated. Approach your God as a lover and friend, but also as a disciple willing to sacrifice everything to accept Its Will as yours until you develop the Gnosis of God’s Will being synonymous with your own. To this end: Godspeed.ErosIn Greek mythology, Eros is the god of love, son of Aphrodite. Eros can represent creativity, sexual yearning, or desire evoked by physical attraction or an expression of physical love. It is that “pull” that people feel when they are sexually attracted to one another. He excited erotic love in gods and mortals with his arrows. Eros love, however, represents a new, disorienting sort of passion. His influence was often conceived as an attack of undesirable yearning.In psychiatry, Eros represents the sexual drive, the libido. The sum of life-preserving instincts that are manifested as impulses to gratify basic needs (as sex53); as sublimated impulses motivated by the same needs, and as impulses to protect and preserve the body and mind called also “life instinct.”So much so-called brainpower has been spent debating whether or not polyamory54 is more Thelemic than monogamy that I refuse to waste ink going over this insignificant argument here. Suffice it to say, man has the right to love as he will, and doing what is most rightful to one’s true nature is as   52 They correspond rather nicely to The Man of Earth, The Lovers, and The Hermits mentioned in The Book of The Law, as well as the three outer Grades of the Order of Thelemic Knights: The Squire, The Knight, and The Peer.53 Sex can lead to offspring, which is a form of preserving ones genes. Immortality through ones children.54 A new trendy name for a relationship in which there are multiple lovers."},{"pageNumber":44,"pageContent":"44Thelemic as it gets. Making promises that one can’t keep, or forcing someone into oaths contradicting their own nature is not love, isn’t Thelemic, and certainly isn’t ethical. Misrepresenting one’s self is not only dishonest, but will eventually lead you to taking oaths you are unable of keeping. As my friend likes to say: Don’t write any checks you can’t cash.Having said that, I have heard more than one critic of Thelema imply that Liber OZ condones rape.55 Some people are unable to hold two seemingly opposing thoughts until they are either reconciled or utterly destroyed.Liber OZ is applicable to all humans, not just Thelemites. Therefore, a rapist is in violation of his victim’s rights by forcing himself on her.56 The text reads: “love as he will,” and rape is hardly an act of love. Love is a God... and Love is the Law.PhilioTo the Greeks, Philio is brotherly love and represents the affection that one feels toward one’s comrades when a common bond is shared. It is a love that is manifested when we are united and/or supporting one another as we are working toward achieving a common goal. We are under its influence when we are being affectionate, welcoming or kindly to our mates. The city of Philadelphia in the United States gets its name from Philio. It is called “the city of brotherly love.”Ironically, in psychiatry, Philio is synonymous with phobia. It represents an obsession with a particular thing or subject.AgapeAgape is synonymous with compassion, caritas, charity, affection, altruism, amity, attachment, benevolence, benignity, bountifulness, clemency, generosity, goodness, goodwill, grace, humaneness, kindliness, magnanimity and mercy. It is a love of a spiritual nature, not concerned with sexual fulfillment. Agape denotes a divine, self-sacrificing love. It is an altruistic love, and we are under its influence when we do things for another person or god without the expectation of reward.Agape indicates action. A willful act of doing and caring for someone as deeply as one cares for one’s self. It is considered a godly love because it manifests in the absence of the desire to personally benefit of Lust of Result. It is said that only God is capable of Agape. What does this mean today,   55 “Man has the right to love as he will...when, where, and with whom he will.”56 Or visa versa."},{"pageNumber":45,"pageContent":"45when “there is no god but man?” Are we capable of it? More than that: “Love is the law.” Are we required to do it?How shall we discover the nature of Agape without discussing Charity?Charity comes from empathy and a direct knowledge of the thread that holds us all together. It often originates from some unconscious understanding that others are at the heart of one's own universe, and therefore linked to the Self. Charity is a form of love57 that flows out from this realization.Charity, no matter how well intentioned it may be, can also be used as a way to avoid work. The recipient may begin to feel they are getting something for nothing, while the bourgeois feels good about charity because they can throw money at the problem of homelessness without having to experience the desperation of the poor directly. This does not mean that cash contributions are unnecessary, unwanted or unwelcome, but the people that want to get their hands dirty in the trenches and physically help are a breed apart. They see themselves as the “magical link.”Charity has to be regulated and monitored since it can lead to dependence. We must learn to view poverty (and wealth, for that matter) as cycles, always remember that the ultimate goal is to liberate people from the affliction of hunger and poverty, not make them dependent on anyone for relief. Also, we must be vigilant that the same people aren’t there to take advantage of our charity time and time again. This does not benefit anyone, even if at the time they might feel as though they have gotten something for nothing. Charity should be given with the idea in mind that the playing field is being leveled so that the needy will have the basic resources to do what is necessary to improve their condition. All men are not created equal, but everyone deserves opportunity. Charity is the way to help improve the starting point.Even with such precautions in place, people will naturally gravitate toward dependence or abuse of charity. When confronted with the prospect of a \"free ride,” very few people possess the necessary ethics to avoid abuse. And by “abuse,” I mean self-abuse. Some people will gladly manipulate the consequences of their lives in order to constantly qualify for assistance.  57 Inseparable from Agape."},{"pageNumber":46,"pageContent":"46In his book Cultural Anthropology, Daniel Bates tells us of a tribe in Northern Kenya that has, until recently, survived quite well in the desert by raising animals and trading with other tribes for items like grains, tea and sugar. The recent introduction of Christian missionaries has resulted in the loss of tribal identity. Before this event, the tribe survived quite well as a result of their hard work. The government wants members this nomadic tribe to set up house in towns so that it can control them. The missionaries, on the other hand, can only benefit from separating these individuals from their tribe so that they can more easily convert them to Christianity. Bates’ message is simple: people will naturally give up their independence, and often times their own cultural identity58, in exchange for some free trinkets or provisions. This is the sort of welfare that enslaves.On the opposite extreme, we find strong, ethical and self-contained individuals who will not compromise their dreams or self-reliance in order to protect some source of income.So how does one address this problem? The Order of Thelemic Knights serves as a good example, since it is the first Thelemic Organization to be instituted to provide a public benefit. Whenever possible, charitable campaigns will contain employment support such as resume writing assistance, clean clothing for work searches, and a place to pick up mail. Charity, given without expectation, as noble as it sounds on the surface, undermines autonomy and conditions individuals to seek the reliance on others.Of course, it may also be entirely possible for a person’s True Will to require them to live in poverty. It is said that a King may choose his own garments59. But in these cases one has learned to live in their poverty without having to rely on others, or burden charitable organizations for their survival. The exception to the rule is in the monastic, esthetic life. A good example would be the Buddhist, Catholic and Coptic monks who are supported by the community for the spiritual benefit their presence bestows.We don’t have to look hard or far to see what occurs to charitable organizations when collecting money is the focus of their work. In light of sizeable coffers, the organization’s officers often begin by paying themselves unreasonable salaries rather than using the funds to further its mission. The more money they collect, the larger the salaries they pay themselves. It would be tacky to mention names, but suffice it to say that one of the largest “green” organizations dedicated to environmental stewardship is now largely ineffective in its stated goals as a result of this. Only a small percentage of   58 And soul!59 Liber AL 2:58"},{"pageNumber":47,"pageContent":"47donations actually go toward environmental protection, the largest percentage being spent on “operating costs.”But what of the socially responsible individual? How much is enough, and when is one shrugging their responsibility to their fellow man? Obviously, donating until one is poor is a self-defeating enterprise.60 The best thing that we can do to be part of the solution is not to be an inconvenience on the already overburdened charitable groups.Charity as a magical sacrificePeople are generally mesmerized with what the richest people in the world give to charitable causes. These donors should indeed be applauded for the remarkable amounts they have given, but they are not the most generous charitable people in America. Giving from surplus is painless. The most charitable donors are those individuals that donate small amounts out of what they need to survive. Their contributions are great sacrifices made to organizations that represent their values. Their numbers are in the millions but their names are largely unknown and their sacrifices go, for the most part, unappreciated. The impact they make, however, can be felt and seen everywhere.A donation can be used as a sacrifice when one is working magick. But a sacrifice must be just that. A sacrifice, to be effective, must inconvenience in some way. If I do not smoke cigarettes and ceremonially claim cigarettes to be my sacrifice then how effectual can I reasonably expect it to be? To explain this, the writers of the Old Testament devised a little understood story in the parable of “The Widow’s Mite.” In short, it goes to illustrate the donation made at the temple by the poor widow is more valuable61 than the donation that a rich man makes because the widow is making a bigger sacrifice than the man for whom money is no object. Is she more sincere than he? If he were to inconvenience himself more than she, would he be equally ethical or sincere? To put it in a way that hits home: should we be inconvenienced by our charity? I don’t believe that it is necessary, provided it isn’t being used as a magical sacrifice of some sort. Nor would we ever need to inconvenience ourselves if everyone did his or her share. As it is now, the few carry the burden, while the majority could care less. In a magical context, the biblical parable makes perfect sense, but not so much in the practical sense, however. Unfortunately, many people have come to misinterpret this parable’s message. The recipients of the charity we provide have, on more than one occasion, benefited from the   60 This is likely the objection that Crowley appeared to have with the Christian sort of compassion which suggest that we put others first.61 At least on some magical level."},{"pageNumber":48,"pageContent":"48donations of various well-to-do supporters. This is how they support us. In Christianity, we are told that the rule is “others first.” However, one cannot help others if they have used up their resources to the point that now they need help themselves. It defeats the entire purpose.Furthermore, charity must be freely given without expectation; otherwise it is little more than a bribe. Christian missionaries have done more to destroy cultures around the globe than the war machine. They teach, feed and comfort the sick with the expectation that they will embrace Christianity. The motivation is often times less than altruistic. In contrast, organizations like the Order of Thelemic Knights performs its charity work because it benefits our members in a profound way: the act of helping others is a noble end onto itself. Like the Christian churches, we also promulgate our chosen paradigm, but we do so by example.Think about this. What if every employed human being on the planet donated $5.00 per month to feed the hungry at home and abroad? Provided that the officers of the organization did not spend the money on their own salaries, it is quite possible that with this $5.00, and the donations in food and supplies from corporate giants seeking tax breaks, we might feed the world’s starving population or use the money to teach and enable these people to survive on their own.A personal storyWhen I first arrived in Portland on December 31st, 1992, I became horribly ill with a life-threatening illness.62 Having no money, I was driven to a Catholic hospital where I was first processed through the financial department and asked about my financial situation. I gave them all the data I had and was rushed into the emergency room for treatment. I couldn’t stop thinking about the financial burden I was about to encounter. I went home and recovered. Two weeks later I received a letter from the hospital that impressed me so much that I have kept it ever since:“Dear Gerald. After evaluating your financial situation we have concluded that you are unable to pay for the medical care you received on January 18th, 1993, and we will not be seeking compensation. What we would ask, however, is for you to make donations to the hospital once your financial situation has improved so that we could continue to offer people such as yourself the sort of medical care this organization is known for.”  62 E.coli from tainted fast-food."},{"pageNumber":49,"pageContent":"49I kept this because this as a reminder of the kind of organization I want to have. This letter displays the sorts of ethics that should dictate how the leaders of the organization conduct business.Teach your children wellAnother true story, which is worth telling, begins with the clothing drive that the Order of Thelemic Knights held for the Lakota Indian reservation at Wounded Knee. We had donation receptacles in various place. The Ecclesia Gnostica Catholica Hermetica joined us in this drive and as a result we had a donation bin in a smoke shop in Kenosha Wisconsin. A little girl and her mother walked into the store and walked up to the shopkeeper. The little girl said to him: “Here you go. This is the $20.00 I collected in my lemonade stand to help pay for the shipping of these clothes.”Out of the mouth of babes. If children get it, why do such few adults? How odd it is to begin our lives with this outlook on life, only to loose it in the bustle of today’s world, looking out for number one, minding ones own business, and then to have to spend the rest of our adult lives trying to get it back? The irony could kill.Compassion in Thelema?Many people question whether or not Thelemites can be compassionate. I usually answer with another question: “Can a person’s True Nature be to show compassion?”The following is the content of an email exchange which occurred between an unknown interested party and Tau Apollonius from The Thelemic Gnostic Church of Alexandria. We have decided to include this since it is yet another example for how the Order of Thelemic Knights approaches the subject of Gnosticism and Thelema.Them: Do you believe that compassion has a place in Thelema? Could you define \"compassion\" in your own experience? Tau Apollonius: Compassion is the vice of Kings. We are told indulge our vices. Compassion has a place everywhere... or, I should say: I find compassion everywhere and in everyone. If we believe that compassion is spiritual, then it follows that it should be an integrated part of our spiritual practice. Them: But Crowley was hardly compassionate!"},{"pageNumber":50,"pageContent":"50Tau Apollonius: This isn’t a very logical thing to say.63 Does it follow that we should all be like Crowley? It may not be in everyone’s True Nature to be compassionate. Shouldn’t we be most concerned with doing OUR True Will? One of the many problems that people have with Crowley was that he would give uncompassionate instructions. It is hard to find compassion in much of Crowley's work if one does not understand his sense of humor or commitment to his spiritual discipline.For Crowley, promoting Scientific Illuminism was his priority, feeling that once a person accomplished Knowledge and Conversation with his own Guardian Angel his newly discovered True Nature would dictate the moral/ethical code most appropriate to the that individual, and that any externally adopted morality could interfere with the process of Knowledge and Conversation. In other words, he wasn’t teaching that morality was “wrong” but that it should come from ones self once one has discovered their true nature. How we should conduct ourselves until that moment occurs is, in my opinion, hidden in plain sight in the two statements that define the entirety of the Thelemic paradigm most succinctly: “Do what thou wilt shall be the whole of the Law” and “Love is the law, love under will.” Let’s look at these critically. On the surface we can begin to see that perhaps Love must come before Will –or more than that: That Love IS before Will. Or if you’d like to take it a step further, that one must first learn how to Love before learning to Will.The use of “shall be” in “Do what thou wilt shall be the whole of the Law” implies that some other thing must first occur in order to manifest this “Law.” It doesn’t say “Do what thou wilt is the whole of the Law.” When we look at the second part of this puzzle we see the word “is” to define what the Law is. Love. If by Law we mean Thelema, and by Love we mean Agape,64 then it seems pretty obvious what ones modus operandi should be as they strive to discover their own True Will. Agape and Charity are synonymous. Remember, Crowley didn’t come to his own Will by chance. He worked at it. Much of that work included devotional practices he picked up from the world’s religions.As to his “bad boy” persona is concerned, much of what people dislike about him is either bad publicity, (something he preferred over no publicity at all), slander from his contemporaries or the second hand accounts of people who haven’t read his material either. He is often referred to as a fascist. How one can be a fascist and simultaneously insist everyone discover and manifest ones own True Will is something that still escapes me today.  63 A perfect example of a syllogism: Crowley was a Thelemite. Crowley was not a compassionate man. Thereforeto be compassionate is not Thelemic.64 Both of which enumerate to 93 in Hebrew Qabalah."},{"pageNumber":51,"pageContent":"51One of the many problems facing the young Aeon of Hours is that most humans in this early transition period compare all prophets against the mythical Jesus while Thelemites compare them against Crowley. This is very unfortunate, but we can consider the Jesus problem as “residue.” But what about the issue with the Crowleyites? What we know from the life of Jesus is that he was a man,65and not nearly as perfect as most people think he was. What we know about Crowley is that he wasn’t nearly as imperfect as most people think he was. If we keep comparing our prophets against some unattainable and mythological state the words of our Prophets will fall on deaf ears.Them: I am curious about your take on human suffering. Do Thelemites have a role or responsibility to relieve suffering? Tau Apollonius: I often look at Thelema, in my limited understanding to see if it addresses this problem. I think it does. For example, for humans ignorance is the root of suffering. By ignorance, I mean a reactionary state where one abscessed by material gain, recognition, or passion rather than being focused on self-knowledge. I am not saying that one should renounce those things as the Gnostics of the past did. We can have it all, but self-knowledge must come first. That Gnosis can only occur with sincerity and truthfulness about ones motivations. Remove ignorance, and everyone is living their own truth. That Truth transcends death, or at least that is what I feel. Them: You said the \"D\" word. How does a Thelemite transcend death? Tau Apollonius: Beats me. No one has been able to answer that question – ever... so I am flattered that you think I may have. How does a Christian, Buddhist, Taoist, Jew, Gnostic, Muslim, transcend death? There is a song that goes \"all roads lead to disaster. Only God knows what comes after.\" The answer in unknowable because we can't ask anyone what it is like to die. I suspect that a salvation comes from Gnosis. All we can do is to interpret the Holy Books and the internal voice that will occur for each one of us as a result. If I shut up for a while, I hear a lot of things that I trust. The reason that death is such a preoccupation with humans is that the ego is unable to come to terms with its own demise. We all know that the physical body begins breaking down when we are young and doesn't stop until we finally die. Identification with the physical body may sound like fun when one sweats testosterone or estrogen, but generally speaking one outgrows that, and then... we begin to look for something more. In my opinion, some parts of Liber AL seem to address a BIGGER problem than death:   65 Indeed, a man whose message was that God is in Man."},{"pageNumber":52,"pageContent":"52the problem of living. We should hasten the process of achieving self-knowledge so that we can get on with the joy of existence. The dying part will take care of itself.Them: But why work at all? Most of what I have read in Thelema seems to lead people away from accomplishing anything of value. Tau Apollonius: That is an unfair assessment. The same thing could be said from any religious movement. It isn't the prophet/religion/Order's fault if the majority of its adherents are insincere. It is a matter of ones priorities. If one wants to play and hang out with people of like mind, that is fine. Others will do that, and prioritize their lives to include a quest for self-knowledge, or in Thelemic terms, coming to the knowledge of ones True Will. Them: I didn't mean to offend. It just seems that I hear people saying, \"There is no god but man\"as if there is no reason to work anymore. Like it is a done deal. Tau Apollonius: Okay. We are told, \"There is no god but man.\" Sounds nice, and this would solve the problem of suffering, but saying it doesn't make it so. Many people will take that phrase for granted to the extent that it will justify their laziness. So what? Others will understand that the knowledge of this is meaningless unless it is understood in a Gnostic sense and put into practice. This self-knowledge that I keep talking about is different than mundane knowledge that preoccupies scholars and mental masturbationists. I am referring to the ability to know the difference between physical and spiritual matters. While these two overlap, there are areas where they (in my limited understanding) appear incompatible. If you want to know who is sincere about their godhood, observe them for a while. How much control do they exercise over their own lives, and how much does this godhood mean to them? How much of themselves do they give to help others discover their own immortality? In other words, what do they do with this gift?So how much is enough?The question of “how much is enough?” can never really be addressed. One is either charitable or they are not. Giving out of pressure or guilt is not true Charity, and no self-respecting Thelemic organization will ever resort to such tactics to get support from its members outside of what they might pay in regular dues."},{"pageNumber":53,"pageContent":"53Other churches have, however, come up with a way to get the needed funds out of parishioners by asking for a tiding. A tiding is generally an amount based on a percentage of one’s income, often times as high as 10% of gross. It works very well since someone who is well off will end up paying more than one who is not. Everyone pays the same percentage. And at least in the US, those donations are tax deductible, which appeals to people’s self-interest to be charitable. One of the nice things about charity is that we do not have to concern ourselves with the reason behind donation. The important thing is that we receive them in order to continue helping others get on their feet.Are monetary donations the only way to be charitable?Charity does not always come in the form of money. Doctors Without Borders send badly needed medical supplies and assistance to some of the most dangerous places in the world, putting themselves as great risk for the benefit of others they don’t even know. They are fighting the battle for freedom in their own way according to their own talents.Ethical people that are unable to serve their elected cause by throwing money at the problem can join with others according to their strengths and talents to achieve their chosen directive. This is what the Battle for Freedom is really about. Each of us should fight in whatever way is natural for us according to our own True Nature. As already has been said, for a doctor, disease might be his foe; for a teacher, ignorance. And this is how it goes for soldiers when they have come to realize their own True Nature: they can now choose their battles according to their own True Wills, thereby maximizing their chances of causing change in conformity with that Will. This is the mark of a true soldier who MUST fight as opposed to those that play and will not.Members of the Order of Thelemic Knights and the Thelemic Gnostic Church of Alexandria often contribute above and beyond his or her annual dues. All contributions are equally important regardless of how insignificant it may appear on the surface. Sewing altar cloths, making icons for the Church, writing for the curriculum or newsletter, illustrating, building, cooking, publishing, phoning possible contributors, fundraising, etc.I posit that every individual possesses at least one skill that has charitable value and can be used by one’s Order, Church, or chosen charity to achieve their stated goals. If one has a special talent for oration and reading, the Order of Thelemic Knights will endeavor to place them at a children’s hospital so they can volunteer to help a child through a difficult and frightening time, or we can place them in an adult learning program where they might help adults to learn how to read. If you are"},{"pageNumber":54,"pageContent":"54charitable, you will never stop thinking how to use your talents to exercise charity. Our Order and Church are both vehicles. Use them and support them."},{"pageNumber":55,"pageContent":"55J. Ash Bowie– “Transformations of Inspiration”oJ. Ash Bowie is a graduate student in clinical psychology at CIIS in San Francisco. He has been a Thelemite since 1994 and in recent years has devoted attention to the critical exploration of Thelema. Many of his writings can be found at http://www.ashami.com/eidolons/ and in his blog, http://ash93.livejournal.com ... J. Ash Bowie describes “Transformations of Inspiration” as “a brief personal essay on my path of transformation within Thelema.”Gerald del Campo– “Ethics in Love,” “Temptress”oGerald del Campo is an Episcopal Bishop, poet, musician, song writer, photographer, magician, philosopher, author, and lecturer on occult and religious topics and is profoundly concerned with the positive and responsible promulgation of the Law of Thelema. He writes regarding his work ‘Temptress,' “I think of film photography as being a perfect combination of Science and Art. I use a medium format camera and usually do my own black & white processing at home. This particular image ‘Temptress’ personifies my conception of Nuit as temptress and lover. We are all drawn to her like bees to honey. I think that anyone who has ever performed Liber XV understands this attraction.”Erwin Hessle - http://www.erwinhessle.comIAO131– “Thelema & Buddhism”oIAO131 is the editor of Journal of Thelemic Studies, and writer on many topics at the website: http://iao131.cjb.net Layla– “Death Rides the Camel of Initiation”oLayla, known also as Soror Seimei, is head of the only Ordo Templi Orientis camp in the entire Middle East, and the only active OTO member in the area. To her, “Painting for me is a form of channeling, I am only the receiver, nothing more, and my task, when painting, is simply trying to empty my mind as fully as possible and to conquer the fear of not being able to reproduce what I am receiving. Nothing more, really.” Layla writes, “‘Death Rides...’ was painted right after a very hard period of Contributors"},{"pageNumber":56,"pageContent":"56probation, and it sums up the experience of the years of so much sweat. I simply had to paint it when I was back into my Temple.”T Polyphilus – “Sermon on the Nepios”o“I am an initiate of the Thelemic Mysteries, a Bishop of the Gnostic Catholic Church, and also a Past Master of Scarlet Woman Lodge O.T.O. Many of my written works are available at my website Divine Food & Vigorous Madness, which is located at: http://hermetic.com/dionysos/main2.htm ... “Sermon on the Napios” is a discourse composed for and delivered to a congregation of Thelemites at Aum Ha Oasis in Chicago during the spring of 2007 e.v."}]
