[{"pageNumber":1,"pageContent":"J O U R N A L O F T H E L E M I C S T U D I E S Volume 2, Number 1 A U T U M N 2 0 0 8 , C . E . Editor – Publisher – Typesetting & Layout – Distribution – } IAO131 Website • http://www.thelemicstudies.com E-mail • admin@thelemicstudies.com  Journal of Thelemic Studies and individual authors except where otherwise noted."},{"pageNumber":2,"pageContent":" 2 Introduction by the Editor.........................................................................................3 An Essay upon the Unity of all Thelemites by Frater Oz....................................................5 “Lotus” by Jesse Lindsay...........................................................................................8 Equilibrium: The Basis of the Work by Jason Augustus Newcomb..........................................9 The Will is Supra-Rational by IAO131..........................................................................17 “Beastly Haunting” by Jay W. Plogger........................................................................21 The Significance of the Occult in the Modern Era by Augustus Sol Invictus.............................22 “Alchemical Reaction” by Jesse Lindsay.....................................................................32 Kenneth Grant, Crowley, and Dr. Black: Magick, Smoke, and Mirrors by Dr. Dave Evans......33 The Writings of V. by Frater Victus ..........................................................................41 Contributors.........................................................................................................49 Table of Contents"},{"pageNumber":3,"pageContent":" 3 by the Editor Do what thou wilt shall be the whole of the Law. The first volume of The Journal of Thelemic Studies including the first and second issues (issued at the Autumnal Equinox of 2007 and the Spring Equinox of 2008 respectively) have been read by thousands of people, both Thelemites and not. The idea of collecting various opinions of the subject of Thelema in a non-partisan manner seems to appeal to many readers (and contributors), and the Journal has again surpassed all my expectations. I receive many messages complimenting, critiquing, and inquiring about the Journal which is a testament to the attention it garners. One of the main facets of The Journal of Thelemic Studies is the central website: ThelemicStudies.com ... This website catalogues the issues of the Journal, downloadable for free in PDF form as well as paperback issues for those who desire them, both in full color as well as a cheaper edition in black and white. The website also reports the latest news in the Thelemic community, allows people to maintain their own blogs, and has an ever-thriving forum of its own where people can come and talk about Thelema and occultism. The Journal of Thelemic Studies continues to grow, especially with the incorporation of a YouTube channel called “HeruTV,” found at http://www.youtube.com/HeruTV ... here we have two videos of meditations on different Holy Books of Thelema (Liber Tzaddi and Liber Cheth) as well as a new and very popular series called “Thelema Talk.” In this series we ask basic questions to be answered by different Thelemites to help understand and explore differing opinions about the Law of Thelema. The Journal of Thelemic Studies, and by extension, HeruTV, serve to stand as a non-partisan synthesis of the many diverse manifestations of Thelema, both literally and symbolically, and also to the fact that many, often contradicting, opinions may be harmoniously cultivated and understood together. In this third issue of The Journal of Thelemic Studies – the first of the second volume – we begin with an essay by Frater Oz about what he perceives to be the current divisive state of the Thelemic community, and his hope to create unity and fraternity among the brothers and sisters of Thelema – something that is very much in the spirit of this Journal (although it has been said that “fighting is the best game in the world!”). Following this we have an article by the author James Augustus Newcomb on the subject of equilibrium and its necessity in the life of any aspirant. After this we have an essay by the creator & editor of this Journal, IAO131, explaining the supra-rationality of the Will in the philosophy of Thelema. Next, there is an Introduction"},{"pageNumber":4,"pageContent":" 4 article explaining the significance of the occult in the modern era, submitted by Augustus Sol Invictus. After this, we have a contribution from Dr. Dave Evans examining the place of Kenneth Grant’s works in the Thelemic corpus. Finally we print the mystical writings of Frater Victus, which are infused with the spirit of Thelema. Interspersed throughout this issue are three pieces of artwork. There is an image called “Beastly Haunting” by Jay W. Plogger which according to its creator, “represents the ‘spirit’ of the Beast which now dwells within the old ecclesiastical establishment... It is a metaphoric expression of the passing of the Old Aeon and the Dawning of the new.” Also there are two pieces of artwork by Jesse Lindsay entitled “Lotus” and “Alchemical Reaction.” On these Lindsay writes, “My work is a collection of ideas and research as well as an illustrated dream diary. Much of my personal work is based on studies I have done in to ancient cultures and modern science; its a projection of my theories, a sum of my thoughts and an open, ever-changing body of work.” The Journal of Thelemic Studies could only manifest through the contributions of individual people, whether proclaiming to be Thelemites or not. Therefore I would like to express my thanks to all the authors and artists who submitted their work as well as everyone who has written in to express their opinions and encourage the Journal forward in many ways. Also I thank everyone who reads the Journal even if you do not take the time or feel the need to write in to the editor to express your opinions. That being said, I hope you enjoy this third installment of The Journal of Thelemic Studies, and as always... Do what thou wilt shall be the whole of the Law. Love is the law, love under will. There is no law beyond Do what thou wilt. Please send all potential submissions of content for The Journal of Thelemic Studies, all questions, comments, concerns, etc. to admin@thelemicstudies.com"},{"pageNumber":5,"pageContent":" 5 by Frater Oz Do what thou wilt shall be the whole of the Law. I write to you all today because I see a progressing pattern of divisiveness rampant among us in these times... Thelemites being set against one another by differences in belief, interpretation, and denomination. Sometimes these differing standpoints are not even actual, but in fact are manufactured by a select few among us who choose to use their personal grudges in order to attempt to influence the whole of Thelema. I write this not to slander, or to influence according to my own experience, but instead to make an attempt to UNITE the Thelemic community here and now, once and for all against the forces of oppression and superstition in all their various forms. As Thelemites, are we not ALL Brothers and Sisters with one another? As Thelemites, are we not also ALL entitled to pursue our wills individually, by our own means, and according to OUR OWN interpretations of our most holy book? The answer is obvious, and it is yes. So with that being said, what do we care individually about the way in which others tread their paths to enlightenment? We should care not, unless those paths intersect with our own in negative ways, in which cases we should remedy the situation in the prescribed manner. As fellow Thelemites, I believe we should treat each other with respect for the liberties afforded to each of us by the book. Allowing each other to tread our own paths to the light, stumbling along the way, and learning from these mistakes we make in order to increase both wisdom and knowledge, therefore bringing us closer to our wills. Are we not all Kings, ruling An Essay upon the Unity of all Thelemites"},{"pageNumber":6,"pageContent":" 6 our ways like mighty conquerors? I say we are! And also I say unto you “As brothers fight ye!” Think on this passage for a moment. And what sayeth the Book of the Law of division? Here are a few passages. “Divide, add, multiply, and understand.” - Liber AL vel Legis, 1:25 “For I am divided for love's sake, for the chance of union.” - Liber AL vel Legis, 1:29 “The word of Sin is Restriction. O man! Refuse not thy wife if she will! O lover, if thou wilt, depart! There is no bond that can unite the divided but love: all else is a curse. Accursed! Accursed be it to the aeons! Hell.” - Liber AL vel Legis, 1:41 Think on these as well if you will. In the oppressive world we live in, we as Thelemites need as much unity as we can muster. We should be working together to bring the world into the realization of the new aeon in which it resides, not arguing about whose “Group” is right or wrong, or about the semantics of who among us is or is not doing their will. All that is irrelevant! But I say what IS relevant is the Law of Thelema, and the aeon of Horus, and the brotherhood of the kings of the earth! Would we give in to our animal instincts and rip each other apart as has been done by countless religions and cultures in the past? Would we deny others their freedoms to attain the realizations of our own individual dogmas and viewpoints? I say there is room for all in the philosophy of Thelema! Rise up fellow Thelemites! Unite! Be strong to defend the law of"},{"pageNumber":7,"pageContent":" 7 Liberty! Act as brothers, and as Sisters of Thelema, and stamp down those who would divide us! It is my hope that my brothers and sisters will eventually see that this pattern of division is detrimental to the furtherance of the Law of Thelema. For who could not say that it appears to be just as divisive these days as the different sects of the Christians, or Muslims? If the new aeon is to truly take hold of this plane, I believe we must put aside our differences, and act as Brothers and Sisters of Thelema, as fellow soldiers in the fight to regain our liberty, as the true Kings and Queens of the earth that we are. Love is the law, love under will."},{"pageNumber":8,"pageContent":" 8 “Lotus” by Jesse Lindsay "},{"pageNumber":9,"pageContent":" 9 by James Augustus Newcomb If you make the statement, “equilibrium is the basis of the work,” to a room full of Thelemites you will invariably get the same response over and over: the vast majority will nod slightly, as if the statement is unquestionably true. I know this because I have tried the experiment many times. But the blankness of the collective stare will clearly show that most have merely accepted this concept without much reflection or thought whatsoever. They have read it or heard it in a ritual context, and it sounded rather wise, so it has been adopted as a pet phrase and just that. Few indeed have made equilibrium the basis of their work in any way. The most common way that this phrase enters the consciousness stream of Thelemites is through Liber Librae 1, published in several Crowley books and placed in a fairly prominent position within the O.T.O. and the A∴A∴. This “liber” is of course merely a slightly adapted version of a lecture from the original Order of the Golden Dawn.2 Of course there is little sign in the historical records of any of these organizations to indicate that equilibrium has been a major character trait of many of their members. But nonetheless it is a foundational document for many modern occultists, though remaining mere words for most of us. The reason for this is quite simple. We occultists tend to be very unbalanced people. An equilibrated person would in all likelihood want nothing to do with practical occultism whatsoever. A person has to be a bit unbalanced to honestly think that putting on black robes, lighting candles, and trotting around magical circles is going to make some sort of difference in one’s life.   1 Crowley, Aleister The Equinox III, 10 (York Beach, ME: Weiser, 1990) pp. 83-85 2 Regardie, Israel The Golden Dawn (St Paul, MN: Llewellyn, 1986) pp. 74-76 Equilibrium: The Basis of the Work"},{"pageNumber":10,"pageContent":" 10 Of course these sorts of behaviors often do make profound changes in a person’s life. But the ability to even envision the possibility that “magick works” requires a person to be quite out of step with conventional norms in our society and this always comes with the price of a fairly profound lack of equilibrium. The budding magician is unsatisfied with life as it is normally lived in our culture, and is willing to step outside of normalcy altogether. This is an imbalance, a cultural mutation, and usually takes one of just a few forms as secret desires. The novitiate mage may want to gain invisible power over others, or gain special insight into the hidden wisdom of the ancients, or may simply just feel a sense of not fitting in and wanting to create a new and preferable alien identity, or perhaps a bit of all three. I myself felt the pull of all of these desires quite strongly when I first began to explore occultism as a young teenager. My first experiments in occultism were several love spells and attempted demonic conjurations, all performed with the help of members of my church youth group. Yes, I attended a very liberal Unitarian Universalist church growing up. It was literally more than a decade before the idea of equilibrium even genuinely occurred to me as an integral component of magical development. Though I’d certainly read about it. This lack of balance is not inherently bad. In order to evolve and grow we must step outside of our comfortable routines. We must step out of balance in order to transform and raise ourselves to balance at higher levels. Magical equilibrium is not the quest to fit back into society, or to regress to some lower level of functioning. We do not merely want conventional equilibrium, a middle-class life balanced between work, family, entertainment and hobbies. Magical equilibrium calls us into new territory, to balance ourselves at a more advanced level of consciousness, awareness and ability. The goal of Thelemic occultism is to unite the whole of our microcosm with the whole of the macrocosm, to accomplish the “Invocation of the Holy Guardian Angel; or, in the"},{"pageNumber":11,"pageContent":" 11 language of Mysticism, Union with God.” 3 As Crowley puts it later, “It is the raising of the complete man in a vertical straight line. Any deviation from this line tends to become black magic. Any other operation is black magic.” 4 However, in our naturally unbalanced state, we are ill equipped for this operation. While it is possible to experience gnosis within an unequilibrated personal vehicle, this experience will inherently be flawed by our lack of balance. So, before accomplishing the Supreme Ritual we must balance and refine ourselves through ceremonial and other means as a preliminary to this genuine gnosis. Crowley gives an example along this line, “God is above sex; and therefore neither man nor woman as such can be said fully to understand, much less to represent, God. It is therefore incumbent on the male magician to cultivate those female virtues in which he is deficient, and this task he must of course accomplish without in any way impairing his virility. It will then be lawful for a magician to invoke Isis, and identify himself with her; if he fail to do this, his apprehension of the Universe when he attains Samadhi will lack the conception of maternity.” 5 There are of course a large number of other variables of imbalance that also need to be corrected in the being of any magician. But this is easier said than done. The major stumbling block to accomplishing equilibrium is our own personality. Some of us have the tendency to be hedonists, some are power-hungry, some are scholars or bookworms, and some are primarily community seekers looking for a sense of identity. And each of these personas finds convenient places within magical communities and god-forms to serve as amplifiers of these tendencies. So most magicians fail to grow into anything other than exaggerated versions of their personas. For instance: Hedonists may invoke Babalon, Dionysus or Aphrodite, and become more hedonistic. The   3 Crowley, Aleister Magick: Book 4 Liber ABA (York Beach, ME: Weiser, 1997) p.144 4 Crowley, Aleister Magick: Book 4 Liber ABA (York Beach, ME: Weiser, 1997) p.275 5 Crowley, Aleister Magick: Book 4 Liber ABA (York Beach, ME: Weiser, 1997) p.144"},{"pageNumber":12,"pageContent":" 12 Power-Hungry invoke Ra Hoor Khuit or Jupiter, and become more ambitious. Scholars invoke Wisdom Crowned Tahuti or Hermes and become more nerdy. Community seekers invoke Nuit or Gaia and lose their identities altogether Crowley recognized this quite clearly himself, “The danger of ceremonial magick - the subtlest and deepest danger - is this: that the magician will naturally tend to invoke that partial being which most strongly appeals to him, so that his natural excess in that direction will be still further exaggerated.” 6 This is very standard behavior amongst modern occultists, and is really counter-productive to genuine growth. If we just spend all our magical energy ballooning our habitual tendencies and ignoring all our other parts, we will most likely not grow at all. Or even worse we will be like the lopsided weightlifter that only curls with his right arm and so has a huge, useless, bulging bicep while the rest of his body is tiny and helpless. This is far from equilibrium and far from magical growth. We must not merely invoke the forces that seem most congenial to us, but also their direct opposites. There is a wonderful passage in the Holy Book Liber Tzaddi vel Hamus Hermeticus: 36. Many have arisen, being wise. They have said “Seek out the glittering Image in the place ever golden, and unite yourselves with it.” 37. Many have arisen, being foolish. They have said “Stoop down unto the darkly splendid world, and be wedded to the Blind Creature of the Slime.” 38. I who am beyond Wisdom and Folly, arise and say unto you: achieve both weddings! Unite yourselves with both!7   6 Crowley, Aleister Magick: Book 4 Liber ABA (York Beach, ME: Weiser, 1997) pp. 144-145 7 Crowley, Aleister The Holy Books of Thelema (York Beach, ME: Weiser, 1990) p. 97"},{"pageNumber":13,"pageContent":" 13 As Aleister Crowley put it, “... let every idea go forth as a triangle on the base of two opposites, making an apex transcending their contradiction in a higher harmony.”8 This all sounds nice on paper, but how do we begin to establish this kind of equilibrium? I would like to suggest the following thought experiment to get us started. This is of course only the beginning and you will need to follow this up with other thoughts and much more action if you are going to establish true equilibrium. But it is necessary to start somewhere. You will need to be fearlessly honest with yourself in this exercise. Many people, lacking insight into themselves, think that they “really need to invoke more Mars energy,” or some other force, when they are already quite exaggerated in that direction. Try to step outside of yourself and be objective. You can get out a pen and paper, or just think about the questions if you’re really lazy. I recommend writing down the information. To begin with, ask yourself the following questions: 1. Out of the four elements, Fire, Air, Water and Earth, with which one do you feel the most natural affinity? 2. With which one do you feel the least affinity? 3. Do any elements make you feel uncomfortable? 4. How does this relate to your natal astrology, if at all? 5. What planetary energy are you most attracted toward, Moon, Mercury, Venus, Sun, Mars, Jupiter, Saturn? 6. Which do you feel least familiar with? 7. Do any of the planetary energies make you uncomfortable? 8. How about the twelve signs of the Zodiac? Which do you like best?   8 Crowley, Aleister Magick: Book 4 Liber ABA (York Beach, ME: Weiser, 1997) p. 182"},{"pageNumber":14,"pageContent":" 14 9. Is it your Sun sign? 10. Are there any signs that make you feel uncomfortable? 11. Are there any signs you feel you don’t understand or know very well? 12. Which of the four character types above, Hedonist, Power-Seeker, Scholar, Community-Seeker do you feel most closely approximates you? 13. Which do you feel least describes you? 14. Do any of them make you uncomfortable? 15. What is your favorite Tarot card? Least favorite? 16. If you had to invoke one of these two God forms, which would you prefer: Jesus or Satan? 17. Do you think you are better than other people? Or worse? 18. Do you consider yourself energetic or lethargic? 19. Calm or tense? 20. Productive or lazy? (Are you writing this down?) 21. Masculine or feminine? (Do you prefer Gods or Goddesses?) 22. Mind-oriented or body-oriented? 23. Do you prefer group ritual or private ritual? 24. Which is better? Chaos Magick or Grimoiric Magick? 25. Would you rather walk in nature or go to a nightclub? 26. Would rather rise to the divine, or bring the divine down to you? 27. Would you rather descend to the demonic? 28. Are you an introvert or an extrovert? 29. Are you looking forward to future technological innovations or would you rather see society simplify back toward nature?"},{"pageNumber":15,"pageContent":" 15 30. Is your magical path inward or outward? 31. Do you think these questions are flawed? Now, if you had any answer at all to any or all of these questions then you have an imbalance related to them. There are no right or wrong answers to these questions, so your answers represent your conditioned responses. This conditioning confines and limits your evolution. Any gnosis that you experience is going to be impaired by these pre-conditioned habitual reactions, just as Crowley’s example of the feminine side of godhead. These are of course only a selection of questions. If you are really going to root out all of your imbalances you will need to start paying attention to your reactions to everything in your life. Those experiences that make you feel uncomfortable or overly comfortable are sure signs of further imbalance that need to be addressed. In order to free yourself of these limitations it will be necessary spend some time and energy intentionally invoking the opposite of your preferences. There are many techniques in my own books, The New Hermetics in particular, as well as those of others, designed to do just this. Many magical orders consist to a large extent of balancing maneuvers of one sort or another in their preliminary grades. But all of these tools require personal insight, honesty, and a willingness to enter territory that feels initially uncomfortable. This is where magick becomes real growth. You can do this kind of balancing in a ceremonial context but I also recommend some practical life action to balance these tendencies in the world of sense experience to balance this balancing so to speak. When you start to feel calm and at ease in every situation that life throws in your direction you will know that you are getting some equilibrium. When you feel tossed on a sea of strife-filled challenges you will know that you are drifting away"},{"pageNumber":16,"pageContent":" 16 from equilibrium. When either circumstance is equally acceptable you will be on the verge of attaining enlightenment. If we are to create a dynamic enlightened community we must become enlightened individuals. We must recognize our natural tendencies and seek to balance these with their opposites, so that we can transcend them both. Only then can we operate from the True Will. Genuine and complete gnosis must be the primary goal of every individual magician. And by genuine gnosis I mean a transcending of our personalities in the light of higher or deeper consciousness. We must all become extraordinary individuals who are able to accomplish amazing things on all levels of life, spiritually, materially, intellectually, emotionally. I would like to see everyone freed from the dross of their personal crap, expressing their unique golden light in the world as wonderful lamps of illumination. "},{"pageNumber":17,"pageContent":" 17 by IAO131 \"Our own Silent Self, helpless and witless, hidden within us, will spring forth, if we have craft to loose him to the Light, spring lustily forward with his cry of Battle, the Word of our True Wills.\" -Aleister Crowley, The Law is for All, commentary to I:7 The first question one might ask when embarking upon the quest to understand the philosophy of Thelema is \"What is my Will?\" or \"How do I know what my Will is?\" The answer to this questions might initially be presumed to be answerable in the form of a sentence such as \"my Will is to be a doctor\" or \"my Will is to eat this sandwich,\" but this is not so, for this is to restrict the Will to the trappings of language and reason. The Will is the innermost Motion of one's being, an individual expression of the Eternal Energy of the cosmos. \"The Way that can be named is not the Eternal Way.\" 9 To confine the Will to logical expression is to inherently assert a limit. Further, it assumes that one must have a logical reason for acting such-and-such way, but to do so would make one \"fall down into the pit called Because\" to \"perish with the dogs of Reason.\" 10 As the Beast remarked, \"It is ridiculous to ask a dog why it barks,\" 11 for this is simply an expression of its   9 Lao Tsu, Tao Teh Ching, ch.1 10 Liber AL vel Legis, II:27 11 Aleister Crowley, The Law is For All, commentary to II:31 The Will is Supra-Rational"},{"pageNumber":18,"pageContent":" 18 nature, not determined by any kind of rational process. \"One must fulfill one's true Nature, one must do one's Will. To question this is to destroy confidence, and so to create an inhibition... There is no 'reason' why a Star should continue in its orbit. Let her rip! Every time the conscious acts, it interferes with the Subconscious, which is Hadit. It is the voice of Man, and not of a God. Any man who 'listens to reason' ceases to be a revolutionary.\" 12 Again, to express one's Will in terms of reason is to assert a limit. This is because of the inherently dualistic nature of not only logic & reason but language & thought themselves. To do this would be to drive a cleft into one's being, fracturing it into multiplicity. \"Thoughts are false.\" 13 To experience and manifest one's pure Will, one must not act out of notions of purpose nor out of desire for some pre-formed result or outcome. 14 Both of these things are manifestations of the dualistic mind and restrict one unnecessarily to the trappings of logic. The Will can only be the genuine and spontaneous manifestation of one's inmost nature, the united whole of one's being. Since \"the word of Sin is Restriction,\" 15 the Will is certainly not deduced from the workings of the mind which, by its very nature, asserts division & separation and therefore restriction. When we clear away the morass of morality and the over-contemplated categories of metaphysics, the Will may more easily spring forward uninhibited.   12 Aleister Crowley, The Law is For All, commentary to II:30-31 13 Aleister Crowley, The Book of Lies, ch.5 14 A reference to Liber AL vel Legis, I:44, \"For pure will, unassuaged of purpose, delivered from the lust of result, is every way perfect.\" 15 Liber AL vel Legis, I:41"},{"pageNumber":19,"pageContent":" 19 \"In logic there is a trace of effort and pain; logic is self-conscious. So is ethics, which is the application of logic to the facts of life... Life is an art, and like perfect art it should be self-forgetting; there ought not to be any trace of effort or painful feeling. Life... ought to be lived as a bird flies through the air or as a fish swims in the water. As soon as there are signs of elaboration, a man is doomed, he is no more a free being. You are not living as you ought to live, you are suffering under the tyranny of circumstances; you are feeling a constract of some sort, and you lose your independence... Not to be bound by rules, but to be creating one's own rules...\" 16 And this last point is important because Thelema is not illogical in that it wishes reason to be entirely abolished, but rather it wishes that it be put in its rightful place, under the governance of the Will. The mind is a harsh master and a good mistress, for once one realizes that one's Will is not amenable to the dualisms of thought, once freed from one's earlier bonds of logic, one may again employ reason to one's benefit in those circumstances that call for it. \"It is not the object... to look illogical for its own sake, but to make people know that logical consistency is not final, and that there is a certain transcendental statement that cannot be attained by mere intellectual cleverness... When we say 'yes,' we assert, and by asserting we limit ourselves. When we say 'no,' we deny, and to deny is exclusion. Exclusion and limitation, which after all are the same thing, murder the soul; for is it not the life of the soul that lives in perfect freedom and in perfect unity? There is no freedom or unity... in exclusion or in limitation.\" 17   16 D.T. Suzuki, Intro to Zen Buddhism, p.34 17 D.T. Suzuki, Intro to Zen Buddhism, p.37"},{"pageNumber":20,"pageContent":" 20 Here - outside logical dualisms, outside notions of ethics, purpose, and metaphysics - the Will can be known. This knowledge is not that of the mind which asserts duality - a knower and a thing known - but the experiential knowledge, the gnosis, of immersion in the flow of the world. Here the Eternal Will runs through oneself, is oneself, for \"...mind, never at ease, creaketh \"I\". / This I persisteth not, posteth not through generations, changeth momently, finally is dead. / Therefore is man only himself when lost to himself in The Charioting.\" 18 Therefore, one 'knows' one's Will in doing one's Will. The Will that is not restricted by mental formulations springs freely from one's innermost Self, crowned & conquering. \"Life is fact and no explanation is necessary or pertinent. To explain is to apologize, and why should we apologize for living? To live - is that not enough? Let us then live!\" 19   18 Aleister Crowley, The Book of Lies, ch.8 19 D.T. Suzuki, Intro to Zen Buddhism, p.41"},{"pageNumber":21,"pageContent":" 21 “Beastly Haunting” by Jay W. Plogger"},{"pageNumber":22,"pageContent":" 22 by Augustus Sol Invictus “Around the inventors of new values the world revolves: invisibly it revolves.” - Friedrich Nietzsche, Thus Spoke Zarathustra “Let my servants be few and secret: they shall rule the many and the known.” - Liber AL vel Legis, I:10 I Darkness surrounded Mount Sinai when God descended from his throne. Lightning, thunder, and a loud trumpet filled the heavens as a smoke rose from the mount, for God had appeared as fire at the summit. The noise of the trumpet rose, and the people were told by Moses that they would be killed should they attempt to climb the mount. It was in this climate of fear that the Law was proclaimed, and the people were so terrified that they asked Moses to speak to them so that they would not have to see or hear their terrible God. With the fear engendered by the Angel of Yahweh, the population of Israel was kept in line. Along with the Law was given the Kabbalah, a secret teaching for the ruling elite. With this secret tradition, the Jews sought to penetrate and understand the Mind of God and the secrets of Nature. And with the knowledge that God was on their side, the people of Israel were emboldened, and they launched a military campaign that would inspire every Western culture since, in every aspect of life. Contrast this phenomenon with modern times. The most profound religious experience of the average American is no more than some unnamed angel supposedly appearing to said person and telling him that God loves him. Or worse, certain events unfold in one’s life that ‘could be none other than the work of God Himself’ – because one is not normally an “A” The Significance of the Occult in the Modern Era"},{"pageNumber":23,"pageContent":" 23 student, or a car crash turned out in one’s favor, or a loved one survived cancer, et cetera. Many people fake belief in God simply to silence the fundamentalists. The secrets of Nature are sought after in laboratories and University offices, not temples and tabernacles. And the military – at least the American military – needs no help from God, unless it is to rally some pathetic semblance of public support. The time of the Jewish Exodus in the Wilderness of Sin is long past, mythical, and – more and more, it seems – irrelevant. Despite this seeming trend, the thesis of this paper is to declare that the occult is still ultimately significant in the modern era, despite advances in science and civil society. It is probably beneficial to define what is meant by “the occult,” and by “the modern era” before one can be injected into the other. By “the occult,” I mean the study of phenomena beyond the current capability of science to explain, including what is commonly referred to as mysticism and magick. By “the modern era,” I do not mean the current situation of every nation-state on the map. I mean the ideal picture of society, with a working United Nations, a legitimate, effective, and responsive International Criminal Court, a robust worldwide civil society with global awareness and compassion, and responsible leadership in Washington. I mean a secular globalized society in which fundamentalism is perceived to be as nonsensical as it truly is; a politically integrated society in which America leads by cooperation rather than terror; and a transnational society which values education and the welfare of the global population (as a body of individuals) for its own sake. In short, I mean by modern society those things which we generally espouse to be working toward, not exactly where we are at the moment. II Perhaps the most significant aspect of occultism is the pursuit of knowledge. In this respect, occultism has been the forerunner of many of the most integral components of"},{"pageNumber":24,"pageContent":" 24 today’s scientific endeavors. Alchemy was practiced thousands of years ago in Egypt, and was only recently turned to science; it is now known as Chemistry. Isaac Newton, an enthusiastic alchemist, was also a numerologist; he happened to invent Calculus. Physics was once riddled with allusions to the “ether,” and the Akashic field; today, of course, there is no tolerance for such foolishness (despite the advent of the wildly theoretical String Theory and M-Theory, which have no basis whatsoever in practicality20). Geometry was born of Egypt as well, and the teachings of Pythagoras fused numerology with this sacred art. Mathematics is so infused with ancient occult teachings that it is pointless to even name an example. Astronomy was once astrology. Philosophy was once mythology. The list goes on and on, ad infinitum. Yet today we have no need of the occult for such enquiries. We need not conjure up demons to discover the speed of light, nor need we consult the angels to be able to spy upon our enemies. We have physics and spy technology for that now. We also have Arabic numerals, non-Euclidean geometry, Calculus (with Leibniz’s notation), astronomy, and all the other wondrous fields of science, philosophy, and mathematics. So what need have we of the occult? One serious deficiency21 in occult knowledge in contrast to scientific knowledge is its subjective nature. In an empirical investigation, if it looks like a duck, walks like a duck, and quacks like a duck, it’s probably a duck. In mysticism and magick, if it looks like an eagle, flies like an eagle, and screams like an eagle, it’s probably a symbol of Jupiter. Or perhaps it should be identified with Tiphareth. And let us not forget that it could refer to the double-headed eagle, or the Phoenix. Then again, it may just be an eagle. But the occult practitioner might never know for certain, and what is more relevant is that he will never be able to explain in a   20 See Seife, Charles. Zero: The Biography of a Dangerous Idea (NY: Penguin Books), 2000. pp.192-199 for an in-depth discussion of String Theory’s impracticality. 21 Deficiency in scientific terms, of course."},{"pageNumber":25,"pageContent":" 25 scientific manner his revelation to another. The scientific community has journals, procedures, open forums, et alia, for proposing testable theories and experiments which can generally be carried out by any competent scientist with the right equipment, along with open criticism of those theories and experiments. The occult community has, well, very little of anything that resembles rigorous examination – at least not that is open to the community at large. Any lay person can walk into a college classroom or watch scientific symposiums on YouTube. But the nature of the occult is that it is hidden from the common society; hence the name.22 With this epistemological difference in mind, we may safely assume that the significance of the occult is not in mass education or public debate over the knowledge gained from such private practice, though the knowledge imparted on the individual may be of matchless worth. Another – and perhaps this is the most important – aspect of the occult is the power it is purported to grant the practitioner. Stories abound of the djinn bound by Solomon, the flight of Simon Magus at the Roman court, the miraculous healings of Jesus, the strength of Samson, the mammoth conquests of Mohammed. Medieval and Renaissance practitioners had their spells to have power over others and over nature. The Satanic Church was founded on this aspect of occultism alone (though it has obviously failed in attaining any power whatsoever, in terms of the Church itself or any of the individuals comprising its membership). There are two certain disconnects between the ancient world and ours, and one of those is the need for proof. Such stories do not circulate these days, presumably because it is more difficult to pull the wool over a person’s eyes in respect to “supernatural” phenomena.23 The other disconnect is technology. The average Manhattan business mogul or American Senator has more power than Mohammed ever had; they can fly first-class on private jet planes; they have health care and world-class medical facilities; and they can always hire Blackwater if they   22 The word “occult” is from the Latin occvltvs, meaning “hidden.” 23 Perhaps it is to the credit of the Satanists that they dismiss anything that boasts of the supernatural."},{"pageNumber":26,"pageContent":" 26 want to conquer the Philistines on their own. So what need have they of dancing around in darkened rooms chanting the names of foregone deities, evoking monsters of all sorts? They have all the talent and power they need to succeed in this world. One answer may be in the importance of the sacred in keeping a populace in submission. Curious then, that the populations do a good enough job of keeping themselves in subjection all on their own, even despite freedom of religion. The Protestant Reformation put the interpretation of the Bible in the hands of every man, woman, and child, and thus a priestly class was no longer legitimate; yet there are many who wish to return to the Dark Ages by reinstating Church rule. Religion is no longer needed to keep neighbors in check; mobocracy has taken that role. If there is any overarching system of society devised by an occult elite, it is not evident. Our ethics are a unique blend of secularism and religiosity, consumerism and a Puritan work ethic, rebellion and obedience. There is no centralized, top-down model of government in modern society, nor is there any role for a priestly elite to inform the leaders. The significance of the occult, then, cannot be the subjection of the masses. Such subjection would be quite the feat anyway, considering the past four or five decades of globalization. The nation-state is quickly eroding as the central figure in international affairs, and it is being replaced by multinational corporations, nongovernmental organizations, intergovernmental organizations, and even individuals. Such modernization may rightly be seen as hostile to occultism, which is more and more seen as a relic of our superstitious forefathers – a trend most aptly summarized in Dr. Seuss’ Bartholomew and the Oobleck. Occultism has always associated itself with the arcane, but the very notion of the ancient is seen negatively by modern society. The democratization of the world, and especially the Middle East, is in the name of modernization, which seeks to stamp out ethnic nationalism, generally attributed to the outdated nonsense of ancient nomads and tribesmen. Not only has"},{"pageNumber":27,"pageContent":" 27 the impact of the occult dwindled, but the very thought of it ranks with using leeches to solve medical problems. Let us also acknowledge some weaknesses in occult practice in modern society that pertain to the individual. The fact that a government cannot forcefully implement the teachings of occultists should have no bearing upon the individual practitioner. Yet the two are correlated. Throughout the Renaissance, occult ritual was practiced by scholars of the highest order. These scholars were funded by monarchs and other patrons. Today’s scholars do not usually have the means to purchase rare gems, gold rings, and elaborate robes, nor can they devote entire sections of their homes to occult pursuits. And if the well-educated scholar does not have the means, how much less so the waiter, the mechanic, the secretary, or the pharmacy technician? The rich and powerful of today have no use for the occult as did their ancient and medieval counterparts, and so such grandiosity in experiment is surely limited by a lack of interest. The Hindu businessman is content as long as he has a small idol in his place for worship or meditation.24 The Protestant has only to kneel at the side of her bed. Yet the occultist requires bells and wands, robes and other contraptions. Such a pursuit as occultism was never intended for the lower classes. Religion was. And what was Moses’ control of the Jews but religion? Indeed, worship for the masses is as important today as it ever was, and is becoming more and more homogenized, with a projected total of 80 percent of the world adhering to one of the four major religions (Hindu, Muslim, Buddhist, and Christian) by the year 2050.25 Its thoughtful, elite counterpart, the hidden component of religion’s teachings, is being lost along the way. Perhaps such increasing homogeneity can be seen as the cause of the flood of “New Age” babble that fills the walls of   24 Zakaria, Fareed. The Post-American World. (NY: W.W. Norton & Company, Inc.), 2008. pp.155-156. 25 “Inbox: Mass Conversions” Foreign Policy, May/June 2008. p. 22"},{"pageNumber":28,"pageContent":" 28 America’s bookstores. Perhaps it is even the cause of what minor success our own system has had. III There are many who come to Thelema for the same reasons they would go to any other religion: a newfound sense of power, of identity, of an unbeaten, more exotic path toward Enlightenment. But as J. Ash Bowie wrote in the first issue of the Journal of Thelemic Studies, “Alas, Thelema and Magick are not designed to eliminate depression or build healthy self-esteem.”26 What then, is the significance of Thelema at all, if not secret knowledge, self-empowerment, and the classic trappings of occultism? In our most honest moments we might question the point of anything whatsoever that we do. Just like Christianity, Islam, the Heaven’s Gate Cult, the materialism of Richard Dawkins, scientific investigation, Taoism, and all the other paths in life, Thelema is a false path. We are all drawn to this path for our own reasons, but ultimately the path leads to the same place as every other one. As it is written, “If the fool would persist in his folly he would become wise.”27 The significance of the occult, then, from a Thelemic standpoint (or perhaps an existential one) is whatever significance one chooses to grant unto it. There are certainly those who wish for superhuman intelligence or preternatural intuition, among other things. So the Manhattan business mogul needs no spiritual empowerment – he has enough resources at his disposal? So much the better for him! But there are those among the great ranks of humankind that desire more than mundane satisfaction, the plush life of the spoiled millionaire child or the fame and glory of the next self-made American Rockefeller. We are called to this life because it is in our nature to do so, not because it sets us above the sheep of organized religion or the wolves of venture capitalism.   26 Bowie, J. Ash. “Transformations of Inspiration,” Journal of Thelemic Studies, Vol I, No.1, Fall 2007. p.16. 27 William Blake, The Marriage of Heaven and Hell, “Proverbs of Hell,” line 18"},{"pageNumber":29,"pageContent":" 29 IV Even so, the automobile needs a driver, the ship a commander, and the body its mind. So too does humankind need the occultist. Jesus, Gautama Buddha, Mohammed, Blavatsky, Steiner, Mathers, and Crowley were all initiates of the Divine mysteries, and all have, for better or for worse, had a hand in steering the fate of humankind. And these are only the public faces. Indeed, Jesus most likely did not even exist. The real power is in the hands of what we dogmatically call the Secret Chiefs, those living or disincarnated that disseminate the knowledge needed to guide the world. Around these masters the world spins silently. And perhaps this is the point of universal significance for all who practice Thelema. Everyone hates a preacher, whether that preacher is pleasant about his teachings or promises fire and brimstone. Yet it is urged by certain persons, presumably these “masters” or “Secret Chiefs” that we are to “extend the Law of Thelema throughout the whole world.”28 What is there to do for the hard-hearted secularist who will not bow to some unknown voice, who lives her life in reason rather than in dogma, certainty rather than faith? The fact of the matter is that the familiar religious encryptment is unnecessary; it is merely stylistic. The dictum “Do what thou wilt” was not originated by Crowley, but by Rabelais. The gods of The Book of the Law are Egyptian, certainly nothing new. Therefore the faithless is right to be faithless. For there is nothing at all that is supernatural. And the fact that each person is a self-contained entity that performs its will whether it wishes to or no is merely an eternal truth of Nature; it is not a devised plan of the gods. These “masters” and “Secret Chiefs,” if they are even real at all, are not commanding humankind, but merely informing the initiates of beneficial ideas that could be found otherwise.   28 Crowley, Aleister. “Khabs Am Pekht” The Equinox, Vol.III, No.1 (San Francisco: Red Wheel/Weiser, LLC), 2007. p.174"},{"pageNumber":30,"pageContent":" 30 Cultural pluralism is the standard for the modern age. The individual is now the basic unit of society, not the nation-state, and not the family. Psychological therapy searches for the individual’s predispositions, not her society’s. Certainly all of these circumstances are in line with the individualism promoted by Thelema; but even with the Beatles’ portrayal of Crowley on the cover of Sgt. Peppers, it is foolish to believe that he was the cause of this trend, any more than Moses was the cause of a trend toward absolute patriarchy. Yet does this mean that The Book of the Law, and all of its occult bases, are worthless? Was our modern society’s frame of mind inevitable, and all of Crowley’s accomplishments mere happenstance? I am reminded of a story I once heard in elementary school. When Christopher Columbus returned to Europe after his first voyage to the Americas, he held a dinner at his house. Around the table was the cynical talk that what Columbus had done was not so impressive after all, that someone would have figured it out sooner or later.29 Insulted, Columbus took an egg from the table and passed it around to each of his dinner guests, asking them to try to stand it up on the point without breaking the egg. Each guest tried – tried and failed. Columbus went into the kitchen for a minute or two, and having boiled the egg, returned. He placed the egg on the table, long-ways up, and said, “It is not that someone could have discovered it sooner or later. The fact is that I had the creativity to accomplish it, and I did.” Philosophy is now a profession, and modern philosophers busy themselves with producing journal articles and bickering amongst each other over more or less inane distractions. Science does indeed have brilliant ideas, but it is ruled by philosophy when not ruled by a narrow-minded materialism. It is the occult, by one name or another, that has always fueled philosophy and science, and it is the occult that has always led humankind. It is not that   29 In fact, it had already been discovered by the Chinese, the Vikings, and probably others, long before Columbus ever left Europe. The most notable discoverers were probably the Native Americans, who are believed to have migrated across the Bering Strait from Asia."},{"pageNumber":31,"pageContent":" 31 someone could have discovered the Law of Thelema sooner or later. The fact is that occultism (and Crowley) had the creativity to bring it about. And as long as occultism in general, or Thelema specifically, searches for the answers, pioneers the way, and creates, it shall be not only significant, but indispensable."},{"pageNumber":32,"pageContent":" 32 “Alchemical Reaction” by Jesse Lindsay"},{"pageNumber":33,"pageContent":" 33 by Dr. Dave Evans It would be a simply massive understatement to say that Thelema is a broad church, whose attendees don’t always get on with each other that well. Among that disparate and controversial congregation, Kenneth Grant (born 1924) is unique in the history of modern magic in that he had close dealings with three hugely influential Western occultists: Aleister Crowley, the sorcerer, philosopher and artist Austin Osman Spare (a major figure in the genesis of chaos magic) and Gerald Gardner, who went on to found Wicca (which is another story entirely). Grant was Crowley’s pupil, secretary, post-mortem literary editor and successor as head (of one branch at least, and for a disputed timeframe- again, another long story) of Crowley’s magical organisation. Later he was a pupil of Austin Spare’s (and then his literary executor), and he knew Gardner, via his association with Crowley. This article looks at Grant, including his association with Crowley and a dubious character called Phineas Black. Grant treads a liminal and narrow path as far as fact and fiction are concerned, and in some respects, he comes across like a character from a Dan Brown novel, although his life hugely predates such pulp writing. His publications, accumulated from around 50 years of output, all produced on an old manual typewriter , provoke mixed reactions, sometimes within the same critics. The graphic novel writer and occultist Alan Moore insisted “it’s hard to name another single living individual who has done more to shape contemporary western thinking with regard to Magic”, yet despite such acclaim Moore also calls him “a schoolboy gone Kenneth Grant, Crowley, and Dr. Black: Magick, Smoke, and Mirrors"},{"pageNumber":34,"pageContent":" 34 berserk on brimstone aftershave” . Other occultists are equally harsh at times- it seems that Grant polarises opinion. Regardless of major difficulties in academic verification, and an often oblique and sanity-challenging writing style which blends actual events with possibly fictionalised accounts of the actions of ‘real people’, the enigmatic and reclusive Grant has been highly influential in several different factions of modern magic. These include the development of chaos, the popularising of the works of Spare and Crowley, his continuing leadership of an influential magical order the Typhonian OTO, based on Crowley’s work, and his promotion of HP Lovecraft as some kind of magical seer. Although he had been writing practical magical texts since the 1950s, Against the Light (1997) was Grant’s first published novel per se. Teasingly it involves one ‘Kenneth Grant’ as a character. There is a major emergent academic problem that is highlighted at this point in reading any of Grant’s supposedly fictional work as pure fiction, since elsewhere he makes comments about this book being both “quasi-autobiographical” and a “magical biography” . This implies strongly that many of the events in the ‘novel’ actually happened, although Grant does not specify which events come under this heading. The researcher winces at this point... however imaginal-fictional literature is still a very useful tool. This is in precisely the same way that Charles Dickens should not be ignored by anyone wishing to research social conditions in early 19th Century Britain; since his novels provide illustrative, detailed information that can be allied to other, more ‘usual’ sources. In the same vein, both Lovecraft and Grant’s own novels are of relevance to understanding magical thought. The modern academic Henrik Bogdan sees Grant as “perhaps (the) most original and prolific English author of the post-modern occultist genre”, and writes also that “the works of Kenneth Grant... can be seen as a modern ‘lesemysterium’ - a mystery that one"},{"pageNumber":35,"pageContent":" 35 experiences while reading the books” which provides a “consciousness-jerking shift”, according to the magician and author Phil Hine. Grant himself simply summarised his books as primarily to “prepare people for encounters with unfamiliar states of consciousness... extra-, sub-, and ultra-terrestrial encounters”, (whatever those distinctions actually mean) although one pseudonymous online critic sees those states of consciousness induced as being more mundane, and painful: “one might suspect that he is employed by the makers of headache relieving medications” . Given the slime-and-tentacles aspect of Grant’s heavy use of Lovecraftian imagery, I would like to share one of my own experiences. When researching my thesis I had in quick succession to re-read all nine books in Grant’s three Typhonian Trilogies, plus his novels, and some of Austin Spare’s works. Trying to rapidly read such overtly magical material in an ‘academic’ frame of mind, such as taking notes and identifying useful quotes is intensive work. I made rapid progress though, and had a considerable quantity of notes typed up when I realised that I had not been outside for some days and apart from having largely run out of food to cook, I dearly needed to get some fresh air. On leaving the building, I saw that three paces away from my front door, lying in the middle of the road, was a dead squid. I laughed aloud at the sky, in very much the maniacal fashion of a doomed hero in a Lovecraftian novel who, despite his best efforts to save himself and his colleagues, is about to be consumed or torn to pieces by demonic entities from beyond the stars. The rational explanation for the presence of this symbolic representative of the tentacled and terrible god Cthulhu is that I lived at the time within 300 yards of the English Channel, at a place that was popular with night-fishermen, and the squid had probably just fallen from someone's bait box on their way to or from the fishing grounds. However it is extremely odd that it had fallen out right outside my front door and not"},{"pageNumber":36,"pageContent":" 36 someone else’s (I lived part-way down a very long street) and that it had remained there long enough for me to see it, without being whisked away as a free meal by the voracious flocks of seagulls who lived on the local rooftops. When I returned from a brief shopping trip the squid had gone, either snapped up by a hungry gull, or dematerialised by agents of Cthulhu (fnord), having done its work. Postmodern philosophy stresses the metaphoric and slippery nature of language over the objective, where meaning is not possessed by a word, an action or an object as much as it is the product of a series of relationships. It is perhaps in this spirit that the squid phenomenon should be appreciated, neither ignored nor completely accepted, but that series of relationships be explored. A magician such as Kenneth Grant would probably treat the reality of the keyboard, textbook and pen and the reality of a magically materialising symbolic squid equally. As an academic I cannot, however as a magician I hugely enjoyed the ‘cosmic exclamation mark’ that I was given. The historian Malcolm Gaskill remarks on the research problems inherent in exploring these kinds of “alternative and contrasting definitions of what too often we confidently call ‘the truth’” and the manner in which cultural boundaries and memes often determine truth, at least as much as perception and historical record within that cultural group is concerned. Grant remarked in private correspondence in the 1950s, “I am very exact in matters of occultism and would not make any statement I could not substantiate either historically or magically”, which appears to give equal weight to either discipline, and thus either view of what is ‘real’. One of many literary devices used by Grant is invoking familial-magical links to gain authority. In 2003, Grant claimed a biological link to Crowley, however early in their relationship Aleister Crowley had apparently asked him “it’s a large clan, I know; but do you"},{"pageNumber":37,"pageContent":" 37 know Gregor Fergus Grant... my cousin?”. In Grant’s book where this remark is published, from 1991, he does not footnote this with any commentary at all, let alone in the affirmative. This seems odd when 12 years later he claimed distinct and long-term knowledge of such a familial relationship. Gregor Grant is mentioned several times in various of Crowley’s own volumes which were either jointly or solely posthumously re-edited for publication by Kenneth Grant, but again no editor references are made there as to any familial link. It is indeed a large Clan: given the very common nature of the surname Grant, any genealogical research to verify this claim would be pointless without considerable further information such as given names, birth dates and places. This claimed link is through a medical man, Dr Phineas Marsh Black. Black is a fictitious character in one of Grant’s ‘novels’, although confusingly the same novel is dedicated to Phineas. He is said to be both Grant’s great-uncle and a claimed cousin of Gregor Grant. If true this could provide a much-distanced familial, if not specifically genetic, link from Kenneth Grant to Crowley. A familial link, proven or otherwise is one thing, but there is not space here to talk of genetics and the supposed magical transmission of anything via the blood.... Dr Black was allegedly a competitor with Aleister Crowley to rediscover a particular ancient magic book, The Grimoire of Clan Grant, this being a record allegedly created over generations of magical traffic with otherworldly entities. Grant gives various details of Black, including a prodigious lifespan (1854-1957) and he names one of Blacks’ medical publications, as a medical doctor, which has to date been untraceable. This Grimoire, Phineas Marsh, Phineas Black or Phineas Marsh Black all fail to merit any mention in the index of Crowley’s autobiography (or his other books). This seems unusual given the 900-plus pages of very detailed autobiographical information given by Crowley, which covers often very brief and whimsical acquaintances and which would be expected to mention other prominent occultists"},{"pageNumber":38,"pageContent":" 38 with whom he had any significant dealings, especially given Crowley’s often vicious Wilde-ean wit in criticising many others in his field. However a potential confounding factor might be that this autobiography is a book edited by Kenneth Grant, and indexed by his wife Steffi Grant. It was also indexed back in the days when this task was done by hand and eye, and not simply from using a menu function in MS Word, so there would have been ample opportunity to edit references to Black or the Grimoire if they wished to keep the matter secret for whatever purpose at that time. However, neither does Phineas Marsh Black (or permutations thereof) nor the Grant Grimoire merit a mention in the indices of seven major biographies of Crowley which predated publication of The Ninth Arch, and with which Kenneth Grant was not connected as editor, so it seems that nobody else has found any references to it anywhere. This absence would seem unusual if Phineas did indeed exist as an eminent occult researcher who was in contact (and competition) with Crowley, and had left any kind of paper trail for subsequent researchers to locate. Despite intensive searching I have been unable to find anything about him at all, outside of Grant’s own references. To add a possibly spurious European flavour, Grant also describes an ancient Italian version of the family book, Il Grimoire Grantiano apparently held by a branch of the family from Florence. Neither grimoire is published, but the linguistic veracity of this title is rather dubious. Dr Marco Pasi, a noted Italian academic in Crowleyan and occult matters , wrote to me of the phrase: “it should rather be Il Grimorio Grantiano... although the adjectival form of the name sounds quite modern to my ear, usually you would rather say Il grimorio dei Grant” . It may be that in some way the Grant Grimoire is a personal analogue of The Necronomicon, a non-existent book of power, found first in the fictional novels of HP Lovecraft, but the notion of which, the ultra-grimoire of magic, a secret and dread tome of ancient provenance and"},{"pageNumber":39,"pageContent":" 39 immense power, still has had important occult influence. Perhaps more conclusively, none of the terms Phineas Black, Phineas Marsh Black or The Grant Grimoire appears in the index of any of Kenneth Grant’s own books prior to 2003’s Ninth Arch, which would seem unusual given the recently claimed vital importance of Phineas and the Grimoire throughout Grant’s life. There is one other, unconnected, and perhaps teasing aside, given Grant’s half-century of beautiful tightrope-walking liminal ballet between hard fact and possible fiction. This may be purely coincidental (there is always a delicious doubt inherent with Grant), or may be him playing magical games with the reader to create some subconscious effects. Phineas Nigellus (of which a rough translation from that Latin would be Phineas Black) is the ex-Headmaster of the school for wizards in the extremely popular Harry Potter magical novels for children, written by JK Rowling, and the subsequent hit movies. Marvellous stuff... But this is not intended as mockery, Grant is a heavy-duty occultist, and it is likely that Crowley would have been forgotten without Grant’s sterling efforts from the 1950s onwards into the late 70s. For this alone he is deserving of universal respect and appreciation, even if the often-allegorical material produced is not to everyone’s taste, nor the fiction-fact blending. Alan Moore provides an entertaining useful cultural-literary analysis of Grant, seeing all of his books as being “an apparent deliberate blurring of the line between describing Separate Reality and writing Magic Fiction, if there ever really was a line to blur” . Regardless of any measurable ‘truth’ in his works, (there is plenty of accepted fact about Crowley in there, in any case) Grant might be seen to be providing a vital service. In a post-modern society where comparative, relative ‘truths’ compete with eachother, there is a socio-cultural situation where people need to believe in magic- just as some need to believe in a God,"},{"pageNumber":40,"pageContent":" 40 or conversely that there is no God, or that ‘fictional’ characters are somehow ‘ real’, or a thousand other viewpoints. One relative truth (mine, and I hope yours) is that Kenneth Grant’s works are simply delightful on a literary level (and many others, including magical), and I happily encourage those with the Will and interest to find and read them. Note: As they are printed in relatively small print runs of high quality, rather than being mass-market paperbacks, Kenneth Grant’s older books can sometimes be painfully expensive to buy second-hand, but an ongoing series of reprints should remedy this situation. His publishers can be contacted at BCM Starfire, London WC 1V 3XX. "},{"pageNumber":41,"pageContent":" 41 by Frater Victus Birthpangs of V. ...and the issuing forth of the Wandering Lords Who is this brother Victus and from whence does he come? V. is but as a bundle of rags, a tumbleweed, or a sandcastle. Various ever-changing substances make up the ‘physical constituents’ we often call the body, and various ever-changing substances make up the ‘psychic constituents’ we often call the mind, the personality, the psyche, and others. A mighty river, roaring and laughing, is V. As one river may come from another, but all ultimately return to the Boundless Ocean, so is V. one river amongst infinite others. V.’s words are as the natural rushings of delight of the The Writings of V."},{"pageNumber":42,"pageContent":" 42 river. These words are at once the fiery echoes of one soul and also the reverberations of timeless archetypes, common to all existences. Why should the inane babblings of such ‘V.’ be worthy to be set in ink? What official, authorized decree demanded the distribution of such daring diatribes? None. V. is as an aggregate of experience, synthesizing and organizing and presenting a new sublime Arrangement for the World. Other such entities may use this or not - whatever they deem successful. Is V. an illustrious adept or a miserable worm? He is both of these but ultimately neither as he knows such masks to be restrictive to his movements. We may merely admit ‘V. is’ and it is his nature to speak. Verily, let all the doubts pass and we shall hear the pronouncements of V.: 0. The Supreme Reality which is the Ultimate Nameless begets all, transforms all, destroys all, and transcends all. 1. This Nameless is a continuum – a unity which extends infinitely in all directions. 2. The Ultimate Nameless is the source of Existence, which is the complementary conflict of dualities. 3. The interaction between a Perceiver and that-which-is-Perceived gives rise to the appearance of the Universe and its infinite forms. 2. The Universe is a Fool’s Knot, resolved into its natural Equilibrium when this Two unites to One. 1. In this are all opposites resolved and Reality is seen to reside in that Joy beyond sorrow and happiness."},{"pageNumber":43,"pageContent":" 43 0. Though It abides in ecstasy, the Wheel continues to turn and the Universe proceeds in accordance with Its Will. ...V. is as a burning star, whirling in delight through the expanse of Space. About him cluster the Lords of the Night of Time, the Wandering Lords that make the Harmony of the Spheres. Unto each, V. beseeches to learn their Lesson. First, from the black depths of Eternity arises the terrible visage of Time – He is Saturn, devouring his children, and She is Kali, dancing triumphant on the corpse of Shiva. From This emanates the worlds: “I crush the adamantine fortresses and gobble the galaxies. Time is one condition, one rule, in the game of my Play: the World. That which exists will soon come to rest in the infinite cavern of my belly. Therefore be thou without attachment; for all waves crash upon the shore, but all eventually retract into the Sea. The musical vibrations of song grace our ears but eventually fade back into the omnipresent Silence. The Being who walks in conformity with my Law: he Goes as an eternally self-spinning Wheel, with the water droplets of Experience not clinging to the frame.” Next, Jupiter cometh in a round of regal overtones: “Thou art King of thine own universe,” he speaks. “Therefore rule all with the merciful hand of Love. All must be allowed to expand and move in its appointed, natural motion in thine Kingdom. Therefore, also, Love all Things – and this means come into Right Relation with them, while understanding and appreciating their part of the Whole.” Mars bursteth out in a flurry of swords and crushed yells: “The Will is paramount and all in its path must be utterly obliterated,” declareth he. “All that hinders the one-pointedness of the"},{"pageNumber":44,"pageContent":" 44 Will shall be abolished. The King must order his Kingdom as a doctor would treat an ailing body, or a gardener would treat a weed-ridden garden. Those factors restricting or prohibiting the full potential, the full expression of the Self must be eliminated.” The Sun beameth forth the Radiant Light of Truth and proclaimeth that, “All is one. Thy star is but one in the Continuum of the Ultimate Nameless. Therefore, harmonize thy universe into a Whole, for in Reality there is naught but this. Keep this knowledge of the Unity-of-all-things always in mind, even in times when thou art thou and I am I.” The delicate leaves of luster illuminate the lavish likeness of Venus: “All is joy! All is beautiful!” pronounceth she. “Each thing is a perfect facet in the Omni-Gem of Unity. Bind all things into the radiance of this Gem and abide in the multitudinous Glory of its reflections.” Mercury chimeth in with a sweet voice of harmony: “Seek equilibrium in all things,” he advises, “and order the Mind to react elastically to all circumstances. Unite each thought to its opposite and realize the fatuity of all these thoughts, all speech, and all knowledge. Then shalt thou arise Master of both sides.” The Moon gleameth and glamorously gabs, “All is flux, the waxing and waning of my veil. Therefore, flow with the River and press ever onwards to conquer new ideas, worlds, and things.” And as soon as she had come, she flutters onward to ever pursue her course. "},{"pageNumber":45,"pageContent":" 45 All these whirl around an invisible and unfathomable core, which issues, understands, and integrates all things. V. abides in this center and contemplates the proclamations of the Lords that Wander. [original content lost] This is offered to replace the original content of the \"Second Outburst:\" The whole in the part, and the cosmic body Although V. is but part of the Whole, his Being bursts forth the infinitudes of the cosmos. To V., each thing is a symbol, all swirling together in one turbulent system. All things appear as a portion of a patchwork, woven together by the thread of Love. V.’s heart overflows with the rapturous embrace of life – it bringeth forth galaxies and burneth like the core of a sun. What terrible acquaintance can V. not bind together in his heart? V.’s mouth chomps at the bit of life. The vibrations of thought find expression in his Words and his Songs. V. buildeth a mountain of discourse with Apollonian accuracy, and V."},{"pageNumber":46,"pageContent":" 46 dissolveth all in the Dionysian love-cry to Eternity. V. begetteth like the first fiery gestations of Time, and he devoureth with the greedy hunger of a fresh kill. What can satisfy his ravenous depths? V.’s feet leap like a goat and shuffle like a monk. Each person marches to their own drummer, and V.’s is an enchanting rhythm. Endlessly undulating throughout the aeons, V. knoweth even his rest to be part of the Great Motion. Abiding in sublime simplicity, V. knoweth even his greatest strides to be but a facet in the cosmic Egg of Rest. What Motion may further fuel his Joy? V.’s mind comprehendeth as the vast womb of space engulfs the milky span of stars. V. is both an architect and a builder – he is both a judge and an executioner. Beneath these chaotic complements lies the still pool of Suchess, where all thought is as a rippling contamination upon the empty fullness of its magnanimity. Though cloaked in stillness, the roots of omnipotence brancheth out in Its depths. From this, V. buddeth forth with the flowers of Ecstasy. V. hath bloomed like a rose, expanding and opening unto the Light. Now, V. retracteth himself like a turtle into his shell, so he may abide in the silent peace of Darkness. The God-puzzle "},{"pageNumber":47,"pageContent":" 47 V. danceth and rejoiceth in the playgrounds of Eternity. The planets and star clusters are but parts of the game of cosmic motion. But what of God in such a Universe? God is as an extra piece in V.’s jigsaw puzzle. All interweaves into a harmonious Whole – what need is there for such a thought? Had V. not heard such a word, would not the trees still take root – would not the Sun’s illimitable exuberance still grace our world? It is said that God is the greatest good. Show V. the greatest evil and he will kneel with equal respect. Can a one-sided coin be said to exist? V. can not acknowledge a God who’s omnipotence does not work with both the hands of mercy and of severity. The Universe is a perfect and boundless system. How shall we limit the illimitable? For each mask we affix to the indefinable, we constrain the universal Word to a smaller expression. The universe? Nature? God? Each name contains a sliver of truth at the expense of the whole reality. V. sees no benefit in such labels – he would rather go his Way, and perform his acts of Love amidst the Ultimate Nameless. Many look to the heavens for consolation. V. gazes up to the sky and knows himself to be part of the brotherhood of stars. He cleans his diamond-heart in the furnace of meditation, and the Child-Voice of Eternity bellows from within. The thread of divinity does not weave the boundary of unreachable heights – it weaves itself through our innermost places. All is a beautiful, though unruly, tapestry!"},{"pageNumber":48,"pageContent":" 48 The turning of seasons, and the clumsiness of grammar In V.’s head lieth winter wisdom, in his arms is the fragile touch of autumn, in his legs is the strong solace of summer, and in his heart is the eternal spring. V. taketh his delight in all the seasons, binding the highest to the lowest into a pillar of Love. What could possibly trouble V., who rideth upon the ever-changing Wheel of ecstasy? His enemies lie in wait with subtle disguises. V. proclaimeth his most nefarious foe to be part of the very fabric of his own manifestation: grammar! For, that which uttereth “I” uttereth falsehood. V. wisheth to speak, but he knoweth there to be no subject nor object. Shall he keep his silence, lest his tongue confuseth his heart? Nay. V. hath affixed himself in equilibrium between This and That, and he knoweth them in truth to be one. This double wand V. wieldeth as he proclaimeth those many falsehoods that may only point towards Truth. V. painteth a landscape through the tricks of color to expresseth that place of Beauty wherein he abides. As a smell diggeth up memories past, V.’s paintwork bringeth forth the rapture of all in the hearts of men. V. striketh the loud chord of Unity so all sympathetic souls may resonate with him. Through such speech, V. findeth Silence."},{"pageNumber":49,"pageContent":" 49 • Augustus Sol Invictus – “The Significance of the Occult in the Modern Era” o Augustus Invictus holds a Baccalaureate Degree in Philosophy from the University of South Florida and currently studies international law at the DePaul University College of Law in Chicago. He is author of This Is A War, Volume I: Biblical Contradictions. An initiate of the O.T.O. and an unnamed Order, he has studied the occult for over eleven years. His permanent residence is in Florida, with his wife and four children. • Dr. Dave Evans – “Kenneth Grant, Crowley, and Dr. Black: Magick, Smoke, and Mirrors” o As well as being a practicing magician, Dr. Dave Evans received his PhD from Bristol University, UK in 2006 (published as A History of British Magick after Crowley, Hidden Books, 2007), having also studied the Great Beast at Master’s level. He is the co-founder of the Journal for the Academic Study of Magic (http://www.sasm.co.uk) and writes articles for various magazines, and websites such as http://www.occultebooks.com and since he is English he uses British English spellings. He is currently a freelance researcher, living in Britain in between occasional money-burning adventures to far-off places • Frater Oz – “An Essay upon the Unity of all Thelemites” o Frater Oz writes, “I am an active member of the O.T.O., and an active promulgator of the Law of Thelema through my YouTube channel \"The Stele of Revealing\" (http://www.youtube.com/user/ozzzz156). I have been a Thelemite since 1994, and reside in Ft. Worth TX.” • IAO131 – “Thelema & Buddhism” o IAO131 is the editor of Journal of Thelemic Studies, and writer on many topics at the website http://iao131.cjb.net as well as http://iao131.livejournal.com • Jesse Lindsay – “Lotus,” “Alchemical Reaction” o Jesse Lindsay writes, “I am a freelance artist and designer, and I am currently living in Portland, OR. I got my start designing tattoos and selling drawings to small shops as a kid. As I ran out of local shops in the small town I lived in, I went to the largest town past it, then the next, with no planning, no money and nothing which didn’t fit in to my backpack. I made it from Missouri to New Orleans and eventually to here in Contributors"},{"pageNumber":50,"pageContent":" 50 Portland. Inthat time, my personal projects have ranged from paintings to short films, photography, urban exploration, animation, sculpting and much more. Collaboratively I have worked with musicians around the world as well as many stage shows and productions in Seattle with various friends, shows and bands making costumes, stage props, videos and promotional material. Aside from the obvious, I derive a lot of my inspiration from music, reading, dreams and research in to the mechanics of things.” More of Jesse Lindsay’s work can be found at http://www.jesselindsay.com • James Augustus Newcomb – “Equilibrium: The Basis of the Work” o James Augustus Newcomb is the well-known author of The New Hermetics, 21st Century Mage, The Book of Magick Power, Practical Enochian Magick and numerous other books. His website can be found at http://www.newhermetics.com • Jay W. Plogger - “Beastly Haunting” o Jay W. Plogger describes himself as a “41 year old photographer and digital artist by hobby” as well as a “long time devotee of Thelema.” • Frater Victus – “The Writings of V.” o Frater Victus is an elusive adept who claims no rank, lineage, or heritage but merely offers his words for others "}]
