[{"pageNumber":1,"pageContent":"Théologiques 9/1 (2001) 113-142 Cosmology and Native North American Mystical Traditions John A. G RIM Bucknell University Lewisburg 9/1 (2001) Introduction Sustained encounters with the fecund mystery of creation still acti- vate diverse mystical paths among the indigenous peoples of North America. Limited economic conditions and restrained sovereignty on First peoples’ reserves and reservations make some individuals and communities unsure how to proceed. Yet there is abiding assurance among traditional elders and native leaders that no matter which way the people go, they step on the earth. The deeply felt belief among tra- ditional native peoples is that the earth is the primary source of suste- nance, revelation, and spiritual energies. The earth is often imaged as the encompassing circle and associated with the sun, moon, and exten- ded horizon of all creation. Intense symbolic images, sounds, and movements, experienced in the awesome expanse of the weather and the land, give expression to the sacred worlds of indigenous peoples of North America. Studies of the ritual expressions and religious life of particular American Indian individuals and communities has led to an apprecia- tion of the deep intimacies establi shed with spiritual realities. The wisdom of living elders as well as the collective insights and traditio- nal environmental knowledge transmitted in particular lineages of memory enables us to speak of a Native American mysticism that is comparable but different than Eurasian mystical expressions in Judaism, Christianity, Islam, Hinduism, Buddhism, Confucianism, or Taoism. An exploration of mysticism among Native American peo- ples highlights the plural, culturally specific, personal, and communal character of these religious experiences. Yet, it also is possible to theo_09n01.book Page 113 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":2,"pageContent":"114 JOHN A. GRIM speak of shared characteristics among the diverse Native American lifeways that allows a discussion of comparative mystical patterns. Four Points The following four points are interwoven throughout this discus- sion. First, traditional Native American religions can not be separated from social forms of organization, from subsistence practices and trade exchanges, or from imagistic and conceptual thought processes. Ritual practice theory suggests similar frames for the study of ritual in other indigenous societies. That is, ordinary, everyday relatedness, such as kinship terms, provides the terminology and expression for deep relationality with the sources of transformative power evoked in ritual 1 . The term “lifeway” is used here to indicate this close fit between economy and worldview among small-scale indigenous com- munities in the Americas. Second, mysticism among indigenous peoples in the Americas often has overlapping and parallel expressions among a particular nation. Interior paths associated with healers and wisdomkeepers, may overlap with communal ideals structured in religious calendric cycles and rites of passage. Third, throughout studies in native mysticism there are central conceptual cores that dispose individuals and communities to see themselves and the world in specific ways. Attempts to understand native ways of knowing serve to diminish the epistemologies of appropriation by which outsiders to indigenous traditions impose categories of meaning on native religious thought. While limited by the terms, approaches, and predispositions of academic method, this work strives to further comparative understandings of Native Ameri- can religious life rather than to explain it away using categories of mysticism from studies in other religious traditions. For example, among the Diné/Navajo “Holy Wind” and “hozho” are cosmological 1. Pierre B OURDIEU , Outline of a Theory of Practice , trans Richard Nice, Cambridge: Cambridge University Press, 1977; The Logic of Practice , trans. Richard Nice, Stanford, CA: Stanford University Press, 1990; and Catherine BELL, Ritual Theory, Ritual Practice New York: Oxford University Press, 1992. theo_09n01.book Page 114 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":3,"pageContent":"COSMOLOGY AND NATIVE NORTH AMERICAN 115 concepts that constellate complex realms of religious experience, practice, and knowing 2 . Lastly, the monotheistic, spiritualizing character of the terms and religious ideas used in western religious studies especially tends to dematerialize indigenous mysticism. That is, such a term as “spiritua- lity” emphasizes a spirit-realm seemingly separated from the ordinary experience of the solid, material world. Native participation in the spirit life of their homelands for example, affirms the material world of streams, mountains, wind, and animals. Native religious concerns connecting personal and social health to the well-being of non-human life have no parallel in Christianity. So also, the demythologizing ten- dencies within late 20 th century Christian theology tend to eclipse central mythological contexts within which Native American mysti- cial experience is legitimated and fostered. By emphasizing the sen- sual, synesthetic, and synthetic characters of indigenous lifeways this work attempts to place the mystical in the actual homelands, places of community identity, and collective narratives of native peoples. In that sense, body, land, society, and cosmos become relational concep- tual fields. Correspondences cited in native symbolic oral narratives evoke actual experiences in individuals and communities. Moreover, these experiences may have language designations but they dwell as much in the breath and materiality of their source as in the mental imagery of their signifiers. Interactive Character of Native Mysticism Mysticism, although differently expressed in particular indige- nous lifeways, manifests the intimate relatedness of person, commu- nity, spirits, and ecosystem. This interactive quaternity is ritually embedded in indigenous lifeways and symbolically unfolded in cos- mological narratives. As spheres of interaction these concepts give rise 2. These discussions can be found, e.g. , in James McN ELEY , Holy Wind in Navajo Philosophy (Tucson, The University of Arizona Press, 1981; and Maureen T RUDELLE S CHWARZ , Molded in the Image of Changing Woman: Navajo Views of the Human Body and Personhood, Tucson: The University of Arizona Press, 1997; and Gary W ITHERSPOON , Language and Art in the Navajo Universe, Ann Arbor, The University of Michigan Press, 1977. theo_09n01.book Page 115 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":4,"pageContent":"116 JOHN A. GRIM to an indigenous episteme shared by a collective community 3 . Such an indigenous episteme, or way of knowing, articulates the organization of the world, informs conceptual thought about experience in the world, and engenders ethical behavior bringing human life into har- mony with the perceived cosmos. Cosmology and lifeway, then, are presented here as two dimensions of one cultural reality, namely an indigenous episteme. Mystical knowing flows from the indigenous episteme. Intense experiences of any one dimension of the interactive quaternity of per- son, community, spirits, and bioregion creates a “metapattern” condi- tion, a creative exchange in which interactive wholes emerge from activation of distinct parts 4 . Thus, the visionary experience of First peoples creates the possibility in native understanding not simply for self-understanding but connects with the quaternity in an exceptional cosmological knowing. The experiential encounter with metapattern, or “patterns that connect,” can be a foundational approach for understanding Native American lifeways. Mystical knowing in indige- nous lifeways is expressed in performance genres in which conceptual models expressed by the body deepen awareness of the bioregion. So also mystical awareness is expressed in layered imagistic and narrative modes of reflection which combine intuitive participation and logical- rationality. Metapattern, as a concept, can only point towards the indi- genous mystical connections, but it provides a means of discussing the 3. For a discussion of the “indigenous episteme” among Native American peoples of the Northern Plains of North America see Lee I RWIN , Dream Seekers: Native American Visionary Traditions of the Great Plains, (Norman, University of Oklahoma Press, 1994. 4. “Metapattern” and “patterns that connect” are from Gregory B ATESON , Mind and Nature, New York, Dutten, 1979. Tylor Volk, a student of Bateson, discusses metapattern sayi ng, “Consider biological evolution and human learning, for example. To Bateson they were both instances of a more inclusive pattern. Both use the metapattern of variation and selection — an explosion of possibilities followed by a culling with a strong component of efficiency — to forge a trail in the possibility space of new configurations. One yields forms in the biological world; the other, forms in the psyche. See Tyl er V OLK , Metapatterns: Across Space, Time, and Mind, New York, Columbia University Press, 1995: vii-viii. theo_09n01.book Page 116 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":5,"pageContent":"COSMOLOGY AND NATIVE NORTH AMERICAN 117 interconnectedness of lived experience in the same manner that the term, synesthetic, suggests cross-sensual experiences. Following the introductory remarks, the opening section consi- ders historical encounters in the Americas and their relationships to the inner spiritual life of Native Americans. Following this, questions are raised regarding broadly conceived theoretical interpretations of mysticism within Native American religions. Case studies are presen- ted that explore Native American mysticism in several cultural set- tings. A final concluding section presents a case study of Diné/Navajo mystical language as an overview of Native American mysticism. Summary To recap, then, no one term in a Native American language may exactly translate, or even correspond to, the term “mysticism,” yet the depth and variety of religious manifestations among native peo- ples of the Americas warrants a discussion at this level of investiga- tion. No one mystical occurrence and no single mythic cycle among the diverse indigenous peoples of these regions, provides a “text,” or a “language” for understanding mysticism in the Americas. In fact, these genres of “text” and “language” may mislead an investigation of indigenous religious life that is primarily narrated, danced, sung, and ritually performed within the community 5 . The passage of personal life crises, the celebration of community liturgies, the great transformations in the weather and the continental landscapes stand behind many of the ways in which Native North American communities have imaged sacred mystery. These forces continue to be stylized in deeply meaningful symbols and rituals of spiritual intimacy among the varied indigenous peoples in North America. Moreover, the ritualized expressions of native mystical life 5. Regarding “text” as an interpretive genre see Paul R ICOEUR , “The Model of the Text: Meaningful Action Considered as a Text,” in Interpretive Social Science: A Reader , ed. P.Rabinow and W. Sullivan, Berkeley, University of California Press, 1979; on the issue of alternative interpretive modes see Larry S ULLIVAN , “Sound and Senses: Toward a Hermeneutics of Performance,” in History of Religions, vol. 26, No. 1, August, 1986: p. 1-33. theo_09n01.book Page 117 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":6,"pageContent":"118 JOHN A. GRIM are themselves interpretive reflections back upon the personal, com- munal, spiritual, and ecological realms from which they emerge. Each of the unique indigenous nations in North America provides numerous examples of mystical images that enable their societies to participate in the ineffable and on-going processes of creation. These mystical images, flowing from out of the interactions of a specific peo- ple with commitments to particular geographical places, flow again into dynamic symbolic performances. Interactive layers of the perso- nal and the communal are embedded in metapattern symbols which fuse psychic, somatic, and social energies with the local landscape. Rituals foster synesthetic linkages between words, actions, sounds, sights, and sensory observation. Native American rituals not only bind human communities together but they invite reciprocal partici- pation of the individual and the community with the ancestral linea- ges, and through the many spirits of the cosmos, back again into the life of the local biological environment, or bioregion. Embedded in these performed symbol systems are reflexive dyna- mics which prompt communal and individual thought. Expressed in daily life and ritualized in calendric seasons, these indigenous symbol systems (where they have not been overwhelmed and eroded by mainstream American culture and global consumerism ) continue to be creative works of sacred art, contemplative guides, and personal models of the interior life. Native American religious systems are lifeways which in themselves are mystical paths. Traditional Native American lifeways center practitioners in cosmogonic forces, guide them by means of the kinship and ethical structures of their commu- nity, and place them in meaningful relations with local life. European Colonization and Native American Mystical Knowledge The arrival of Europeans and the resulting hegemony of emerging nation states in the Americas over the First Peoples have cast a long shadow of doubt onto indigenous mystical life. The nature of this doubt is varied. It is not simply Enlightenment skepticism regarding indigenous worldviews as “magical,” or simply dissent from indige- nous religious worldviews as subjective system that stifle creative exploration. Rather, this doubt primarily derives from the oppressive theo_09n01.book Page 118 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":7,"pageContent":"COSMOLOGY AND NATIVE NORTH AMERICAN 119 violence that the diverse native peoples have experienced over more than five hundred years of encounter with Amer-Europeans 6 . This ”epistemic of violence”, internalized by some indigenous peoples, finds expression in conversion to a colonized fundamenta- lism, such as radical evangelical-pentecostal Christianity among indi- genous peoples, which is often scornful of traditional ways 7 . Among some Native Americans self-reproach gives rise to a cynical disbelief of traditional ways and an alienation from dominant urban life 8 . There is also a political position which reduces indigenous religious ways to ideological forces seeking liberation from both former colo- nial tyranny and contemporary economic imperialism. Yet, there is also a continuing intellectual and moral probing by traditional prac- titioners and native scholars in both indigenous homelands and urban native communities into the meaning of creative mystery apart from the world of global capitalism, and international development pro- jects driven by unlimited consumerism 9 . Older native voices from the early years of colonial encounter are in a direct lineage with many of these contemporary native writers. These earlier observers spoke of their concerns and insights regarding 6. The term, Amer-Europeans, refers to Europeans who came to America but never found their home place in the Americas. The term suggests an attitude which engenders imperialistic exploitation of the other whether organic or inorganic. Cf. Jack F ORBES , “Nature and Culture: Problematic Concepts for Native Americans,” in Indigenous Traditions and Ecology, Cambridge, MA: Center for the Study of World Religions, Harvard University Press, 2001. 7. The “epistemic of violence” is discussed in Gayatri S PIVAK , “Can the Subaltern Speak?” in Colonial Discourse and Postcolonial Theory: A Reader New York, Columbia University Press, 1994, p. 64-111. This “epistemic of violence” refers to the production of meaning from outside a community which fails to capture any truth of indi genous lives yet infiltrates and subverts native ways. 8. Consider Sherman A LEXIS 's novel Indian Killer . New York, Atlantic Monthly Press, 1996. 9. See Donald A. G RINDE and Bruce E. J OHANSEN (eds.), Ecocide of Native America Santa Fe, New Mexico, Clear Light Publishers, 1995; and Jace W EAVER (ed.), Defending Mother Earth: Native American Perspectives on Environmental Justice Maryknoll, NY, Orbis Press, forthcoming. theo_09n01.book Page 119 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":8,"pageContent":"120 JOHN A. GRIM the marginal places where indigenous peoples had been cast aside. In these invisible settings, often within their own ancestral lands, native peoples were seen by mainstream Europeans through a miasmic mix of racism, nationalism, alcohol addiction and economic deprivation. Such a jaded hermeneutic also colored indigenous peoples’ percep- tions of themselves and often only exceptional individuals penetrated the ideological wall dividing Amer-Europeans from Native Ameri- cans. One Pequot individual, William Apess, in his autobiography, A Son of the Forest: The Experience of William Apess, A Native of the Forest , wrote in 1829: We form our opinions of the Indian character from the miserable hordes that infest our frontiers. These, however, are degenerate beings, enfee- bled by the vices of society, without being benefited by its arts of living. The independence of thought and action, that formed the main pillar of their character, has been completely prostrated, and the whole moral fa- bric lies in ruins...The forest, which once furnished them with ample means of subsistence, has been leveled to the ground — waving fields of grain have sprung up in its place; but they have no participation in the harvest; plenty revels around them, but they are starving amidst its sto- res; the whole wilderness blossoms like a garden, but they feel like the reptiles that infest it 10 . Were Apess himself not a native Pequot, from the region now cal- led Connecticut, it would be convenient to read this passage as simply describing the Indian as victim of the oppressive colonial regime which had thoroughly subverted native ways. William Apess, howe- ver, critiqued native behavior for he personally knew that native peo- ple could be abusive of themselves and their environment. What he deplored more was the loss of native dignity, the loss of purpose, and the loss of life lived with the land. The spiritual starvation which has accompanied the centuries long holocaust of indigenous peoples in the Americas can no longer be disassociated from pathologies that course through mainstream societies. Surely the loss of the experience of the land among American Indian peoples — the loss of mystical lineages directly related to an experience of the sacred in specific pla- 10. William A PESS , On Our Own Ground: The Complete Writings of William Apess, A Pequot ed. Barry O'C ONNELL , Amherst, University of Massachusetts Press, 1992, p. 61. theo_09n01.book Page 120 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":9,"pageContent":"COSMOLOGY AND NATIVE NORTH AMERICAN 121 ces — has wider ramifications. An elder among the Omaha put the loss this way: When I was a youth, the country was very beautiful. Along the rivers were belts of timberland, where grew cottonwood, maple, elm, ash, hic- kory, and walnut trees, and many other shrubs. And under these grew many good herbs and beautiful flowering plants. In both the woodland and the prairies I could see the trails of many kinds of animals and could hear the cheerful songs of many kinds of birds. When I walked abroad I could see many forms of life, beautiful living creatures which Wakanda had placed here; and these were, after their manner, walking, flying, lea- ping, running, playing all about. But now the face of all the land is chan- ged and sad. The living creatures are gone. I see the land desolate and I suffer an unspeakable sadness. Sometimes I wake in the night and I feel as though I should suffocate from the pressure of this awful feeling of loneliness 11 . The relations which the agricultural Omaha, and other Plains peoples of North America, cultivated in and through their ecosystems was a complex mystical vision embedded, for these people, in the term Wakanda . The diminishment and ruination of these visions are a staggering loss for the whole human community. These degraded transformations in the landscape do not simply result in local indivi- dual psychological trauma. Rather, the Omaha elder quoted here recoils from the attendant social and cosmological cleavages that occur when his peoples’ mystical lifeway is subverted. Great doubts grip native communities, not simply regarding the meaning and implementation of their ancestral religious paths, but also regarding their assimilation, integration, or rejection of mains- tream American culture. Indigenous peoples have long puzzled over the intentions and purposes of the dominant communities whose conscious purpose was to extinguish, and, more recently, to emulate native religious ways. The Lakota writer, Luther Standing Bear, reflec- ted on the forced change from native ways that his people experienced earlier this century: 11. Melvin R. G ILMORE , Prairie Smoke, New York, Columbia University Press, 1929, 36 cited in Joseph E PES B ROWN , The Spiritual Legacy of the American Indian New York, Crossroad, 1991, p. 40. theo_09n01.book Page 121 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":10,"pageContent":"122 JOHN A. GRIM The Lakota’s religion and philosophical ideas were an inseparable part of him — his as much as the blood that vitalized his being. His very thoughts were drawn from the land he called native, and the winds that blew over its soil, the rivers that ran through it, and the mountain peaks that drew his gaze upward all colored his consciousness with their subtle influence. And no more can the Indian be robbed of his intangible color than he can be robbed of the color of his eyes or skin, for Nature is more powerful than man. Thus the inanity and cruelty of trying to force the separation of man and his religion and, whatever else it does, it brings disarrangement and discomfort and reflects upon the mental and spiri- tual status of the enforcer. Every man has a right to his Great Mystery, but no man ever explained Mystery. And what man can 12 ? What is this sense of the incomprehensibility of the great mystery for indigenous peoples? Is Luther Standing Bear’s sense of the incom- prehensibility of the sacred akin to the spiritual doubt of apophatic mysticism as via negativa is understood in Christianity? Or is there a different understanding of mystical experience inherent in his remarks? Has that experience been transmitted by the Lakota into the present 13 ? Studies in comparative mysticism make us aware that it is not only western religions which have detailed readings of mysticism, indigenous traditions have long been aware of inner ecstatic states and unitive experiences with ultimate realities. Indigenous schools of mysticism also developed in which the mea- ning of visionary experiences were debated 14 . Often the available sour- ces give little clear understanding of the devotional or philosophical 12. Chief Standing Bear, Land of the Spotted Eagle New York and Boston, Houghton Mifflin Co., 1933: 212-213. 13. The skepticism which William Powers has expressed regarding Luther Standing Bear’s work as written by a “ghost writer” does not diminish, I feel, the point I make here that he was able to communicate to his “ghost writer” some of the depth of his Lakota tradition. See Wm. P OWERS , “When Black Elk Speaks, Everybody Listens,” in Religions in Native North America, ed. by Christopher Vecsey, Moscow, University of Idaho Press, 1990, p.135-151. 14. See, for example, Wm. Powers’ discussions in Sacred Language: the nature of surpernatural discourse in Lakota Norman, University of Oklahoma Press, 1986; and Garter S NAKE , (1868-1953), The Seven Visions of Bull Lodge as told by his Daughter Garter Snake gathered by Fread Gone and ed. by George Horse Capture Ann Arbor, MI, Bear Claw Press, 1980, University of Nebraska reprint, 1992. theo_09n01.book Page 122 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":11,"pageContent":"COSMOLOGY AND NATIVE NORTH AMERICAN 123 distinctions these indigenous “schools,” age-grade societies, and secret healing and military societies might have made of such personal expe- riences. Did they distinguish these mystical experiences as pure cons- ciousness or as an integral part of community life? Did these indigenous thinkers consider that all experiences of the sacred are an ongoing dialectic with cultural, linguistic, and social contexts as the mediating means for the experience and interpretation of mysticism 15 ? These and other questions lie behind these considerations of inner experiences of the sacred among diverse Native American peoples. Individuals and Communities in Native American Mysticism While using ethnographic materials, this study hopes to avoid simple descriptions of an anthropological “other” in mystical garb. A Comparative Religions approach strives to think along with native peoples about the creative ways in which indigenous peoples have entered into the challenges of visionary experience. Although norma- tive understandings of mysticism emphasize personal experiences of union with ultimate meaning, it is proposed that indigenous experien- ces of the sacred and native interpretations of cosmological realms of meaning present unique perspectives on mysticism. For example, there are the striking differences between a western academic focus on mystics as individual practitioners and on mysticism itself as trans- cendent experience in contrast to the study of indigenous lifeways as community mystical paths and on mystical experience as embedded in lived experience of the local bioregion 16 . 15. Representative of these different approaches to mysticism are Evelyn U NDERHILL , Mysticism, New York, Dutton, 1911; W.T. S TACE , Mysticism and Philosophy London, Macmillan, 1960; and Steven K ATZ (ed.), Mysticism and Religious Traditions, New York, Oxford, 1983. 16. For a significant statement of this western emphasis on religion and mysticism as personal see William J AMES , The Varieties of Religious Experience, New York, Longmans, Green and Co., 1902; rept. Penguin, 1982. Different from the critique of James in John E. S MITH , “William James’ Account of Mysticism: A Critical Appraisal,” in Mysticism and Religious Traditions, ed. by Steven Katz, New York, Oxford, 1983, p. 247-279, who focuses on both a “rational dialectic as the means of preparation” and the linguistic and social contexts as mediating means for mysticism, the indigenous position presented here is that the community cannot be simply theo_09n01.book Page 123 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":12,"pageContent":"124 JOHN A. GRIM Moreover, studies of the massive urban architectural structures associated with the organized religious life of indigenous Mayan and Toltec peoples of MesoAmerica have gravitated to the term “priests” as descriptive of those who performed the ritual sacrifices at these cos- mological centers of political and religious power. The communal nature of these practitioners raises the possibility that mystical reflec- tions on the meaning of sacrifice were transmitted by collective linea- ges of ritual officiates 17 . These ritual specialists, then, stood in mystical relationship to past ancestral figures as well as to cosmolo- gical deities of time and place. Similarly, among more rural, self-suf- ficient community healers, suggested by the academic term “shaman,” personal visions as creative mystical experiences transfor- med and healed their communities. In these discussions of indigenous mysticism the emphasis is on the community setting and the overarching context of worldview. These emphases underlie the investigations of indigenous mysticism presented below and raise questions about the relationality of indivi- duals, communities, and bioregions. How have Native American lifeways, especially their kinship systems, nurtured individual mysti- cal visions? What is the relation of individual visionary exchanges with spirits to the lived experience of cosmology? What is the relation of indeterminate mystery to the local bioregion? Responses to these questions reveal a multiform process grounded in the community’s symbol system and mythic discourses. Native American mythic narratives are the living memory of accumulated mystical experiences. Native American mysticism is processual and this process engages an individual on many levels. Not only is there the personal maturing process of an individual’s own life, there is also the process of co-creating the cosmology with the ancestral revela- tions embedded in mythologies. Interestingly, the same community process that fosters the dialectic between individual visions and the conceptualized as “mediating means” nor the spiritual as a “pure conscious- ness event.” Rather, the ongoing creation of reality in indigenous perspectives involves personal, communal, ecological, and spiritual realities which consti- tute the cosmogonic basis for mysticism. 17. See Johanna B RODA , The Great Temple of Tenochtitlan: Center and Periphery in the Aztec World, Berkeley, University of California Press, 1988. theo_09n01.book Page 124 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":13,"pageContent":"COSMOLOGY AND NATIVE NORTH AMERICAN 125 accumulated mythological tradition also contests and validates per- sonal mystical experiences as it transmits community narratives. Indi- genous mysticism is also synthetic in that individual visionary components reflect and illuminate the whole cosmology. These reflexive relationships within indigenous mysticism are discussed as an interactive quaternity in which four spheres interact in any indivi- dual mystical event. Four Spheres of Indigenous Knowing In light of the processual and synthetic character of Native Ame- rican spiritual life, the interpretative position presented here is that Native American mysticism arises within personal, communal, ecolo- gical, and spiritual realms. These “places” are interdependent spheres whose interaction creates the possibility for indigenous peoples knowing of incomprehensible mystery in innumerable ways 18 . Native mysticism in this view is a multiform symbolic and cosmogonic event which is continually being rethought and recreated. Composed of mutual participation in diverse “communities” of being, a mystical experience creates a world in which intentional, purposeful acts of transformation are possible. An indigenous mystical event occurs in the “alignment” of the known and the unknown which creates the possibility for transformative visions of life in the community. Personal psychology, social history, cosmological presence, and ecological community do not separately mediate indigenous mystical experiences. If anything it is just the opposite. That is, the homeland, the spirit presences that pervade the cosmos, and the community itself are co-created from out of accumulated visionary experiences which have been transmitted, contested and expanded over time by mythic and living individuals within the community. It is remarkable that among indigenous communities there conti- nue to be public forums for the narrations of dreams and visions which are believed to be private, personal communications of power. 18. This suggestion that Native American mysticism “takes place” in these spheres is an adaptation of an approach developed by Jonathan Z. S MITH in To Take Place: Toward Theory in Ritual , Chicago, The University of Chicago Press, 1987. theo_09n01.book Page 125 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":14,"pageContent":"126 JOHN A. GRIM This issue of creative tension within Native American mysticism between personal spiritual experience and revelation in a public forum emphasizes the cardinal belief among indigenous peoples that spiritual visions have implications for the whole community. Personal power may have been the motivation behind the quest for encounter with the sacred but publicly sharing that experience is considered necessary by many indigenous communities in order for the commu- nicated spiritual power to have effect. In this sense native mysticism, in the personal and communal spheres, can be understood as a dialo- gical exchange between narrated, ritualized enactments of visionary experiences, and transmitted myths of the community. The reenactment of a section of Nicholas Black Elk’s vision, namely the “Horse Dance,” is a well known example of an individual spiritual experience being performed in a ritual manner by the people for community benefit 19 . Less well known but representative of the dialogic character of individual visions with more contemporary events affecting the community is the visionary dance created by Maggie Wilson, for the protection of Anishinaabe/Ojibwa in the mili- tary during World War II 20 . Similarly, in some native societies, groups of like-minded practitioners often gathered around experiences of the same visionary mentor, or healings by the same spiritual power. These groups of like-minded visionaries formulated sophisticated teachings about the quest for spiritual experience and the cultivation of perso- nal power which they transmitted within their secret societies 21 . 19. See Raymond De M AILLIE , The Sixth Grandfather: Black Elk’s Teachings Given to John G. Neihardt, Lincoln, University of Nebraska Press, 1984, p. 215-226. 20. See Ruth L ANDES , Ojibwa Religion and the Midewiwin, Madison, WI, University of Wisconsin Press, 1968: especially “Appendix 1, A Woman’s War Vision,” p. 207-212. 21. Religious societies are extremely diverse in the Americas, for some examples consider the group of Yanomami healers described in the initiation of one of their own by Jacques L IZOT , Tales of the Yanomami: daily life in the Venezuelan forest, New York, Cambridge University Press, 1985; see also the discussion of calmecacs , the schools for priests among the Aztecs, in Jacques S OUSTELLE , Daily Life of the Aztecs, Stanford, Stanford University Press, 1962, p. 36-94; see also Ruth B UNZEL , on the Zuni Pueblo Kachina Cult in “Zuni Katcinas,” in Bureau of American Ethnology, 47th Annual Report, theo_09n01.book Page 126 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":15,"pageContent":"COSMOLOGY AND NATIVE NORTH AMERICAN 127 Method and Indeterminacy in Indigenous Mysticism In its academic usage mysticism often has an indeterminate cha- racter. To some extent this indeterminacy is a result of its comparative usage. Mysticism is considered in quite different spiritual expressions within a single religion as well as among the global religious traditions such as Buddhism, Hinduism, Christianity, Judaism, and Islam. Thus, the term mysticism is used to cover an amazing variety of individual experiences in different historical periods and among different cultu- ral groups. Indigenous traditions have been for the most part exclu- ded from this comparative dialogue until recently. This exclusion stems largely from ignorance of these diverse local traditions as well as hegemonic claims by the global religions based on literate scriptu- res. Exclusive attention to the ideological dogmas embedded in these literate canons and their commentaries has prompted many of the “world religions” to assert that local indigenous traditions lack suffi- cient insight into the ultimate meaning of reality. Missionary agendas of the Eurasian religions have suggested that indigenous “religions” have not received the ultimate salvific revelation. In another sense mysticism has retained an indeterminate charac- ter because of the apophatic, or negative theological perspective, which mysticism has especially acquired in its Mediterranean-Atlan- tic milieu. Greek Orthodox Christianity is a clear example of a tradi- tion which not only sees mysticism as at the heart of its communal and historical religious experience, but that mysticism is acutely tuned to the 3rd century C.E. writings of the author known as “Pseudo-Dio- nysius”. In those texts the divine is not described in terms of attributes of being but as divine incomprehensibility towards which the human aspires by means of a mystical ascent. The apophatic ecstasy, accor- ding to this dominant school of Christian mysticism, is a going forth from the multiplicity of existent beings into the unitive experience of the One, which “oneness” is also insufficient for explicating the unk- Smithsonian Institution, Washington, D.C., 1929; and, finally but not exhaustively, Clark W ISSLER , “Societies and Ceremonial Associations in the Oglala Division of the Teton-Dakota,” in Anthropological Papers of the American Museum of Natural History , New York, 1916, 9:1-100. theo_09n01.book Page 127 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":16,"pageContent":"128 JOHN A. GRIM nowable God 22 . Community life, according to this tradition, is not based on dogmatic authority but on the contemplative communion of a people with the mystery which suffuses all life around them. Like Greek Orthodox Christianity, mysticism is at the heart of the indigenous lifeway. Unlike Greek Orthodox Christianity, however, the apophatic visionary expressions of indigenous peoples have not tended to juxtapose a language of being against a language which negates existence, the body, and physical matter in an effort to arti- culate divine incomprehensibility. Native American traditions fuse images and experiences from a cosmological quaternity into a parti- cipatory wholeness. Using the metaphor of light, it can be said of indi- genous visionary experience that when spiritual light illumines any one aspect of the indigenous mystical quaternity, it is as if all four dimensions of the personal, communal, spiritual, and bioregional are synthesized into a coherent whole. Such a visionary episteme allows meaning to arise in the synesthesia of images, performances and thou- ght rather than deriving it solely by means of rational analysis, cogni- tive discourse, or devotional prayer. A basic methodological position informing this work is that the encounter and articulation in indigenous communities of a pervasive incomprehensible mystery in the cosmos occurs by means of multiva- lent experiences and historically changing symbol systems. The for- mulation of analogies, drawn from the local ecosystem, to express this mystery derives from an indigenous episteme which posits that personal identity and community integrity derive from spiritual forces which reveal themselves in and through local landforms. Participa- tion in the spheres of the personal, the communal, the bioregional, and the spiritual engenders a qualified knowing of the mysterious. This knowing occurs not simply in a contemplative absorption into the divine or a devotional union in religious emotion but in synthetic and synesthetic mystical experiences. That is, the encounters with a metapattern of meaning in one dimension of the sacred quaternity evokes experiences of the other dimensions leading inexorably to the larger sacred whole of the cosmos. The indeterminacy of the sacred in 22. A helpful and readable text regarding apophatic theology is Vladimir L OSSKY , The Mystical Theology of the Eastern Church, Cambridge, James Clarke & Co., 1957. theo_09n01.book Page 128 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":17,"pageContent":"COSMOLOGY AND NATIVE NORTH AMERICAN 129 indigenous mysticism is an apophatic expression which arises from effulgent presence in the material world rather than denial of the inhe- rent spiritual complexity of matter. Just as apophatic modes of articulation give some coherence to the term mysticism, so also its opposite, cataphatic, or positive affir- mations of the divine, using metaphorical language from the world of existence, serves to define major mystical schools in the world’s reli- gions. The tendency in discussing indigenous mysticism with its abi- ding accentuation of relations between humans and nature is to identify these traditions with a cataphatic nature mysticism. Howe- ver, a rich variety of mystical experiences is found among indigenous peoples that embodies diverse modes of intellectual knowing and affective ecstatic states. In other words, indigenous mystical experien- ces are not simply reducible to the language of cataphatic rhetoric. Having said that, it is important to note that language and sound in native mysticism can be revelatory sources. For example, a sonic experience can activate the sacred. A particular bird song or a specific rhythm of the drum can act as a mystical trope for activating a range of bioregional, spiritual, and mythical images. Indigenous traditions manifest imagistic ways of knowing by means of this diverse language of synesthesia. Typically the syntaxes of these symbolic languages are cosmological and the grammars integrate the spheres of person, com- munity, spirits, and local bioregion. In cultivating a mysticism of knowing the quest for synthetic connectedness is a crucial component of the gradual maturing process. In this sense, initial visions and mys- tical experiences open one to familiar images that may be parsed in ways that deepen awareness in an individual. The native mystical vision may remain incomprehensible until the other grammars of the interactive quarternity integrate that knowing into a larger synthetic, cosmological vision . Subsequent maturing experiences and visions, revealed to the community at appropriate times and places, expand what has become known of this mysterious incomprehensible presence. Usually, this public sharing of private visionary revelations is not presented as a progression towards a final, teleological goal but as the unfolding of the holy among the people. Secret shamanic languages among indige- nous groups in the Americas, for example, should be seen in this sense of language as processual and synthetic mystical experience instead of theo_09n01.book Page 129 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":18,"pageContent":"130 JOHN A. GRIM simply language techniques of esoteric priests promoting arcane knowledge as economic advantage for an elite class. In both apophatic and cataphatic schools of thought in the Eura- sian religions the presence of orthodox, authoritative texts, or scriptu- res, as well as community validating dogma, has played significant roles in elucidating mysticism within those traditions. Indigenous societies are often criticized for their lack of literacy and written texts. Interestingly, pictographic and petroglyphic symbols carved in stone are widely known throughout the Americas. Although evolutionary arguments based on the lack of literacy were used to assert the arres- ted progress of indigenous peoples, is it possible that other intentions, other choices were made, which moved some indigenous peoples, such as the Mayan and Toltecs, away from literacy as a performative mode for expressing mysticism? Aside from questions related to written scripts and communica- tion, the lack of a literate canon caused Native American religions to develop in significantly different directions than the Mediterranean- Atlantic religions, which were partly based on literate communication systems. Among the speculations which these observations suggest is the development, among the indigenous traditions of the Americas, of extremely diverse and complex interior mental states associated with oral modes of cultural transmission. It may even be inappropriate to speak of an “unconscious” among the First Americans in the sense that no sharp psychic boundary separated what are called conscious and unconscious realms. Mystical experiences may have been more readily available to the larger community as the oral traditions sug- gest rather than the exclusive practice of isolated individuals. Academic Studies in Mysticism and Indigenous Peoples Initially tied quite closely to sectarian perspectives, the academic study of mysticism emphasized such comparative features as illumi- nation of knowledge and stages of unitive experience of the divine. Such stages have become highly differentiated in the literature on mysticism often describing purgation and ascetic denial leading to periods of isolation, ecstatic visions and, for some mystics, stable acti- vism in community life. theo_09n01.book Page 130 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":19,"pageContent":"COSMOLOGY AND NATIVE NORTH AMERICAN 131 One tension within mysticism which has found its own expression in the critical academy is that of the local community of concern and practice versus a larger evaluating religious bureaucracy which sees itself as preserving revelatory purity. In the academy, the tendency has often been to accept the validating religious bureaucracy as the com- munity of tradition and any local or “new religion” as subversive of accepted teachings, practice, and authority. To some extent, the deci- dedly local and culturally specific character of indigenous traditions has prejudiced our understanding of native mysticism which in turn has diminished its discussion in the academy. One effort to locate American Indian thought in western catego- ries for mysticism is seen in the work of Joseph Brown. In his over- view, The Spiritual Legacy of the American Indian he wrote: Mysticism, insofar as it is a reality within these native traditions, is not, as the outsider has tended to view it, a vague quality of some superna- tural experience that spontaneously comes to individuals whom Provi- dence has allowed to live close to nature. Rather, such mystical experiences are first of all prepared for, and conditioned by, lifelong par- ticipation in a particular spoken language that bears sacred power through its vocabulary, structure, and categories of thought, and serves as a vehicle for a large body of orally transmitted traditions, all the the- mes of which also express elements of the sacred. Secondly, such mystic experiences become more available to those persons who have partici- pated with intensity and sincerity in a large number of exacting rites and ceremonies that have been revealed through time, and that derive ulti- mately from a transcendent source. There are also, through the nature of the people’s lifeways rooted in hunting activities, interrelationships informed by the rich oral traditions with all the animal beings and the forms and forces of the natural environment. Further there is the sup- porting exposure to a rich heritage of art forms, both visual and audible, many of which are representations of a supernatural experience received by the executor of the form. One may also mention the support offered by the dynamic rhythm of continually living out the myriad details of everyday life, all the forms and acts of which are enriched by the inhe- rent dimensions of the sacred. All these elements and more provide a specific, all-encompassing, supporting frame within which each indivi- dual lives out his or her life. Through the conditioning support and force of such spiritual forms and orientations, the individual becomes open to the possibility of receiving in a dream or true vision glimpses of sacred realities borne perhaps by the forms of the natural world, yet more real theo_09n01.book Page 131 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":20,"pageContent":"132 JOHN A. GRIM and permanent than the fleeting relative reality of the immediate world 23 . Joseph Brown’s observations regarding mysticism among Native American religions initially criticize those who understand native thought as a sentimental nature mysticism, or a spontaneous product spawned by proximity to untrammeled “wilderness.” He also criti- ques interpretive positions that project mystical patterns from other religious traditions onto indigenous spiritual life. Especially signifi- cant are his emphases on preparation for mystical experience in the ritual life of indigenous people and the lifeway context of languages, arts, and social structures. While Brown stresses the transcendent orientation in native mysticism, the emphasis here is on the interde- pendence of transcendent and immanent realms of the personal, the communal, the spiritual, and the bioregional. These spheres are especially emphasized as the underlying source and articulation of mystical knowledge among indigenous peoples. Rather than separating out mystical knowledge from the “fleeting relative reality of the immediate world” this work has emphasized the implicate world of cosmological mystery folded into the rich array of lifeway activities. In this sense the mysterious unknown of indigenous religions is neither simply transcendent nor immanent but the holistic matrix which generates a deeper knowing of the observed world through the interacting spheres of the personal, the communal, the ecosystem, and the spirit presences. Another work that proves quite helpful in its interpretive over- view of indigenous dreams is that of Lee Irwin, The Dream Seekers: Native American Visionary Traditions of the Great Plains . Irwin emphasizes the act of indigenous knowing as the unfolding of a whole order in each particular dream and vision. Giving equal weight to individual and community in the co-creative work of knowing visions, Irwin discerns patterns in the indigenous episteme which are based on relationships. He observes this among indigenous peoples of the northern Plains of North America: A greater totality of possibility and potential order is conceived as always implicit in any particular set of discreet, observable phenomena. 23. B ROWN , p. 111-112. theo_09n01.book Page 132 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":21,"pageContent":"COSMOLOGY AND NATIVE NORTH AMERICAN 133 Rather than seeking to understand a particular culture through a com- ponential, piece-by-piece analysis strictly determined by mechanistic or intellectual principles of hierarchical order and causal relations between parts, one begins by analyzing the process dynamics of an undivided wholeness from which identifiable, stable, and recurrent patterns of only relative autonomy (rather than st rict hierarchy) can be identified. These patterns, as explicit manifestations, represent “subtotalities” of meaning that can only be described in terms of their relative autonomy or relationship to other patterns of meaning. The fundamental concept is that rather than a fixed world constructed out of a limited set of known, unchanging laws and relations in a static, deterministic manner, there is a world-process of ongoing explicit manifestations of an impli- cit, emerging, higher-order dynamics that continues to unfold over the generations through a series of reorganized perceptions coupled with new interpretive perspectives 24 . Irwin relates the indigenous episteme to patterns of meaning, or “subtotalities” similar to the interpretive spheres of the personal, the communal, the spiritual, and the bioregional. He also affirms that the cosmological whole implicit in events is a world process. Seemingly autonomous realities are only perceived as separable components so that we might comprehend an aspect of the underlying incomprehen- sibility. Thus an indigenous mysticism of indeterminacy can be des- cribed not simply as an apophatic incomprehensibility but as the mutual striving of the knowing visionary and the unknown mystery to come to an awareness of each other in the lived experience of the ecosystem. What is known by the visionary may become a community ritual, or explicit ceremonial manifestation of a mystical experience, which serves to open the mythic tradition and the personal formula- tion of meaning in new analogies put forward by the vision. Both the mythic tradition and new visions are exposed to the doubt of lifeway efficacy — that is, they are challenged to communicate their meaning and benefit for the actual life of the community without loss of their ineffable and incomprehensible mystery. A Diné/Navajo Case Study The Diné, more widely known as Navajo, are an Athapaskan speaking people now in the North American Southwest, along with 24. Lee I RWIN , Dream Seekers , p. 23. theo_09n01.book Page 133 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":22,"pageContent":"134 JOHN A. GRIM their linguistic cousins, the Apache peoples. Diné religious orienta- tions are related both to their ancestral gatherer-hunter culture of the SubArtic, and to influences from the ancient indigenous civilizations of MesoAmerica by way of the Pueblo cultures of the Southwestern United States. Stylized actions, words, and objects in Native American rituals open reciprocal relations with spiritual powers and provide their communities with access to therapeutic resources. One sacred expres- sion, transmitted by the Diné, is sa’ah naaghai bik’eh hozho . The complex phrase sa’ah naaghai bik’eh hozho has been discussed in prominent works on Diné thought 25 . Often rendered in English as “Longlife and Happiness into Old Age,” there is general consensus that this phrase is untranslatable. However translated into English any such expression cannot carry the significance that this phrase has in the original Diné language. This difficulty of representing indige- nous religious life at another level of expression, that is, a translation into a term or phrase whose intentions are primarily intellectual explanation, is a recurring problem for Western hermeneutics. Aca- demic interpretive styles cannot adequately represent the cosmologi- cal, connative, and cognitive layers of meanings that are present in this spiritual terminology of indigenous peoples. What becomes clearer in a non-native, or outsider, exploration of Native American thought is the significance of religious imagination and of intimacies with the local environment in expressing the ineffa- ble mystery of the sacred. The homeland of the people is central to these imaginative acts, as is the community and its mythic traditions in validating personal revelations and in affirming deeply felt meta- patterns of relatedness. The felt presence of spiritual beings, whom the Navajo refer to as Yei are essential in an understanding of Diné mysticism. The Yei are primordial forces of creative and transforma- tive power placed in the Diné homeland and evoked in mythic narra- 25. Among these works could be listed Father Berard H AILE , Origin Legend of the Navajo Enemyway, Yale University Publications in Anthropology, no. 17, 1938; Gladys R EICHARD , Navaho Religion: A Study of Symbolism , Bollingen Series XVIII, Princeton, Prin ceton University Press, 1950; and Gary W ITHERSPOON , Language and Art in the Navajo Universe, Ann Arbor, University of Michigan, 1977. theo_09n01.book Page 134 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":23,"pageContent":"COSMOLOGY AND NATIVE NORTH AMERICAN 135 tives. Moreover, the encounter with, and evocation of, the transformative Yei, can become a reflexive guide for Diné to think through the challenges of human life. The phrase sa’ah naaghai bik’eh hozho is a striking Diné text for this cross-cultural exploration of Native American mysticism. Two separate components, namely, sa’ah naaghai and bik’eh hozho can be identified and each word can be etymologically analyzed 26 . In Diné usage, this phrase acts as a religious performative with mythical refe- rences of intense significance for the people. In the following passage Gary Witherspoon asserts the centrality of these principles in the Navajo cosmology is described: Actually Sa’ah Naaghai and Bik’eh Hozho are the central anima- ting powers of the universe, and, as such, they produce a world des- cribed as hozho , the ideal environment of beauty, harmony, and happiness. All living beings, which includes the earth, the sacred mountains, and so on, have inner and outer forms, and to achieve well-being the inner forms must harmonize and unify with Sa’ah Naa- ghai and the outer forms must harmonize and unify with Bik’eh Hozho 27 . Both sa’ah naaghai and bik’eh hozho are considered living mythic realities whose implications are not bounded simply by grammatical rules. Rather, they are creative presences, and therefore indetermi- nate, always changing and adjusting to places, needs, and the capaci- ties of the one who calls on them. Their performative meaning is 26. For a discussion of sa’ah naaghai bik’eh hozho see Gary W ITHERSPOON , Language and Art in the Navajo Universe , Ann Arbor, The University of Michigan Press, 1977, p.13-46. In this work he writes, “The etymology of sa’ah seems to indicate that this term is a derivative of the past tense form of the verb stem ‘to grow, to nature’.” (19) “ Naaghai is one of over three hundred thousand distinct conjugations of the verb ‘to go’.” (21) “ Sa’ah refers to the completion of the life cycle through death of old age, and naaghai refers to the continual reoccurrence of the life cycle.” (23) “ Bik’eh ...means ‘according to it’ or ‘by its decree’.” (23) “The closest English gloss of ho might be ‘environment’, considered in its total sense.... hozho refers to the positive or ideal environment. It is beauty, harmony, good, happiness, and everything that is positive,...”(24). 27. Ibid. , p. 35. theo_09n01.book Page 135 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":24,"pageContent":"136 JOHN A. GRIM considered the private and personal knowledge of the chanter to whom this knowledge has been imparted. This phrase is also ack- nowledged as one of the most powerful symbols for defining human- earth relations for Diné communities. James McNeley expressed these points in this way: In view of the legends of the creati on of Earth Surface People, it is un- derstandable that the Navajo can say that they are made of the same ele- ments as are other aspects of this world. “This vegetation with which we will live, this that we exist on top of (the Earth) those mountains, what the Sun is made of, we were made in the same way as these.” [in- formant CAB] But the Navajo concerns himself as being structured most like the earth which has soil similar to the flesh, stone parts similar to bone, Dawn’s dew likened to bodily moisture, and the blessing-giving power of sa’ah naaghai within (Haile 1930: 347). For sa’ah naaghai , the primary source of blessings from within the Earth, was put up on Earth’s surface for the Navajo to live by, too; “The one called sa’ah naaghai , the one called bik’eh hozho , stand within us. They made us, they speak for us, they exist within us 28 .” [CM] The Diné/Navajo expressions of sa’ah naaghai and bik’eh hozho provide us with a case study in discussing mysticism among Native North American peoples. In addition to the difficulties of translation and interpretation into Western categories of understanding, mystical expressions among indigenous peoples are not static entities. Rather, they are lived experiences of the community which bring blessings in an awareness of cosmological beauty and which can also change in meaning and reference over time. They are not isolated abstract events, but total happenings for these indigenous people that integrate the individual and the community into larger cosmic realities. For the Diné, humans, as “Earth Surface People,” participate in their somatic and spiritual conditions in the elemental nature of other cosmic beings such as the Sun, the Dawn, and the Earth. The mythic beginnings of these cosmic beings are narrated in the origin stories of the Navajo that also describe the grounds of their relatedness. Mysti- cism, as a religious experience among the Navajo, is based in a 28. James K ALE M C N ELEY , Holy Wind in Navajo Philosophy , Tucson, University of Arizona Press, 1981, p. 27; the reference in this quote is to Berard H AILE , O.F, 1938, p. 347. theo_09n01.book Page 136 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":25,"pageContent":"COSMOLOGY AND NATIVE NORTH AMERICAN 137 communal cosmological understanding articulated in these mythic nar- ratives. Myths, moreover, are themselves localized in the landscape and ritualized in healing performances sometimes called sandpaintings. The contemplative life of Native American peoples cannot be adequately understood as institutional religion or as exclusively sociological phe- nomena. Rather, individual religious life manifests a complex commu- nity matrix, nurtured by the on-going narration of myths transmitted by elders and ritually recreated in relation to the revelatory landscape. Indigenous lifeways in the Americas activate a mystical journey whose intensity is as varied as the individuals who walk this path. Often the conceptualization of indigenous mysticism points towards images drawn from songs, from ritual performances, from ethical systems, and from sacred art. It is by means of these images that individuals in a community scrutinize, evaluate, and validate the flux of their personal identity, within the reflexive memory of the commu- nity, and the life processes of a bioregion. The academic hermeneutical act, in one sense, parallels the indigenous interpretive performance in an attempt to understand the layering of meaning in native mystical expressions and to unpack the symbols that are themselves multi-laye- red. However, the differences between these interpretive acts high- lights the consciousness that each brings to understanding indigenous mysticism. Mystical experiences among indigenous peoples are charged with inner, anthropological, and outer, cosmological, dimensions. Few indigenous peoples produced literary commentaries on their mystical experiences until contact with Europeans, but oral narrative tradi- tions provide a fourfold mode of assisting individuals discover the mystical path of their tradition. First, oral narratives transmit the des- criptive stories of ancestors and mythic personalities whose lives esta- blish mystical insights. Second, narrating the stories is an experiential entry that simultaneously activates intellectual and emotional inten- tions in individuals to follow this heroic mystical path. Third, the sto- ries contain lifeway information about a range of meditative attitudes accompanying subsistence, artistic, and ritual activities. Lastly, these narratives are reflexive modes for evaluating and thinking about the meanings of person, society, and power. Oral narratives demonstrate great diversity in their genres. In their original languages many of these narrative cycles reveal remarkably theo_09n01.book Page 137 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":26,"pageContent":"138 JOHN A. GRIM uniform systems of thought detailing the roles of the human in the uni- verse. Many indigenous peoples in the Americas continue to narrate principles and values with which they examine their communal lives and order the observed universe. Moreover, these narrative based thought systems are displayed in religious performances of great artis- tic expression, especially in dance, song, and religious drama. It is also in ritual processes that narrative teachings become experiential as meta-referent systems. That is, they reflect back upon the very tradi- tion from which they emerge and thus shed interpretive light upon their own tradition. These teachings in ritual action move like cogni- tive, affective waves through individual participants and the commu- nity to organize and pattern mystical reflexivity. Mystical expressions among indigenous peoples become concep- tual models of the larger cosmological worlds, as well as ethical models for behavior 29 . Thought and behavior in this context both flow from, and establish relations with, sacred powers in the lands- cape. Theoretical understandings expressed in symbolic behavior are believed to actually establish relations with powers experienced in the local landscape. These symbol systems manifest themselves at once as a structured cosmology and environmental ethics. Worldview values of indigenous peoples and their relations with landforms shape beha- vior as a whole rather than as separate ethics for gendered or subsis- tence practices. This synthetic ethics communicates understandings of the inner human and the pervasive cosmos that are displayed in pri- vate devotion and contemplation as well as in public ritual. Mystical union among indigenous peoples, therefore, is often for- ged with spiritual powers already believed to be present within the human. For the Diné, the cosmological forces of sa’ah naaghai and bik’eh hozho stand within the human and enable him/her to participate in the constituents of creation. Flesh becomes an analogy for soils and human bones for stone; bodily fluids replicate the structures and pro- cesses of the fluids of the earth. The healing techniques of native peo- 29. Regarding models see Clifford G EERTZ , The Interpretation of Cultures, New York, Basic Books, 1973, esp. pp. 412-453; for environmental ethics, see John G RIM , “Native Americans Worldviews and Ecology,” in Worldviews and Ecology: Religion, Philosophy, and the Environment, ed. Mary Evelyn Tucker and John A. Grim Maryknoll, New York, Orbis, 1994, p. 41-54. theo_09n01.book Page 138 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":27,"pageContent":"COSMOLOGY AND NATIVE NORTH AMERICAN 139 ples, which use herbs, roots and other medicines from the local ecology, bring the body into a frame of local knowledge which is simultaneously cosmological in character. Treatment of flesh with soils, or with colored sands, charcoal, or water, as is done in the therapeutic sandpaintings of the Navajo chantways, brings both anthropological and cosmological thought to bear on the illness at hand. In a crisis, then, the indigenous episteme can be said to bring critical thinking to a problem. That is, it brings new personal awareness as well as a new understanding for the community, the spirits, and the bioregion whose material expressions convey the capacity to image sacred power. According to the cosmogonies of the Diné, the realities, sa’ah naa- ghai and bik’eh hozho , are Yei deities within the earth who are other than human. The creation of the sacred Yei was not solicited by human communities; rather, the Yei dispersed themselves throughout the Fifth World, the current realm of the human. The later creation of the human, according to Diné cosmogonies, could not have occurred without them. Now, ritual chantway performances by Diné singers, the specialists who recite the chantway myths, bring themselves and their patients into close experience and identity with sa’ah naaghai and bik’eh hozho . The narratives of the chantways along with the per- formative sandpaintings, masked dances, and community feasting activate inner and outer dimensions of the mystical path for the sin- gers themselves, their patients, and the community. Establishing iden- tity with the mythic heroes and the Yei of the chantways enables the singer to recreate cosmological harmonies and the patient to be res- tored to the beauty of long-life, sa’ah naaghai bik’eh hozho . Like the Yei -powers described in the chantways, the illnesses trea- ted are other-than-human and can be dangerous. These spiritual powers are agents of shattering events that can disturb a person psy- chologically as well as shock individuals from imbalance back into balanced health. Personal encounters with the numinous Yei may also cause internal bodily illness or traumatic stress. The invocation of the Yei brings specialist, patient, and community inward towards innate balance. There is also a simultaneous movement outward to the trans- cendent power fixed in the mountains and other places of “beauty,” or hozho . The paradox of indigenous mystical life is the recognition that the spiritual powers, in this case the Yei , or Navajo deities, are transcen- theo_09n01.book Page 139 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":28,"pageContent":"140 JOHN A. GRIM dent to the world of humans and immanent in creation. Moreover, that which blesses a person, namely, the Yei spirits may also shatter a person. Restorative power, hozho , established in the spiritual forma- tion of the material world, continues in the cosmogonic narrations of the ancestral origin stories. Restoration to beauty so that one may live a long life of happiness is the mystical path underlying Diné lifeway. Navajo mysticism ponders these deeper blessings that have animated the human, according to the Diné, from their emergence upon the earth. Conclusion Rather than collapsing Native American mysticism into one phrase from the Diné/Navajo, this discussion orients us to similar modes of mystical thought among the diverse indigenous traditions of North America. Indigenous individuals and communities seek for contemplative knowledge of themselves, the significance of their lives, and their relationship with creation in the matrix of their human- earth interactions. This quest has never been simply intellectual fare for Native American peoples; rather, these oral-texts and prayer-per- formances are themselves animate, spiritual realities. Living this knowledge is a lifeway mysticism . That is, sacred ways of knowing pervade the cosmos. The wisdom transmitted by the culture is not simply an individual mystical path, it is the journey of the people inte- racting with this pervasive presence. The Navajo Chanter, River Junction Curly, put it this way in his remarks about Blessingway, the “backbone” of the many Diné chan- tways: “With everything having life, with everything having the power of speech, with everything having the power to breathe, with everything having the power to teach and guide, with that in blessing we will live, it was said 30 .” This community ideal of holistic relational life, in which disjointed life is restored to the harmony of the cosmo- gony, is the on-going work of indigenous lifeway mysticism. This accomplishment is both local and cosmic, both individual and com- munal, both ordinary and extraordinary. 30. Leland W YMAN , Blessingway: With Three Versions of the Myth Recorded and Translated from the Na vajo by Father Berard Haile, O.F.M . Tucson, The University of Arizona Press, 1970, p. 616. theo_09n01.book Page 140 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":29,"pageContent":"COSMOLOGY AND NATIVE NORTH AMERICAN 141 The many religious expressions of human-earth interactions in native North America do not simply describe a radical immanence of the sacred known only through an existence affirming, or cataphatic, nature mysticism. Nor can native mysticism in all its diversity be des- cribed as identity with a radically transcendent or unknowable Other only approachable by means of apophatic theologies. Native Ameri- can mysticism embodies a purposeful, pragmatic relationship esta- blished between indigenous peoples and a mysterious power believed to be both indeterminate and the creative source of diverse land mas- ses and their life forms. This relatedness embodies original, creative insights gathered over centuries and transmitted by indigenous ancestors as they inte- racted with the diverse organic and inorganic forms integral to local bioregions. Obviously, indigenous worldviews do not see the earth as simply an objective other, or a reality separate from thinking humans, but a complex web of persons, communities, and ecosystems charged with spiritual power. Subject to the actions of humans who can be disruptive and misguided, still, the foundational interaction of humans with their local landscape is the matrix in which indigenous mystical knowledge of the sacred occurs. If we have demanded that indigenous peoples suspend symbolic and imagistic modes of knowing so that they might enter into the wes- tern scientific and economic worldview is it the case that we, seeking to understand something about indigenous experiences of the sacred, need to bracket exclusively analytical, rational, individualistic thou- ght? Is there an indigenous episteme that knows empirical realities as wholes in ways other than through analytical knowledge of consti- tuent parts? Mysticism among the peoples of the Americas is directly related to an integral, empirical method that is synthetic, intuitive and relational. The felt experience is typically not uncanny but strikingly lucid and simple. Most amazing of all is that any vestige of these diverse mystical visions has survived into the present. theo_09n01.book Page 141 Tuesday, October 30, 2001 1:26 PM"},{"pageNumber":30,"pageContent":"142 JOHN A. GRIM ABTRACT Different indigenous nations in North America provide examples of mysti- cal participation in the processes of creation. Some observers dismiss native communities as fragmented or romantically reimaged as “ecological Indians”, yet, the tenacity of their reli gious insights deserve attention. Intel- lectually framed in images of interactions between specific peoples with par- ticular geographical places, these images are also embedded in dynamic performances. This paper presents a comparative study of mystical paths among First Peoples in which personal and communal symbols fuse psychic, somatic, and social energies with local landscapes. Experienced as synesthe- tic intuitions, these images are made more conscious in rituals. These dyna- mic performances link words, actions, sounds, sights, and sensory observations. Ritualized expressions of native mystical life are themselves interpretive reflections back upon the personal, communal, spiritual, and ecological realms from which they emerge. Native American religious ways, thus, are lifeway complexes that address the limits and problems of the human condition, and foster mature mystical understanding. RÉSUMÉ On retrouve chez différentes nations indigènes de l’Amérique du Nord des exemples de participation mystique dans le processus de création. Bien que certains observateurs reprochent aux communautés autochtones d’être éclatées ou d’être romantiquement reconstruites en « Indiens écologiques », on reconnaît que la durabilité de leurs perceptions religieuses mérite qu’on leur porte attention. Ces images, intellectuellement construites à partir d’interactions entre des peuples spécifiques et des lieux géographiques particuliers, sont aussi articulées dans des gestes symboliques dynamiques. Ce texte présente une étude comparée de voies mystiques chez les Premières Nations dans lesquelles des symboles personnels et communautaires intègrent les énergies psychiques, somatiques et sociales avec des territoires particuliers. Vécues comme des intuitions esthétiques globales, ces images sont conscientisées à travers des rituels qui relient des mots, des actions, des images et des observations sensorielles. Les expressions rituelles de la vie mystique des autochtones sont elles-mêmes des interprétations qui refluent sur les domaines personnel, communautaire, spirituel et écologique dont elles émergent. Les voies religieuses des Amérindiens sont ainsi des manières de vivre complexes qui affrontent les limites et les problèmes de la condition humaine et nourrissent une véritable compréhension mystique . theo_09n01.book Page 142 Tuesday, October 30, 2001 1:26 PM"}]
