[{"pageNumber":1,"pageContent":"Cultivating Madness: Bare Bones Magic for Beginners By: J.R. “Faust” Sherrard Edited By: Sr. F.F.A. Major Contributions by: Augustus Numley, Ian Diabhal, Kao-Shaman, And Others Dedicated to: Simon Magus, Playing the Trickster-Magician before the Common Era. First Converted to PDF by: Augustus Numley, February 2005"},{"pageNumber":2,"pageContent":" In the Beginning... When I was first delving into the world of the occult, I was really disappointed. I’d been raised on horror novels and movies, along with fundamentalist Christian literature, to believe that Occultists were Black Magicians living the life. In my mind’s eye, I saw myself as a powerful wizard who was a corporate CEO by day, sacrificing sexy blonde virgins by night. I fully expected that somehow those stories just had to be true. In fact, I had it all worked out. The plan went like this: I was going to join a blasphemous cult and slowly wriggle my way towards the top. Then I was going to read one of those Lovecraft-style texts of pure evil, followed by a vile pact wherein I was promised to be all-powerful, all-knowing, and get tons of sex. The Faustian bargain made flesh, if you suddenly understand the nickname a bit better. So what I did was I began to read anything on the occult that I could get my hands on. I’d all ready absorbed the stories Lovecraft’s, E.A. Poe, and dozens of horror writers, so I knew that somewhere out there a book filled with arcane secrets had to exist. I never really came across it. In fact, none of the plan seemed to work out at all. I’m sure you can imagine how bored I was with what I came across. I read the works of Wicca’s, Thelemites, some Golden Dawn material, dark-age Catholic Grimoires... But none of them were really blasphemous. As far as I could tell, the worst some Wiccans did was have these so called Sabbats and get naked under the moon. Sure, I suppose it’s fairly blasphemous to have a religious ceremony in the nude, but it really wasn’t what I was looking for. My next step? I began investigating some of the dark-side occult groups. I quickly came to the assumption that they were typically packed full of wankers who wouldn’t know a demon if it slapped them upside the head and said, “Yo, bitch, the name’s Belial. Get it right, asshole.” All around me, I was being called to magic. I had a Wiccan girlfriend, a Thelema oriented Pagan living down the street, and friends that were Satanists, but I couldn’t find an approach I enjoyed. Crowley was a demanding asshole. The Wiccan creed was against cursing people. The Church of Satan seemed to have more members intent on getting laid with women dressed in black leather than practicing magic, and furthermore, none of them managed to get along with one another at all. It was like being a Christian again. Each side was pointing a finger at someone else and declaring them anathema to the Great Work. But then, when you’ve touched magic at all, it simply doesn’t like letting go. So in the end, all of my research managed to pay off. I was in Virgin Records L.A. shop and I wandered into the book section. Sitting on the shelf, just released and at a far cheaper price than usual, was Disinfo’s1 Book of Lies. I knew all about Crowley’s text, and just as much about Disinfo. I promptly bought it. Can I say the book itself changed my life? No. Magic changed my life. All that research before changed my life. The book simply handed me an approach I’d never known about. The approach was known as Chaos Magic. The major problem I’ve had is that so many beginners’ books on the subject of magic are utterly boring, or worse, they’re absolutely worthless. Is it great to know that some Pagans practice handfasting? Or how about the fact you’re supposed to make your own cloak, or have a virgin do it? What about finding an oak tree for your wand? This seemed all well and good to me, but isn’t it absolutely fucking pointless to go and hunt down an oak tree if you don’t have a goddamn spell to cast? What are you going to do, wave it around wearing your cloak and expect to see vast explosions of power? Another problem I had was with simple communion spells. I realize some people out there have no greater goal than to meet the Goddess and have a chat, but unless she’s going to grant me some divine sex, I’d rather be doing something and seeing results. Maybe it’s simply because I’m a bastard, and arrogant... In any case, during my period of studying the occult (and typically lying about how experienced I was) and actually practicing, I’ve come across a lot of people with a lot of questions. “How do you do it?” Or even better: “What do you do, exactly?”   1 Http://www.disinfo.com "},{"pageNumber":3,"pageContent":" Well, I’ll tell you one thing I’ve learned: I don’t sacrifice virgins on blackened altars to disincarnate entities. First, finding a blonde virgin is too goddamn hard, and second, none of the spirits out there want it anyhow. This is blatantly ignoring the fact I could never take a human life, no matter how cool it seemed when I was 14. So, what do I do? I, uh, practice magic. How do I do it? Well, I expect if I haven’t insulted you enough to drive you away yet, you’ll find out. Can you do it? Sure. Just keep reading, and then try some of it out. Symbolism Magic relates to symbolism because the subconscious, which is the area of the mind where magic operates best, encodes details into itself using symbolism. That does not mean, however, that magic needs to be purely symbolic to work. Nor does it mean that all of magic is a symbol for something deeper; sometimes the best way to deal with things is up front. However, symbolism will help you out as you go along. That means that you ought to read as much as possible about different forms of mysticism and different religions. The symbols you’ll find in those religions will be keys to your own personal system of magic. Contrary to popular belief, you don’t need one single system of magic to work in. You can utilize aspects of many, just typically not at the same time. An example would be that my primary schools of interest are sorcery, Paulo Mayumbe (which is a form of Voodoo), and classical Demonology. That means I can draw off any of those three in times of need or desire and use them to further my own ends. You may decide that you’re more interested in Egyptian lore, or something else along those lines. Whatever works for you, whatever clicks in your mind and makes you want and need to know more, that’s what you should research first. Why? Because that desire, that push you feel in your mind, is what’s going to carry through the first few times you try this or that. That’s the primary reason I strongly suggest that you go out and buy as many books as possible on the subjects that interest you and then begin making informed decisions on what sounds best to try out in practice. Creation of the Magician-Self “Dress up. Leave a false name. Be legendary.” - Hakim Bey Nearly everyone interested in magic has a certain fantasy about who they would like to be when they begin practicing. Let’s be honest: we all want to be something more, especially if we’re practicing magic. For some people the end goal is transcendence or divine union. Of course some of us would be happy just being millionaires and having a horde of Zombie-slaves to unleash on our enemies. In fact I’d be really happy if I got to watch a horde of Zombies clobber some of the people I dislike. Ask yourself: “Who do I want to be?” Some things are out of question, but others are not. Being a half-human half-reptile that breathes fire is not something you’re capable of doing in this life time, I’m sorry. However, more human roles can be adopted and dropped as time goes on. Not only do these roles teach you how to deal with other people, or get them to open up to you, but they also begin to teach you more about yourself. We typically see ourselves as one stable personality, but we often actually adopt different personalities in different situations. The difference between doing this subconsciously and doing this magically is that you consciously adopt a new mindset. You can create vastly different personas, each with different names and styles. Make a day of it, and dress entirely different along with adopting different speech patterns. Change your facial expressions that you normally have and how you address people. If you’re outgoing, try pretending to by shy and withdrawn. See how people respond to you differently. Give yourself a new name for this magical self, or one name for each of the different selves, that you create. Make it either something extremely cheesy, or so mundane that it sounds inviting."},{"pageNumber":4,"pageContent":" Experiments Go to a coffee shop dressed like your new self and settle in outside. Begin striking up random conversations with people. Learn to notice the little things about how they respond. Find out things about their past; the more mundane the better. It really isn’t the big things that make people interesting most of the time but the small ways that they’ve been shaped. Now go to a different coffee shop, or a restaurant, and find a spot either just beside a large crowd of people, or surrounded by them. How people appear to interact with one another. Think back on what you learned with the previous experiment and then try to make up different stories for each of them. Give them all names, or listen to see if you hear their names mentioned. What makes each of these people interesting? What could they teach you? Now go home and start working on the little details of your new identity. Wear it like a mask whenever you enter new situations that you’re uncertain of. Make it as life-like as possible, and draw up elements from your own life and experiments to make the new identity as powerful as possible. Finally, remember that any time you enter any magical circle or group of other occultists you can use this persona as your own. You’ve made it as living, and breathing as your old identity was! One thing to keep in mind whenever you use this new personality is that it isn’t a lie, but just another way that you can get magic done and still feel safe and secure about yourself. Meditation When I was first starting to get the hang of my mind, I had a real hard time with meditating. That was because there were so many forms of if out there, so many different ways to do it, that deciding what worked best for me was the hardest. I had my ex-girlfriend constantly telling me to connect with “Om.” Yeah, well, I didn’t feel anything from resonating “Om” for hours. It simply wasn’t working. If you want a fairly simple way to start, then there’s nothing simpler than this: sit down in a reclining chair, or lie down in a bed with your head and chest read propped up on pillows. Get comfortable, but remember that eventually any position can become uncomfortable. Next choose a one, two, or three syllable word. The first thing that pops into your mind is best. Why? Because that’s your subconscious speaking to you. I use a term in Mandarin Chinese that roughly translates as “Oh, shit.” Somehow it just seems appropriate to me. After all, what else are you going to say after a head-on encounter with a pissed off demon? “Oh, shit.” Followed by relaxation through meditation... Now take this word, and begin to focus on it. Breathe in slowly, and use half the word, and then breathe out and use the other half. Focus entirely on that word as you relax your body and eventually you can let your mind drift. Not aimlessly, but just a little bit more controlled. Now you’re meditating! It’s really not all that interesting, is it? But it will at least relax you after a stressful day of work. As a second note, that word you’ve chosen to fixate your mind on? It’s your new personal power word. A personal power-word is a word that you can use to get you into the mindset for magic, or to try and alter reality. Every time you focus on it in meditating, you’re essentially powering it up. That means you can use it later as you see best. Trance States A trance state is an ulterior point of view. It is, in essence, the brain functioning in a slightly different manner than it usually does. The idea of inducing trance states seems scary at first – like telling someone they ought to do drugs to get where they want, man – but if you think about it, it’s really not that frightening. You constantly enter into different areas of awareness where your point of view changes, or your mental perception changes. A trance state is really nothing more. "},{"pageNumber":5,"pageContent":" Within the trance state, magic can (and probably will) happen. As you enter the states more and more, you will perceive the world in a drastically different way. I know I’ve just entered a trance because to my mind magic not only seems probable but inevitable. I enter into the state and suddenly I can just feel energy running through my body, and this go out and get ‘em idea enters into my mind. I suddenly tell myself, “It’s time to...” That doesn’t mean I actually succeed at what I try, but it does mean I try my best. If you want to understand trance states, then listen to some good music. Crank it up and let the tunes ride along your brain waves. Feel the shifts in your emotion and perception. Look around the room you’re in; does it seem different? How so? If it does, you’ve just experimented with altering your consciousness. Now go out for a long walk. Take your CD player, iPod, or whatever with you and crank the music up. Do this preferably at night. Let the music tint how you see the night. If the song is depressing, let the darkness and eerie aspects of the world around you seep in. The sound of a lone dog barking just above the noise of the music in your ears. The headlights of cars that speed by, racing like steel dragons past you to destinations unknown. Cast yourself into the world around you and just let it all shift and shape to your liking. Remember that you are in control of this world, and when it’s time to come back you can. Eventually turn the music off, go home and do something to ground yourself. This can be anything from watching porn to cooking a good meal. It should be something that reminds you that despite the fact that you’re pushing yourself to the limits with these techniques, you’re still human. You still need to pay bills, and go to work, or class, and you definitely need to be able to talk to people without freaking them out. Banishing Rituals The Banishing Ritual is the magician’s first line of defense against the great unknown. It can generally be anything, but the better you visualize when you do it, the more effective the results will be. There are a variety of Banishing Rituals out there for you to use; these are my favorites, and some of my own. You can assume I created all of these unless I’ve stated otherwise. You’re free to distribute these to anywhere so long as you give credit where credit is due. This is, of course, with the exception of Phil Hine’s2 Banishing Ritual. Personal Banishing Ritual Close your eyes and clear your mind to a state of nothingness, or near nothingness. Now visualize an \"A\" before you. Ascribe a color to it (Red, Green, Blue, White, Black, Yellow, and Orange work best for me... Take one according to taste, or use another color if it suits you better.) Intone \"A\". Now visualize an \"E\" above your head. Accord it a color appealing to taste. Intone \"E\". Visualize an \"I\" behind your Back. Accord it a color. Intone \"I\". Visualize an \"O\" to your right side (Left if left handed). Accord a color. Intone \"O.\" Visualize a \"U\" on your left (or right, if left handed) side. Accord a color. Intone U. Now visualize a \"Y\" beneath you. Accord it a color. Intone \"Y\". Now visualize all the colors beginning to merge together, spreading about you until they meet others, and   2 http://www.philhine.org.uk/ "},{"pageNumber":6,"pageContent":"forming a bubble. The bubble is pulsating, driving all away from you, and all that's left is you at the center, vibrating with the energy of all that you’ve visualized around you. Personal Pentacle Banishing Ritual. Visualize a pentacle before you. If you want, accord it a color as before. (With this one, which I use now in especially sticky situations, I apply blinding white light to them.) Now visualize a pentacle above you. Now one behind. One to the left. One to the right. One beneath you. All of the pentacles are glowing now, and they begin to move, spinning all around in clockwise directions from each angle they are... They move faster and faster until they form a bubble around you, driving everything off. (The white works for me, because it becomes the center of a blinding, white bubble... Pushing anything and everything you do not desire away.) Phil Hine's Pentacle Banishing Ritual3 Phil Hine was gracious enough to allow me to reproduce his copyrighted material for the source of this essay, and I can’t thank him enough. If you enjoy this ritual, then I fully suggest that you go out and buy Condensed Chaos. You can buy it from New Falcon Publications and they have a store on the Internet as well as an excellent Ebay store with tons of worthwhile authors. Begin facing east and stand, with your arms by your sides, head tilted slightly upwards, breathing slowly and deeply. Clear your mind of thoughts. 1. Inhale, and reach upwards with your right hand, visualizing a point of light just beyond your fingertips. 2. Bring your hand slowly down the centerline of your body, to the point between your feet. Exhale and visualize a beam of white light passing down your body from above your head to below your feet. 3. Inhale, stretch out your arms so that they form a Tau-cross. Exhale, and visualize a beam of white light running across your body from left to right. 4. Inhale, and fold your arms across your chest. Exhale and as you do so, visualize a blaze of light spread across your body, expanding from the two axis previously formed. Breathe in and out deeply, feeling yourself to be charged with energy. This completes the first stage of the banishing and is generally known as the Cross of Light. 5. Next, inhale and trace a pentagram in the air before you, beginning at the apex, drawing down to the lower left hand point, then across to the right, across to the left, down to the lower right, and back to the apex. Exhale, vibrating the letters I A O (Eee-Ah-Oh), visualizing the pentagram glowing brightly with white light. 6. Repeat this for the South, West, and North cardinal points. 7. Then raise your arms and declare the litany: “About me flare five pointed stars Above my head the infinite stars   3 From Condensed Chaos, p. 113"},{"pageNumber":7,"pageContent":"Every man and every woman is a star, Behold, a circle of stars.” Ray Sherwin's Goddess Elemental Ritual4 Standing with arms crossed over his chest the Magician visualizes: 1. A naked Goddess with blue wings before him. 2. A naked goddess with silver wings behind him. 3. A naked goddess with red wings to his right. 4. A naked goddess with yellow wings to his left. Each of these he refers to as the Goddess of the elements he has ascribed to her. The tips of their outstretched wings touch to form a square which tangents the circle at the points of their meeting. Maintaining the visualization and holding the dagger [in my case, a personally imbued folding knife given to me by the first magician I ever met – Editor] he declares: “Above me the blazing star, Around me the elements of power, Beneath me the circle of stability.” He pauses to reinforce these notions then passes on to opening or closing the ritual. Invocation Invocation is the common term used for calling on gods or spirits either inside or outside a magical circle. It depends highly on the mindset and beliefs of the person doing it. For the most part, it’s a simple tactic for getting noticed by the things you’re trying to contact. Lie down or sit in a relaxed position and begin meditating. Wait until you’ve reached the point where you can feel the energy build up around you. Now take one of the gods you’ve identified with the pantheon you’ve chosen. Close your eyes and begin to visualize some way that you feel they may appear. If you’ve chosen Thor from the Norse Pantheon you may visualize him in the comic-book form, screaming as he swings his war hammer at some enemy that needs to be smote. Now begin to intone that god or spirit’s name. You may notice that your voice seems somehow different. This is commonly referred to as the magical voice, and shouldn’t frighten you. My voice tends to take on a harsh, almost malevolent pitch that has put people around me on edge before, but doesn’t bother me in the least. It’s the sign that your Will is being utilized by your vocal chords. Continue to intone the name of that god as you visualize him until you feel a sense of otherness, or a presence of something else near you. This is a sign that what you’re doing is working, so don’t stop. Let your breathing and intonation match one another in rhythm and imagine that visualization of the god melding with you, almost becoming one with you. Invite the presence into your mind, now verbally requesting they communicate with you. It may not work the first few times you try it out, but eventually you’ll create enough of a link between you and that god that you can communicate with one another. You may well hear a voice in your mind that is entirely not your own, or see flashes of images inside your mind’s eye that come unbidden. This is the final sign you need that you’ve been noticed, and you can then make a request for aid in one purpose or another.   4 I love this one. Mostly because it involves nude women. It can be found in Theatre of Magick, which is free on the 'Net. If you don't feel like hunting it down, then you all ready have access to it. But I still suggest you read Theatre of Magic."},{"pageNumber":8,"pageContent":" Close off the invocation with a Banishing Ritual of choice and then find a way to ground yourself that is satisfying to your needs. Trance Mediumship I was inspired to create the following, or at least alter it, from S. Jason's Black form of trance using autohypnosis. I've had spectacular results, and so have others. Warning: This technique is a little bit more involved than your average thing in this essay. However, it is as basic as it gets. The warning here is that you’re expected to use one of the above Banishing Rituals before and after you do this. That way it limits it to the Godforms you’ve selected, and not every nasty motherfucker wanting to break through the veil of reality on your block. If you fail to adhere to this, and have bad results, don’t blame me. Light a single candle before you. Stare at it intently for as long as you can. As you feel yourself drawn closer and closer to the flame mentally, begin to tell yourself: As I count to ten (from 1 to 10, not backwards for me at least - but you can try it) my eyes will be drawn to the flame, unable to leave it. Then count to ten. Do this several times if it doesn't work for you - try it until it does, or put the candle away for a week and try again. If the first part worked, now tell yourself: As I count to ten, all of my psychic centers will open up. Now count to ten. Let the fleeting images in your mind move forward and backward, sliding in and out at will, letting yourself grow deeper into trance as the flame draws your mind into its maddening dance. Make sure you say this out loud. If you’re feeling uneasy, this is the point where you stop, Banish, and to ground yourself. If you aren’t, then proceed with counting. If this works out, use the trance for whatever you want. I've found that the psychic enhanced abilities have allowed me to feel currents and have pseudo-prescience. Scried Images, divination, it all works from there. Conjurations also work. Suggestions for use: If you can’t figure out how to use this, then here are a couple of ideas. While in the trance state, select a Godform that you identify with. This can be anyone from Anubis to Lucifer, or Isis, or Aphrodite. Whatever God works best for your mind set, and you feel the most connection to. First imagine an image of them. When I imagine Lucifer I tend to visualize stone statues of angels, archaic with age with long shadows around them. For Anubis you could visualize the Jackal-headed figure with the body of a well toned man. Anything that works for you can be used. Now focus on that Godform and ask them to begin to move the flame. You’ll immediately feel the influence. The room may drop a few degrees in temperature, and the flame will gently sputter. You can see the magic working with your own eyes; no props besides the candle needed. If you want to use the candle for scrying, I suggest you buy a mirror that’s at least 8.5x11 inches in length and height and position the candle in front of it. You can then induce the trance in yourself and then focus on the mirror until a fog or mist begins to develop in your mind. From that you’ll be able to divine the images that come. Remember that scrying can only be directed with time and effort, so at first your mind or consciousness will go where it desires rather where you desire. Don’t feel bad if it doesn’t work the first two times. If the mirror and candle method seem outdated to you, I’d go the way of"},{"pageNumber":9,"pageContent":"L.O.O.N.5 and suggest you use a TV tuned to a dead station. Focus on it until the mist develops and the images will appear in the white noise of the T.V. Sigilization The sigil is like a compressed ritual without any props. Nothing beyond a pencil and paper are needed. It’s the most basic of the basic, and you don’t even need to banish to do it. A sigil can be done at any time, worn anywhere, and no one need ever know what it is unless you want them to. There are a variety of ways to do a sigil. Take a thought or desire you have. One I might have would be “I want to get a job at Blockbuster Video.” Not the most noble goal, but who cares? You then remove all vowels and repeating letters. What you’ll end up with is: “WNGBLKSRVD.” Take that string of consonants and you can begin to work with them. Since we’ve removed all the vowels from them, we can do two things. One is make a mantra, and the other is to make a pictorial symbol. Depending on how artistic you are, each can work. For a mantra we ought to re-arrange the letters. We can then add vowels as necessary, or do anything else we please. Anything that works for you, if you dig it. I might make my mantra Wing Black Reserved. Does it make any damn sense? No, but as soon as you’ve created it, your subconscious will remember the symbolic connection. Now next time you meditate, focus on those words. Use them as you’ve used your previous personal mantra, charging them up. Then when the energy runs through your body, picture them glowing in the air above you, blasting forth with the currents of summoned energy. If that seems too tough, or not to your taste, we can do the pictorial version. Take the string of consonants and squish them down. Remove entire lines, or merge them together until what you have is essentially a glyph. It may end up looking like this: You may note that it looks nothing like the string of consonants, and that is entirely the point. If you want, you can twist them any way you want, or drop certain elements like the W or R and the sigil will still be fine. As long as you can make the connection with what you desire, you’re doing just fine. Now that you’ve got the glyph, go somewhere that you feel you can connect with magic in a trance-like state. You can lie down and visualize the glyph, or you can use the wank method (waiting until   5 The Lincoln Order of Neuromancers, who produced an excellent text titled “Apikorsus” which can be found on Mr. Hine’s website."},{"pageNumber":10,"pageContent":"the peak of orgasm to visualize it), or Hell, you could do it in the middle of sex. The most inventive I’ve ever seen in person was a friend of mine playing DDR while launching the sigil. When you’re in that place, wait until you feel yourself brimming at the peak of energy – you’ll know the moment – and then visualize the glyph and focus on it, feeling it radiate with energy. The energy will expand from it, launching it deep into the depths of the cosmos. Afterwards, forget it and move on. It may seem hard, but that’s how you do it. If you have problems forgetting it, then I suggest making up 12 sigils at once and then launching each one. By the end of the process, you’ll be too drained to remember each one. Or you can swap sigils with another Magician and let them launch it for you. Since they don’t know what it means, it’s not like they can focus too much on it, now can they? Extensions on Sigilization This is where it gets fun, because you get to test magic out. You can use sigils for anything – to bind an enemy, to curse someone or some place. Anything you desire. But there are different ways to do it. A guy I know on the ‘net had the great idea on using sigils encrypted into email tags to drive people out of email groups you hate. Use Microsoft Paint to create the sigil, or scan it using a personal scanner. Then utilize it against the list. Be sure to target a place where people won’t figure out what you’re up to, okay? Because a group of advanced magicians may notice and come after you. My personal favorite, though? Use the Mantra method. Charge up a desire that essentially binds the person to your will. Now take that mantra and encrypt it into a letter to the person. Begin each paragraph of the letter with one letter of the mantra. If you’re writing it using Microsoft Word, you can bold out each of those words. Since it’s just consonants, it won’t make sense to the person. But rest assured, if you’ve launched it and forgotten, it will take effect. I used this method when I was in High School to keep the school from banning my friends and I from wearing trenchcoats. They never were quite so sure why the letter made such a great impact on them. And I never bothered to tell them. Because it’d ruin the fun, you know? Divination Divination seems cheesy. But scrying, mentioned earlier, and a dozen other things are necessary. You should use divination before and after any ritual to see the outcome, and prepare yourself. If you don’t have a favored method of divination yet, I’d suggest the I Ching or the Tarot. Both are easily accessible and both take only a bit of work to learn well. But there’s a whole lot more you can do with divination... License Plate Divination: Watch the letters and numbers on cars as they pass, or sit at a coffee shop and look carefully over each plate within vision. I've personally noted that certain numbers according to Gemetria6 begin to appear - often in pair's of three. If you don't know Gemetria, look up something on Numerology and then begin basing your ideas off that. Then go through the day and see if those numbers apply to how your day goes. The Dying Ink Cartridge: I used to get really pissed off because I’d print off a dozen or so free essays on magic and the next thing I’d know, the ink cartridge was dead. But then I came up with this idea, seeing how some words seemed to be bold and normal, with others hazy and almost like something from beyond was running over   6 http://www.hermetic.com/crowley/libers/liber777.pdf Crowley’s landmark 777. Can you dig it?"},{"pageNumber":11,"pageContent":"them. Of course, I’m not saying that spirits talk to me through my printer – just that you can try this out and see how it works if you’re ever in a dead-cartridge situation and want to have some fun. Take a half spent ink cartridge, and drain it as far as you can by using it even more. When the pages begin to get into areas where some sections are fuzzy and lacking the requisite ink, but some still bold, go over the bold ones. Begin to piece them together, and see if they make sense. You may make some startling discoveries. Sometimes something you've overlooked in yourself appears, sometimes something that's about to happen appears, and sometimes it's all random nonsense - like the first five tarot readings I ever did before I learned to slip into trance states. The state of mind you're in while looking into these things helps quite well. I recently found a place of power - a spot for working magic - through just such a reading. Developing Pattern Recognition Detecting omens and patterns is a tough act. It is one of those things that you learn to do naturally, or do because you're forced. But for any magician - especially a novice (like myself, even if my sorcery tactics are pretty tried and true these days) it is an essential survival tool. They can get you into as much trouble as they will later get you out of, but you need them if you're going to be wielding magic eventually. In any case, some psychic ability normally helps. But developing these abilities means that you'll be closer to the patterns arising randomly within the ether of chaos. Question Everything Patterns emerge randomly, like anything else. But as soon as you've seen them, you begin to see a bigger picture. This can lead to obsession - but that's what banishment is for, right along with centering. Tactic: Go for a long walk towards a place you almost never visit, or down roads you never have visited before. Listen to each sound carefully the wind makes, each rustle of trees. Let yourself feel guided, even if you are wandering randomly. As you go, begin to push your senses outward and then watch the way the light flickers over objects. Do this nightly until you feel something. Believe me when I say that you will... Rituals This section may eventually be elongated. Currently it includes a ritual finished by my friend for the liberation of others from their hatred of occultists. You can alter the ritual to just create zones of creativity, or spread some other desire aloft into the world. Instead of using the sigil on the dollar as he wrote, change it to “Every person that touches this dollar will be inspired to go out and create something beautiful,” or “Every person that touches this dollar will be inspired to go out and find and spread love.” Whatever you will to happen can be done with a ritual like this. The purpose of this section is for those that finished the basics I’ve given them and wanted something more to toy with. If you enjoy these rituals, then spread them around as you see fit. The further they get, the deeper the purpose of magic itself may well get. Imagine one day finding a dollar with a sigil across the back... Liberation Ritual By Kao-Shaman Purpose To free the minds of individuals and groups that have no problem with individual practitioners of magick, occultism, and mysticism having limits put on their practices or even being destroyed by those who wish to seem them gone. Materials"},{"pageNumber":12,"pageContent":"Three dollars, three envelopes, pen, sheet of paper, athame, frankincense, and disk or pentagram. Ritual 1) Tune in by doing banishing ritual of choice. 2) Write on top of paper: \"EVERY INDIVIDUAL WHO TOUCHES THIS DOLLAR WILL BE OPEN MINDED ABOUT MAGICIANS, OCCULTISTS, AND MYSTICS. EVERY OTHER PERSON THE INDIVIDUAL KNOWS WILL BECOME THE SAME AND IT WILL MYSTERIOUSLY SPREAD TO THOSE THEY KNOW.\" 3) Cross out the repeating letters and the remaining letters are: \"EVRYINDUALWHOTCSBPMGK\" 4) Tear off three pieces of paper from the one sheet you have. Using the remaining letters of the written intention, draw three different sigils on the pieces of paper using the same letters for each. 5) Burn some Frankincense incense or herb. Hold each dollar over the smoke to cleanse it of energies already on it. Fold each dollar in half and place a sigil in each. Place each dollar in its own envelope. 6) On the back of each envelope write \"This is for you. Use the dollar inside for whatever you wilt Love is the Law. Love under Will.\" 7) Seal the envelopes and lay them in a column. 8) Pick up your athame and draw up a lot of energy7 from the pentagram or disk. 9) Hold the athame near your heart chakra. Say: \"In the holy names of Hermes, Semyaz, and Ra-Hoor-Khuit, millions of individuals will be open minded and accepting of magicians in their nation. Those who are spiteful toward us will abandon their beliefs and accept us now. Love is the Law. IAO! Nema!\" 10) Tap each envelope thrice and then slowly wave the athame above the envelopes and see the energy of the great intention going inside of the envelopes. 11) Stack the envelopes. Say: \"So mote it be by the awesome power of three. Hail Hermes! Hail Semyaz! Hail Ra-Hoor-Khuiit!\" 12) Tune out by doing banishing ritual of choice. Whenever you can, place each envelope in a different part of town. Places that are good for the envelopes are bathrooms, newspaper stands, tables in coffee shops, bookshelves, and park benches. Who are the “Rebel Angels” of Morning Star8? I’ve always had trouble with authority. Maybe you can figure out that just by reading this essay, or maybe you can’t. In any case, one day I was going through my email and found that I’d been invited to join   7 “A lot of energy,” is purely subjective here. However much you feel is plenty should work just find. 8 http://groups.yahoo.com/group/morning_star/ This is an email group for Satanists. If you don’t like Satanists, then perhaps when we use the term Gnostic Luciferians you’ll feel better. Of course, I like “Tenebrous Animist” myself... But remember: they don’t sacrifice babies. And they are Satanists."},{"pageNumber":13,"pageContent":"an email group for Satanists. I was amused, and joined. Soon I found that a few of them were really interesting individuals who just happened to have the same “magical interests” I did. So what did I do? I kept chatting with them, of course. Eventually I managed to get myself banned from the first list, but so did the others. In the end it was worthwhile, because ‘tis better to have been banned and created a new list, than never have been banned at all. Among Morning Star, Augustus Numley is one of the most inventive, interesting members. His techniques have all been at least tried by me – because even if I fail I feel the possible results are worth the effort – and these haven’t failed me yet. Lucid Dreaming for Beginners By Augustus Numley Lucid dreaming is the ability to be conscious and take action while within the sleeping dreaming state. It is not a difficult ability to develop. Really all you have to do it is remember your dreams and decide on a common factor to trigger the lucid effect. Here are some steps that work reasonably well for most people: Start a dream diary. This is just a notebook or tablet that you keep next to your bed. When you awaken from a dream simply write down what you dreamed in as much detail as possible, you may even find that just having such a book will help you to recall your dreams. Everyone dreams, just not everyone recalls them. Keep the diary for a couple of weeks, or if you like it keep it forever, doesn't matter. What matters is that you have a couple of week's worth of dreams written down so that you can look thru them and identify something that is common to them all. Once you do this you are well on your way. Once you have found a common factor is your dreams, for example you always seem to be walking down a hall, or it you have nightmares you always seem to be in danger. The commonality doesn't matter; all that is important is that you find something. Before you go to sleep the next time, consecrate for a few minutes on the commonality and repeat to yourself that if it occurs you will be aware you are in the dream state. Example: \"I will be aware that I am dreaming if I am walking down a dark hall\" You may have to do this for a few nights in a row before the effect occurs. What can you expect, well the first few times you achieve the lucid state you will probably wake up, after that you can start to interact in the dream in a manner that is consistent to your desires. There are some cultures that believe that the dream world is as real in its own way as the waking world, this is a great manner to interact with the dream world in a way that may give you insight and knowledge into why they say such things. Astral Projection Made Really Easy By Augustus Numley Before I get started with this brief set of instruction I would like to note that it has been my experience after sharing this information with many seekers over the course of quite a few years that one of two things occurs. It either works for them with very little practice or it never works for them at all. I say this only to spare you some time in case you are one of the people that this technique will not work for. My suggestion is (if you are trying several times a day) that a week is enough time to tell if it is going to work for you. Steps: "},{"pageNumber":14,"pageContent":"1. Get really relaxed, the state you are looking for is almost drifting off to sleep. Some people like to snug into a blanket; others just like to lay down with nothing over them. It's a matter of personal preference. 2. Picture a ring of blue energy starting at your feet and slowing moving towards you head, when it reaches you head allow it to slowly begin working its way back towards you feet. Your body should be inside the ring. 3. After the first ring has made a few passes, imagine another ring going in the opposite direction. The rings will cross over one another 4. 4. Allow the rings to pick up speed and continue to pick up speed until such time they are in a blue, the visual at this point it that you are encased in a cylinder of blue shimmering energy 5. 5. Picture a ball floating directly in front of you face 6. Place your vision on the side of the ball that is away from you. Your eyes on the far side of the ball. 7. Slowly allow the ball to rise till it is near the ceiling of the room that you are in 8. Your point of vision should be just a foot or so from the ceiling. a. Remember at this point all you are really doing is exercising visualization, so try to see things as clearly as possible. 9. Now the fun part, begin to very slowly rotate the ball back towards you. You will feel a sickening sensation. Not image you will actually feel this, it is similar to the way that you stomach feels on a roller coaster. 10. Continue to slowly rotate the ball till you are looking down at yourself. 11. There is a point in the initial rotation that visualization will give way to astral projection; you will literally find that you are floating close to the ceiling above your body! Questions: Why the ball? The ball is used because the astral body can take any form and a ball is a simple shape to work with, no other reason. What is the feeling that I get in my stomach? That is the astral form leaving the physical body. Why did I snap back in the second I saw my body? It happens! Next time do not look at your body, just will yourself to move and you will. Why didn't this work? This doesn't work for everyone, get one of the many books on the subject and try a different technique. Why can't I go spy on my girlfriend? You will go where your Will takes you, not necessarily where you consciously would want to go. In my opinion your eternal Will and your conscious will are two different things, you will go where you need to go. I'm not an expert in consciousness this is just how it works in my experience. The Beginning And the End “Demand of God equality – usurp!” - Austin Osman Spare9   9 http://www.hermetic.com/spare/index.html The works of Austin Osman Spare."},{"pageNumber":15,"pageContent":" Some of these techniques may seem really simple, whereas others won’t. It’s just a way to thrust your fingers through the gates. If some tactic doesn’t work at first, don’t worry. Eventually you’ll get the hang of it, and this essay is by no means expected to be some bulwark of perfect magical ideas. Magic is a personal system, as much as others may tell you otherwise. What works for me and a dozen others may never work for you – it doesn’t mean you’re a bad magician or anything of the sort. It just means that it doesn’t click with you the same way it clicks with me. An example is that try as I might, I can never quite get in touch with white light deities. The truth is, the probably want nothing to do with my diabolic, crazy ass. And I really don’t blame them; I stick to contacting tricksters and traditionally evil deities because I feel a connection with them. Of course, I don’t believe in pure good or evil, but that things fall on a spectrum of positive and negative. You may have noticed that this essay was entirely devoid of any discussion on ethics or any mention of the three-fold law. That’s because I follow the Chaos-Magic belief that you should form your own moral code. Follow it, rather than the code set down by another. Or, in the words of Crowley10: “Do as thou wilt shall be the whole of the law.” Don’t let any one else control you, or tell you what to do. Go out and learn. The best thing a Magician can do is experience. Experience as much as possible; because only through experience can we formulate our opinions on how the world works, and why. And remember: sacrificing virgins just isn’t worth it. Spirits would seem to rather have sticks of incense, and I have to admit, they’re a lot easier to find. So go sacrifice a few sticks of incense and have fun. Or find a virgin and sacrifice her to yourself! And by that I don’t mean kill her...    10 http://www.hermetic.com/wisdom/engccxx.html The Book of Law, online and free for your own enjoyment."},{"pageNumber":16,"pageContent":" Resources Beginner’s Resources: Aleister Crowley: The Book of the Law http://www.amazon.com/exec/obidos/tg/detail/-/0877283346/104-6648068-0215104?v=glance C.S. Hyatt: Undoing Yourself With Energized Meditation & Other Devices http://www.amazon.com/exec/obidos/ASIN/1561840572/102-9847013-4560165 L.O.O.N: Apikorsus http://www.philhine.org.uk/writings/pdfs/apikorsus.pdf Phil Hine: Condensed Chaos http://www.amazon.com/exec/obidos/ASIN/156184117X/103-1275420-9732656 Peter Carroll: Liber Null & Psychonaut http://www.amazon.com/exec/obidos/ASIN/0877286396/103-1275420-9732656 Ray Sherwin: Theatre of Chaos http://www.philhine.org.uk/writings/pdfs/theatre.pdf Intermediate Resources: C.S. Hyatt: Urban Voodoo http://www.amazon.com/exec/obidos/ASIN/1561840599/102-0137716-3686507 Phil Hine: Prime Chaos http://www.amazon.com/exec/obidos/tg/detail/-/1561841374/002-9288633-1194463 Peter Carroll: Liber Kaos http://www.amazon.com/exec/obidos/ASIN/0877287422/002-9288633-1194463 Joseph C. Lisiewsky: Ceremonial Magic & The Power of Evocation http://www.amazon.com/exec/obidos/tg/detail/-/1561841978/002-9288633-1194463?v=glance Advanced Resources: C.S. Hyatt: Pacts with The Devil http://www.amazon.com/exec/obidos/ASIN/1561840580/002-6418051-4946424 Phil Hine: The Psuedonomicon http://www.amazon.com/exec/obidos/tg/detail/-/1561841951/102-8057899-1202517?v=glance Peter Carroll: Psybermagick http://www.amazon.com/exec/obidos/ASIN/1561840920/102-8057899-1202517"},{"pageNumber":17,"pageContent":" Stephen Sennitt: Liber Koth http://www.amazon.com/exec/obidos/ASIN/1561842346/ref%3Dnosim/clavicula/102-8057899-1202517 Other11: Morning Star http://groups.yahoo.com/group/morning_star/ KAOS Magazine: Issue 14 http://www.biroco.com/kaos/   11 To find a local group of Pagans, if you live in a large enough city, just use the Yahoo Groups search tool. Try using the name of your city, and key words like Occultists, Pagan, and Witches."}]
