[{"pageNumber":1,"pageContent":"H.P Lovecraft and theOccult TraditionFra. TenebrousCults of Cthulhu"},{"pageNumber":2,"pageContent":"Cults of CthulhuH.P Lovecraft and the Occult Traditionby Fra. TenebrousFirst published by Daath Press 1987, as a limited edition of123 copies. Text revised 1993. This on-line edition November1998 with kind permission of the author."},{"pageNumber":4,"pageContent":"H.P LOVECRAFT"},{"pageNumber":5,"pageContent":" “That is not dead which can eternal lie,And with strange aeons even death may die.”H. P. Lovecraft, ‘The Nameless City’, 1921In the 1920’s, an American magazine of fantasy and horrorfiction called Weird Tales began to publish stories by a then-unknown author named H. P. Lovecraft. As his contributionsto the magazine grew more regular, the stories began to forman internally consistent and self-referential mythology, createdfrom the literary realisation of the author’s dreams and intuitiveimpulses. Although he outwardly espoused a wholly rationaland sceptical view of the universe, his dream-world experiencesallowed him glimpses of places and entities beyond the worldof mundane reality, and behind his stilted and often excessiveprose there lies a vision and an understanding of occult forceswhich is directly relevant to the Magical Tradition.Howard Phillips Lovecraft was born on August 20, 1890, inProvidence, Rhode Island, at 454 Angell Street — the houseof his maternal grandfather, Whipple V. Phillips. His parents,Winfield Scott Lovecraft and Sarah Susan Phillips, were ofEnglish descent, and throughout his life Lovecraft remained adevoted Anglophile. Winfield Lovecraft, a commercialtraveller, spent much of his time away from the family home,and as a result had little influence on the young Lovecraft.Three years after his son’s birth, he was admitted to a"},{"pageNumber":6,"pageContent":"psychiatric hospital, where he died in 1898 of’ general paralysisof the insane’, the final stage of syphilis. As a result, Lovecraftspent the remainder of his formative years under the guidanceof his mother and two maiden aunts, who shielded himcompletely from the rigours and demands of everyday life,whilst at the same time tormenting him because of his supposedugliness.Lovecraft soon began to show signs of being ‘different’ —he could read fluently at the age of four, and would spendhours in his grandfather’s extensive library, studying volumesof history and mythology. His grandfather also introduced himto local folk tales and myths which he would later draw uponin his evocations of the imaginary New England landscapesof Arkham, Dunwich and Innsmouth.He began his formal studies at Hope High School,Providence, but was largely self-educated due to an unstableconstitution, which lead to long periods of absence from school.He preferred the company of adults to that of other children,who disliked him because of his delicate nature and precociousintelligence. Instead of joining their juvenile games, hedeveloped his own, interior world of the imagination throughwriting, and at the age of 15 produced his first horror story,‘The Beast in the Cave’ By 1914, he had submitted a series ofarticles to the United Amateur Press Association and to localnewspapers, ranging in content from astronomy andphilosophy, to his early stories of the occult and thesupernatural. Also at this time, he began the epistolarycommunications which were to become one of the mainpleasures of his life. (At one time, Lovecraft had over a hundredregular correspondents, and in fact, his extant lettersconsiderably outweigh his fiction - one estimate puts the totalnumber of letters written by Lovecraft at over 100,000.)"},{"pageNumber":7,"pageContent":"However, it was not until 1917 that Lovecraft seriouslyconsidered writing in earnest. The family had been forced toleave the house in Angell Street due to financial difficulties,and Lovecraft soon discovered that he was incapable of earninga living. (Indeed, he was to spend the best part of his life in astate of financial deprivation and semi-starvation, survivingon as little as 15 dollars a week.) His mother’s mental andphysical condition declined rapidly, and in 1919 she enteredthe Butler Hospital, where she died in May, 1921 after aprotracted illness.Lovecraft’s short story, ‘Dagon’, written in 1917, waspublished by Weird Tales in October, 1923, flue year of themagazine’s appearance. In the same year, he made his firsttrip to New York to visit with the poet Samuel Loveman, andalso to meet with Sonia H. Greene, a fellow member of theAmateur Press Association. Lovecraft had been correspondingwith Sonia, a woman several years his elder, since 1921, andhad also worked on revisions of some of her own writings.Following their meeting, their friendship deepened and theywere married on March 3, 1924. This new life proved too muchfor Lovecraft, however, and they separated after only two years.Lovecraft found the urban metropolis of New York unbearable,and his feelings of revulsion for the city provided the inspirationfor his story, The Horror at Red Hook’. After the break up ofhis marriage, Lovecraft returned to Providence, where he livedas a semi-recluse in the house of his surviving aunt, AnnePhillips Gamwell. With the exception of expeditions ofantiquarian exploration to various parts of the country(including visits to Boston, Quebec, New Orleans andPhiladelphia), and short trips to examine historical sites withinNew England (such as the prehistoric megaliths at Shutesbury,Massachusetts), he was to remain in Providence for the rest ofhis life."},{"pageNumber":8,"pageContent":"Following his return to the city of his birth, Lovecraftconcentrated exclusively on writing, working through the nightand sleeping during the day, his shutters closed. Embarkingupon long nocturnal ramblings, he would visit the scenes ofhis childhood where he had composed his first stories, andwhich held a deep, nostalgic fascination for the adult writer.In the winter, he seldom left the confines of the house due to apathological horror of temperatures below 70ºF — there is oneanecdote which tells of the time that he ventured out when thetemperature read 30ºF, and immediately collapsed needingmedical resuscitation. He displayed a marked aversion to thesea, suffered from terrible headaches, and physically showedsigns of under-nourishment.He was also subject to particularly vivid and lucid dreams,suffering from nightmares virtually every other night of hislife. During his childhood, he was visited in dream by creatureswhich he called ‘the Night Gaunts’. These faceless, bat-wingedapparitions would carry him away to bizarre scenes of towering,pointed mountain tops — an archetypal landscape which wasto find expression in his fiction as ‘the abominable plateau ofLeng’. And it was during such nocturnal experiences that manyof his most powerful images originated — often transferred topaper in an manner virtually identical to that of ‘automaticwriting’, as was the case in the transcription of his prose-poem,‘Nyarlathotep’. In a letter to Reinhardt Kleiner, dated December4, 1921, he writes,“Nyarlathotep is a nightmare — an actual phantasm ofmy own, with the first paragraph written before I fullyawaked. I have been feeling execrably of late — wholeweeks have passed without relief from headache anddizziness, and for a long time three hours was my utmost"},{"pageNumber":9,"pageContent":"limit for continuous work ... Added to my steady ills wasan unaccustomed ocular trouble which prevented me fromreading fine print — a curious tugging of nerves andmuscles which rather startled me during the weeks itpersisted. Amidst this gloom came the nightmare ofnightmares — the most realistic and horrible I haveexperienced since the age often — whose stark hideousnessand ghastly oppressiveness I could but feebly mirror in mywritten phantasy...As I was drawn into the abyss I emitted a resounding shriek... and the picture ceased. I was in great pain — foreheadpounding and ears ringing — but I had only one automaticimpulse — to write, and preserve the atmosphere ofunparalleled fright; and before I knew it I had pulled onthe light and was scribbling desperately. Of what I waswriting I had very little idea, and after a time I desisted andbathed my head. When fully awake I remembered all theincidents but had lost the exquisite thrill of fear — the actualsensation of the presence of the hideous unknown. Lookingat what I had written I was astonished by its coherence. Itcomprises the first paragraph of the enclosed manuscript,only three words having been changed.”1Lovecraft is a particularly interesting case of the transmissionof ‘occult knowledge’ via dream, in that he was one of the fewauthors to write effectively on the supernatural withoutconscious belief in the material which he was conveying. Onthe contrary, he violently denied the possibility of the existenceof occult phenomena, though he was willing to employ theirmanifestation as a fictional device. Nevertheless, thisintellectual denial, expressed in his letters and in conversationswith friends, is belied by the subjective certainty with whichhe wrote of such matters, as evidenced in his fiction —"},{"pageNumber":10,"pageContent":"indicating a dynamic dichotomy between the rational andintuitive aspects of his psychology.With the appearance of subsequent stories, an underlyingpattern began to appear in Lovecraft’s work. In the centraltheme of ‘The Call of Cthulhu’, written in 1926, this design isclearly revealed. The subject of the story is the suggestion that,at certain times when the conjunctions of the stars assume thecorrect aspect, certain dark forces can influence sensitiveindividuals, giving them visions of ‘the Great Old Ones’, god-like aliens of extraterrestrial origin. These entities exist inanother dimension, or on a different vibrational level, and canonly enter this universe though specific ‘window areas’ orpsychic gateways - a concept fundamental to many occulttraditions. Cthulhu is the High Priest of the Old Ones, entombedin the sunken city of R’lyeh, where he awaits the time of theirreturn. He is described as a winged, tentacled anthropoid ofimmense size, formed from a semi-viscous substance whichrecombines after his apparent destruction at the conclusion ofthe tale. The narrative also gives evidence, drawn from variousarchaeological and mythological sources, of the continuingexistence of a cult dedicated to the return of the Old Ones, itsexponents ranging from inhabitants of the South Seas Islandsto the angakoks of Greenland, and practitioners of voodoo inthe Southern United States.Lovecraft also gives a brief description of the world after itsre-inheritance by the Great Old Ones:“The time would be easy to know, for then mankind wouldhave become as the Great Old Ones; free and wild beyondgood and evil, with laws and morals thrown aside and allmen shouting and killing and revelling injoy. Then theliberated Old Ones would teach them new ways to shout"},{"pageNumber":11,"pageContent":"and kill and revel and enjoy themselves, and all the earthwould flame with a holocaust of ecstasy and freedom.”2There is a marked similarity between this passage and theteachings of many actual secret societies of the past, includingthe Assassins, the Gnostics, and the Templars, but in particularto the ‘Law of Thelema’, as expounded by Lovecraft’scontemporary, Aleister Crowley. The main distinction is oneof moral interpretation — whereas Lovecraft regarded hisancient gods as essentially evil, Crowley saw the return of suchatavistic deities as being in full accord with ‘the progressionof the Aeons”.Following ‘The Call of Cthulhu’, Lovecraft produced a seriesof a dozen or more stories which contain the central core ofthe inter-related mythology which later became known as ‘theCthulhu Mythos’. In these stories, he describes various rites— surviving on earth since the primordial reign of the OldOnes, and preserved in more recent times in esoteric grimoiressuch as the Necronomicon — through which the evocation ofthe alien gods could be effected. In ‘The Case of Charles DexterWard’, he suggests that the very roots of the magical arts lie inthe ritual veneration of these trans-dimensional beings,attributing a common and unifying source to the many anddiverse strands of occult belief. Over the centuries, theseceremonies have been observed and mis-interpreted in termsof black magic and devil worship.A point to note here is that Lovecraft never actually used theterm ‘Cthulhu Mythos, which was introduced after his deathby his protege, August Derleth. Cthulhu is only one of apantheon of deities which includes Yog-Sothoth, Azathoth,Nyarlathotep, and ShubNiggurath, amongst others. Themanifestations of these beings varies from story to story —"},{"pageNumber":12,"pageContent":"sometimes they are described as purely supernatural, while atother times they appear as extraterrestrials with concretephysical existence — and sometimes, a particular deity maybe referred to in both ways within the same text. By comparingthe references to each of these deities in the Mythos stories, itis possible to reconstruct their inter-relationship in terms of ahierarchy, and to examine the correspondences betweenLovecraft’s imaginary pantheon and those of pre-existingreligious and mythological systems.Basically, the gods of the Cthulhu Mythos fall into twogroups, the Great Old Ones and the Elder Gods, though of thelatter, only Nodens is mentioned by name. Between UltimateChaos and the Physical World stand Yog-Sothoth and Azathoth,who share dominion over the lesser deities, pre-human races,and mankind.Yog-Sothoth is the outer manifestation of the Primal Chaos,the gate though which those outside must enter. In ‘TheDunwich Horror’, Lovecraft writes,“The Old Ones were, the Old Ones are, and the Old Onesshall be. Not in the spaces we know, but between them,They walk serene and primal, undimensioned and to usunseen. Yog-Sothoth knows the gate. Yog-Sothoth is thegate. Yag-Sothoth is the key and the guardian of the gate.Past, present, future, all are one in Yog-Sothoth. He knowswhere the Old Ones broke through of old, and where Theyshall break through again.”His order of existence parallels the concept of the universeas exposited in Hindu and Oriental mysticism, ‘an All-in-Oneand One-in-All of limitless being and self. As such, a particularphysical from cannot be ascribed to Yog-Sothoth, though in"},{"pageNumber":13,"pageContent":"‘The Dunwich Horror’, the offspring of his mating with LaviniaWhateley is compared to an octopus, centipede or spider. Theformula of evocation of Yog-Sothoth is given in ‘The Case ofCharles Dexter Ward’, wherein it forms part of the necromanticworkings of the sorcerer, Joseph Curwen.The British occultist Kenneth Grant has described Yog-Sothoth as embodying “‘the supreme and ultimate blasphemyin the form of the Aeon (yog or yuga) of Set (Sothoth = Set +Thoth)”4. On the qabbalistic Tree of Life, Yog-Sothoth can beattributed to Da’ath, the eleventh (or ‘non’) sephirah, wherethe identification is with Choronzon, the Guardian of the Abysswhom Crowley called “the first and deadliest of the powers ofevil”, and whose number is 333, that of Chaos and Dispersion.Elementally, Yog-Sothoth can be considered as the positivemanifestation of Fire; magically, to active Spirit, his cardinalstation being the immediate South.Reigning over the universe is Azathoth,“the blind idiot god ... the Lord of All Things. encircled byhis horde of mindless and amorphous dancers, and lulledby the thin monotonous piping of a demoniac flute held innameless paws.”5Whereas Yog-Sothoth embraces the expanse of infinity,Azathoth represents the opposing principle in that he rules atthe heart of Chaos, the central point of a universe permeatedby the influence of Yog-Sothoth. Their relationship could bestated as the reconciliation of infinite expansion and infinitecontraction. In physical terms, Azathoth manifests as the vastdestructive energy inherent in the atomic particle, which isunleashed via nuclear fusion. He is the antithesis of creation,"},{"pageNumber":14,"pageContent":"the ultimately negative aspect of Elemental Fire. Magically,his attribution is to passive Spirit.Subservient to ‘the idiot god’ is a group referred to as ‘theOther Gods’ —the amorphous dancers who attend Azathothat the throne of Chaos. Their soul and messenger isNyarlathotep, ‘the Crawling Chaos’, who mediates betweenthe Old Ones and their human followers. His avatar manifestsas a human figure dressed in black, with jet black skin butCaucasian features. In this form he is recognisable as ‘the BlackMan of the Witches’ Sabbath’ — an incarnation commonlyassociated with Satan. He is depicted in seventeenth centurytracts on witchcraft as a creature with ebony skin, the longblack robe of a priest, and a conical hat — a descriptionsubstantiated by the testimonies of individuals in both Europeand Lovecraft’s own New England.Nyarlathotep’s physical appearance also compares quitestrikingly to that of the astral entity, Aiwaz, who communicatedthe text known as The Book of the Law to Aleister Crowley inCairo, 1904, thus inaugurating the present Aeon of Horus.Crowley describes Aiwaz as,“A tall dark man in his thirties, with the face of a savageking, and eyes veiled lest their gaze should destroy whatthey saw.”According to Grant, the Cult of Aiwaz “can be traced to aperiod that inspired the age-long Draconian Tradition of Egypt,which lingered on into the dark dynasties, the monuments ofwhich were laid waste by opponents of the elder cult.” It isinteresting to note that Lovecraft himself specifically linkedthe worship of Nyarlathotep to ‘pre-dynastic Egypt’, in theeponymously titled prose poem."},{"pageNumber":15,"pageContent":"The elemental aspect of Nyarlathotep is Aether, thecommunicating medium of interstellar space (or in Lovecraft’sterminology, ‘The Audient Void’).Shub-Niggurath is ‘the Black Goat of the Woods with aThousand Young’ — a title inferring the geometric proliferationof creatures upon the Earth. He is the Horned God of the paganagricultural societies of the ancient world, representing fertilityand sexual energy. In Greek mythology his archetype is Pan,half-man and half-goat. As Christianity began to replacepaganism, the Pan-image became the prototype for theChristian devil, and was associated with the practise ofSatanism, though the worship of the Horned God had pre-datedChristianity by at least a thousand years.In 1919, Aleister Crowley published a poem entitled ‘AHymn to Pan’, in which he evoked this current of sexual energyas it pertains to ceremonial magic, and which he oftenincorporated into his own magical workings. Theexclamation, ‘Io Pan!’, which concludes the poem, correspondsto the cry of ‘Ai! Shub-Niggurath’, which occurs in several ofLovecraft’s stories in relation to the worship of the goat-god.This similarity raises the question of Lovecraft’s familiaritywith Crowley’s work — he could have seen a copy of TheEquinox, the volume of collected essays in which-the ‘Hymnto Pan’ first appeared, in the Widener Library at Harvard, whichobtained a copy in December 1917. However, from passingreferences to Crowley in one of Lovecraft’s letters, identifyinghim with a character in a story by H. R. Wakefield6, it wouldappear unlikely that Lovecraft knew much of ‘the Great Beast’,except by reputation.The elemental nature of Shub-Niggurath is that of Earth,symbolized by the sign of Taurus. His station is the North.Hastur is ‘the voice of the Old Ones’ — an elemental deity"},{"pageNumber":16,"pageContent":"assigned to the Air, or the void of outer space. On earth, thestation of Hastur is the East, and his sign is Aquarius.The god Dagon was appropriated by Lovecraft from ancientHebraic texts, in which he features as a god of the Philistines.In the Mythos, he is the Progenitor of the Seas, the wateryequivalent to Shub-Niggurath and Lord of the amphibious DeepOnes. His elemental attribution is Water, and his number is777.Cthulhu himself is referred to as ‘the High Priest of the GreatOld Ones’. His other titles include, ‘He Who is to Come’, ‘Lordof R’lyeh’, and ‘Lord of the Watery Abyss’. Cthulhu is theinitiator of the dream-visions sent forth to mankind from thetomb-city of R’lyeh. The formula of his invocation is suppliedby Lovecraft in the curious ritual phrase, of non-human origin,which is chanted by the worshippers of the Cthulhu cult:“Ph’nglui mglw’nafh Cthulhu R’lyeh wgah’nagl fhtagn.”Cthulhu represents the Abyss of the subconscious ordreaming mind, and astrologically by the sign of Scorpio.Ceremonially, he is referred to the West (Amenta, or the Placeof the Dead in ancient Egyptian religion), and geographically,to the site of R’lyeh in the South Pacific (the exact coordinatesfor which are to be found in ‘The Call of Cthulhu’.)As already stated, Nodens is the only member of the ElderGods to be mentioned by name, and Lovecraft gives no furtherinformation concerning him. The sign of the Elder Gods isdescribed as an upright pentagram containing an eye-shapedsigil. The points of the pentagram symbolize the four elements,plus that of Spirit, the fifth or ‘hidden’ element. Combined,they balance the mono-elemental nature of the Old Ones,suggesting that the Elder Gods may exist on a higher plane"},{"pageNumber":17,"pageContent":"The ‘eye’ suggests the opening if the Ajana Chakra, or ThirdEye, symbolizing the facility of astral vision.In one sense, the beings described above are designated‘gods’ in as much as they are worshipped by great numbers ofother beings, both human and non-human. Amongst these are‘the Elder Races’, who inhabited the Earth in prehistoric times,and from whose presence man’s very existence derives.The first of these races to visit the Earth was ‘the Old Ones’,who came down from the stars to build their black stone cityon the continent of Antarctica. They are described as havingstarfish-shaped heads, and tubular bodies covered withtentacles and cilia. Their servants are the mindless,protoplasmic ‘Shoggoths’. In the novel, At the Mountains ofMadness, Lovecraft records the wars which took place betweenthe Old Ones and other extra-terrestrial races, at the dawn oftime. These other groups include the Spawn of Cthulhu, wingedcephalopods who constructed the now-sunken city of R’lyeh.The Deep Ones, described by Lovecraft in The Shadow overInnsmouth, are the semi-humanoid, aquatic servitors of Dagon.At certain times in the past, they have ventured onto land andmated with humans, producing a degenerate offspring whocan be recognised by icthyoid physical characteristics knownas ‘the Innsmouth Look’, after the New England seaport whoseinhabitants had interbred with the Deep Ones.‘The Whisperer In Darkness’ details a third group of non-human entities, which originate from the planet Yuggoth (orPluto). They are crab-like creatures, fungoid in substance,which Lovecraft links with the Mi-Go, or AbominableSnowman, of the Himalayas.The last type which Lovecraft was to describe in detail is‘the Great Race’, which occupied the continent of Australiasome 150,000 years ago. Unlike the other races mentioned"},{"pageNumber":18,"pageContent":"above, it seems that this group may have been indigenous tothe Earth. Physically, they were cone shaped beings, the headand organs attached to extendable limbs spreading out fromtheir apexes. According to the story, ‘The Shadow Out of Time’,the Great Race were able to effect mind transference with anyliving being, and had accumulated a vast collection ofinformation on the various cultures that exist in the universe.This completes the pantheon of non-human entities. In turn,the worship of the Great Old Ones is continued on earth bysecret societies whose traditions and rituals preserve the hiddenknowledge of these Elder Races. Lovecraft documents threesuch cults, ‘the Cult of Cthulhu’, ‘the Esoteric Order of Dagon’,centred in Innsmouth (actually Newburyport, Massachusetts),and ‘the Starry Wisdom Sect’. In The Haunter of the Dark’,Lovecraft describes how the latter sect held meetings in achurch in Providence, where it communed with an avatar ofNyarlathotep via a magical object known as ‘the ShiningTrapezohedron.The name, ‘Starry Wisdom’, recalls that of Crowley’s‘Argentum Astrum’, or Order of the Silver Star, founded in1907. The ‘Silver Star’ represents Sirius, from which emanatesthe magical culTent represented on Earth by the entity, Aiwaz.Another contemporary of Lovecraft’s whose writings containmany similarities and correspondences is Helena PetrovnaBlavatsky, the famous occultist and theosophist and author ofThe Secret Doctrine, This vast work is in fact an expandedcommentary on The Book of Dzyan , itself a fragmentary extractfrom the ‘Mani Koumbourm’, the sacred writings of theDzugarians, an ancient race which inhabited the mountainregions of northern Tibet. These texts tell of how the earthwas once possessed by chaotic beings said to have crossed thegulf from another universe, at a time pre-dating the appearance"},{"pageNumber":19,"pageContent":"of man, and goes on to relate how they were expelled fromthis universe by the intervention of forces allied to the causeof Order. This cosmic history, which details subsequent battleswith other primal life forms, shows an obvious parallel withthat described within the Cthulhu Mythos.In a letter dated March 25, 1933, Lovecraft writes,“only the other day my New Orleans friend E. HoffmanPrice ... discovered an intensely picturesque myth-cycledealing with the earth’s early aeons, the lost continent ofKusha (Atlantis) and Shalmali (Lemuria), & the peoplingof the earth from elder planets. There is talk of a secretbook in some Eastern shrine, parts of which are older thanthe earth ... Price assures me it is actual folklore & promisesto send further particulars.”7And in another letter8, Lovecraft reveals the identity of thesecret book as being The Book of Dzyan, and identifies theEastern shrine with ‘Shamballah’.Madame Blavatsky died on May 8, 1891, of Bright’s disease— a condition from which Lovecraft also suffered, and whichcontributed to his early death.One explanation of the many ‘occult’ correspondences foundin Lovecraft’s fiction has been supplied by Kenneth Grant inhis ‘Typhonian Trilogies’. Grant suggests that the Lovecraftiangrimoire, the Necronomicon, actually exists within the Akasha,or field of Astral Light. This is an etheric reservoir said tosurround the earth, and which retains within its structure theimprint of every event which has occurred since the formationof the planet. It can be accessed at will by those individualswho possess the necessary psychic ability, and may bemanipulated to provide positive images. It was from the"},{"pageNumber":20,"pageContent":"Akashic records that Blavatsky transmitted The Book of Dzayn,and Crowley transcribed The Book of the Cells of the Qliphoth— could it be that Lovecraft may have subconsciouslycommunicated The Book of Dead Names from the samesource?In his realisation of the Cthulhu Mythos, Lovecraft also drewupon a wide range of sources from the historical occulttradition, and from the literary material pertaining to it. In hisessay, ‘Supernatural Horror in Literature’, he mentionsacademic works such as Frazer’s The Golden Bough, andMargaret Murray’s The Witch Cult in Western Europe, as wellas authentic grimoires such as The Keys of Solomon and Dr.John Dee’s Book of Enoch, or ‘Liber Logaeth’. He had alsoread Waite’s collection of medieval texts, The Book of BlackMagic and Pacts, MacGregor Mathers’ translation of TheSacred Magic of Abra-Melin the Sage, and Cotton Mathers’,Wonders of the Invisible World, which documents the witchcraftphenomena centred around Salem in 1692. The titles of thesevolumes are echoed in those which were created by Lovecraftand his fellow contributors to the Cthulhu Mythos: ‘De VermisMysteriis’, ‘The Pnakotic Manuscripts’, ‘Les Cultes desGhoules’, and ‘The Book of Eibon’.However, the most important of these imaginary tomes isLovecraft’s own creation, the ‘Al Azif of the mad Arab, AbdulAlhazred, or, to employ its Latin name, the Necronomicon.This title, which occurred to Lovecraft during the course of adream, translates as,“NEKROS, corpse; NOMOS, law; EIKON, image -An Image (or Picture) of the Law of the Dead.”"},{"pageNumber":21,"pageContent":"In a brochure entitled, ‘Chronology of the Necronomicon’,published in 1936, Lovecraft gives a suggested history of thedamned book. According to this essay, the original text wastranscribed by the poet Alhazred at Damascus in 730 A.D.The title, ‘Al Azif, refers to the nocturnal sounds made byinsects, and supposed by Arabs to be the howling of demons.(By the numerology of the Qabbalah, its number is 129, whichrepresents amongst other things, ‘a place of ravenouscreatures’, and corresponds with the Egyptian word, ‘Atem’,‘to annihilate’.) Alhazred had spent ten years alone in the greatsouthern desert of Arabia, the Roba-El-Ehaliyeh or ‘EmptySpace’ of the ancients, which was rumoured to be inhabitedby evil spirits. He had explored the ruins of Babylon and thesubterranean tombs of Memphis, and visited the forbidden cityof hem. Beneath the remains of a nameless desert town, hediscovered the annals of a race older than mankind, which heset down in the Azif.In 950 A.D., the book was secretly translated into Greek byTheodorus Philetas of Constantinople, under the title of theNecronomicon, and in 1228, Olaus Wormius made a Latintranscription. This text was printed twice, once in 15th centuryGermany, in black letter, and once in the 17th century, inSpanish. Shortly after its translation into Latin, theNecronomicon was banned by Pope Gregory IX, and there issaid to have been no sight of the Greek copy since the burningof a library in Salem in 1692. A translation made by Dee wasnever printed, and exists only in fragments recovered from theoriginal manuscript. Of the Latin texts now existing, one issupposed to be held by the British Museum, and the other bythe Bibliothèque Nationale in Paris. A 17th century copy is inthe Widener Library collection at Harvard. Numerous othercopies probably exist — the book being rigidly suppressed bythe authorities of most countries, and by all branches of"},{"pageNumber":22,"pageContent":"organised religion.The mention of Dee’s name in connection with theNecronomicon is interesting in that he was one of the fewmagical adepts of the past who can present us with practicalevidence of communication with non-human entities. Dr. JohnDee was the astrologer to Queen Elizabeth I, and worked witha number of scryers, or seers, the most talented of which wasthe Irishman, Sir Edward Kelly. Through the use of a magicmirror of Mayan origin, Kelly made contact with certain spirits,who communicated through him a series of magical ‘Calls’,or Keys, in a language called ‘Enochian’. This language hassince been studied and analysed by many historians, whoconfirm that it is indeed an authentic and consistent idiom,without resemblance to any other still in existence. It is evenmore remarkable that, in recently deciphered passages fromThe Book of Enoch, words approximating to the names of theGreat Old Ones, as they appear in the Cthulhu Mythos havebeen discovered.From around 1930, Lovecraft periodically assured hiscorrespondents that he was about to give up writing, but forcedhimself to continue to make the effort to produce new fiction.In 1935, a year after the completion of his final story, TheShadow Out of Time’, he developed an illness which wasfinally diagnosed in 1937 as cancer of the intestines, by whichtime the disease has spread thought his trunk. He was admittedto the Jane Brown Memorial Hospital, where he died on March15, 1937, aged 46. He was buried three days later, in the familyplot at Swan Point Cemetery.After his death, his friend and correspondent August Derlethformed the Arkham House imprint, with the original aim ofsaving Lovecraft’s work from the obscurity of the pulp fictionmagazines in which it had first appeared, and to bring it to the"},{"pageNumber":23,"pageContent":"attention of a wider audience. (During Lovecraft’s lifetime,only one of his tales, The Shadow over Innsmouth, had appearedin book form, produced by an amateur publisher.) In 1939,Arkham House published the first collection of his stories,The Outsider and Others. Since then, many other writers havecontributed to the growing annals of the Cthulhu Mythos,adding their own deities to the pantheon, and creating eldritchtomes to add to the list of blasphemous grimoires. Theseauthors include many of Lovecraft’s personal correspondents— Clark Ashton Smith, Robert E. Howard, Frank BelknapLong, Robert Bloch and Derleth himself. More recently,elements of the Cthulhu Mythos have featured in the work ofsuch writers as Cohn Wilson, Ramsey Campbell, and BrianLumley.The Mythos has also been adopted for practical use by anumber of contemporary magical and occult groups andorganizations. Anton La Vey, head of the California-basedChurch of Satan, published his Satanic Rituals in 1972, anddevoted a whole chapter to ‘The Metaphysics of Lovecraft’,including detailed descriptions of two Lovecraftian rituals, ‘TheCeremony of the Nine Angles’ and ‘The Call to Cthulhu’.These rituals were transcribed in the original language of theNecronomicon, and translated into English by LaVey’s fellowSatanist, Michael Aquino9.Another group which employs Lovecratian elements in theirworkings is the Black Snake Cult, or ‘La Couleuvre Noire’, avoodoo coven which combines the rites of the left-hand pathwith archetypes from the Cthulhu Mythos. Its leader, MichaelBertiaux, is one of the chief adepts of the Ordo Templi OrientisAntiqua and its offshoot, the Monastery of the Seven Rays,and was initiated as a Voodoo-Gnostic master in Haiti in 1963.In his study of modern-day voodoo, Cults of the Shadow,Kenneth Grant describes a ritual practised by the cult with the"},{"pageNumber":24,"pageContent":"intention of making contact with the Deep Ones at a desertedlake in Wisconsin,“The Cult of the Deep Ones flourishes in an atmosphere ofmoisture and coldness, the exact opposite of the fire andheat generated by the initial ceremonies which include thelycanthropic rites that evoke the inhabitants of the lake.The participants at this stage actually immerse themselvesin the ice-cold water where a transference of sex-magicalenergy occurs between priests and priestesses while in thatelement.”10Through the use of this magical rite, Bertiaux claims to haveestablished contact with these creatures, which “assume analmost tangible substance”.Perhaps Lovecraft himself has left us with a ratherunsatisfactory explanation of the true provenance of theCthulhu Mythos. Certainly, it appears to hold a great value forthose individuals currently practising ‘the Black Arts’. In thewords of Kenneth Grant, the present Outer Head of the O.T.O.,“Lovecraft’s great contribution to the occult lay in hisdemonstration — indirect as it may have been — of thepower so to control the dreaming mind that it is capable ofprojection into other dimensions, and of discovering thatthere are doors through which flow — in the form ofinspiration, intuition and vision —the genuine current ofcreative magical consciousness.”11Lovecraft’s occult experiences, disguised as fiction, revealthe intrusion of forces in complete sympathy with thosearchetypes and symbols brought through by Blavatsky and"},{"pageNumber":25,"pageContent":"Crowley, whilst in contact with astral entities ‘from beyond’.He had become the receiver and transmitter of hiddenknowledge, though in Lovecraft’s case, the process wasintuitive rather than conscious. The internal self-division thusengendered may have been the root cause of Lovecraft’s mentaland physical peculiarities; or it may have been that these verytraits, which set him apart from the rest of society, made himthe ideal focus for the channelling of these ultra-mundaneforces."},{"pageNumber":26,"pageContent":"Notes:1Letter no. 94, Selected Letters Volume I, H. P. Lovecraft.Arkham House, 1965.2‘The Call of Cthulhu’, The Dunwich Horror and Others,H. P. Lovecraft. Arkham House, 1963.3‘The Dunwich Horror’, The Dunwich Horror andOthers, H. P. Lovecraft.4Outside the Circles of Time, Kenneth Grant, page 296.Muller, 1980.5‘The Haunter of the Dark’, The Dunwich Horror andOthers, H. P. Lovecraft.6‘He Cometh and He Passeth By’, H. R. Wakefield.7Letter no. 610, to Miss Elizabeth Toldridge, SelectedLetters Volume IV. Arkham House, 1976.8Letter no. 604, to Clark Ashton Smith, Selected LettersVolume IV.9The Satanic Rituals, Anton Szandor LaVey. AvonBooks, 1972.10Cults of the Shadow, Kenneth Grant, page 189. Muller,1975.11Outside the Circles of Time, Kenneth Grant, page 43."}]
