[{"pageNumber":1,"pageContent":" TECHGNOSIS: MAGIC, MEMORY, AND THE ANGELS OF INFORMATION By Erik Davis forthcoming in Southern Atlantic Quartlerly, \"Cyberculture,ll Fall 93 One of the most compelling snares is the use of the term metaphor to describe a correspondence between what the users see on the screen and how they should think about what they are manipulating ... There are clear connotations to the stage, theatrics, magic--all of which give much stronger hints as to the direction to be followed. For example, the screen as \"paper to be marked on\" is a metaphor that suggests pencils, brushes, and typewriting..,.Should we transfer the paper metaphor so perfectly that the screen is as hard as paper to erase and change? Clearly not. If it is to be like magical paper, then it is the magical part that is all important ... --Alan Kay, \"User Interface: A Personal View,' While allegory employs \"machinery,\" it is not an engineer's type of machinery at all. It does not use up real fuels, does not transform such fuels into real energy. Instead, it is a fantasized energy, like the fantasized power conferred on the shaman by his belief in daemons. --Angus Fletcher, Allegory Within the armour is the butterfly and within the butterfly--is the signal from another star. --Philip K. Dick, \"Man, Android and Machine,, "},{"pageNumber":2,"pageContent":" We begin with a digital dream. As computers, mdia and telecommunication technology continue to collect, manipulate, store, represent and transmit an ever-increasing flux of data, they are installing nothing less than a new dimension: the space of information. This proliferating multi-dimensional space is virtual, densely webbed, and infinitely complex, a vast and sublime realm accessed only through the mediation of our imaginative and technical representations. How powerfully we engage this information space depends on how powerfully we both manipulate and inhabit these representations, these phantasms ghosting the interface. For things do not work the same through the liquid crystal looking-glass, with its codes, hypertexts, simulated spaces, labyrinthine network architectures, baroque \"metaphors,\" colossal encyclopedias of memory. Inevitably, information theory mutates into an information praxis: how does one move through this space? What are its possible logics, cartographies, entities, connections? In constructing environments that mediate between brains and information space, computer interface designers are already grap pling with the phantasmic apparatus of the imagination, for these are questions for the dreaming mind as much as the analytic one. But far beyond Palo Alto and MIT, in the margins and on the nets, phantasms hover over the technologically-mediated information processing that increasingly constitutes life in the world. Today there is so much pressure on \"information\"--the word, the conceptual space, but also the stuff itself--that it crackles with energy, drawing to itself mythologies, metaphysics, hints of arcane magic. Of course science fiction has already explored such mythologies of information. But the three imaginative constructs I'll touch on in this essay--William Gibson's cyberspace, Vernor Vinge's Other Plane, and Philip K. Dick's mystical notion of VALIS-- are highly mobile concepts, far more penetrating and productive than mere \"fantasy.\" Gibson's work actually created a social space, as his word and concept organized the desires and intuitions of people operating in the widely disparate fields of journalism, law, media, psychedelic culture and computer science. At the same time, crude information fantasies have already entered social practice, many tinged with a distinctly apocalyptic fire. New Agers use crystals as rocky personal computers that store and process spirit, while UFO churches and channellers transform incoming messages into cults of \"living information.\" Citing Matthew 24:14 (\"And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end"},{"pageNumber":3,"pageContent":"come\"), many evangelical Christians believe that the communications technology that blasts the Word through the world's backwaters helps spark the endtimes, some even holding that the angels in Revelations refer to global satellites. Neither original fictions like Gibsons' nor popular myths arise in a vacuum. As I hope to show, by superimposing the notion of information on the vast arcana of esoteric, religious and mythological traditions curiously resonant stories, images and oper ations emerge. my intent is not to analyze lines of influence but to invoke a network of resonances. In this regard I am inspired by Walter Benjamin's notion, outlined in the \"Theses on the Philosophy of History,\" that when one \"grasps the constellation which his own era has formed with a definite early one,\" one \"establishes a conception of the present as 'the time of the now' which is shot through with chips of Messianic time.\" For my impulse is not only to contextualize the more spectral dimensions of cyberculture, but to call forth its millennial spark. While the possible objects for an imaginative archaeology ofinformation are vast -- ranging from trickster tales to mystical conceptions of the Logos to divination -- I'll concentrate on certain aspects of the hermetic imagination: the magical art of memory , demonic cryptography, and gnostic cosmology. We derive the word \"hermeticism\" (as well as \"hermeneutics\") from Hermes, the trickster, craftsman and divine messenger of pagan Greece. A central source of hermeticism is the Corpus Hermeticum, a collection of wisdom literature thought to have been composed by Hermes Trismegistus, an amalgamation of Hermes and the Egyptian divinity Thoth, the ibis-headed scribe of the gods. When the West rediscovered this material -- which actually dated from late antiquity -- Trismegistus was believed to be a spiritual contemporary of Moses. He was deemed so important that when Marcilio Ficino was translating classical texts at the onset of the Florentine Renaissance, Cosimo de Medici ordered him to work on the Hermeticum before translating Plato. The French scholar Festugiere divided the Hermeticum into \"popular Hermeticism\"--astrology, alchemy and the occult arts--and \"erudite Hermeticism,\" a more sophisticated gnostic philosophy which emphasized the ability of humanity to discover within itself the mystical knowledge of god and cosmos. Man was considered to be a star-demon in corporeal guise, able to recover his cosmic powers through gnosis, the moment of mystical illumination. The texts emphasized two loosely differentiated modes of such gnosis. So-called \"optimist\" gnosis saw the world as a manifest map of divine revelation, and held that, as John French put it, \"by inscribing"},{"pageNumber":4,"pageContent":"a representation of the universe within his own mens [higher mind], man can ascend and unite with God.\"[1] This positive gnosticism drove the proto-scientific impulses of later magicians, for whom the universe was alive with sentient stellar forces in constant communication with the earth, forces which could be discovered and manipulated by the mage. The Hermeticum's \"pessimist\" gnosis was derived from elaborate allegorical cosmologies which saw the world as a trap ruled by an ignorant, often malevolent demiurge. The true God was the distant Alien God, and to hear his liberating call, man had to awaken the \"spark\" or \"seed\" of light buried within. This moment of gnostic revelation was not just an ineffable mystical oneness, but an influx of cosmic knowledge. From the beginning, the hermetically-inspired magician was hip deep in data. In Mind to Hermes, the eleventh treatise of the Hermeticum, Mind promises that \"If you embrace in thought all things at once, time, place, substances, quantities, qualities, you will comprehend God.\"[2] Part of the hermetic urge was encyclopedic, and magicians hoarded a stunning amount of information: ritual names and astrological correspondences; numerological techniques; ciphers, signs and sigils; lists of herbs, metals, incense and talismanic images--all of which were used to capture astral forces. But the magician needed to organize this vast arcana, and he employed techniques derived from a classical art highly relevant to issues of computer representation: the artificial memory. As described by Cicero and other rhetoricians, and discussed at length in Francis Yates' remarkable Art of Memory, the art consisting of mentally creating a series of imaginative spaces, usually a vast building, rigorously constructed down to the right size and even the right lighting. Within these units were placed images of the things or words to be remembered, ranging from striking figures of bloody gods to simple emblems like anchors or swords. By \"walking\" through the phantasmic palace, one could locate the appropriate icon, and then recover its store of words and information. This virtual mnemonics evidently worked: the rhetorician Seneca could hear a list of two thousand names and spit them back in order. Later in the Middle Ages, a truncated form of the art was transformed by the scholastics into a didactic technique for al legorically representing the church's innumerable vices and virtues. Rather than use the palaces of the"},{"pageNumber":5,"pageContent":"classical world, the schoolmen often lodged their data in the multilayered onion of the cosmos itself, that dense vertical bureaucracy of hell, purgatory and heaven. Yates even argues that Dante's Divine Comedy was in many ways a product of the art of memory, as it followed the classical rule of \"striking images on orders of places.\" [3] The brilliant medieval Neoplatonist Raymond Lull took a different tack in his mnemonic art, which he claimed would enable the user to know everything that was going on in the universe and retain the information. Lull's art consisted of an abstract and incredibly complex system of wheels within wheels. The rims of these wheels were inscribed with letters which stood for the nine qualities of God that Lull had seen in a vision, qualities which reflected and organized the sum of all knowledge. But \"Doctor Illuminatus,\" as Lull was called, added a fascinating twist: by shifting the wheels, one could create endless combinations of concepts. Lull's art was thus an ancestor of symbolic logic, and influenced Leibniz's development of calculus. In Magical Alpha bets, Nigel Pennick points out that Lull's combinatorial wheels could also be seen as the forerunner of Charles Babbage's 19th century difference engine--which used a system of gears to perform polynomial equations--and \"hence can be considered the occult origin of modern computers.\" [4] We may forgive Pennick as a practicing geomancer, but the far more sober Yates makes a similar suggestion when she describes the highly systematized and profoundly magical memory-charts in the De umbris idearum of the Renaissance genius Giordano Bruno (who ended his heretical days on a Vatican pyre, a \"martyr to science\" who was actually a flagrant pagan). Bruno's systems were of \"appalling complexity,\" combining Lull's interlocking wheels with a dense iconography of star demons derived from astrological applications of the art of memory (\"demons,\" here as throughout this essay, does not imply evil, but like the term \"daemon,\" describes spiritual entities that can range from gnomes to planetary rulers to archangels). Like Lull's Art, Bruno's system was meant to be internalized in the imagination, for like most hermeticists, Bruno believed that \"the astral forces which govern the outer world also operate within, and can be reproduced or captured there to operate a magico-mechanical memory.\" Yates saw a \" curiously close\" spiritual link between Bruno's memory system and the \"mind machines\" discussed in the 1960s. [5]"},{"pageNumber":6,"pageContent":" At the very least, this link attests to the continuity between the impulses of magic and the scientific drive towards technological mastery, a drive which in some ways is realized in the universal machine. As Yates writes, \"the Renaissance conception of an animistic universe, operated by magic, prepared the way for the conception of a mechanical universe, operated by mathematics.\" [6] Yet as our own mind machines push the boundaries of the atomized, mechanical universe towards self-organization, complexity and artificial life, Bruno's conception of a densely interconnected universe alive with constant communication flickers on the screen, like some ghostly landscape arising from a hazy childhood recollection. In his Confessions, Saint Augustine gives a remarkable sense of what it must feel like to use the artificial memory, describing \"the plains, and caves, and caverns of my memory, innumerable and innumerably full of innumerable kinds of things.\" Augustine calls this an \"inner place, which is as yet no place,\" and catalogs the images, knowledges, and experiences that exist there. \"Over all these do I run, I fly; I dive on this side and that, as far as I can, and there is no end.\" [7] If Augustine sounds like one of William Gibson's cowboys, he should, for cyberspace is a space of memory, \"A graphic representation of data abstracted from the banks of every computer in the human system...Lines of light ranged in the non-space of the mi nd, clusters and constellations of data.\" [8] Through their Nintendo-like decks, Gibson's cowboys run and fly. \"Put the 'trodes on and they were out there, all the data in the world stacked up like one big neon city, so that you could cruise around and hav e a kind of grip on it, visually anyway, because if you didn't, it was too complicated, trying to find your way to a particular piece of data you needed.\" [9] While the concept of using digital space to represent abstract data can be traced back to Ivan Sutherland in the 1960s, a particularly rich form of it was conjured up in a 1990 New York Times article on a Columbia research project partly funded by Citicorp. Researchers began developing a virtual reality system that allowed traders to use a special glove to manipulate 3D representations of options portfolios that changed as elements like interest rates shifted. And the virtual reality flagship company VPL was working with an actuary company which wanted to represent"},{"pageNumber":7,"pageContent":"discrete collections of information as trees within a vast forest tied to its data-base. With this (unrealized) image of an insurance agent wandering through a forest of premiums, we're back in the allegorical heart of the medieval art of memory, when Raymon Lull created the Arbor scientiae. These visual charts attempted to schematize the total encylopedia of all knowledge into a forest of trees, organized under the abstract qualities of God (bonitas, virtus, gloria, and so forth). As Adolf Katzellenbogen wrote in Allegories of the Virtues and Vices in Medieval Art, trees work because \"the highly articulated structure of the growths of nature could lodge complicated systems of abstraction and their upward development could be interpreted step by step--or rather, branch by branch.\" [10] Such allegorical knowledge maps take an interesting turn when they become allegorical narratives. For it's only a few steps from Lull's overdetermined grove to the bowers, forests and caves in Spenser's Faerie Queene, a poem Coleridge described as taking place in a domain \"ignorant of all artifical boundary, all material obstacles...it is truly in land of Faery, that is, of mental space.\" [11] For all their lush and evocative description, these spaces are not sensual poems but dense visualizations of abstract conceptions of sin, temptation and redemption. As Angus Fletcher writes in his remarkable Allegory, \"for the suggestiveness and intensity of ambiguous metaphorical language allegory substitutes a sort of figurative geometry. It enables the poet, as Francis Bacon observed, to 'measure countries in the mind'.\"12 Yet for all the strict hierarchies implied in the geometric cartographies of Dante, the Faerie Queene, or Pilgrim's Progress, the spaces of allegory remain fundamentally phantasmic, dream-like and metamorphic, as if the very rigidity of their codes produces a surreal counter-movement. As Fletcher points out, even though allegorical elements are highly ordered, their causal connections and behavior are far more magical than rational. This magical ordering describes the mindset of the Renaissance mage and his highly allegorical science, as well as the rigorous pseudo-science that undergirds the frequently allegorical nature of science fiction. As Joanna Russ pointed out in an article for Science Fiction Studies, \"science is to science fiction...what medieval Christianity was to deliberately didactic medieval fiction.\" SF not only allegorizes science, but, \"like medieval painting, addresses itself to the"},{"pageNumber":8,"pageContent":"mind, not to the eye.\" Russ recognized that this allegorical character in part produced SF's capacity for eliciting emotions of wonder and awe. [13] Neuromancer is one of SF's most sublime allegories, though, like VPL's actuary forest, it represents not science but the technologically-driven information economy of global capitalism. Yet though Neuromancer's \"real\" world is a place of vicious corporations, violent mercenaries, and social dystopia, the allegorical realm within the text nonetheless becomes a locus of demonic entity, as the sentient godhead that emerges at the end of Neuromancer fragments into Count Zero's voodoo dieties. This is the magic gap of allegory, for though cyberspace collects data and cash, its shapes conjure up alien logics, distant realms. With its infinite boundaries, its vast hierarchies of \"corporate galaxies\" and the \"cold spiral arms\" of military systems, its grids and buildings, cyberspace was more than a virtual database--like Dante's Comedy, it was a cosmos. Earlier literary commentators used the term \"allegorical machines\" to describe both the overdetermination of allegorical narrative and the fated mechanical nature of its demonic agents. Computer interfaces can be seen as allegorical machines--both fuse ( and confuse) images with abstractions, tend towards baroque complexity, contain magical or hyperdimensional operations and frequently represent their abstractions spatially. Like allegory, interfaces blend mimetic symbols (in the Mac's case, trashcans and folders) with unreal magical symbols (a phoenix in a didactic alchemical engraving is no mere image, but like icons on a Hypercard, \"opens\" onto a particular operation or unit of information). And some in the avant-garde of computer interface design are developing \"agents,\" programmed anthropomorphic functions which help the user manage information space. As computer interfaces become more robust, the Mac's desktop \"metaphor\" may open like some sigil-encrusted gateway onto a huge realm of allegory. It's therefore no surprise that when we look at one of the computer's earliest virtual spaces, we discover the allegorical mode in all its magical splendor. Adventure was a text-based fantasy game created by programmers on the mainframes of Stanford's AI Lab in the '70s. By typing simple commands, players could probe Adventure's underworld cartography, gather treasure and spells, solve puzzles, kill trolls. Adventure was similar to Dungeons and Dragons, an impressively virtual"},{"pageNumber":9,"pageContent":"game which consists of not hing more than dice-rolls, simple math, printed manuals and the imaginations of the players interacting with a virtual cartography described by the \"dungeon master.\" In Adventure, the computer was the dungeon master, greeting the player with this description: \"You are standing at the end of a road before a small brick building. Around you is a forest. A small stream flows out of the building and down a gully.\" This image is schematic but strangely potent, and it may remind us of another traveller, at the end of another road, about to begin another grand adventure: When I had journeyed half our life's way, I found myself within a shadowed forest, for I had lost the path that does not stray. [14] So does Dante begin his descent into the underworld of the Inferno. Dante and a computer game resonate because both inhabit the peculiar environment of coded space. As Fletcher noted, allegory is \"a fundamental process of encoding our speech.\" [15] Allegory's coded levels of meaning are not distinct from its surface, but the two levels interpenetrate each other. Neither reading is fully realized, but are held in an ambiguous tension which Fletcher believes creates the frequently enigmatic, surreal and magical quality of the mode. Dante's images thus compel us to tear through the surface imagery and unpack distinct meanings: historical personages, medieval theology, Italian politics. But the poetry, the phantasm, always comes back. Appropriately, when the Dartmouth Dante Project created a searchable on-line Dante database that linked six centuries of commentary with Dante's text, they embedded the tension between text and interpretation in cyberspace. Though the project was later discontinued, Dante became for a while a multi-dimensional cluster of poetry, information and commentary, a coded space that, like the Comedy itself, was searched. [16] Adventure's magical spaces also cloaked an underlying code, not just the puzzle that had to be deciphered to pass to the next room, but the computer itself. For computers are nothing if not hierarchies of code, higher-level programming languages descending into the decidedly unnatural machine language of ones and zeros. As Steven Levy writes in Hackers, \"In a sense Adventure was a metaphor for computer programming"},{"pageNumber":10,"pageContent":"itself--the deep recesses you explored in the Adventure world were akin to the basic, most obscure levels of the machine that you'd be travelling in when you hacked in assembly code.\" [17] This magical metaphor, or allegory, seemed to fit the computer like a glove, and continues to influence cyberspace. Adventure laid the way for countless fantasy games, so that today even an elementary school computer spelling game like Wizards is organized around a magical model of powers, spells and levels. Adventure also inspired the \"wizards\" and virtual cartographies of the MUDs, or \"multi-user dimensions,\" that populate the Internet. And it helped conjure up Vernor Vinge's Other Plane, the only SF cyberspace cartography that rivals Gibson's. In the novella \"True Names,\" Vinge describes the Other Plane as a virtual representation of \"data space\" accessed by game interfaces called Portals. The reigning metaphor is a magical world of \"sprites, reincarnation, spells and castles,\" as well as Spen serian woods where errant knights easily lose their way. The hacker denizens of the Covens perform various pranks for fun and profit, and take on colorful handles like Mr. Slippery and Wiley J. Bastard; like D&D players, they construct the imagery of their characters, most choosing to represent themselves as magicians and witches. As Mr. Slippery's description of the path to the Coven makes clear, the Other Plane is a space of techno-allegory, where imagery is directly linked to abstract functions. \"The correct path had the aspect of a narrow row of stones cutting through a gray-greenish swamp... The subconscious knew what the stones represented, handling the chaining of routines from one information net to another, but it was the conscious mind of the skilled traveller that must make the decisions that could lead to the gates of the Coven.\" [18] At these gates, Mr. Slippery encounters the allegorical machine Alan, a sub-routine represented as a chthonic elemental creature who tests Mr. Slippery's authenticity by trading spells and counter-spells. Unlike the hard lines of Gibson's cyberspace, which are as objectively apparent as a video game image, the Other Plane requires that the imagination of the traveller cooperate with a minimum amount of signals. \"You might think that to convey the full sense imagery of the swamp, some immense bandwidth would be necessary. In fact...a typical Portal link was around fifty thousand baud, far narrower than even a flat"},{"pageNumber":11,"pageContent":"video channel. Mr. Slippery could feel the damp seeping through his leather boots, could feel the sweat starting on his skin even in the cold air, but this was the response of Mr Slippery's imagination and subconscious to the cues that were actually being presented through the Portal's electrodes.\" This process of eliciting phantasms with a minimum of signals dovetails with VR designer and theorist Brenda Laurel's insistence on the positive role of ambiguity in computer interfaces. Arguing against a high-bandwidth overload, Laurel--who began her career as a fantasy game designer--recognized that one of the imagination's greatest powers is its psychedelic ability to generate perceptions with a minimum of sensory cues. Using our ability to see faces in rocks and clouds as one example, Laurel argued that there is a threshold of sensory ambiguity that boots up fantasy, a threshold that virtual interfaces should emulate. [19] As Mr. Slippery notes, \"magic jargon was perhaps the closest fit\" to this process, for Vinge recognized that magic's manipulative power operates in the ambiguous gap between sensation and internal imagery. In Eros and Magic in the Renaissance, Ioan Couliano paraphrases Giordano Bruno, stating that \"Magic action occurs through indirect contact....through sounds and images which exert their power over the senses of sight and hearing...Passing through the openings of the sense, they impress on the imagination certain mental states...\" [20] The magician would not only impress fantasies on other people, but on himself through his virtual mnemonics. Some coven members in \"True Names\" argue that their magic jargon is simply a more natural and convenient way for manipulating data space that the \"atomistic twentieth-century notions of data structures, programs, files, and communications protocols.\" As we now see, this \"naturalness\" stems from the structure of magic, its artificial mnemonics, phantasmic manipulations and allegorical conceptions. As Fletcher points out, modern science depends on a disjunction between the synthetic fantasies of the imagination and the rigor of analytic systemization, whereas allegory fuses these two modes. The allegorical pressure on coding also dovetails with one of Vinge's central concerns: cryptography. On the Other Plane, power is not knowledge--power is code. When Mr. Slippery follows the Red Witch Erythrina as she opens up a castle's secret passage s through cryptic"},{"pageNumber":12,"pageContent":"gestures and spells, he enters a space of encryption. And when Mr. Slippery first accesses the Other Plane, he makes sure his encryption routines are clouding his trail. \"Like most folks, honest citizens or warlocks, he had no trust for the government standard encryption routines, but preferred the schemes that had leaked out of academia--over NSA's petulant objections--during the last fifteen years.\" [21] Vinge's cryptographic hunch (he was writing in 1980) is born out in current cyberculture. While hackers have long explored restricted-access dungeons, and phone phreaks hoard phone spells, cypherpunks have begun creating anonymous remailing systems which will insure that all traffic is untraceable and all participants remain anonymous. For as Vinge realized, the ultimate secret code is one's True Name, one's real human identity. Though Vinge may not have realized it, magic spells are not mere metaphors for encryption schemes. Hermeticism is rife with secret codes and unnatural languages, most stemming from the complex numerological methods that medieval Kabbalists used to decipher the esoteric messages they believed were buried in the Torah. Two of these methods for mystical exegesis should be mentioned: Gematria and Temurah. Temurah consisted of simple letter transposition according to a number of schemes, while Gematria took advantage of the strict numerological equivalents for each Hebrew letter. By replacing words with their numerical equivalents, one could discover esoteric correspondences (for example, the words for Serpent and Messiah both have the numerical equivalent of 358). [22] But no greater proof of the deep relationship between cryptography and magic exists than the Stenographia of Trithemius, the dreaded abbot-necromancer of W=9Frzberg whose famous and immense monastery library was packed with heretical works of magic. Appropriately, the Stenographia is a bizarre, multivalent text. As was recognized by later scholars, the demonic incantations that fill the first two books of the work are nothing more than arduous encryption schemes, the name of the demon heading the text ind icating which decipherment key to employ. As far as magic is concerned, the names of the demons and their invocations are meaningless. But in the latter portion of the Stenographia, Trithemius lays out a complex and recognizably coherent scheme of demonic magic in which the"},{"pageNumber":13,"pageContent":"images of cosmic forces are etched into wax in order to capture and manipulate their energies. Thus the cryptography and the demonic magic cover for each other, producing a highly ambiguous and enigmatic coding space. And Trithemius directed his demonic codes towards a curious goal: long-distance telepathic communication. Properly directed, he claimed his seals and spells invoked Saturn's angel Oriphiel, who would create an astral network that delivered messages anywhere within twenty-four hours, a guarantee worthy of Federal Express. And nor was Trithemius's astrological magic limited to communication alone--as D. P. Walker noted, \"it was also the means of acquiring universal knowledge, 'of everything that is happening in the world.'\" [23] Trithemius thus aimed his coded ethereal communications towards the grandest dream of the Hermeticum: to know everything instantaneously, and thereby, presumably, to know God. Returning to Vinge, we find that a similar hermetic expansion towards universal knowledge occurs in the climax of \"True Names,\" when the combined forces of Erythrinia and Mr. Slippery battle the mysterious Mailman, an enigmatic and powerful entity who at tempts a take-over of the world's data-space (in the end, the Mailman proves to be a creature made of code, an out-of-control NSA self-protection program). During the battle, Mr. Slippery and Erythrinia take over more and more data-processing facilities until they begin to drown. \"To hear ten million simultaneous phone conversations, to see the continent's entire video output, should have been a white noise. Instead it was a tidal wave of detail rammed through the apertures of their minds.\" Mr. Slipper y figures out how to distribute his consciousness through the system until \"the human that had been Mr. Slippery was an insect wandering in the cathedral his mind had become...No sparrow could fall without his knowledge, via air traffic control; no check could be cashed without his noticing over the bank communications net.\" [24] Interestingly, as Slippery's consciousness expands towards totality, Vinge's imagery shifts from magic to a Christian imagery of cathedrals and fallen sparrows. After further battles, the Mailman's processors are destroyed, and the duo gaze on Earth, serenely viewed on all frequencies. The babbling voices return as Mr. Slippery and Erythrina put human communications systems back on line. \"Every ship in the seas, every aircraft now making a safe landing, every one of the loans, the payments, the meals of an entire race registered clearly on some part of his consciousness...By the analogical rules of the covens, there was only one valid word for"},{"pageNumber":14,"pageContent":"themselves in their present state: they were gods.\" [25] And by the analogical spells that govern this paper, they have achieved Trithemius's hermetic dream. When Shakespeare wrote the Tempest, he almost certainly modeled Prospero on Dr. John Dee, the greatest English mage of the Elizabethan era. Scientist, secret agent, geographer, antiquarian, court astrologer, Dee was the quintessential Renaissance man. With the largest library in England, he typified the hermetic pattern of information addiction, and his interests ranged from Euclid to navigation to Raymon Lull to mechanical toys, particularly machines which could simulate bird calls. And Dee was a supreme magician. In De occulta philosophia, one of the most influential source texts for Renaissance magicians like Dee, Agrippa defines three different types of magic, \"Naturall, Mathematicall and Theologicall.\" Natural magic held that s tellar forces influenced nature, and that by manipulating the natural world, one could attract these influences. Mathematical magic--\"mathesis\"-- grew from the Pythagorean mystical philosophy that number was God's hidden symbolic language of creation. By the time of the Renaissance, much mathematical magic was utilitarian--what we would recognize as \"real\" math. As John French notes, while a brilliant man like Dee recognized the distinct difference between these two modes of number, he absorbed both into his magical philosophy, so that robot birds and cabalistic numerology were both expressions of divinity's secret code. Though Dee was a master of these magics, it is his more bizarre \"Theologicall\" attempts at angelic communication that interest us here. Agrippa emphasizes that theological or demonic magic--of which the Stenographia is a prime example--is the most difficult and dangerous kind of magic. Drawing heavily on the Kabbala, the mage attempted to contact the powers residing in the super-celestial angelic hierarchies that existed beyond the elemental powers of the earth and the celestial zone of the zodiac. Invoking these archangels, powers and principalities led magicians towards divine wisdom, but it also exposed them to the deceptions of evil spirits. As Adam McLean points out in his introduction to a Treatise on Angel Magic, most magicians were extremely concerned about distinguishing truthful angels from dissembling devils. As shown in Dee's remarkable record of his angelic conversations,"},{"pageNumber":15,"pageContent":"A True & Faithful Relation of what passed for many Years Between Dr: [cq]John Dee...and Some Spirits., Dee was a pious man motivated by a gnostic desire for revelation. Yet, as Richard Deacon argues, Dee was also the first to apply the cryptographic dimension of high--or \"Theologicall\"--magic to espionage. As a secret agent of Elizabeth's court (his code name was 00726), Dee maintained a network of informants on the continent and collected a great deal of data concerning Spanish threats to England and discoveries in the New World. In 1692 Robert Hooke decoded a number of angelic names and conversations from A True and Faithful Relation and proclaimed the work an encrypted record of Dee's secret missions. Deacon also makes a convincing case that one angelic conversation that Dee sent to England from the Continent actually described Spanish plans to burn the Forest of Dean. [27] But like Trithemius, Dee's taste for cryptography was fused with metaphysical quest. As Dee put it, he had \"long been desirious to have help in philosophicall studies through the company and information of the Angels of God.\" [28] Dee accessed his information through a ludicrously complex form of spiritualist channelling. Briefly, Dee enlisted a rogue named Edward Kelley as his \"scryer.\" Kelley would stare into a crystal sphere called the \"shew-stone,\" and describe visions and messages which Dee would record. The angels were not exactly interested in clarity--they communicated in \"Enochian,\" a unique language with its own alphabet and grammar and including a complex directory of angels, Aethyrs, kings, seniors, and Calls. Enochian was laboriously dictated to Dee using complex grids called the Liber Logaeth. Finally, the 19 \"Calls\" that formed the heart of the system were communicated backwards. In the end, Dee and Kelley channelled at least twenty-six books, and as Deacon points out, \"most of them are not only totally unintelligible, but do not seem to be related to any of the usual cabbalistic or numerological systems.\" Dee devoted himself to their decipherment, having been promised that if successful, \"he will have as many powers subject to him as there are parts of the book.\" What to make of all this? As with all of the magic and gnostic experiences discussed in this essay, I give up the question of what Dee and Kelley were \"actually\" doing to the notorious 20th century magus-trickster Aleister Crowley, who wrote of magical entities and powers: \"It is immaterial whether they exist or not. By doing certain things, certain results follow...\" What's important here is the"},{"pageNumber":16,"pageContent":"qualitative nature of the super-celestial realms, as well as the agents and coded operations at its interface. Because \"Theologicall\" magic approaches the divine mind as a decidedly unnatural, hyper-dimensional structure, its magical operations and representations try to fit that structure. Dee and Kelley's Enochian system, as well as Bruno's and Trithemius's , are characterized in part simply by their vast complexity. These magical machines, at once rigorous and phantasmic, were created by projecting systematic techniques of numerology and cryptography into a kind of free-space of mystical abstraction. This produced a hermetic complexity space, a treacherous density of names, numbers, hierarchies, correspondences, and functions. This complexity not only mirrored the undoubted immensity of divine wisdom, but amplified and strained the magician's mind towards a divine change of state. In Dee's case, the angelic communications embodied this information density in their indecipherability--as the angels told Dee, \"...therein is comprehended so many languages they are all spoken at once.\" On the one hand, the temptation to compare the representation of these super-celestial realms with the complexity of cyberspace is intellectually suspect because rational mathematics, network architectures and programming codes are so technically distinct from the mystical mathematics, celestial architectures and demonic codes of angel magic. But perhaps, from a qualitative perspective, complexity space is complexity space--any information system, when dense and rigorous enough, takes on a kind of self-organizational coherence which resonates with other systems of complexity. As the computer visionary Ted Nelson wrote concerning representations of hypertext, \"Once we leave behind 'two-dimensionality' (virtual paper) and even 'three-dimensionality' (virtual stacks), we step off the edge into another world, into the representation of the true structure and interconnectedness of information. To represent this true structure, we need to indicate multidimensional connection and multiple connections between entities.\" [29] This sense that there is a \"true structure\" of information is one of the most pervasive metaphysical myths of cyberspace. Angel magic not only gives us a hermetic image of information space, but of its agents. Angels are immaterial beings composed of intelligent light; they have human form, yet are voiceless. Because they have no soul and are motivated by neither will nor passion, angels, like allegorical agents, are \"fated\" to mechanically reproduce their mode of"},{"pageNumber":17,"pageContent":"being. In Allegory, Fletcher points out the proto-scientific function of the demon: \"Coming from the term that means 'to divide,' daemon implies an endless series of divisions of all important aspects of the world into separate elements for study and control.\" [30] Many magical texts consist of endless lists of these star-demons, their appearances, numbers, and powers, their hierarchies of Orbs and Aethyrs and offices. These agents mediate the complexity of super-celestial information. They are the original image of artificial intelligences--not the sentient AIs of SF, but the text-based expert systems, independent software objects and audio-visual interface agents we are already developing, passionless entities made of intelligent light. As Manuel DeLanda points out in War in the Age of Intelligent Machines, though there are many names for software objects that operate autonomously (actors, agents, demons), the term \"demons\" is perhaps the best because \"they are not controlled by a master program or a central computer but are rather 'invoked' into action by changes in the environment.\" [31] Like steller demons, digital demons are at once independent and programmed (\"fated\"), operating autonomously yet responding automatically to certain cues with certain acts. As the ecologies of such event-driven demons increase in complexity, computers are able to react to the environment in an increasingly \"life-like\" manner. As De Landa points out, demons enable computers to respond far more robustly to human users and to function far more powerfully outside of human control (the killer robot being a particularly terrifying example of the latter). Like their spiritual counterparts, software demons can both reign and serve. Like John Dee, computer interface designers are more interested in conjuring demons that serve. As the visionary designer Alan Kay pointed out, in order for us to take advantage of the increasingly complexity of computer processes, there must be a \"qualitative jump\" from the manipulation of tools towards the management of agents, which Kay defines as \"autonomous processes that can be successfully communicated with.\" Such agents would \"act as guide, as coach, and as amanuensis,\" and could either be tabular or anthropomorphic. As an example, Kay describes a system which would monitor news and private messages in order to collate a private newspaper. Kay also emphasizes that as agents are given more irrevocable power over information (the ability to regularly delete files, for example), than the stakes are raised considerably. \"At the"},{"pageNumber":18,"pageContent":"most basic level the thing we most want to know about an agent is not how powerful it can be, but how trustable it is. In other words, the agent must be able to explain itself well so that we have confidence that it will be working on our behalf as a goal sharer rather than as a demented genie recently escaped from the Arabian Nights.\" [32] All this puts Dee's conversations in a strange new light. Dee, seeking their \"company and information,\" would invoke angels with an elaborate system of coded Calls. He spent much of his time interrogating these beings in order to make sure they were trustable, and not devils in disguise. In \"The Directory,\" a section of a late 17th century occult manuscript published as A Treatise on Angel Magic, the author outlines a form of Dee's interrogation process, noting that if the spirits disappear, or remain silent, there's a problem (In \"True Names,\" Mr. Slippery first suspects something nefarious about the Mailman when there is a long pause in the entity's answers to Slippery's questions). In accessing angelic agents through the interface of coded Calls and shew-stone glass, magicians like Dee may have stumbled on the first Turing test--only rather than testing their ontological status, they tested their true names. The mage's highest aspiration was gnosis: divine knowledge, universal memory. But the gnostic impulse that motivated Bruno and Dee towards exploratory proto-science can be found in far more purist or \"pessimistic\" forms, forms which seek the \"otherness\" of divine wisdom which absolutely transcends a dark and evil material world. The gnostic emphasis on memory remains, but it shifts from the virtual encyclopedia to the trigger-signal which catalyzes anamnesis, the soul's recollection of its celestial origins. Ancient gnosticism's dualistic cosmologies hold that the world is not a glittering web of divine correspondences, but a trap ruled by false, ignorant gods--including the Jehovah of Genesis. The astrological demons that shepherded the Renaissance mage were tyrants who ruled over the lower cosmic spheres which imprisoned man's soul. True divinity lies with the distant Alien God, of whom the only earthly traces are the \"sparks\" or \"seeds\" of divine light lying in the dark depths of the individual human soul. Unlike traditional Christianity, man's fall did not occur through his own sin, but through a structural error in the cosmos itself, an error man escapes only by directly receiving the mystical influx of gnosis, or"},{"pageNumber":19,"pageContent":"\"wisdom,\" which simultaneously awakens the spark within. Gnosis is not just mystical transcendence; it is data. According to Valentinus, a sophisticated Alexandrian gnostic, \"What liberates us is the knowledge of who we were, what we became, where we were, whereinto we have been thrown, whereto we speed, where from we are redeemed, what birth is and what rebirth.\" [33] Gnosis contained practical information as well: the \"knowledge of the way\" after death, the sacremental procedures, secret names and magic formulas that would enable the soul to break through the lower spheres under demiurgic control and mount to God. Gnosis also comes in the form of information: a sudden blast of immediate data which is identical with the abrupt recognition that such information exists. In some sense, gnosis is information about information. As one Mandean text puts it, \"One call comes and instructs about all calls.\" [34] Rather than being merely \"heard,\" this incoming call is imagined as something almost substantial that enters the hearer, like that described in the 12th Ode of Solomon: \"and they were penetrated by the word and knew him that made it.\" [35] This substantial and almost animate quality of the Word is by no means restricted to gnosticism--as the Lord puts it in Isaiah 55:11, \"So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it.\" In the beginning of the \"Hymn of the Pearl,\" one of gnosticism's most luminous allegories of redemption, the unnamed hero is told by his parents that he must journey to Egypt in order to retrieve a pearl guarded by a serpent. There he enters a tavern where he encounters a fellow \"annointed one\": \"And I made him my confidante / with whom I shared my mission.\" The duo nervously discusses the frightening ways of the Egyptians, which leads the hero to don an Egyptian cloak in order to disguise himself. \"Bu t somehow they learned / I was not their countryman, / and they dealt with me cunningly / and gave me their food to eat.\" Drugged, he falls into the sleep of ignorance and error, and forgets his identity and his mission. Much later, the hero receives a letter from his father and mother, \"sealed by the king with his right hand / against the evil ones, the children of Babel.\" Before being opened, the missive commands him to \"awake and rise from your sleep / and hear the words of our letter\":"},{"pageNumber":20,"pageContent":"At its voice and the sound of its rustling I awoke and rose from my sleep. I took it, kissed it, broke its seal and read. And the words written on my heart were in the letter for me to read. I remembered that I was a son of Kings and my free soul longed for its own kind. The letter not only boots up \"the words written on my heart,\" but provides the hero with magic information--the true names of his father and mother--which he subsequently uses to charm the serpent. Having retrieved the pearl, he heads home. On my way the letter that awakened me was lying on the road. And as it had awakened me with its voice So it guided me with its light; and it was written in Chinese silk, and shone before me in its own form. Guided by the letter, the hero returns home. There he changes his clothes, and puts on a stunning robe that \"quiver(s) all over / with the movements of gnosis.\" [36] Suitably attired, he ascends to greet the King. Though its mythic imagery concerns serpents, princes and pearls, the Hymn's deeper codes concern messages. The hero's information-processing takes up far more lines that the main battle. Information is exchanged in the bar, and the information is then overheard. A letter arrives, bearing multiple messages. The first message--\"hear the words of our letter\"--is delivered before the letter itself is opened, suggesting that gnostic triggers have a dimension of meta-information--information about information . Like Alice's cake, or a talking magic mushroom, gnostic information says \"eat me.\" But the letter boots up information already contained within the soul of our hero--Valentinus's recollection of true origins and true destiny. This interior spark thus functions like a radio transponder, which can receive and transmit signals, but lies dormant until it receives a specific signal which activates it. But while the call comes from out of the blue, the hero must also choose to \"break the seal\" of the"},{"pageNumber":21,"pageContent":"letter--to break the code inscribed on the surface of things. And he must also be prepared to find gnostic information in the most marginalized of places--a scrap lying in the dust of the road. Some gnostic texts did not just tell tales of the informing gnosis, but sought to quiver with the movements of gnosis, to directly impart \"the Voice which exists within a perfect intellect.\" [37] Some of these writings possess a peculiar power that lies less in their cosmological import than in their rhetoric of immediacy--an attempt to represent the unmediated presence of the gnostic mind. No greater example of this intensity exists then \"Thunder, the Perfect Mind,\" a 4th century tractate which eludes scholarly classification but has strong gnostic elements. The poem is delivered in first-person, and mostly consists of paradoxical statements of identity (\"I am the whore and the holy one / I am the virgin and the wife,\" and so forth). At one point, the in forming voice describes her own mode of information: I am the voice whose sound is manifold and the word whose appearance is multiple. I am the utterance of my name. .... Hear me, you hearers, and learn of my words, you who know me. I am the hearing that is attainable to everything; I am the speech that cannot be grasped. [38] Here, the animate Logos seems to describe, not its contents or forms, but its underlying nature, a luminous flux of information density, of manifold sounds and liquid speech. Yet for all the immediacy of the \"I am,\" an alien quality lingers, as if the speaker is both close to, and very far from, home. In it's obsession with simulacra and coded messages, as well as its almost libertarian hatred of traditional authority and the corresponding emphasis on spiritual autonomy, gnosticism anticipates cyberculture. In the essay \"The New Gnosticism,\" literary critic Ihab Hassan shows how the notion of direct gnostic revelation is resurrected now that \"communication itself is becoming increasingly immediate.\" [39] But while Hassan and a few SF writers have pursued this link, no-one has plunged into information gnosticism with the lucid abandon of the"},{"pageNumber":22,"pageContent":"brilliant SF writer Philip K. Dick. Though gnosticism is only one dimension of Dick's dense and tangled ouevre--only now beginning to receive the attention it deserves--the mythic mode lies at the heart of many of his themes and devices: \"living\" books, false worlds, divine invasions. In the essay \"Man, Android and Machine,\" Dick suggests that gnostic information is both a space and a being. Taking up the popular Christian thinker Teilhard de Chardin's image of the noosphere--a bubble of human thought that envelopes the earth like a virtual atmosphere--Dick suggests that something strange occurred when technology entered the picture. the noosphere...no longer served as a mere passive repository of human information (the \"Seas of Knowledge\" which ancient Sumer believed in) but, due to the incredible surge of charge from our electronic signals and information-rich material therein, we have given it power to cross a vast threshold; we have, so to speak, resurrected what Philo and other ancients called the Logos. Information has, then, become alive...\" [40] The whole encyclopedic space of thought, juiced up by technology, becomes the ultimate example of artificial life. In The Divine Invasion, Dick creates an even richer theological image of living information space: a three-dimensional color-coded Biblical hologram. The total structure of Scripture formed, then, a three- dimensional cosmos that could be viewed from any angle and its contents read. According to the tilt of the axis of observation, different messages could be extracted...If you learned how you cou ld gradually tilt the temporal axis, the axis of true depth, until successive layers were superimposed and a vertical message--a new message--could be read out. In this way you entered into a dialogue with Scripture; it became alive. It became a sentient organism that was never twice the same. [41 In this brilliant image of hypertext heaven, Dick shows how a space of information density achieves an animate quality through the structure of an open-ended dialogue. But \"living information\" was no mere metaphor within Dick's brilliant though decidedly unstable mind, for in 1974, sitting at home in Orange County, he apparently experienced such a force. According to"},{"pageNumber":23,"pageContent":"Dick's later testimony, seeing a delivery woman's ikhthus, the fish-shaped Christian necklace, \"triggered\" the influx of a rational and benign mind which Dick called VALIS, an acronym for Vast Active Living Intelligence System. Among other things, VALIS--which Dick sometimes compared to a computer or AI system--linked him telepathically to an early Christian living under Roman oppression, and informed him (through a Beatles song on the radio) that his son Christopher had a potentially lethal health problem. In our culture, we call individuals like Dick schizophrenic, but in the confines of his literary worlds, his schizophrenia achieves an unparalleled oracular glow. After 1974, most of Dick's work, both his novels and the over two million words of tortured philosophical meanderings in his private \"Exegesis,\" responded to the VALIS experience, though gnostic themes and structures are clearly latent in his earlier work. In VALIS, the greatest and strangest of these late works, he fleshes out his information mysticism in the \"Tractates Cryptica Scriptura,\" a 12-page excerpt of his \"Exegesis.\" In the \"Tractates,\" Dick maintained that our universe is a space of information and the phenomenal world a hologram, \"a hypostasis of the information\" that we, as nodes in the true Mind, process. But humans have lost the ability to read this divine language, and both ourselves and our world are occluded. For Dick, the ancient demiurge is recast as the irrational \"Empire:\" Rome, the Nixon administration, the State as such. Dick did not emphasize the material or Satanic aspect of demiurgic powers, but rather their ability to create false worlds. In the introduction to I Hope I Shall Arrive Soon, a collection of late short stories, he wrote that \"we live in a society in which spurious realities are manufactured by the media, by governments, by big corporations, by religious groups, political groups--and the electronic hardware exists by which to deliver these pseudo-worlds right into the heads of the reader, the viewer, the listener.\" [42] As demonstrated by the illusory and demonic nature of his constantly imploding fictional worlds, Dick transformed gnostic pessimism into a skeptical weapon wielded from within the fathomless simulations of Baudrillardian hyperreality. Just as the nameless hero of the \"Hymn of the Pearl\" found the logos lying by the side of the road, VALIS penetrates the simulated world through the margins. The True God must mimic \"sticks and trees and beer"},{"pageNumber":24,"pageContent":"cans in gutters--he presumes to be trash discarded, debris no longer needed.\" As Dick says at the end of VALIS \"the symbols of the divine show up in our world initially at the trash stratum\" (14:212). So too do the the images and peripheral details of Dick's fictions--circulating through the trash stratum of SF pulp-- glow with a powerful allegorical density, and many narratives are propelled by the decoding of these clues. One of VALIS 's most fascinating chapters describes a scene in which the protaganist Horselover Fat and some friends see a trashy SF movie called Valis and then unpack its subliminal messages, their bizarre conclusions leading them to make contact with the filmmakers and the savior-figure Sophia. For Dick, decoding is more than reading--it is being infected by code. VALIS is nothing less than a virus that \"replicates itself--not through information or in information--but as information.\" Once triggered, it parasitically \"crossbands\" with human hosts, creating \"homeoplasmates.\"43 Dick is not the only one to imagine information as a kind of virus (itself a quasi-living body of code). In addition to Burrough's famous phrase (\"language is a virus\"), there's the scientist Richard Dawkins' notion of memes: thoughts which, like genes, propagate and compete in the competitive environment of culture. In The Selfish Gene, Dawkins quotes N.K. Humphrey: ...memes should be regarded as living structures, not just metaphorically but technically. When you plant a fertile meme in my mind you literally parasitize my brain, turning it into a vehicle for the meme's propagation in just the way that a virus may parasitize the genetic mechanism of a host cell...the meme for, say, 'belief in life after death' is actually realized physically, millions of times over, as a structure in the nervous systems of individual men the world over. [44] Memes have already become a somewhat trendy notion in cyberculture, but what is intriguing is Humphrey's insistence that they be conceived \"not just metaphorically, but technically.\" In Dick's fiction, and to some sense in the analogic mode that dominates this essay, metaphors are transformed into technical operations. Even more interesting is the meme Humphrey uses as an example. For of all artifacts of human culture, it is the great memes themselves that perhaps come the closest to eternal life. And one of the greatest of those is the one that claims that, just as memes survive in the minds of human hosts, so can human consciousness survive in the abstract space of a meme. "},{"pageNumber":25,"pageContent":"Information's final infection is apocalypse. As Hans Jonas pointed out in the Gnostic Religion, the gnostic individual internalizes eschatology, radically modifying subjectivity itself into an alien immediacy which creates a simulacra of the final days. Anywhere you find the gnostic mode, you're likely to find an apocalyptic trace, and this millenialist infection has long been evident among evangelical fundamentalists. But now it is spreading in far more mutant forms throughout one of the most reviled and unexamined fringes of cyberculture: the New Age. Even if we characterize the New Age in its broadest sense--as an eclectic network of spiritualism, theosophy, therapy techniques, goddess myths, brain gadgetry, alternative medicine, hermetic wisdom, and hippie mysticism--calling it a \"cyberculture\" may strike some as extreme. Yet many of these elements are rife throughout the post-'60s Bay Area culture that has laid the groundwork for so much cyberculture. A psychedelic, experimental spirituality directly feeds the more utopian elements of this Northern California computer culture, both amongst VR designers, computer artists and programmers, and in venues like The Whole Earth Review, the WELL, and Mondo 2000 . For these folks, computers are the latest and some of the greatest tools to work towards a passionate New Age goal: the expansion of consciousness by any means necessary. But the influence of the New Age on cyberculture extends beyond this psychedelic fringe. As Andrew Ross demonstrated when he called the movement an \"alternative scientific culture,\" the New Age is driven in part by its desire to propound an alternate account of reality that both includes and transcends scientific description, method and technology. As such, many New Agers restlessly consume weird pop science in their quest to build new metaphysics, while more entrepreneurial Aquarians develop countless \" technologies\" of transformation. And the pervasive (and often unrecognized) influence of New Age thought lies in the fact that these aesthetic, social and philosophical transformations of science occur in a lay, middle-brow context. As Ross points out, to ignore this \"kinder, gentler science\" while lapping up the hip alienation of cyberpunk and normative or \"avant-garde\" scientific accounts is to perform a subtle kind of intellectual elitism. Besides, in attempting to consciously reprogram human subjectivity, many New Age practices unconsciously translate contemporary"},{"pageNumber":26,"pageContent":"concerns about the formation and maintenance of identity into a scientific and technological milieu. For the more futuristic New Agers, the self is conceived as an information-processing entity which changes nature depending on the information flows it receives and the various media to which it connects. This emphasis on communication flows stems in part from the New Age's role as the religion of the Information Age. It also explains the crucial role played by one particular occult technique: channelling. Little about the New Age is new, and channelling is no different. From the oracles at Delphi to the table-rapping of the 19th century, spiritualism has long been the most immediate yet controlled modes of non-rational communication, at once technically structured and visionary. There has long been a kind of trace SF to these practices--the angelic channeller John Dee believed that specially constructed mirrors could draw magical power from the sun and transmit messages and objects to distant stars and o ther worlds. [45] As such, contemporary channelers not only spiritualize information, but the means of communication as well. As Ross points out, one of the curious aspects of channelling is that, besides the messages themselves, the New Age celebrates \"its ability to resolve the technical problems of communication.\" [46] Ross argues that this attitude reflects both mainstream Information Age ideology and the dominant scientific language that the New Age is in part attempting to escape. But beneath these forces, this emphasis on the technical dimension of channelling shifts the arena of enacted spiritual transformation from the interior of the soul to the interface, to the act of communication. All channelling could be said to proceed from a kind of info-gnosis. But it is when New Agers turn their \"etheric antennas\" towards the most distant sources--extraterrestrials and angelic beings--that the most apocalyptic and science fictional dimensions of info-gnosticism emerge. Transcribed on a clunky manual typewrite in the '70s by a rural New England carpenter named Ken Carey, the best-selling Starseed Transmissions is the most well-written and seductive of these New Age ET texts. Written in the first person, the purported source of the transmissions are beings that embrace both the language of angelic hierarchies and of extraterrestrial frequency modulations. According to"},{"pageNumber":27,"pageContent":"the Transmissions, these alien angels are subtly penetrating our culture, attempting to wake us up to the imminent collapse of history, thought, and matter as we phase into the next millennium. The \"Information Age\" not only lays the digital webwork for what Carey's angels and chaos theorists would call a \"singularity,\" but it foreshadows the form of the next phase of existence: synthetic, immaterial, and luminous, at once infinitely complex and absorbed into a monad. In order to pass through this \"meta-historical\" moment, the aliens insist, we must cease to identify ourselves with outmoded identities, \"programmed product(s) of human culture.\" Restrained by something like Star Trek's Prime Directive from intervening in terrestrial history, the angels are nonetheless able to provide information, not only concerning our situation, but how we can intuitively achieve \"direct contact with the source of all information.\" At their very least, the Transmissions are a solid addition to the tradition of SF Christianity found in Olaf Stapledon, C.S. Lewis, and, in a severely distorted manner, Dick. They also dovetail with the apocalyptic visions of \"the transcendental object at the end of history\" found in the psychedelic explorer Terrence McKenna's witty, provocative and hermetically-inspired writings. And the angel's gospel of love adds a positive emotional dimension to the potentially stark unfolding of gnostic information, as well as compensating for the dark paranoia about aliens that saturates both pulp SF and the UFO fringe. The Transmissions suggest that the supreme Otherness of the extraterrestrial can be embraced at the interface--an act of acceptance that recalls an ancient Mandean gnostic fragment that tells how \"Adam felt love for the Alien Man whose speech was alien and estranged from the world.\"47 But the Transmissions are also a strangely compelling meditation on the modes of information. As Carey writes in his introduction, \"Regardless of one's opinion on the plausibility of extraterrestrial or angelic communion, it might be pointed out that the simple act of structuring information in this manner opens up communicative possibilities that are virtually non-existent in a conventional mode.\" This applies just as well to Dee's conversations, and to the the angels's assertion that because human languages are insufficient for the Word, having been \"designed to facilitate commerce,\" the angels are providing a new language: \"Living Information.\" This information will not only provide instructions during the apocalypse, but will awaken memories of our own stellar origins, buried beneath the \"spell of matter\" induced when we"},{"pageNumber":28,"pageContent":"chose to incarnate as human individuals. The aliens are quite frank about how they are subliminally affecting human minds and sneakily spreading their infectious meta-information through terrestrial culture. In this sense, Starseed's transmissions are delivered more like a virus or a set of trigger signals than a collection of beliefs. As with some gnostic texts, they seek a rhetoric of immediacy, of direct contact. This is most obvious in the pervasive use of the second person, a technique which actively seeks to both invade and reconfigure the reader's \"you\": It is critical that you remember your origin and purpose. Your descent into Matter has reached its low point. If all that you identify with is not to be annihilated in entropic collapse, you must begin waking up...[48] The Transmissions attempt to create a flip-flop at the slippery edges of identity (\"you are not the form you animate, but the force of animation itself\"). By alternately addressing the \"you\" that is an ordinary human ego, and the awakening \"you\" that is what Bruno would call a star-demon, the Transmissions attempt to reconfigure the subject into an entity that is ultimately identical to the aliens themselves. This is no different in substance from an ancient fragment of the apocryphal \"Gospel of Eve\": \" I am thou and thou art I, and where thou art I am, and in all things am I dispersed. And from wherever thou willst thou gatherest me; but in gathering me thou gatherest thyself.\" [49] As Jean-Francois Lyotard wrote in the Postmodern Condition, \"the self...is always located at 'nodal points' of specific communications circuits....No one, not even the least privileged among us, is ever entirely powerless over the messages that traverse and position him at the post of sender, addressee, or referent.\" [50] The New Age rhetoric of the Starseed Transmissions takes this notion a step further, suggesting that the circuits we tune into actually produce the self and its experiences. But with its hand on the remote control of reality, the New Age subject tends to dissolve into the multi-dimensional information space that lurks behind all of our descriptions: cyberspace, Other Plane, memory palace, angelic hierarchy, SF schizophrenia. As Carey's Alien God puts it, \"This new information is not additional data that you will act upon. It is, rather, the very reality of your new nature. You are not to act upon my information in the future, you are to be my information yourselves.\" [51 52] "},{"pageNumber":29,"pageContent":"END 1John French, John Dee (London, 1972), 71. 2 Quoted in French, 76. 3Francis Yates, The Art of Memory (Chicago, 1966), 95. 4Nigel Pennick, Magical Alphabets, (Weiser, 1992), 214. 5Yates, The Art of Memory, 224. 6Ibid., 224; see also her Giordano Bruno and the Hermetic Tradition (Chicag= o, 1964). 7Quoted in Yates, 47. 8William Gibson, Neuromancer (New York, 1984), 51. 9William Gibson, Mona Lisa Overdrive (New York, 1988), 13. 10Quoted in Angus Fletcher, Allegory (Ithaca, 1964), 134. 11Ibid, 26. 12Ibid, 180. 13Joanna Russ, \"Towards an Aesthetic of Science Fiction,\" Science Fiction S= tudies 6 (July 1975):113-116. 14Dante, Inferno, trans. Allen Mandelbaum (Bantam, 1980), 13. 15Fletcher, Allegory, 3. 16See my \"Cyberlibraries,\" Lingua Franca, (February/March 1992): 46-51. 17Steven Levy, Hackers (New York, 1984), 141. 18Vernor Vinge, \"True Names,\" in True Names, (New York, 1987), 60. 19See Brenda Laurel, Computers as Theater (Menlo Park, 1991). 20Ioan Couliano, Eros and Magic in the Renaissance, trans. Margaret Cook (C= hicago, 1987), 91. 21Vinge, \"True Names,\" 60. 22See, for example, Israel Regardie, A Garden of Pomegranates (St. Paul, 19= 85), 106-134. 23D.P. Walker, Spiritual and Demonic Magic from Ficino to Campanella (Londo= n, 1958), 89. 24Vinge, \"True Names,\" 96. 25Ibid., 112. 26Richard Deacon, John Dee, (London, 1968), 3. 27See Deacon, 1-25. 28Quoted in Deacon, 142. 29Theodor Holm Nelson, \"The Right Way to Think About Software Design,\" in T= he Art of Human-Computer Interface, ed. Brenda Laurel (Menlo Park, 1990), 2= 41."},{"pageNumber":30,"pageContent":"30Fletcher, 59. 31Manuel De Landa, War in the Age of Intelligent Machines (Cambridge, 1991)= , 120. 32Alan Kay, \"User Interface: A Personal View,\" in Human-Computer Interface,= 206. 33Quoted in Hans Jonas, The Gnostic Religion (Boston, 1963), 45. 34Quoted in Jonas, p.77 35In The Other Bible, ed. Willis Barnstone (New York, 1984), 275. 36Ibid., 308-313. 37From \"Trimorphic Protennoia,\" in The Other Bible, 592. 38Ibid., 594-599. 39Ihab Hassan, Paracriticisms (Urbana, 1975), 135. 40Philip K. Dick, \"Man, Android and Machine,\" in Science Fiction at Large, = ed. Peter Nicholls (New York, 1976), 216. 41Philip K. Dick, The Divine Invasion (New York, 1981), 70-71. 42Philip K. Dick, \"Introduction: How to Build a Universe that Doesn't Fall = Apart Two Days Later,\" in I Hope I Shall Arrive Soon (New York, 1985), 4. 43Philip K. Dick, VALIS (New York, 1980). 44Richard Dawkins, The Selfish Gene (Oxford, 1976), 192. 45Deacon, Dee, 37. 46Andrew Ross, Strange Weather (New York, 1991, 37. 47Quoted in Jonas, 89. 48Ken Carey, The Starseed Transmissions (New York, 1982), 35. 49Quoted in Jonas, 60. 50Jean-Francois Lyotard, The Postmodern Condition: A Report on Knowledge, t= rans. Geoff Bennington and Brian Massumi (Minneapolis, 1984), 15. 51Carey, 75. 52 "}]
