[{"pageNumber":1,"pageContent":"LIBER CYBER -- CONTENTS Preface So-Called Magic(k) or Fraud or Bullshit - Does it Matter?Paganism and Heresy in the Christian EraHistory and Development of Secret SocietiesPythagoras and the Mathesis of Chaos (plus Appendix)Chaos and GaiaChaos and CosmosAstrology - A Rational Chao-dynamic AppraisalEclipsesABOUT THE AUTHOR (1990)Frater Choronzon was born in 1947. He endured the benefits of a classical education in his native Ireland and subsequently in England. After a degree course in Geology, he was first introduced to ceremonial magic by the late Graham Bond in London in 1968. He made a career in computing and electronic design, and punctuated this with the study of Occultism and Earth Mysteries, moving to Wales in 1973. Having returned to London in 1975, he played a prominent part in Stoke Newington Sorcerors, a magical study group. Resuming his career in electronics he specialised in Information Systems, and gained an Open University degree in Maths and Quantum Physics in 1984. He took part in the re-introduction of the Caliphate OTO to"},{"pageNumber":2,"pageContent":"the UK in 1986, but became inactive after a difference about magical names. Now (1990) a leading member of the Illuminates of Thanateros (IOT), he is a regular contributor to occult publications in Europe and the USA. He also lectures and participates in public performance of magical ritual, most recently in the Rite of Mars at Conway Hall in London. Other works include contributions to the 'Liber Bootleg' tape by the London IOT Temple."},{"pageNumber":3,"pageContent":"PREFACE TO LIBER CYBER (1990)This is an entry level book about Chaos. It is intended to introduce readers with a background in Maths and Physics to the concepts of Chaos Magic. The book should also be useful to those who are knowledgeable about matters occult, providing some insight into the power of non-linear dynamics, or Chaos Mathematics, as a modelling tool for the visible and invisible universe.The core of the text is a series of eight lecture papers. These were written primarily to answer those questions which were posed to me most frequently, by members of the public, in my role as proprietor of one of the world's first retail outlets devoted to merchandising Chaos.One issue which recurs time and again is that concerning the conceptual link between Chaos Mathematics and Chaos Magic, both of which are represented among the merchandise I offer for sale from 'Choronzon's Cupboard'. Chaos Maths is perceived as a numerical oddball whereby hugely powerful computers generate pretty psychedelic patterns, while Chaos Magic has the reputation of being the darkest and most unapproachable species of 'Black' Occultism. As I hope will become apparent to the reader, both of these perceptions grossly oversimplify the topics in question.There is no denying that the fractal patterns of Chaos Maths are visually exciting, but that frisson of cortical stimulation is merely to scratch the surface of the subject. Equally, the veneer of 'street credibility', which many Chaos Magicians adopt, serves to cloak a more rigorous approach to occult matters than is found among most other serious practitioners in that secretive area of study. As one Chaos Magician puts it \"At least being seen as blacker than black means that we don't suffer too many psychic attacks; nobody dares\".The synthesis here presented incorporates much new work, and, in"},{"pageNumber":4,"pageContent":"particular, draws material from a wide diversity of academic disciplines. Included among these are Ancient, Mediaeval and Modern History, including the history of Science and Mathematics, Number Theory, Quantum Physics, Astrophysics, Ecology, Earth Sciences, Oceanography. The heroes of any perceptible story line range from Ancient Greek poets and philosophers like Hesiod and Pythagoras; through mediaeval heretic-scientists like Agrippa, Dee and Galileo; to the founders of the Royal Society of London, and the originators of modern Physics - Einstein, Schrodinger, Heisenberg and Hubble.Present day thinkers whose work is prominent include Stephen Hawking, Douglas Hofstadter, Benoit Mandlebrot, James Lovelock, and, of course, Peter Carroll the pioneer of Chaos Magic.In presenting the series of papers in Bullfrog's Cafe/Bar - a stone's throw from the Greenwich Meridian in London, the objective was that each should stand alone and be intelligible to someone who walked in off the street that evening to shelter from the rain. At the same time, there is a progression of ideas from one paper to the next. The first three papers set out my own perceptions of what 'Magic' is about, and place it's modern manifestations in a philosophical context. Papers four through six examine the relevance of Chaos in ancient and modern views of \"Life, the Universe and Everything\" (to borrow a phrase from Douglas Adams). In the two concluding papers these concepts are developed to present a rational thesis to approach an explanation of one of the oldest occult disciplines - Astrology, and to set out a comprehensive magical system to provide a framework from which everyone should be able to derive some benefit.One important feature sets this hook apart from most other works considering so-called occult subject matter. Sincere efforts are made to argue points and deduce theoretical postulates from the conventional Axioms of Mathematics and the generally accepted Laws of Physics. Very little is left to 'faith', and 'beliefs' are eschewed as far as possible. This is one fundamental point of contact between the traditions of Science and Maths"},{"pageNumber":5,"pageContent":"and the methods of Chaos Magic. Some anecdotal material is included, which necessarily expects the reader to place some trust in the author, but in almost every case there are other people alive who would be able to confirm the substance of the events recounted.As the publication of this 'Personal Edition' progresses, a certain lack of uniformity may become apparent. The very rarest low numbers are nothing more than comb-bound photocopies of the original Bullfrog's Philos-O-Forum lecture notes, with the addition of this Preface and a title page. Higher numbered copies may look more professional, with sequential page numbering, and, perhaps, laser printed pages; but although each volume will still be individually signed and numbered by the author, there may be less of that intangible ambience imparted by the knowledge that the author personally copied and collated every page himself.Sincerest personal thanks are here extended to my dearest wife and kids, who have been wholehearted and steadfast in their support through some troubling times and straightened circumstances.Thanks to Demian, Dennis and John at Bullfrog's; without their support and indulgence 'Choronzon's Cupboard' would never have reached first base and the Philos-O-Forum could not have been organised.Special thanks to Pete for help and inspiration going back almost two decades, and to Tony, Nick, Richard and Tracey for their warming breath against icy atmospherics. A word of heartfelt gratitude also to all those folk who had first exposure to the ideas herein at the Monday meetings in Greenwich. Their contributions sustained me in writing the papers, and without them it couldn't have happened.Frater Choronzon - 1st December 1990 evPost Scriptum Thanks to Ken for Laser-Setting the original lecture notes and to Terry and Gere for assistance in times of Copier Chaos."},{"pageNumber":6,"pageContent":"PREFACE TO THE INTERNET EDITION (1997)While browsing the 'net during the past year I have been amused occasionally to stumble upon fragments of my published output from the early years of this decade, presumably scanned from small circulation magazines in which they originally appeared. I have been pleased to direct those I converse with towards these items, and there has been some demand in particular for some background context in which to place the material which is already on the 'net in one place or another.In response to those requests here follows the more-or-less complete text of the \"Liber Cyber\" Lectures, and, as a supplement, the corpus of later Philos-O-Forum Lecture Papers delivered after publication of the original edition in December 1990, together with various articles and contemporary scribblings whose extant hard copies permit Optical Character Recognition. In releasing this material I hope to make some contribution to the burgeoning exchange of views on matters occult and arcane at present taking place on the 'net. Enjoy or otherwise as you will!!Frater Choronzon - July 1997 ev."},{"pageNumber":7,"pageContent":"SO-CALLED MAGIC(K) or FRAUD or BULLSHIT?Does it matter??A talk by Frater Choronzon first delivered onMonday 8th October 1990 to Philos-O-Forum at Bullfrog's.To begin I would like to recount a few anecdotal tales which illustrate phenomena which I would class in the domain of 'So-called Magic', and also some examples of what I consider to be Fraud masquerading as magic and Bullshit masquerading as magic.DOCTOR FARQUHARSON'S RADIOThe late Dr Robin Farquharson was one of the most gifted individuals it has ever been my privelege to know. His doctorate for original work on the Theory of Voting (psephology as it's called in the trade) was awarded by the University of Oxford in 1958, and he won the Monograph Prize of the American Academy of Arts and Sciences for related work in 1961. At the time when I met him in 1968 he had recently been stripped of his post as a Senior Research Fellow (\"Don\") in Management Studies at Churchill College, Cambridge.I first encountered him at a meeting of the 'Anti-University'. This was a loose knit structure which operated from a series of short term addresses. Its primary function was to promote serious academic work into subject areas which were considered to be neglected by conventional Universities.Among the assembled Anarchist Philosophers, Situationists, Astrologers and Crack-pots there was this eminently respectable gentleman, neatly tumed out in a business suit. He presented a complete contrast to the tie-"},{"pageNumber":8,"pageContent":"dyed majority of the delegates, and they were a little suspicious of him; Police Spy? CIA Agent? His contributions were succinct and positive however, and I was struck by his ability to cut through the periphera of an issue and apply his thinking to the critical elements. He was a tall man, maybe 6 ft 2 inches, fortyish with greying, thinning hair and that wild-eyed look which comes across, for example, in some portraits of Beethoven.Robin's fall from academic grace was occasioned by his mental balance. He writes in the preface to his book Drop Out: \"I am a manic-depressive. When I'm up, I have no judgement, but fantastic drive; when I'm down, I have judgement, but no drive at all. In between I pass for normal well enough.\"One evening he turned up at the Westbourne Park Road flat which I shared with some friends, carrying a large portable radio receiver under his arm. The door was opened and he seemed agitated. \"You don't trust me\", he said, the speech tumbling out in a flurry, \"you all think I'm a spy. Well, I'll prove to you that I'm not!\"With that he assumed entry. Seated on the floor in the front room he started singing a song loudly; with imperfect pitch, but recognisable. All the while he was fiddling with the tuner dial on the portable radio, but with the set switched off. We couldn't figure out what he was up to, but suddenly he turned the radio on loud and the song he was singing came forth over the airwaves, exactly synchronised with his voice.He roared with laughter as we scratched our heads, not completely taking in what we were witnessing.He switched the radio off and lapsed into a learned sounding commentary on a topic of current news interest, all the while twiddling the tuner dial. After a further ten or fifteen seconds he switched the radio on and the commentary programme he had located confinued what he was saying.Next Robin started speaking in German. He tuned the radio again, switched"},{"pageNumber":9,"pageContent":"it on and out flowed the Deutsch, absolutely contiguous with what he was saying.\"I told you I would prove that I wasn't a spy.\"We thought it was a conjuring trick, some stunt with a tape recorder. But no, he really did appear to have some bizarre ability to pick up radio waves in his head.In later years, having got to know him better, we occasionally discussed this offbeat talent. He explained that it only occurred infrequently at a particular stage in the progression of his manic state, and it seemed that the drugs administered interfered with it. I asked if he had ever done any scientific analysis of the process involved, and he said that he generally kept the ability to himself, because he appreciated the sort of pressures and experimentation he might be subjected to if he admitted it or demonstrated it to the wrong company.The proof was accepted. There was no way that a spy with that sort of talent could possibly be assigned to check up on the Anti-University or the Human Zoo in Westbourne Park Road.Robin was delighted and carried on with his party-trick for some hours. Suddenly he became very sad. He picked up a news flash that Yuri Gagarin, the Russian who was first in space, had died in an air crash. It transpired that Robin had a deep personal admiration for Gagarin and he was genuinely moved by the sudden news. The date was 27th March 1968.Robin Farquharson would not have thought of himself as a magician, nontheless in the eyes of his beholders he certainly appeared to be able to exhibit what might pass for a magical power. People on the verge of mental instability frequently 'hear voices'; Robin's talent was in being able to recognise what it was he was hearing."},{"pageNumber":10,"pageContent":"ALOPECIA, TROMES, AND A CRYSTAL FROM RHANDIRMWYNThis tale is not so easy to date precisely, and the events described took place over a number of weeks, probably in 1979 or 1980. This very imprecision is in itself a good illustration of the importance of keeping a magical diary - I wish I had one for those years.The story concerns two magicians, let's call them Fred and Ginger, who are both still alive and living today in the UK. A decade ago they were involved respectively in writing and publishing specialist occult texts. A dispute over literary rights, title, and copyright in some material had boiled up between Ginger and a rival publisher. One day he came to visit me in Brockley, where I was living. He was a sorry sight - his luxuriant shoulder length hair had been falling out in clumps, and this affliction was not restricted to his head. His whole body appeared to be presenting the syndrome known to medics as Alopecia, i.e. total loss of body hair.Fred and Ginger were living very close to each other and were practising occasional magical work together, and they decided to investigate whether there was some praeter-natural basis to Ginger's misfortune. By some act of divination, a linkage was established to the publishing row then in progress between Ginger and his rival, and it seemed that he might be the subject of some sort of occult attack. An experiment in controlled dreaming was then carried out. By this means Ginger was \"seen\" to be suffering harassment from an entity which had the general form and appearance of a giant lobster or crayfish. After some research in classical works of Demonology, Ginger's tormentor was identified as Tromes, a 'servitor' of Beelzebub, and one of the 'evil spirits' of the Sacred Magic of Abra-Melin the Mage. These entities are supposedly available to carry out the bidding of persons who have successfully undertaken the six months of magical training set out in that book. Fred and Ginger decided that the best course of action was to attempt to bind Tromes by ritual means, and if possible neutralise it. They devised an appropriate procedure which culminated in Tromes being magically constrained inside a rather mucky Quartz Crystal. This being one Fred had"},{"pageNumber":11,"pageContent":"himself extracted (in my company) from the wall of a horizontal shaft in a disused lead mine at Rhandirmwyn in mid-Wales.Ginger's alopecia condition showed an immediate improvement, and after a few months he had no residual trace of the condition. Today his hair growth is completely normal - in fact he has a lot more of it than many of us of similar years!A corroborative verification of these events may be available in the experience of anyone who has since completed the operation of Abra-Melin. At the point in the working where the Servitors of Beelzebub are presented to the aspirant, it may well be that an alert operator would notice that one of the 49 demons in question is missing! If this happens (or has happened) to any of you, at least you know why - Tromes has been imprisoned in a Rhandirmwyn Crystal for afflicting an innocent magician with alopecia. AUM HA!A DAY IN THE PARKOn Spring Bank Holiday Monday 28th May 1990 a large number of people attending a festival in Telegraph Hill Park were treated to what may, thus far, have been a unique exprience - a public recital of verse composed in a strange language called Enochian.The 'unique selling proposition' for the Enochian language is that, as far as can be determined, it has never been used for communication between human beings! Fanciful attributions have been made suggesting that it was the language in common use before the collapse of the Tower of Babel, but this seems as improbable as the suggestion that the Freemasons built the Pyramids of Egypt. There is in fact no record of the language having existed prior to a series of well documented workings by Doctor John Dee and Sir Edward Kelley between 1583 and 1587.Dee was a rennaissance scholar; an accomplished mathematician and"},{"pageNumber":12,"pageContent":"scientist in the accepted modern sense of those terms. He was also Court Astrologer to Queen Elizabeth I, and enjoyed (or suffered) some reputation as an Alchemist. Kelley has a less creditable pedigree, and was widely thought to be a charlatan. He came to Dee seeking work as a 'scryer' - i.e. as someone who claimed to be able to see spirits by some process of clairvoyant perception. After testing his abilities, Dee seems to have been convinced that Kelley was able to deliver the goods, and a remarkable series of occult sessions took place during the following years.In response to appropriate exhortations and orisons delivered by Dee, Kelley was able to 'see' manifestations of the big-name Archangels of Biblical tradition, Raphael, Gabriel, Michael, Uriel and communicated various geometric designs, talismans, letters of mysterious script and acrostic figures made up of the same, together with instructions as to how these were to be made up on wax disks and tabletop designs. It could certainly be argued that Dee was well duped by Kelley, and that the whole thing was nothing more than the product of a fertile imagination. What seems to have convinced Dee, however, was the existence within all this material of a deep level of mathematical and alchemical consistency.In accordance with the 'angelic' instructions, temple furniture was constructed, including a table with the mysterious letters round the edge, in the centre of which a crystal ball or 'shew-stone' was placed. Dee's original crystal, some of the wax seals and a scrying mirror made of black volcanic glass (Obsidian) can be seen today among the Elizabethan exhibits in the British Museum in Great Russell Street.All this equipment was eventually set up in Cracow, Poland, where Dee and Kelley had a resident gig as alchemists to the local monarch. The Archangel Raphael communicated that they were to receive \"49 Voyces or Callings...whereby you shall have knowledge...of all things contained within the Compasse of Nature\". Another 'angel', Nalvage, then took over and spelt out the sequences of words which are now known as the Enochian Calls, together with their English language translation. The method of"},{"pageNumber":13,"pageContent":"communication was quite laborious; only Kelley was able to see the entity, which appeared in the crystal and pointed with a rod to the characters round the perimeter of the table and in the acrostic squares. Dee noted down the sequence of letters, which, in the early sessions, were dictated backwards: as he comments \"I understand it, for the efficacity of them; else, all things called would appear: and so hinder our proceeding in learning.\"After some four months of this, the basic Enochian calls were complete, but it is clear that neither Dee nor Kelley appeared to have the faintest idea what to do with them; besides, other pressures had entered into their lives, not unrelated to the transmutation of base metal into gold, which was what they were supposed to be working on! It is probable that the Enochian language would never have been heard of again, had not one Meric Casaubon unearthed Dee's diary (perhaps literally), and published it in 1659, as he puts it \"against Atheists, and such as do not believe that there be Divels and Spirits\".Casaubon's book \"A True and Faithful Relation of What passed for many yeers between Dr John Dee and Some Spirits: Tending (had it succeeded) to a General Alteration of Most States and Kingdomes in the World\" - to quote the full title - was apparently sold at the \"Little North Door of St Paul's Cathedral\". Copies of the original edition are now very rare, but members of the Order of the Golden Dawn (a magical group active in London at the end of the last century) appear to have had access to a copy, and, possibly, to other works by Dee giving further detail of the Enochian system. In any event they appear to have been the first people to have actually tried to do anything with the material.Whatever the nature of it's provenance, there is little dispute that what has come down to us from Dee and Kelley is a language of some sort, in that it has syntax, grammar and some consistency of vocabulary - i.e. the same Enochian words in different calls correspond to the same English meanings. Moreover, although there are no more than about 1000 different Enochian words in the original calls, all parts of speech appear to be represented. So"},{"pageNumber":14,"pageContent":"what use is it?The Golden Dawn, and one of their more adventurous members, Aleister Crowley, appear to have done little more than use Dee's calls as given, usually as a means of triggering scrying sessions of their own, and some lyrical visionary writing describing explorations of the various 'Aethyrs' exists - notably in Crowley's work \"The Vision and the Voice\". One particular call, that of the 10th Aethyr, can be used to effect possession of an operator by one of the supernal entities of Chaos - Choronzon - sometimes referred to as the Great Demon of the Abyss. It certainly seems to have some effect in that peculiar things happen as a result, but in my own view Crowley and his associate Victor Neuberg made a mess of that particular working, and frightened other people away from using it for decades.On a more practical level, modern Chaos Magicians, following a lead given by Peter Carroll, have started to compose ritual procedures using the vocabulary of Dee's original calls, but directed towards effecting some specific outcome of events. The consensus of opinion among people who have tried this is that it works remarkably well! The main complaint is that the vocabulary is very limited, and some extraordinary gymnastics of language are sometimes necessary to express quite simple concepts. It almost seems as if Enochian can be regarded as a 'computer programming language' which operates on objective reality.Thus it was that earlier this year it was felt that it was about time the 'Occult Scene' had some sort of a literary award, and it was decided to inaugurate the \"Choronzon Prize for Enochian Verse\", to be worth 93 pounds, of course, and open to all. The announcement was made in Telegraph Hill Park, and, to give some context to the event, there was a recital of three short pieces of Enochian with suitable musical accompaniment to a somewhat bemused audience. First, to show how it should be done, an old recording of Crowley reading Dee's First Angelic Call was played over some Grateful Dead music. The effect was remarkable - a still and sunny day gave way to brewing storm-clouds, a wind picked up, and, like"},{"pageNumber":15,"pageContent":"something from a Hammer B-Feature, a great swirling gust blew the stage backdrop away from behind the performers. The other two pieces of Enochian Verse, specially written for the occasion, were delivered live in a whirl of dust and wind-blown debris; it was all most impressive! The only regret was that the people who were supposed to video-record the event never turned up.As for the Prize, entries are awaited! Most of the people who have been thought likely to 'walk away with it' have been designated as Distinguished Judges, so, for anyone who cares to get busy with an Enochian Dictionary, \"Opportunity Knocks\"... 333 - 55555 - 333.\"PUT IN YOUR EARPLUGS, PUT ON YOUR EYESHADES \"There are many basic yoga techniques which are capable of initiating some modest level of consciousness modification. Sitting quietly while continuously repeating some simple word or phrase can produce a sense of well being or even euphoria. Mild sensory deprivation can alter the way you feel. Machines which produce some sort of sensory feedback, for example, a strobe synchronised to the alpha rhythms of your nervous system, can generate a consciousness altering resonance, or in some cases trigger an epileptic fit.Many of these techniques are used by magicians and shamans all over the world. They are well known, anyone can use them, and there is nothing particularly special about them.If you want to set yourself up as a guru, you choose one of these techniques, you get a few enthusiastic people around you, print some glossy PR material and tell anyone who will listen that you have received divine revelation of THE TECHNIQUE which will cure all human problems. It may help if you appear to come from some mysterious foreign country, or adopt some inoffensive but eccentric mode of personal behaviour."},{"pageNumber":16,"pageContent":"You offer to initiate people, for a fee, into this \"secret wisdom\", but you tell them they have to submit to some sort of screening to see if they are \"worthy\" candidates. In the screening process you weed out anyone who is likely to see through the scam. The rest are sucked in, perhaps with some flattery about what a \"spiritual\" person they are, and are sworn to secrecy about the technique, sometimes in the context of a ritual initiation.The punters go along with it, partly because the technique imparted does produce some sort of effect, however nebulous, and partly because they do not like to admit that they have wasted their money. They may be offered financial inducement to suck other friends and acquaintances into the thing, and, in extreme cases they may be induced to sign away rights in property, substantial proportions of their wages, and even to separate completely from \"profane\" family and friends.This sort of thing is nothing more or less than common fraud - and it is widespread. If some outfit purporting to have exclusive title to the Secret of the Universe declines to admit you to membership, not only are they doing you a favour, they are probably also paying you a compliment, in that they reckon you are sufficiently perceptive to see through what they are up to. Don't feel upset about it!One of the most notorious frauds of this type was perpetrated by an organisation which was offering ridiculously expensive courses in Levitation. These were backed up with photographs of people with their legs crossed in the yogic Lotus Position apparently hovering a few inches above the floor. It turned out that those sucked into this scam were encouraged to sit in that position and to \"frog-hop\" off the ground - this is fairly difficult, but it can be mastered by pretty well anyone with a bit of practice and gymnastic agility. An appropriately positioned camera with a wide angle lens and a fast shutter speed setting will capture the subject appearing to float in blissful contemplation.CHARISMATIC MESSIAHS, APOCALYPTIC HARBINGERS, AND"},{"pageNumber":17,"pageContent":"OTHER BULLSHITTERSThe ability to hypnotise other people is inherently a valid and useful talent, and one that can probably be learnt by just about anyone. Some people possessed of this ability become cabaret performers and are able to demonstrate remarkable feats. Others set themselves up as hypnotherapists and are, in some cases, able to help people to stop smoking, or effect a variety of remedial treatments for a limited range of physiological and/or psychological problems.Others, less scrupulous, are able to set themselves as Messianic figures, convincing gullible acolytes that they are God, the Devil, a re-incarnation of Aleister Crowley (or his physical offspring - plenty of scope there!) - and then conduct themselves accordingly. One of the latter category actually gets away with being able to convince people that he is privy to some arcane knowledge from his \"father\" which can only be imparted to disciples by means of his consummating a penetrative sexual act with them (sex of disciple immaterial). In my view this is bullshit elevated to an artform, but it is surprising how many apparently sane people fall for it.As we approach the year 2000 there is an epidemic of doom-peddling soothsayers telling anyone who will listen that \"The End Of The World Is Nigh\", just as there was during the run in to the year 1000. Some of these people claim to have worked it all out from the dimensions of the passages in the Great Pyramid, some use abstruse flavours of Numerology, and others the ambiguous ramblings of Nostradamus and/or Mother Shipton, or even communications from purported flying-saucers and their occupants. The majority, however, are Christian Fundamentalists drawing inspiration from the Book of Revelation, the so-called Miracle of Fatima, or the fact that United Nations Security Council Resolution numbers have now got to 666. The pitch is usually that one can only be \"saved\" from this imminent apocalyptic doom either by sending them money to pray that it won't happen (this is particularly popular in the States), or by joining up so you come out of it alright regardless of how awful you are. Some of these people almost"},{"pageNumber":18,"pageContent":"seem to want The End Of The World to happen so they can say \"told you so\" to the rest of us. Alarmingly, it was being reported that such people had the ear of President Reagan while he was in office, and it may be that we can be thankful for the counter balancing influence of Nancy's astrologer and/or Mikail Gorbachev.The most extreme example of Messianic Apocalyptic Fundamentalist Bullshit in recent years, in my view, was that of the late Rev Jim Jones. James Warren Jones was born in 1931, and during the 50s and 60s established a reputation as a evangelical churchman in Indianapolis. He moved to San Francisco in 1967 and seems to have had all the charismatic/hypnotic qualities referred to above, eventually proclaiming himself the \"Messiah\" of the People's Temple - a Christian Evangelical Group. In this role he appears to have become obsessed with the power he could exercise over other people, to the extent that he overstepped the bounds of legality in diverting the incomes of his followers to his own use. In the face of mounting pressure he promised his flock a Utopian salvation in the jungles of South America, and emigrated in 1977 with hundreds of followers to found an agricultural commune called 'Jonestown' in Guyana. As 'Ruler' of this community he confiscated his subjects passports, together with millions of dollars, and manipulated the flock with blackmail, beatings and threats of death.Allegations of abuses inevitably leaked out, and on 14th November 1978 Congressman Leo Ryan of California arrived in Guyana with a few newsmen and some relatives of members of Jones' flock. Four days later, as Ryan and 14 people who wished to leave Jonestown prepared to depart from a nearby airstrip, Rev Jones gave orders for them to be assassinated. The Congressman, three newsmen and one defector were killed. The rest escaped, and, fearing retribution from the authorities, Jones activated his suicide plan. On 18th November he ordered his followers to drink a cyanide-laced punch and the vast majority of them meekly obeyed. Jones himself did not commit suicide; someone appears to have shot him in the head. Guyanese troops who reached Jonestown the next day found 913 dead,"},{"pageNumber":19,"pageContent":"including 276 children.It was the largest mass suicide since that of the Zealots at Masada in 73 AD, and that took place in the face of imminent capture of the fortress by the Romans.The obscenity of Jonestown occurred a mere 12 years ago, and one might imagine that it would have led to the exercise of some sort of control over the dissemination of the Fundamentalist Bullshit which these people churn out. Sadly this does not seem to have happened.There is not a lot of difference between what Jones was preaching and the hair-brained irrefutable belief systems being promulgated today by similar Evangelical Fundamentalists. The most recent obsessive manifestation being the apparent infiltration of child protection agencies by these people, and their desperate attempt to uncover (or invent) some link between child abuse and occultism. Some small percentage of the population are paedophiles or child molesters, that is unquestioned. A percentage of the population have some interest in the occult, and it therefore follows by simple mathematics that there do quite probably exist some vanishingly small number of sick individuals who ritually abuse children. In more than twenty years I have never encountered anything of the kind, and recent assiduous police investigations would seem to suggest that my experience in that respect is not unusual.The problem appears to be that with the demise of what they used to call \"Godless Communism\" the Fundamentalists are desparate to find another bogey; the concept of Devil-worship and child abuse sells gutter newspapers like hot cakes, and so the Bullshit fantasy is manufactured. The possible result, if these Zealots have their way, is that a couple of occult books on the shelf in a family house is enough to have the kids put on an 'at risk' register, or taken into 'care' and traumatised by the very agencies who are supposed to be responsible for their well-being."},{"pageNumber":20,"pageContent":"So much for So-called Magic(k), Fraud, and Bullshit. Does it matter??YES.REFERENCES:Casaubon, M. A True and Faithful Relation of what Passed 1659... between Dr John Dee and Some Spirits ...Golden Dragon Facsimile Ed 1974Crowley, A.Gems from the Equinox - (ed I. Regardie)Llewellyn 1974Encyclopaedia BritannicaJones, Revd Jim MasadaMicropaedia - 1988Farquharson R.Drop Out Theory of VotingAnthony Blond 1968 Blackwell 1969Illuminates of ThanaterosLiber Bootleg TapeAudiogothica 1990Regardie, I.The Complete Golden Dawn System of MagicFalcon 1984Vinci, LeoGmicalzoma - An Enochian DictionaryRegency 1976("},{"pageNumber":21,"pageContent":"PAGANISM and HERESY in the CHRISTIAN ERAA paper by Frater Choronzon first presented on Monday 15th October 1990to Philos-O-Forum at Bullfrog's Cafe Bar, Greenwich.I will begin by giving a broad definition of heresy:-Any opinion that is, or is thought to be, at variance with official or established theory or belief.BELIEF SYSTEMS - ANCIENT & MODERNAn understanding of the concept requires some examination of the nature of 'Belief'; in general that is some proposal or theory which is assumed by the believer to be factual and beyond dispute. Frequently a set of such 'Beliefs' is taken together as the basic framework for an 'Irrefutable Hypothesis', such as that which prevailed during mediaeval times throughout Christian Europe. For example: \"The Bible is, by definition, the infallible word of God, and therefore good; while anything which contradicts the Bible must be inspired by forces opposed to God and therefore Evil; it says so in the Bible so it must be true.\" No further argument possible, only discussion about interpretation within a general acceptance of the Belief System.The Axioms of Mathematics can be regarded as a similarly self-consistent belief system. They have an advantage over the Bible in that they are much shorter, easier to understand, and appear at first sight to be non-contradictory. In their classical form they were first presented by Euclid, who flourished around 300 BC, and who learned mathematics and geometry from pupils of Plato in Athens. For the most part Euclid's Definitions can be regarded as profound statements of the Bloody Obvious. For example:"},{"pageNumber":22,"pageContent":"1. A POINT is that which has no part.2. A LINE is breadthless length.3. The extremities of lines are points.And so on through to Number 22. Cabbalists will doubtless be reassured by the correspondence.Problems arise, however with Definition 23, the last and so-called Parallel Postulate:PARALLEL straight lines are straight lines which, being in the same plane and being produced indefinitely in both directions, do not meet one another in either direction.Not that Euclid appears to have seen any difficulty. It is blindingly obvious that \"parallel\" lines of finite length do not meet, so why should ones of infinite length be any different? Newton would probably have agreed - after all, his model of the Universe, and the mathematical system he devised to describe it and make predictions from it, were based entirely on the Axiomatic Definitions of Euclid; all 23 of them. The Calculus and Mechanics enabled accurate prediction of eclipses to be made, and ballistics trajectories to be worked out with relative ease - at long last everything in the universe could be explained.Or so they thought, basking in the beauty of this nice compact little belief system, until the heretic Einstein came along.The belief systems of Paganism are older and more diverse than either of the self-consistencies outlined above. The term has been applied (almost synonymously with Heathenism) to pretty well any metaphysical observance which is seen to lie outside the paradigms of the Christian Church, but, as Pagans themselves see it, the concept would not be as wide as that.A definition might encompass any traditional belief system having its origins"},{"pageNumber":23,"pageContent":"within the boundaries of the old Roman Empire, though with Judaism (of which Christianity was originally a heretical sect) excluded, principally because of its monotheistic basis. Thus the natural religions of Europe, whose longevity is attested by neolithic cave paintings at Altamira, Spain, and elsewhere, would be included. The popular belief systems of the ancient Greeks and the Roman empire itself are clearly pagan, as are, more loosely, the Egyptian, Phoenician and Babylonian systems which provided much of the source material.The common principle between these diverse religious structures is their poly-theistic character. This automatically renders them more flexible to the introduction of new ideas. A new God imported from some newly conquered territory can be absorbed into the belief structure without causing any major upset; this can be seen in the way that worship of Isis became assimilated into Roman tradition after the empire's annexation of Egypt, and became quite widespread, to the extent that there was certainly at least one temple in her honour in Roman Londinium (London), on a site recently excavated in the City.This diagram is a personal attempt at a classification of belief systems."},{"pageNumber":24,"pageContent":"In the case of the predominantly rationalist belief systems on the left, the basic building blocks are the Axioms of Mathematics and, later in their development, the Laws of Physics. For long periods in history these have become dogmatised, with the result that rationalist orthodoxy has often come to resemble closely the orthodoxies set out on the right hand side of the diagram, at least in terms of attitude to new and heretical thinking.Advances in rationalist models of \"life, the universe and everything\" (LUE) often follow in the wake of innovations in instrumentation. For example, Newtons development of classical mechanics as a means of modelling the movements of bodies in the solar system followed Galileo's first astronomical use of the"},{"pageNumber":25,"pageContent":"telescope, and his discovery that some of the larger planets had extensive subsidiary moon systems. The evolution of Quantum Mechanics in the early decades of this century conforms to the same instrument led pattern. Einstein's work on Relativity by contrast, was theoretically driven for the most part, with observational confirmation in some cases not appearing until some decades after the initial propositions had been made.Despite the tendency to dogma, though, disputes in the rationalist interpretation of LUE can ultimately be resolved by reference back to the Axioms, and rational debate and analysis of these is acceptable, if sometimes unpopular, within the paradigm. Belief systems deriving from sources of 'divine' inspiration or revelation are much more difficult for their adherents to defend. This is particularly the case where advances in rationalist thinking or rival 'divine' revelations directly contradict the established orthodoxy. The concepts of blasphemy, heresy and diabolism have come into existence largely as a defence mechanism constructed by these predominantly monotheistic belief systems.So amid this bewildering array of mutually contradicting belief systems, each purporting to provide the answer to the question of LUE, which is correct? Which can truly label its detractors as blasphemers, heretics and devil-worshippers?THE QUESTION OF 'ULTIMATE TRUTH'To help me in this attempt to determine the matter of Ultimate Truth I propose using Number Theory. Originally conceived by Pythagoras in a restricted form where only the natural counting numbers 1,2,3,4,... were permitted, it has proved itself to be an adaptable tool, demanding rigorous proofs derived from the Axioms, but flexible enough to admit meta-logical concepts such as those implicit in complex numbers like 'i', the square root of -1. Number Theory, moreover, would be accepted, at least in its simplest form by most of the belief systems in the diagram above (with the possible exception of Thelema which entertains its own axioms of numerology). Moreover, Number Theory has some track record as an arbiter in resolving tricky issues, such as that of Xeno's Paradox concerning a race between Achilles and a tortoise."},{"pageNumber":26,"pageContent":"There have always been problems however which have seemed to elude resolution by number theory. For example, although there are natural number solutions to the equation:x2 + y2 = z2One solution would set x = 3, y = 4, and z = 5 so (3 x 3) + (4 x 4) = 5 x 5 that is 9 + 16 = 25, correct.The equation x3 + y3 = z3 is more troublesome, if acceptable solutions have to be found within the set of natural counting numbers. This problem was first spotted by Diophantus of Alexandria, a mathematician working around 250 BC, who gave his name to all such mathematical nightmares - since called Diophantine Equations. The problem was restated in more general terms in the so-called \"Last Theorem\" of Fermat:For n greater than or equal to 3, no natural numbers x, y, z, and n exist such that xn + yn = znNo solution has ever been found and it has been proved that any solution would have to involve extremely large numbers, but a finite proof that there are no solutions appears equally impossible. Mathematicians have died (not least Pierre de Fermat himself in 1665) while trying to come to grips with this problem which, at first sight, appears tantalisingly simple. [Footnote: In 1994 a proof of Fermat'sLast Theorem was published by Dr Jonathan Wiles which appears to have survived scrutiny by the academic establishment. This does not undermine the main thrust of my argument here]The Austrian mathematician Kurt Godel took a different approach, and during the 1940s produced a series of theorems which revolutionised mathematical thinking. Although rigorous, much of Godel's reasoning is opaque in the extreme, and the"},{"pageNumber":27,"pageContent":"reader will doubtless be relieved that I have resisted the temptation to reproduce the proof; as stated by Encyclopaedia Britannica (whose version is easier of comprehension than most) the result is as follows:Within any rigidly logical mathematical system there are propositions (or questions) which cannot be proved or disproved on the basis of the axioms within that system and, therefore, it is uncertain that the basic axioms of arithmetic will not give rise to contradictions.My own re-statement of this conclusion would be:Even within a formal mathematical system there can be no ultimate truth.The philosophical implications are profound, and, in my view, they have not been adequately taken on board by the majority of people outside the narrow confines of the mathematical disciplines; the exception would appear to be in the field of knowledge commonly termed Chaos Magic, where a general abhorrence of belief systems has led to the derivation of a single philosophical axiom: \"There can be no ultimate truth.\"THOUGHT POLICE THROUGH THE AGESHaving established, at some length, a philosophical standpoint which can be supported by reference to the Axioms of Mathematics, which themselves are no more than statements of the obvious, I shall now attempt an objective view of the behaviour of the various orthodox belief systems towards those who have chosen to see things differently.The Christians were originally a heretical sect of monotheistic Judaism. They upset the local clerical establishment by interpreting a clutch of ambiguous old prophecies to declare that their leader, who was executed in mysterious circumstances, was none other than the 'Messiah' whose arrival had been foretold by Hebrew tradition. It may well be that some of them were also engaged in revolutionary activities against the Roman occupation of their country. The result"},{"pageNumber":28,"pageContent":"was a local persecution orchestrated by the Judaic establishment with the co-operation of the occupying power; there must have been Roman connivance, or Saul of Tarsus (a Roman citizen) could not have been on a mission of harassment to Damascus at the time of his sudden conversion. As the Apostle Paul he was subsequently equally energetic in disseminating his own rather authoritarian brand of Christianity through much of the territory along the northern coast of the Mediterranean, eventually carrying the message to Rome itself. There is evidence to suggest that the immediate family of the executed 'Messiah' took themselves off to Egypt fairly soon after the sorry event, possibly to escape Saul/Paul's persecutory intentions, and that they were active in founding Christian Gnostic churches there. Extensive contemporary documentation relating to those communities was discovered at Nag Hammadi in Upper Egypt in 1945.Christians first came to prominence in Roman attention during Nero's time (around 64 AD) when they were blamed for starting the fire during which that Emperor is alleged to have played his fiddle. Gibbon suggests that they may have been \"fitted up\" for this by Poppeia, Nero's Jewish mistress, and there is certainly no evidence to suggest that they were responsible. A vicious pogrom was launched however, and, as Tacitus records in his Annals, \"a multitude\" of Christians perished in a variety of unpleasant ways.The polytheism of Rome was, in general, quite tolerant of the numerous religious persuasions of the citizens of the empire. From Julius Caesar onwards, though, a Greek practice from the time of Alexander was borrowed, and Roman Emperors were lauded as deities during their lifetimes. This meant that there was a duty on the citizenry to demonstrate their loyalty and affection by occasional offering of sacrifices to the Emperor's divine personage. Individual Emperors attached varying importance to this, but the particularly vain or mad ones tended to be very keen. The Christians, quite understandably, refused to comply, and it is probable that more were persecuted for declining to offer sacrifices to the Emperor than for any other reason.Christianity prospered in adversity, however, and when Diocletian assumed the purple in 284 AD many of his personal staff were of that persuasion. He seems to"},{"pageNumber":29,"pageContent":"have been quite effective as an emperor, in that at least he was able to stay alive in the job for long enough to put down a miscellany of revolts, including one in Britain. On a campaign to Egypt in 296 he was particularly zealous in rooting out and destroying ancient texts on alchemy. Eventually one of his generals, Galerius, became concerned about the incidence of Christian inspired pacifism in the ranks, and persuaded Diocletian to embark on his notorious persecution. Harassment turned to viciousness after Christians among his staff were held responsible for burning down the Imperial Palace at Nicomedia in Asia Minor, and churches throughout the empire were levelled. Diocletian then abdicated to his palace in Split, Yugoslavia. Turmoil ensued.One of the contenders for control of the empire in decline was Constantine, a young man living in York whose mother was a Christian. Although he was baptised only on his deathbed, political expediency led him to be more tolerant of other peoples beliefs than many of his contemporaries. Despite the abundance of material presenting him as a convert in early life, coinage throughout his reign bears the device of Sol Invictus - the sun cult derived from Mithraism. He played a prominent role in the Council of Nicaea in 325 at which the authoritarian Pauline dogma gained final ascendancy over the Gnostic Christianity which had flourished in Egypt. The so-called 'Donation of Constantine' under which secular control of the territories of the Western Empire was allegedly given to Sylvester, the Bishop of Rome (or Pope - as his successors were styled), purportedly dates from this period.This document was produced by Pope Stephen III to Pepin, King of the Franks, and his son Charlemagne in 753 in an effort to raise military support against the Lombards who were creating mayhem in Italy. Pepin was persuaded by it and sent an army. Pope Leo III subsequenfly crowned Charlemagne in Rome in 800 and the Holy Roman Empire was instituted.The Donation of Constantine is one of those documents whose echoes through history are still influential, even today. In 1171, a year after the murder of Thomas a Becket, Pope Adrian IV (the only Englishman ever to hold that job) issued a Bull 'Laudabiliter' in which, making reference to the Donation of Constantine, he gave"},{"pageNumber":30,"pageContent":"Ireland to Henry II of England. This prompted Henry to launch an invasion whose consequences are still being played out on our television screens 800 years later. It may scarcely seem relevant, but it might be pointed out that since Ireland was never part of the Roman Empire, it could not have been included in the territories which were covered by the Donation, and that in that context Adrian IV was giving away something he had no rights to.Besides, the original Donation of Constantine has been shown conclusively to have been a forgery, and not a particularly good one at that. The detective work was done by a papal aide, Lorenzo Valla, in 1440. It seems that the original generosity was ascribed to the wrong Pope, that the document referred to Constantinople when the original name of Byzantium should still have been in use, that the style of Latin was wrong, and that specious descriptions of Constantine's regalia were given. The church continued to assert the Donation's authenticity until the end of the eighteenth century; the embarrassment implicit in admitting what had been perpetrated was presumably too great at the time.CRUSADES, INQUISITIONS AND WITCH-HUNTSWhile the Lombards, the Goths, the Visi-Goths and the Vandals were making their presence felt in the declining Western Empire, a potentially more disruptive force came into being in the East. In the years leading up to 570 AD, Mecca had become established as an independent Arab trading town, at an intersection of important North South and East-West routes. At the time of Muhammad's birth into a well placed merchant family, the Ka'bah was already a pilgrimage site. The sacred Black Stone associated with the familiar cubic structure was held by tradition to have been given to Adam at the time of his expulsion from the Garden of Eden. Rational sources suggest that it may be of meteroic origin. The Haj, in those distant times, was primarily an annual trade fair, and Allah, although one deity within a polytheistic system, had supra-tribal qualities and was revered throughout that region of Arabia.There was a local tradition of inspired recitation, and Muhammad had a talent for this as well as good business sense and remarkable qualities of leadership. There is"},{"pageNumber":31,"pageContent":"little doubt that he must have been an unusually charismatic personality.On a retreat into the desert Muhammad had a visionary experience involving an entity identified as the archangel Gabriel and was told:\"Recite: In the name of God, the merciful and compassionate ...\"Thus began the sequence of inspired recitations which comprise the Qur'an, the sacred text of Islam, the new monotheistic religion which he founded.Exiled from Mecca, Muhammad settled in Medina and became involved in military endeavours. Eventually he occupied Mecca with his followers, and by his death in 632 he was the ruler of all Arabia. His successors waged war on everyone around.The list of conquests is impressive:TERRITORYDATEDamascus636Jerusalem638Egypt642 - 646Persepolis651Gibraltar710Spain732Within a century of Muhammad's death the whole of the southern flank of the old Roman Empire had been assimilated by the Islamic Empire, as well as the Iberian Peninsula. A period of feud, schism and consolidation followed.One Islamic faction who acquired a fearsome reputation were the Nizari Ismailis. Their leader Hasan-e-Sabbah seized the fortress at Alamut in 1090, and founded an"},{"pageNumber":32,"pageContent":"Order known as the Hashishim or Assassins. Aside from the myths of an innovative approach to drug abuse and of the existence of a so-called Garden of Earthly Delights, this Order may have become more influential in the affairs of history than is generally appreciated. This matter will be treated more fully in the next paper in this series, which examines the History of Secret Societies.The remnants of the old Empire in Rome and Byzantium do not seem to have become unduly concerned about the expansion of Islamic influence until Byzantium itself was threatened. In 1095 Pope Urban II in Rome received an appeal from the Emperor in the East for troops to be sent, and the First Crusade was launched the following year. There were some initial successes, and Jerusalem was captured in 1099, but was held for less than a century, falling to Saladin in 1187. By 1250 the Crusaders had been driven from the mainland of the Middle East.With the reverses in the Holy Land, the crusading zeal of the Papacy appears to have turned on the 'enemy within', and a series of brutal pogroms and inquisitions was launched against Christian Heretics and intellectual dissenters in those lands over which the Roman Church claimed sovereign rights deriving from the Donation of Constantine.One of the most persistent heresies was Manichaeism. This dualistic faith started as a religion in its own right, having been founded in the third century by Mani in Southern Babylonia, now part of modern Iraq. Mani was styled the Supreme Illuminator, and preached for some years throughout the Persian Empire. He eventually fell foul of the king and was imprisoned, tried and condemned; he died sometime between the years 274 and 277. The basic teaching was that spirit is good and matter is evil, and that those who persist in indulgence of the flesh - possessions, drinking, fornication, etc. - will endure a sequence of re-incarnations from which the only release was to live a life of unassailable purity.These teachings surfaced among the Paulicians (Armenia 7th Century), the Bogomils (Bulgaria 10th Century) and among the Cathars or Albigensians in Southern France in the 12th Century; the latter being perhaps the most committed"},{"pageNumber":33,"pageContent":"adherents. They particularly upset Roman orthodoxy by asserting that Jesus was an angel and that his suffering and death had been an illusion. In 1208 a papal legate was sent to investigate by Innocent III and was killed, though probably not by the Cathars. The Albigensian Crusade was launched in response, and an army led by barons from the north of France ravaged Toulouse and Provence massacring the inhabitants, Cathar and Catholic alike. At Beziers, for example, in 1209 the Catholic population refused to hand over some 200 Cathars. The Pope's Commander-in-Chief, a Cistercian, Arnald Amalric, gave the order \"Kill them all; The Lord will look after his own\". In a self- satisfied letter to his superior this 'warrior' monk reported \"Today, Your Holiness, Twenty thousand citizens were put to the sword, regardless of age or sex\". It has been estimated that on that single day the Pope's legions killed ten times more Christians than had perished during the whole course of Emperor Diocletian's persecution, which itself was the most vicious of the Pagan Era.Eventually, in 1244, Montsegur, the stronghold of the Cathar 'Perfects' was captured. That fortress is traditionally held to have been the Grail Castle of von Eschenbach's romance 'Parsival' (ca 1200), and some further consideration of that issue will emerge in my paper examining the History of Secret Societies.The Albigensian Crusade, spanning three papacies, was a messy business, and the church decided that small groups of zealous clerics would be more effective in rooting out heresy than a large army. Therefore in 1232, before the fall of Montsegur, Gregory IX published the Bull setting up the Inquisition. Heretics were defined to include anyone opposed to any papal pronouncement, and all such were to be handed over to the civil authorities for burning. The Dominicans were given the job, and this was doubtless made easier 20 years later when Innocent IV published the Bull 'Ad Extirpanda' which allowed the Inquisition to use torture. Kafka-esque scenes of quite unspeakable brutality ensued for the next 400 years - even the dead were put on trial - their corpses were exhumed, and when guilt was pronounced the remains were burnt, their former possessions forfeit, and their heirs deprived of any inheritance.A significant target group, perhaps surprisingly in view of their service in the"},{"pageNumber":34,"pageContent":"Crusades against Islam, were the Knights Templar. It is likely that they were 'fingered' by King Phillippe IV (Phillippe le Bel) of France, who wished to confiscate their lands and wealth. Pope Clement V sanctioned their arrest and on Friday 13th October 1307 they were seized in simultaneous dawn raids and their possessions sequestered. There is some consistency in the Knights 'confessions' extracted under torture and it seems likely that a deity or entity named Baphomet was an object of reverence during some of the Temple's rituals. They were burnt at the stake in hundreds, and, in March 1314 near Notre Dame Cathedral, the Order's Grandmaster, Jaques du Molay, was roasted over a slow fire; as he died in agony he is said to have pronounced a curse on the Royal House of France.Paganism and sorcery were always favourite targets of the Inquisition, particularly in France, where Joan of Arc was burnt as a witch in 1431, but wholesale persecution of adherents of the old religion did not take hold until Innocent VIII became concerned about the spread of Witchcraft in Germany. In 1484 he published a Bull 'Summis Desiderantes Affectibus' (approx: 'The highest desire for the beloved'), inspired by a one-liner in Exodus Ch 22, V 18: \"You shall not permit a sorceress to live\". To mastermind the ensuing massacre he commissioned two Dominican academics, Johann Sprenger, Dean of the University of Cologne, and Heinrich Kraemer, Professor of Theology at the University of Salzburg. Their book, 'Malleus Maleficarum' (Hammer of Evil-doers) is a detailed theological and legal document, which was the standard handbook for the persecution and extermination of alleged witches until the 18th Century. It was widely used by both Roman and Protestant branches of the church.The book is divided into three parts. The first emphasises the depravity of witches; it declares disbelief in demonology to be a heresy; and it affirms that any witness, regardless of credentials, may testify against an accused. The second part consists of grotesque stories about the activities of witches: sexual relations with devils, transvection (or broom-stick riding), metamorphosis (turning people into frogs etc.). Part three discusses legal procedures for witch trials; it sanctions torture as a means of obtaining evidence, and calls on secular authorities to assist inquisitors in exterminating these 'Servants of Satan'. In my view it is itself one of the most evil documents ever to have been issued by supposedly reputable academic sources. No"},{"pageNumber":35,"pageContent":"fewer than 28 editions were published between 1486 and 1600. It appears to have been the means by which the church invented and then persecuted the previously non existent concept of Satanism.The provisions of this grotesque work provided the basis for the Witchcraft Laws which remained on the statute books of this country until after the Second World War, and they have been a major contributory factor in vulgar attitudes to and misconceptions about the 'Occult' which persist to this day, not least in the editorial offices of certain wide circulation newspapers.The story of Paganism and Heresy in the Christian Era, at least since the early 13th Century, is one of a holocaust every bit as obscene as any which has been perpetrated in modern times. There is no hint of apology or remorse from the Roman Church; papal infallibility is as intact as it was when Innocent III sanctified the massacre of 20000 men, women and children at Beziers; and the Inquisition still exists. Like that of the Soviet Secret Police, its name has been changed a couple of times, and it is now called the Congregation for the Doctrine of the Faith. The present Chief Executive, and direct successor to the first Grand Inquisitor, Bernardo Gui (recently portrayed in Umberto Eco's book/film \"The Name of the Rose\"), is the Bavarian Cardinal Ratzinger.In this context, present day clerical posturings about the sanctity of human life start to sound a little hollow.REFERENCES:BAIGENT et al.Holy Blood, Holy Grail The Messianic LegacyThe Temple and the LodgeCorgi 1983 Corgi 1987Cape 1989BIBLE, The HolyRevised Authorised VersionNelson 1982"},{"pageNumber":36,"pageContent":"BOARDMAN et al.The Oxford History of the Classical World(Oxford U P) 1986ENCYCLOPAEDIA BRITANNICAMisc. References Including: Adrian IV, Pope; Albigensian crusade; Diophantus of Alexandria; Donation of Constantine; Fermat, Pierre de; Godel, Kurt; Islamic World, The; Innocent III, IV, VIII, Popes; Malleus Maleficarum; Manichaeism; Nag Hammadi.Edition 1988EUCLIDElements I (Greek ca 300 BC); trans: Heath, Sir Thomas L.Univ. Chicago 1952GIBBON, EdwardDecline and Fall of the Roman Empire; (Edition: University of Chicago) 19521776GIVRY, Grillot deWitchcraft, Magic and Alchemy; (trans: Locke, J Courtney)Harrap 1931HOFSTADTER, DGodel, Escher, BachPenguin 1980OPEN UNIVERSITYM 203 - Introduction to Pure Mathematics; Unit 23 - Axioms1980QUR'AN, The Glorioustrans: Marmaduke Pickthall(Kutub Khana Ishaa't-ul-Islam, Delhi)1978ROSA, Peter deVicars of ChristCorgi 1989TACITUS, P CorneliusThe Annals (Latin ca 112 AD); trans: Church & BrodribbUniv Chicago) 1952"},{"pageNumber":37,"pageContent":"THE HISTORY AND DEVELOPMENT OF SECRET SOCIETIES IN THE WESTERN TRADITIONA paper by Frater Choronzon first presented on Monday 22nd October 1990 to Philos-O-Forum at Bullfrog's Cafe Bar, GreenwichIt has been said that \"The history of the world is the history of the warfare between Secret Societies\" (Robert(s) Shea & Anton Wilson purportedly quoting one Ishmael Reed on the flyleaf of their tri-lateral masterpiece 'Illuminatus!'); it has also been said, attributably by Socrates, that \"The Gods give us paranoia so that we may occasionally glimpse something of the truth\".My experience is that one is rarely closer to a subjective appreciation of the axiom that \"There can be no ultimate truth\" than when attempting to research the origins of Secret Societies.The reality today is that these organisations can range from a handful of people performing magic rituals in a bricked-up railway arch, to an annual get-together of the cream of the worlds financiers and statespersons mapping out the economic and political destiny of the planet. The first of these groups style themselves the Bilderberg Conference, named after the block of council flats where they first met; the second group are a shadowy intercontinental organisation known as the Illuminates of Thanateros.This is precisely the sort of misinformation which a serious researcher has to contend with. If the misinformation is recent, the inconsistencies are easy to spot, but, after fifty, a hundred or a thousand years, it is more difficult."},{"pageNumber":38,"pageContent":"It is unusual to find objective material about Secret Societies. Most researchers are either endeavouring to demonstrate that a particular group (or groups) is (are) no more than an innocuous charitable benevolent club who like to maintain a level of anonymity to cloak their good works, or, on the other hand, to demonstrate that the same group(s) are responsible for every bloody revolution and heinous conspiratorial plot which has ever been perpetrated. Both objectives can be well served by producing evidence that the existence of the Secret Society or Societies in question can be traced back into antiquity.In order to try and introduce an element of objectivity into this exercise, I propose to isolate certain essential features which can be found across a spectrum of secret and/or secretive societies today. I shall then to attempt to trace manifestations of those features in various historical groups and/or orders in as far as reasonably reliable information appears to exist in the historical record.ORGANISATIONAL CHARACTERISTICS OF SECRET SOCIETIESOne feature shared in common between many of today's Secret Societies, of both ritual/charitable and occult flavour is that of a membership structure consisting of graded or heirarchial degrees, The number of degrees can vary widely, even within different branches of the same society, as can the direction of numbering. For example, the Ordo Templi Orientis, on the evidence provided in Francis King's book \"Secret Rituals of the OTO\", appears to be structured into eleven principal degrees, headed by an individual described as the Outer Head of the Order (OHO) holding the eleventh degree. The OTO is not a homogeneous body, and there are at present at least two separate organisations purponing to represent the original tradition; each of these has its own OHO.Some degrees in the OTO have distinctive names, for example, according to the same source, the designation of new entrants to the organisation is to a zero degree named Minerval.By contrast, the Illuminates of Thanateros, a Chaos Magic \"Pact\", on the basis of"},{"pageNumber":39,"pageContent":"an article published in 'Chaos International' Issue 3, appear to be headed by a Supreme Magus who holds the designation 0 Degree, while new entrants or Neophytes are admitted to the 4th Degree.One feature which both of these occult groups have in common is that they admit members of both sexes, and claim to have no policy of sexual preferrment in regard to promotion within the group. For all that, there is no evidence to suggest that either group has ever been headed by a female. The Order of the Golden Dawn, a magical group which flourished in this country for some 40 years prior to 1920, also admitted both male and female members with equal status. Though apparently dormant in the UK at this time, the Golden Dawn is known to be active in North America and there is evidence to suggest that a significant proponion of it's senior officers are female.[Note (1997): There is now understood to be a chartered Order of Golden Dawn Temple in London]Of the contemporary charitable/ritual societies, the most important ones in numerical terms, such as the United Grand Lodge Freemasons, are exclusively male oriented, although females may be admitted to subsidiary branch organisations.There is some cross-fenilisation of traditions between masonic orders who may not be directly affiliated to the United Grand Lodge in Great Queen Street and some of the occult orders mentioned above. In his much denigrated book \"The Brotherhood\", the late Stephen Knight provided some detailed information about the existence of higher masonic degrees, admittance to which is purponedly in the gift of a body described as the Supreme Council of the 33rd Degree. In support of this assertion, Knight points out that there is an entry for just such a body in the London telephone directory, and he was correct, at least as regards the old S - Z phone book; indeed the entry was still there in 1988, some four years after Knight's book was published, with an address in Duke Street. It seems to have disappeared now since the London telephone directories have been reorganised, and is not obviously to be found either in the 'residential' or 'business' sections."},{"pageNumber":40,"pageContent":"Not that much can be read into that; Lewisham Council, the United States Embassy and the British Library are equally difficult to track down under the new schema.A curious feature of Knight's listing of the Higher Masonic Degrees is that some of the titles are identical to those of some of the higher OTO degrees. For example 'Prince of Jerusalem' is given as the 16th Degree in Masonry, about half way up the heirarchy, while the same title is accorded to a 4th degree OTO officer, rather less than half way up the structure. This may of course be a co-incidence, but there are said to be links of tradition between the two organisations through a mysterious body, or system of observance, called the Rite of Memphis and Misraim. The right to award degrees within that structure having been bestowed on the OTO in the early part of this century through a charter issued by a high ranking Mason named Yarker, who may have held dual membership. Whether a 'Prince of Jerusalem' in the OTO would necessarily be acknowledged by the Supreme Council of the 33rd Degree (or vice-versa) is not known, but it may be suspected that there might be difficulties if the OTO officer seeking masonic recognition was female!This may seem to be a trivial detail, but it is through exactly this sort of link that the threads of the history and development of these organisations can be traced. Another feature which some of the societies, particularly the more overtly occult ones, have in common is the assumption by members of a pseudonym or 'magical' name or motto for use within the organisation.ORIGINSSecrecy was widely practiced by the priesthoods of the ancient Mediterranean cultures. The Egyptians were particularly notorious in that respect, and the same practices were carried over into Pythagorean tradition. In the latter case, though, it may have assumed an additional importance because some of their mathematical discoveries involved concepts, such as the irrational nature of mathematical ratios like PI, which overstepped the boundaries of what was considered admissable within their concepts of number theory. If something seemed to threaten the"},{"pageNumber":41,"pageContent":"fundamental numerical basis on which the universe was thought to be constructed, then it was best to keep it quiet - the sums might be wrong after all!Egypt retained it's status as a centre of learning throughout the latter days of the Roman Empire, despite the destruction of the Library of Alexandria and Diocletian's wholesale buming of proto-scientific and alchemical texts. After that country's assimilation into the expanding Islamic empire, the Fatimid Caliphs sponsored the establishment of what was effectively a University in Cairo. This institution was known as The Abode of Learning; it awarded degrees, but these were accompanied by initiations of a mystical or esoteric character.It seems probable that the Grand Lodge of Cairo, founded in 872 AD by adherents of the Ismaili Sect of Islam, adopted from the Abode of Learning the concept of a sequence of academic degrees marked by mystical or quasi-occult initiations.The Grand Lodge of Cairo had seven degrees and variants existed during the following two centuries within various splinters of the Ismaili sect. The most influential of these were the Nizari Ismailis, and in 1090, by stratagem or deception, their leader Hasan-e Sabah took possession of a fortress named Alamut (meaning Eagle's Nest) which dominated a valley of the same name in the Elburz Mountains to the north of modem Teheran. Within this fortress under the motto \"Nothing is true and all is allowed\", Hasan instituted the Order of the Hashishim or Assassins. In many respects these people might be regarded as a highly efficient bunch of terrorists.The aspects of secrecy inherent in the graded degree structure, borrowed from the Grand Lodge of Cairo, were used to mislead the lower echelons of the Order about the actual nature and objectives of the organisation as a whole. According to Nesta Webster, an admittedly unreliable source, the Assassins were structured in the following manner:lst DegreeGrand Master\"The Old Man of the Mountains\", Hasan-e Sabah2nd DegreeGrand Prior"},{"pageNumber":42,"pageContent":"3rd DegreeDaisPolitical Emissaries4th DegreeRafiqsAssociates in training for Higher Degrees5th DegreeFadais\"The Devoted Men\" - Undertook to deliver the Secret Blow on orders from above6th DegreeLasiqusLay brothers7th DegreeThe \"common people\"\"simply blind instruments\" (sic)In trying to explain how the Assassins operated, it would be difficult to better Nesta Webster's florid prose; the following passage might well have earned her a place on the shortlist to script \"Reefer Madness\"; it comes from her book 'Secret Societies and Subversive Movements' published in 1924:To stimulate the energies of the Fadais who were to carry out the crimes, the superiors of the Order had recourse to an ingenious system of delusion. Throughout the territories occupied by the Assassins were gardens with fruit trees, bowers of roses and sparkling streams. Here were arranged luxurious resting places with Persian carpets and soft divans around which hovered black-eyed \"houris\" bearing wine in gold and silver drinking vessels, whilst soft music mingled with murmuring water and the song of birds. The young man whom the Assassins wished to train for a life of crime was introduced to the Grand Master of the Order and intoxicated with Hashish. Under the brief spell of unconsciousness induced by the drug, the prospective Fadai was carried into the garden, where, on awaking, he believed himself to be in Paradise. After enjoying all it's delights, he was given a fresh dose and transponed back to the presence of the Grand Master, who assured him that he had never left his side, but had merely experienced a foretaste of the Paradise that awaited him if he obeyed the orders of his chiefs.A rather more gruesome deception perpetrated at Alamut is recorded in an ancient text, the \"Art of Imposture\" by Abdel-Rahman of Damascus. The following"},{"pageNumber":43,"pageContent":"extract is quoted from Arkon Daraul's book \"Secret Societies Yesterday and Today\" :Hasan had a deep narrow pit sunk into the floor of his audience chamber. One of his disciples stood in this in such a way that his head and neck alone were visible above the floor. Around the neck was placed a circular disk in two pieces which fitted together, with a hole in the middle. This gave the impression that there was a severed head on a metal plate standing on the floor. In order to make the scene more plausible (if that is the word) Hasan had some fresh blood poured around the head, on the plate.Now certain recruits were brought in. \"Tell them\" commanded the chief, \"what thou hast seen\". The disciple then described the delights of Paradise. \"You have seen the head of a man who died whom you all knew. I have reanimated him to speak with his own tongue\".Later, the head was treacherously severed in real earnest and stuck for some time somewhere that the faithful would see it. The effect of this conjuring trick plus murder increased the enthusiasm for martyrdom to the required degree.A ruthless deception indeed, but, whether apocryphal or not, it would appear to have been passably successful as a recruiting tactic. By the time the area was over-run by the \"Mongol hordes\" of Mangu Khan in 1296, there were no fewer than 60 Assassin castles in an area of 3 miles wide by 30 long in the Alamut Valley itself, and the Order's influence extended throughout every town and city in the Middle East. There is little doubt that they were a pervasive organisation, and there is much evidence to suggest that their motivations were towards the benefit of the Order rather than that of the prevailing Islamic establishment; except of course where those two interests coincided.THE KNIGHTS TEMPLARAlmost in parallel with the rise of the Assassins, but on the other side of the"},{"pageNumber":44,"pageContent":"formal spiritual divide in the Middle East, there came into being another militarily oriented Order, that of the Knights Templar. In the wake of the success of the First Crusade in capturing Jerusalem, Hugh de Payens petitioned that city's King Baldwin II for permission for himself and eight other Knights to establish a new Order, ostensibly to protect pilgrims travelling to the sacred sites. Approval was given in 1118, and confirmed by the Pope. Subsequently at the Council of Troyes the Knights were given a monastic 'rule' or constitution. They took their name from the quarters allocated to them adjunct to the ancient site of Solomon's Temple in Jerusalem.The relationship between the Templars and the Assassins was by no means amicable, although it's inception appears to have been in the negotiation of a treaty of convenience between Baldwin II and the Assassin Grand Master against the influence of Baghdad. In subsequent years, like the Assassins, the Templars' motivations appear to have been towards the advantage of their own order, rather than necessarily towards the overall Christian cause, unless, of course those objectives happened to coincide.For example, in 1149 the Templars appear to have had a relationship with insiders in the Islamic garrison defending Damascus which led to the Crusader Emperor Conrad's failure to take that city; and in 1166 Amaury, King of Jerusalem is said to have hanged twelve Templars for betraying a fortress to the Saracens.The accurate picture is perhaps of factions within the Templars becoming very closely allied with the Assassins, possibly at the relatively senior 3rd Degree 'Political Emissary' level. The source quoted by both Nesta Webster and Arkon Daraul for the assimilation of Assassin observances and rituals by the Templars is the early 19th Century Austrian orientalist Joseph von Hammer-Purgstall, but the work which supposedly establishes this link, \"History of the Assassins\", is not listed in the British Library catalogue, and it is possible that Daraul may have echoed it's existence from Webster's writings.Whatever the link may have been, the Templars built up a veritable banking and property empire throughout Europe, they had their own fleet, and they were highly"},{"pageNumber":45,"pageContent":"secretive about their intemal affairs. After the purge of Friday 13th October 1307, about which some of them may have been tipped off, there were consistent confessions under torture to secret ceremonies involving an entity called Baphomet, and prostration before a bearded male head, which apparently spoke to them and conferred magical powers. Though there appears to be little documentary evidence of 'Baphomet' having predated the Templars, the Talking Head is reminiscent of the Assassin anecdote quoted above.The persecution of the Templars was most strenuous in France, but, nontheless, many of them appear to have made an escape with the Order's fleet of ships from La Rochelle, and there is evidence presented by Baigent and Leigh to suggest that they may have established settlements in Scotland and Ireland dating from this period. Robinson, in a recent work on masonic history, presents evidence that the English 'Poor Knights of Christ' went underground and, among other things, credits them with having provided the organisational impetus for the Peasants Revolt of 1381 - though there is no specific record of any banner reading \"Templars Against the Poll Tax\".The Knights in Scotland are said to have been influential at the Battle of Bannockbum, and subsequently to have formed a 'Praetorian Guard' for the Scottish Royal Family. Links with \"operative masonry\" (the modern Freemason's term for the working stone-masons tradition) are also traceable through some interesting ornamentation in churches and private chapels associated with aristocratic Scottish families, such as the Sinclairs, where construction dates from a period in the 15th Century which is consistent with the hypothesis.The balance of evidence suggests direct and probably continuous links from the disbanded Templars, both to the English Lodges which were in existence at the time of the formation of the Grand Lodge of England on 24th June 1717, and also to the 'Strict Observance' and Grand Orient branches of Freemasonry which migrated to continental Europe with the exiled Jacobites.ILLUMINISM AND THE ROSICRUCIAN TRADITION"},{"pageNumber":46,"pageContent":"An intriguing thesis is presented by Baigent, Leigh and Lincoln in their book \"Holy Blood, Holy Grail\". In a nutshell, this postulates the existence of an organisation named the Ordre (or Prieure) de Sion whose members are able to claim a direct blood lineage from the family of the Christian Messiah, via the ancient Merovingian dynasty of France through to the Cathar communities which flourished in Languedoc and Provence, and thence forward to the present day. The suggestion is that these people sponsored the various revivals of the Manichean heresy until it was so viciously suppressed by the Vatican in the Albigensian Crusade of the 13th Century. They are also said to have been the provenance of the Rosicrucian Manifestos which appeared in 1614 and of other allegorical documents such as \"The Chymical Wedding of Christian Rosenkreutz\" which date from the same period.There is no suggestion that members of this tradition either worshipped Baphomet, indulged in discourse with Talking Heads, or defiled Christian sacred symbols, but their story does, in some particulars, seem to be intertwined with that of the Templars and of organisations deriving from that provenance. It is claimed, for example that the Alchemists Nicholas Flamel and Robert Fludd were Grand Masters of the Prieure de Sion, that the latter was succeeded in the post by Sir Isaac Newton, who was also a Freemason, and that both organisations had been instrumental in establishing the Royal Society in 1660. A major divergence in the masonic tradition occurred in the wake of the so-called 'Glorious Revolution' of 1688. The Scottish lodges were firmly committed by tradition to the Jacobite cause and followed the deposed King James II into exile in France, subsequently favouring the claim of Charles Edward Stuart (Bonny Prince Charlie) to the throne of the United Kingdom. The United Grand Lodge of England was formed in the wake of the Scottish rebellion of 1715, with the intention of bringing the movement into line with the prevailing anti-Jacobite stance. There were slip-ups, such as the appointment of the Duke of Wharton to the Grand Master's post; not only was he a vociferous Jacobite, he was also a founding member of the Hellfire Club with Sir Francis Dashwood. He was booted out of office after a tenure of only a year in 1723 and the subsequently issued 'Constitutions' of James Anderson, a masonic minister of the Scots Church, ensured that respectability and support for the Hanoverians were indelibly established."},{"pageNumber":47,"pageContent":"Meanwhile on the continent the Jacobites were setting up new lodges in the Scottish or Grand Orient mold. Among those initiated and then given a charter to start other lodges was a German Baron, von Hund. It appears to be from him that a tradition of \"Secret Chiefs\" emanates. The people who originally initiated von Hund in Paris kept their identities concealed and then apparently disappeared. There is evidence to suggest that these anonymous figures were high ranking Jacobites, including perhaps \"the King over the Water\" himself. Their subsequent disappearance coincides neatly with the final defeat of the Jacobite rebels at Culloden in 1746, by an English army commanded by the English Mason, William Augustus, Duke of Cumberland. Warfare between Secret Societies?A member of one of the lodges established in Germany by von Hund was an ex-Jesuit, by name Adam Weisshaupt. In 1776 Weisshaupt got bored with the same old stuff and founded the infamous Illuminati of Bavaria. Among the directions pursued by Weisshaupt, the ancient motto of the Assassins was revived: \"Nothing is true: Everything is Permitted\". Among traditions introduced can be included the assumption by members of ritual names or mottos to be used at group meetings; for example, Weisshaupt was known as Spartacus. This procedure was also adopted by the Hellfire Club in England, as were various libidinous or tantric practices which may have been garnered from the nations exposure to Eastern cultures, or the product of fertile imagination. The Hellfire Club was probably the first Secret Society to admit women to their rituals.In the wake of the French Revolution the Illuminati were suppressed possibly/probably because of their involvement in it (definitely says Nesta Webster). The Hellfire Club became active in clandestine support of the American colonists and it has been claimed that Adam Weisshaupt swapped identities with the real George Washington in a Hellfire Club ritual, and that the first president of the USA was none other than the Supreme Magus of the Illuminati of Bavaria. In support of this theory attention is drawn to the resemblance of Washington's likeness on every dollar bill to extant portraits of Weisshaupt. This hypothesis is possibly not true."},{"pageNumber":48,"pageContent":"After the French Revolution it seems likely that the French Masons became the Govemment, having finally avenged their Templar forebears suffering at the hands of the royal house of France. German Illuminism was driven underground however, and other species of Masonic/Rosicrucian activity adopted a low profile with the stories of 'secret chiefs' intact. Out of this period of silence emerged a masonic/illuminist group, the Ordo Templi Orientis (OTO). These people adopted the Illuminati tradition of magical names and the Hellfire Club practice of admitting women, and moreover accorded them equal status. Many of the higher grade rituals, from published accounts, appear to be similar to those used in Grand Orient Masonry, with the possible exception of some of the supposed tantric practices of the OTO. NOTE: the purported existence of such activities may be no more than a crude recruiting trick! (cf Hasan-e Sabah: \"Nothing is True\").In England a specialised masonic study group came into existence in 1865 called Societas Rosicruciana in Anglia (SRA). Originally basing their practices on old documents found at Freemason's Hall they also made contact, by means of a cypher message found in a book bought off a market barrow, with a secretive German organisation represented by a Frau Sprengel which tumed out to have 'secret chiefs'. The Isis-Urania Temple of the Order of the Golden Dawn was founded by members of SRA in 1888. An early concern was to establish contact with the 'Secret Chiefs' who by this time were thought to be discorporeal entities, or mysterious hermits in Tibet. Madame Blavatsky came up with one such and founded the Theosophical Society, the then Curator of Horniman's Museum in Forest Hill, MacGregor Mathers, also went public that he had established some sort of psychic communication and started producing volumes of teaching material.Eventually one of the younger members, Aleister Crowley, started making communications with entities of his own which led him to proclaim the dawn of a New Aeon in 1904; whereupon some difference with Mathers erupted and Crowley became involved in the OTO which had emerged in Germany, eventually being promoted to 'Outer Head of the Order'. Crowley was an eccentric character."},{"pageNumber":49,"pageContent":"A fabled yarn of his experiments with invisibility has recently enjoyed some confirmation, and so is worth telling:Crowley was working with a sigil from the system presented in a book either translated or made up by Mathers known as the 'Sacred magic of Abra-Melin the Mage' which purported to bestow invisibility on the operator. Having attired himself in his ceremonial robes, and annointed his body with scented oil and saffron he performed the ritual. To see if it had worked, he left his lodgings in Jermyn Street and crossed Piccadilly Circus to the Cafe Royal, where he was an habitue. He transvected into the main tea-room, performed an adoration to the Egyptian Sun God and retumed to his lodgings. Nobody had seen him - it had worked!The assembled gentility taking tea in the Cafe Royal had seen a strangely coloured man in exotic costume walk into the room, make gesticulations and utterance, tum round, and walk out again. With typical aplomb they had chosen totally to ignore it.Recently two American tourists \"doing Crowley's London\" spoke to an elderly employee at the Cafe Royal who had been there since the 1930s when Crowley was around. He remembered that in his first week \"this foreign geezer come in, all yellow, and started babbling on in some strange language and then gone out\". He had asked his supervisor about this and had been told \"Don't worry about that; its's just Mister Crowley being invisible again\".This story may not be true.Like some modern day professional wrestlers, Crowley revelled in his 'bad boy' image and styled himself The Great Beast. His detractors had plenty to latch onto; drug addiction, obscene writings, and sex-magic. In my view Crowley's final joke on his accolytes in the OTO is to have left them with a constitution which is structured in such a way that schism and feuding between members is inevitable. The result has been a series of protracted legal squabbles and several competing OTOs, each claiming that one of the other's past OHOs had been expelled from"},{"pageNumber":50,"pageContent":"the order by Crowley.The Order of the Golden Dawn migrated to the colonies and has resurfaced on the West Coast of America via New Zealand.If the Illuminati did indeed survive to become the founding establishment of the USA, they may still be up to their old tricks; possibly in conflict or alliance with their long-standing sparring partners in the Masons and/or the Prieure de Sion. In 1954 the Bilderburg Conference was instituted. There are paranoid people today who believe that this club, described by Encyclopaedia Britannica as an \"annual three-day conference attended by about 100 of Europe's and Nonh America's most influential bankers, economists, politicians and govemment officials\" is, in reality, the instrument of the Illuminati by which they plot and control the world's destiny, as a sort of government behind all governments. The same paranoid people might suggest that such an organisation's primary motivations are always towards the benefit of the Order, rather than necessarily towards the common good, except, of course, where those interests co-incide.Or as Hasan-e Sabah might have said \"Today Alamut, Tomorrow the World\".But all this is fanciful. They most likely just sit round a table listening attentively to the utterance of a Talking Head!\"NOTHING IS TRUE: EVERYTHING IS PERMITTED\"REFERENCES:BAIGENT M. et alThe Temple and the Lodge Holy Blood, Holy GrailCape 1989 Corgi 1983BRITISH TELECOMLondon Telephone Directory1988"},{"pageNumber":51,"pageContent":"CARROLL, P. J.Liber Null PsychonautThe Magical Pact of the Illuminates of ThanaterosMorton Press 1980 Sorceror's Apprentice, Leeds 1981Chaos International #3, 1987DARAUL, ArkonSecret SocietiesMiller 1961ENCYCLOPAEDIA BRITANNICAMicropaedia: Bilderburg Conference1988GOULD, R. F.History of FreemasonryCaxton 1951KING, FrancisRitual Magic in England Satan and the SwastikaSecret Rituals of the OTONeville Spearman 1970 Mayflower 1976Neville SpearmanKNIGHT, S.The BrotherhoodGranada 1984MICHELL, J.Eccentric Lives and Peculiar NotionsThames & Hudson 1984ROBINSON, J. J.Bom in Blood: The Lost Secrets of FreemasonryCentury 1990SHEA, R. & ANTON-WILSON, R.Illuminatus! (3 Vols)Sphere 1976WEBSTER, NestaSecret Societies & Subversive Movements1924"},{"pageNumber":52,"pageContent":"PYTHAGORAS AND THE MATHESIS OF CHAOSA talk by Frater Choronzon first delivered on 24th June 1989 to 'The Society' at The Plough, Museum StreetThe title of this paper evolved as a marketing ploy for the concept of Mathesis. That science has the same relationship to Mathematics as does Alchemy to Chemistry and Physics.Mathesis is one of the few words which can be found in dictionaries of the Greek, Latin and English languages, with a near identical definition in all three; for example, Liddel & Scott's Greek-English Lexicon gives \"learning or knowledge, especially mathematical sciences and astrology\". Chaos is also a proper word in all three languages, and most dictionaries will tell you who Pythagoras was.Chaos and Pythagoras are familiar in some sense to most people, but Mathesis, as a concept, has been even more thoroughly buried by the academic establishment than has Alchemy.Both Pythagoras and Chaos are completely relevant however. Pythagoras invented the concept of Mathesis, which is more than can certainly be said of the Geometrical Theorem which bears his name; and Chaos Mathematics, or Non-Linear Dynamics, may well be the vehicle by which Mathesis might make an attempt at being rehabilitated to academic respectability, or at least through which its hypotheses could be seen to relate to real world problems.MATHESIS AND MATHEMATICSThe difference between Mathesis and Mathematics is plainly illustrated by an example drawn from the work of Agrippa, the German renaissance philosopher. Following page 148 (CXLVIII) in the 1533 edition of his major work 'De Occulta"},{"pageNumber":53,"pageContent":"Philosophia' are a series of diagrams with which many people will be familiar (see Appendix). These are the so-called Magic Squares of the Planets for which Agrippa suggests a cabbalistic origin. Each square consists of an arrangement of the natural counting numbers such that the Real Integers in each Column and Row of any of the squares add to the same Total, as do the diagonals.[Note (1997): Research by Prof David Singmaster suggests that the Magic Squares are of Chinese origin and that designs incorporating them can be dated to the 1st Century BC. Singmaster points out that the 1510 draft of 'De Occulta Philosophia' did not include the diagrams, and that the ordering of the squares to the planets is different to that previously applied. He suggests that Agrippa may have followed the work of the Italian mathematician Lucas Pacioli.]The squares themselves are a phenomenon within conventional and respectable Number Theory. For any of the squares it can be shown that there is more than one arrangement of the natural counting numbers which yield the same Row/Column/Diagonal addition properties. It can be proved that for any given square any such arrangemet of the numbers will sum to the same Total. For example, for the 4 by 4 Jupiter square, it is possible to show that any arrangement of the numbers 1 to 16, such that the Row/Column/Diagonal additions are the same, will always yield the same Total. To attempt such a proof would be conventional Mathematics, and such an exercise was recently set to students at an Open University Mathematics Summer School.Agrippa's analysis of the squares is rather different (and he doesn't appear thoroughly to have proof-read the blocks from which his book was printed). He uses procedures which are outlined in foregoing chapters of his book, and which, in their way, are no less rigorous than any of the other mathematical techniques of the time. This was more than a century before Newton and Leibniz published their first works on Calculus, and nearly two centuries before the development of a consensus of rigorous Analysis; and that came into being partly as a result of those protagonists and their adherents attempts to rubbish each others work. The squares are assigned to the planets and 'lights' in descending order of their earth relative orbital periods. Special significance is assigned to certain numbers"},{"pageNumber":54,"pageContent":"associated with the squares, these are as follows:Base Number3456789Base Number Squared9162536496481Row/Column/Diagonal Sum153465111175260369Base * Row/Col/Diag Sum45136325666122520803321The value 'Base * Row/Column/Diagonal Sum' is, of course, the total obtained by summing all the numbers from 1 to Base Squared.Agrippa then demonstrates that various divine, angelic and demonic names drawn from the Hebrew Cabbala, and corresponding to the Planets and 'Lights', sum to the same significant numbers using Gematria. That process was then considered quite conventional.These techniques and reasoning procedures are Pure Mathesis.The subsequent procedures that Agrippa uses to derive Planetary Sigils edge towards what might be termed Applied Mathesis. The instructions he gives for engraving the squares, together with their related sigils, on a metallic medium appropriate to the planet comprise the basis for a neat Magical System well worth consideration by those who appreciate that sort of thing. The system was summarised by Francis Barrett in his book 'The Magus' published in 1801, where Agrippa's diagrams were reproduced, though incompletely.Mathesis is therefore the metaphysical counterpart of Mathematics. Among 20th Century Mathematicians there is a tendency to neglect that aspect of the subject. The notable exception is Kurt Godel. His major theorem, in a loose nutshell, says that within any mathematical system there are things which will always defy"},{"pageNumber":55,"pageContent":"proof; something which makes many boffins uncomfortable.PYTHAGORASPythagoras can rightly be regarded as the originator of Mathematics. By the standards of the ancient world he was an unusual individual. Regarded by many followers as an incarnation of the Hyperborean Apollo, he was a formidable intellect, a gifted musician, an adept of several different mystery schools, and allegedly possessed of miraculous powers.He was bom in the fifty-fourth Olympiad, that is 569 BC in conventional notation, on the Island of Samos. His parents appear to have been Phoenician, and the lad was fortunate to have his education entrusted to Pherikides of Syros. He appears to have lived on Mainland Phoenicia and is traditionally numbered among the Seven Sages of Antiquity (the intellectual equivalent of the Seven Wonders of the World). Pythagoras almost certainly formed views on cosmology and re-incarnation early in his life with influence from Pherekides.As a young man Pythagoras travelled to Egypt, apparently with a letter of introduction from Polycrates, the Tyrant of Samos, seeking admission as a neophyte to the priesthood of Memphis. They tumed him down, quite probably for no reason other than dislike of foreigners, for which the Egyptians were notorious. They suggested however that he try the temples at Diospolis (now in Isreal) where, after some arduous tests, he was admitted. Pythagoras learned Heiroglyphic script, he was the first Greek to do so, and stayed there for many years. Iamblichus writing in the 3rd century EV states that Pythagoras was an Egyptian Priest for twenty years. It was probably during this period that he acquired some eccentric personal habits, among them an abhorrence for eating beans, and other dietary fads.Pythagoras' sojourn in Egypt ended abruptly in 525 BC when Cambyses, King of Persia, invaded, and took him as a prisoner to Babylon. He was there for a further ten years, and studied with Zaratas, a Magus of the Zoroastrian and Chaldean tradition. It seems probable that he may have been Zaratas' slave."},{"pageNumber":56,"pageContent":"By the time he was freed (or escaped) to return to his native Samos, Pythagoras had acquired a considerable depth of learning in the major philosophical traditions of the Middle East. He was also an Adept in the mystery schools of Phoenicia, Egypt and Babylon.He lived on Samos in a hermit's cave, doing odd bits of teaching work, and made journeys to every oracle in Greece and Crete. During this time he became quite well known in Greece, but his fellow Samians found his personality eccentric and his method of teaching by riddles impenetrable. For example he wore trousers supposedly to conceal a 'golden thigh', which he would occasionally display. After some years and aged around 60, he fell foul of the local politics and joined the emigration to Magna Graecia, as the Greek colonies in Southem Italy were called.There is some inconsistency in the ancient biographies on exact dates, but it seems likely that Pythagoras was established in Croton, present day Crotone on the 'instep' of Italy, by 508 BC. There he set up a scholastic community which was to have a profound influence on the development of Greek philosophy.One of the problems facing any present day researcher attempting to piece together the detail of Pythagoras' own original work lies in the lack of contemporary written material. Pythagoras was insistent on strict secrecy, and nothing committed to permanent record has survived, other than some poetry - 'The Golden Verses' - the origins of which are suspect.Many discoveries in the fields of acoustics, harmonics, geometry, and astronomy are directly attributable to the Pythagorean School, and one of the most durable concepts was that of Numbers as divine entities which were able to exert influence on terrestrial events through the relative movements of their correspondent planets. Much of the theory is written up by Agrippa (op cit), who also published comprehensive tables of correspondences which are in part a precursor to Crowley's book 777."},{"pageNumber":57,"pageContent":"Active Pythagorean schools were in existence until the sixth century. The last, in Alexandria, was suppressed by the Byzantine Emperor Justinian in the course of a Christist pogrom against philosophy and paganism. The refugees fled East to Persia, where Zoroastrianism continued to flourish until its suppression by Islam between the 8th and 10th centuries.There is little doubt that from those times forward, science, mathematics and philosophy were dangerous fringe occupations throughout the Christist Empire. It can be argued that Christist intolerance was responsible for a hiatus of nearly 1000 years in the development of human knowledge, aided and abetted by Pythagorean secrecy. For example, it is now generally accepted that the earth is spherical, and that it orbits the sun along with the other planets. It seems certain that the Pythagoreans understood this, both Copernicus and Kepler acknowledge it in their writings, but the development of calculus, as a means of modelling the mechanics of the solar system, had to wait until the 17th century.Christist intellectual fascism was the main reason for the delay, in my view. Copernicus strikes a distinctly paranoid tone in the introduction to his major work 'De Revolutionibus Orbium Coelestium' (1543), and there is an element of Russian Roulette in the careers of many serious philosophers of that period. Followers of Copernicus, like Galileo, were subjected to the inquisition, and Giordano Bruno was burned at the stake in Rome by Papal order of Clement VIII in 1600, with his tongue in a gag. Newton was fortunate to be working in the more open minded climate of Cambridge.Those who have developed the concepts of Mathesis and its applications have, arguably, fared even worse. Any resurgence of the Gnostic tradition has been suppressed, sometimes with exceptional brutality, as in the cases of the pogroms against the Cathars and the Templars. Nor is this something only of the dim and distant past.Nontheless, in the past decade the practitioners of Mathematics and Mathesis alike have been making some progress in an area which both have shunned for centuries."},{"pageNumber":58,"pageContent":"CHAOS!At around the time in the late 1970s when Peter Carroll first published his Rites of Chaos, a mathematician at the IBM Research Centre at Yorktown Heights, Professor Benoit Mandlebrot, was working to devise a performance test for new computer designs. Mandlebrot dusted off some work on iteration theory by the French mathematician Gaston Julia which had been published in 1918. This had been consigned to obscurity as an oddball involving horrendous calculation - just what Mandlebrot was looking for. He appears to have adapted Julia's work to his own task, set the computer to work; he was rewarded with mankind's first sight of an exquisitely intricate geometrical pattem - the Set of Points which bears his name:"},{"pageNumber":59,"pageContent":"It is comparatively easy to generate the set, even with a home computer; but the number crunching involved is horrendous and, depending on processor speeds the job can take from minutes to hours, though it can be reduced to seconds with modern parallel processors.The figure drawn by the machine intrigued Mandlebrot, he set it to work magnifying some of the boundary regions. It seemed that the deeper he looked into the structure of the set, the more intricate it became. Typical illustrations are to be found in his published work, and that of the many computer graphic artists who have built on his techniques.Mandlebrot found himself staring at tendrils and whorls, at sea-horses and bottomless holes, and at minatures of the whole Mandlebrot Set itself. The set had the peculiar property of self similarity.Self similar sets fall within the domain of Fractal Geometry. Loosely put, a self similar pattern is one which looks more or less the same however much you magnify it, for example a snow-flake, and self similar structures are generally referred to as being Fractal in character. Examples of fractal forms are to be found all around us and in us. Clouds, flowing water, mountain landscapes, the flames of a fire, our own cardio-vascular system: all exhibit fractal characteristics.Fractal geometry is the geometry of the chaos of natural form, and Mandlebrot had stumbled on the means of modelling its pattems mathematically.Through this decade Chaos Mathematics has been generating debate in the scientific community in exactly the same way as Chaos Magic has challenged traditional thinking in occult circles. This is, without doubt, one of those co-incidences which frequently spring from any formless array, such as the set of all human thoughts.Mathematics has, from Newton's time, been able to model a subset of real world mechanical situations. For example, the motion of a pendulum can be concisely"},{"pageNumber":60,"pageContent":"described; but make the pendulum bob of steel and put a couple of magnets beneath it and the behaviour becomes non-linear or chaotic; at that point conventional mathematics gives up. It also gives up on fluid dynamics, that includes water flowing through pipes and weather modelling. Non-linearities arising from the interaction of more than two particles are responsible for the failure of quantum mechanics to be precise about the configuration of any atom other than Hydrogen.Barely a week goes past without a piece in Nature or New Scientist on some freshly discovered application of Chaos Mathematics (or Non-Linear Dynamics as they prefer, more respectably, to call the subject). Geologists use it to model seismic pattems; meteorologists to model atmospheric movements; biologists to model animal populations; astro-physicists to model the structure and evolution of galaxies.The power of Chaos Mathematics as a modeling tool is twofold. Firstly it can account for the existence of isolated ordered structures in an disordered or chaotic matrix; for example, the existence of a large Red Spot for many hundreds of years amid the swirling turmoil of Jupiter's atmosphere, or a smoke ring. Secondly it can make limited predictions of the future behaviour of chaotic phenomena. The predictions are limited because of the so called Butterfly Effect.The future behaviour of any non-linear function is highly sensitive to the initial conditions. This extreme sensitivity establishes the process by which the tiny eddies set up by a butterfly, flapping its wings at some critical location in the Carribean, can be translated within a week into a hurricane in London. The mathematics describing the process are unassailable, but the implications of the results are closer to Mathesis than to conventional Mathematics.When Agrippa gives instructions for manipulating a sigil to effect some action at a distance, it could be said that he is doing no more than specifying a starting point for some 'Butterfly' process. The Dalai Lama's Oracle, and most Rain-dancers would probably feel happy with that concept as well. Thus Chaos re-unites Mathematics and Mathesis, but not necessarily in a way that Pythagoras"},{"pageNumber":61,"pageContent":"would have expected.Appendix l Agrippa: Summary of planetary gematria l Agrippa: Magic Squares of Saturn and Jupiter l Agrippa: Magic Squares of Mars and the Sun l Agrippa: Magic Square of Venus l Agrippa: Magic Square of Mercury l Agrippa: Magic Square of the Moon REFERENCES & RECOMMENDED FURTHER READING:Agrippa von Netysheim, H. CorneliusDe Occulta Philosophia1533Barrett, FrancisThe Magus or Celestial Intelligencer1801Carroll, PeterLiber Null1978Copemicus, NicolausDe Revolutionibus Orbium Coelestium English Translation by Charles Glenn Wallis1543 1952Crowley, AleisterLiber 7771909Gleik, JamesChaos - Making a New Science1987Gorman, PeterPythagoras - A Life1979Hofstadter, Douglas RGodel, Escher, Bach1979Mandlebrot, BenoitThe Fractal Geometry of Nature1982Peitgen, H-O & Richter, P HThe Beauty of Fractals1986"},{"pageNumber":62,"pageContent":"Peitgen, H-O & Saupe, DThe Science of Fractal Images1988Singmaster, DavidSources in Recreational Mathematics (sixth edition)1993Yates, FrancesGiordano Bruno and the Hermetic Tradition1964"},{"pageNumber":75,"pageContent":"CHAOS AND GAIAA paper by Frater Choronzon first presented to Philos-O-Forum at Bullfrog's Monday 5th November 1990 evThus begins the main narrative of the Theogony of Hesiod, as it appears in an original Greek text published in 1570 by Ioannis Crispini. My own translation of that passage and of the next fifteen lines is as follows:Chaos was the primal source, first of all;And next ripe-breasted Gaia, Mother Earth, In all ways a rest and relaxation place for the Undead gods who haunt Olympus' snow-peaks. In Tartarus, the steamy socket of the underworld, Is the guardian serpent devouring its tail.Eros is most beautiful of all the gods Who are not dead but sleeping. She charges the divinities and humankind alike With love-bolts forged in the mind of eternity.From Chaos spawned the abyss of Erebos"},{"pageNumber":76,"pageContent":"And the sensual blackness of Nuit;And Night herself gave painful birth to Daylight Sky and all the Aethyrs; Those dark gleaming children of the love-elixir Mingled in Erebos rapture charmed caverns.Gaia, the Earth, aroused herself in a rite Of self-love, and the firmament of stars Streamed forth. They shroud and veil her over Every night, as a love-nest wherein to partake Of sensuous bliss and wild abandoned ecstasy With all the youthful gods.The primal position of Chaos - \"first of all\" - will be treated in greater length in the next paper in this series, 'Chaos and Cosmos', in this presentation I wish to concentrate on the relationship with Gaia, Hesiod's sentient, self-loving, fornicating Earth Mother.Who was this Hesiod character? Where did he get these obscene ideas of the beginning of all things occurring in some bout of cosmic incest? Unlike most Greek poets of his period, the 8th Century BC, he tells us something about himself: in the pre-amble to his \"Theogonia\", the hexameter epic from which the above passage is quoted. Hesiod lived in Boeotia on mainland Greece where his folks had migrated from the Aolian settlement of Cyme on the coast of modem Turkey. He claims that he was tending sheep on the lower slopes of Mount Helicon when he heard the Muses speaking to him. These are exotic entities of artistic inspiration (generally depicted as female and of pleasing aspect and scant clothing) who traditionally cavorted across the same tract of countryside. They gave him a wand of Bay wood, which endowed him with poetic skills, and told him to sing about the family of Gods. So the supposed"},{"pageNumber":77,"pageContent":"source of the Theogony was effectively divine or quasi-divine inspiration.It is doubtless a complete co-incidence that the material Hesiod presents appears to be a synthesis of a selection of Sumerian, Hittite and Babylonian myths. Indeed there are elements in his work which can be traced back for a further 2000 years in the corpus of Sumerian 'wisdom poetry'.It is certain that throughout the Classical period Hesiod's Theogony was regarded as the standard account of the origin of things. It was eventually replaced by the Judeo/Christian Genesis story with the monotheist seven-day-wonder JHVH, and the guilty gardeners, Adam and Eve. That story of course emanates from quasi-divine Mosaic sources, and continues to be given equal treatment with the rational explanations of classical geology and old (pre-Chaos) physics in schools in some states of the USA and elsewhere.The idea of the whole planet Earth as a sentient living being is thus a very old concept. It was revived by a British chemist, James Lovelock, and an American biologist, Lynn Margulis. Their Gaia Hypothesis was outlined, controversially and in detail, in Lovelock's book 'Gaia: A new look at Life on Earth' (1979).In Lovelock's words the Gaia Hypothesis presents \"a new insight into the inter-reactions between the living and the inorganic parts of the planet. From this has arisen the hypothesis, the model, in which the Earth's living matter, air, oceans, and land surface form a complex system which can be seen as a single organism and which has the capacity to keep our planet a fit place for life.\"LIFE AND CHAOS IN THE PRIMORDIAL SOUPIn its most primitive form 'life' is nothing more than a molecular assemblage of chemical elements which has the ability of being able to regulate and reproduce itself. In the sense that we understand 'life' on this planet, such molecular assemblages appear exclusively to be of the form of deoxyribonucleic acid or DNA, which consists of long chains of relatively simple carbon based (organic) molecules called 'nucleotides'.The nucleotides string themselves together like beads, each joined to its neighbours"},{"pageNumber":78,"pageContent":"with a relatively strong chemical link known as a Covalent Bond. Two of these strands can then join together along their length with a series of relatively weak chemical links known as Hydrogen Bonds. The overall structure is a DNA molecule, and these form into the double-helix morphism which was first described by British bio-physicists Francis Crick and James Watson; for which work they won the Nobel Prize for Medicine in 1962. The ordering of the nucleotides along the strands forms a pattern which is termed the DNA code.When DNA reproduces it effectively un-zips along the sequence of hydrogen bonds linking the two strands, and each strand then collects up free nucleotide molecules, or clumps of them, which match those in the existing structure according to well understood and quite mechanical rules, and the result is two identical DNA molecules where previously there was one.The DNA molecules pertaining to advanced life-forms are extremely complex, consisting of millions of nucleotides; it is estimated that the DNA in each cell of a human being would measure more than two metres if stretched out. That sort of complexity has, of course, developed over the millions of years of geological time, but simple DNA molecules appear to come into existence quite spontaneously. Given that simple life forms can evolve by mutation over sufficient time into more complicated ones, I would submit that the origin of life is no very special event, and I would suggest that it is going on all over the planet right now.At the level of very simple marine organisms, recent sattelite pictures published in New Scientist show seasonal oceanic blooms of microscopic cellular structures known as phyto-plankton. In his accompanying article M R Lewis (Prof of Oceanography at Dalhousie University, Nova Scotia) describes how these structures come into being as a result of nothing more than the photosynthetic action of sunlight on seawater. Something similar appears to be happening during the summer in London's reservoirs, where the pollution from over-use of agricultural fertilizers seems to be creating a 'primordial soup' where spontaneous growths of weird algae can occur. Something similar has occurred in the Adriatic Sea recently in the vicinity of the highly polluted outfall of the River Po.Sunlight may speed the process, but it does not seem to be essential. Around sulphurous hot spouts on the floor of the deep oceans strange creatures thrive which"},{"pageNumber":79,"pageContent":"seem to need neither light nor plentiful oxygen; heat and a rich cocktail of chemical elements from the volcanic vents they frequent appear to be enough to get the life process going.On another level, strange viruses, which are effectively nothing more than balls of DNA, appear to manifest spontaneously, and in some cases can be remarkably successful at self replication. As an example I would suggest the various Human Immuno-deficiency Viruses (HIV), some or all of which are thought to cause AIDS.Some would see the all-pervasive hand of a creator entity at work here. I submit that what is involved is nothing more than the inevitability of what happens when Chaos Mathematics applies it's coincidence shaping processes to some rich mixture of chemicals: such as that which exists in sea-water, in London's reservoirs, round ocean floor vents, or even in the air we breathe. On this basis I would accept the probability of some sort of life on other planets, even on ones which appear to be totally inhospitable to conventional terrestrial life forms.OF SYSTEMS, LIFE AND TERMITESIf life itself is viewed as a self-replicating self-regulating system, then there is clearly self-similarity on different scales between, say, human life and that of the most primitive self replicating life-forms, and again between the most complex manifestation of self-replicating DNA and the simplest, which might consist of only a few hundred nucleotides. Where self-similarity across different scales exists, by definition we are treating with a fractal phenomenon, and we should therefore be alert for the existence of features which can be described in terms of non-linear dynamics or Chaos Mathematics.Lifeforms are systemic in character. That is they comprise a number of elements, each of which has some specialised function to perform in allowing the lifeform to perpetuate, regulate and reproduce itself. In this context, just as a single DNA molecule can be regarded as a lifeform, so can the cell of which it forms the nucleus; so can the entity or corpus made up by the cells; and so also, in my submission, can a community structure made by a large number of individual lifeforms living in close proximity."},{"pageNumber":80,"pageContent":"Thus an entire termite mound can be viewed as a lifeform falling within the system model. It perpetuates itself by supporting cadres of termites with different physical and functional characteristics. It regulates itself with orders being sent out from and messages being received by a central queen, who communicates using chemical signals, and who breeds more troops for any cadre with a termite-power shortfall. It reproduces itself when a termite destined to be a new queen takes to the wing with an army of youthful companions to start a new nest.A termite mound functions systemically in the same sort of primitive way as does a totalitarian community or heirarchy or state. Everything goes along fine as long as the queen keeps breeding, as long as the chemical cyber messages keep getting through, and as long as the whole structure isn't ruined by a flash flood. It can even cope with the occasional aardvark attack. Not only do termite mounds illustrate the concept of a lifeform with an existence and intelligence discrete from and superior to that of the individuals who make it up, they also form the central focus of an inter-dependent wider ecosystem in which the aardvarks are also a component. The discrete superior intelligence associated with the termite mound has many of the characteristics of the class of abstract or metaphysical entity known as an Egregor.Extending this systemic model of lifeform organisation, small ecosystems are easy to picture as a termite-mound-style entity. A particular orchid with a peculiar shaped flower depends for pollination on a humming bird with specialised mouth parts which can feed off nothing else. One cannot exist without the other. Both elements, the orchid and the humming-bird, are part of the same life form in systemic terms.At this point the non-linear Chaos model for fluctuation of populations becomes important. The principles are intelligibly set out in a New Scientist Article \"The Chaotic Rhythms of Life\" by Robert May, Royal Society Research Professor in Zoology at the University of Oxford.Fluctuations in the Orchid/humming-bird life system may occur in the following manner: If there is a climatically favourable season and orchids are particularly prolific, then the population of humming-birds will be well fed and an increased survival rate will mean more adult birds in the following season. By that time there may"},{"pageNumber":81,"pageContent":"be fewer orchids, perhaps for climatic reasons, and the humming-bird population will decline. The linkages are not direct; there are no chemical signals, as in the termite mound, sent from the orchid to tell the humming-birds to breed more furiously to account for an increased pollination requirement. Force majeure, in the shape of a larger controlling system, like the prevailing weather, takes a hand, and the observed effects are determined by the influence of coincidences from the Chaos Matrix (or survival of the fittest) on the dependent sub-system.A larger eco-system, such as a rainforest, comprising many different species, plants, animals and humans, may also have systemic relationships which are chaotically related. Try visualising a large rainforest as a self-perpetuating, self-regulating lifeform; it can even contribute to its own climatic regime. By looking at things in this way, a pond can be viewed as a self-perpetuating lifeform, algae and all; so can a river; so can a sea; so can an ocean.Having expanded the concept to this point it is easy to see that the relationships between the oceans, the atmosphere, the rainforests and climatic conditions on the planet generally are modelled by the same Chaos Functions which can be so useful elsewhere, and the hypothesis that the planet itself may have an existence as an independent self-regulating lifeform does not seem so far fetched.This is exactly what the Gaia Hypothesis of Dr Lovelock sets out to demonstrate. The classical Gaia of Hesiod is a sentient planet, and also a cosmological and theurgical entity; although the latter aspect tends to be played down by the Hypothesists, struggling still after more than a decade, as they must, to gain academic acceptance of a concept which sounds well whacky at the first presentation.ISOMORPHS, SUBJECTIVE/OBJECTIVE REALITY AND THE MANDLEBROT SETIt may be useful at this point to introduce the mathematical concept of isomorphism. Collins English Dictionary defines the term as follows: A one to one correspondence between the elements of two or more sets. As an example they quote the isomorphism between the set of Roman numerals and"},{"pageNumber":82,"pageContent":"our conventional Arabic numerals. I would like to extend the definition to include correspondences between real systems and their instrumentation and/or systems models. I would include the relationship between a motor vehicle's petrol tank and it's fuel guage as an isomorph; this is valid in the sense that one can use the guage to make judgements and predictions about the state of the contents of the fuel tank, if not necessarily about the state of the tank itself.I would further include the notion of there being an isomorphic relationship between a precise systems map or flowchart and an ideal computer program (that would be a bug-free one, sometimes thought to be unattainable using the intricacies of Godelian reasoning).On another level, there might be said to be an isomorphism between subjective/objective reality and some or all of the cosmic maps of various mystic traditions. A cabbalist, for example, might argue that the Tree of Life contains all that needs to be known about the structure of the universe and the relationships which hold it together.I would like to examine to what extent the Mandlebrot Set might be considered to present an equally valid model of the universe.I have no intention of attempting to prove an isomorphism involving the Mandlebrot Set, but I would like to consider some of it's key features:1. The Mandlebrot is constructed on a Real axis and an Imaginary axis; while the universe in general can be considered as having a component rooted in physical reality and a non-physical or abstract component. 2. The Mandlebrot Set, despite it's complexity, can be proved to be connected (Peitgen & Richter; 'The Beauty of Fractals'); and the boundary between the regions which iterate to 0 and the other points on the complex plane, which iterate to finite or infinite quantities, can be proved to be continuous. In terms of the real universe, this could be interpreted as suggesting that all of the sub-atomic particles which are in existence have at some time been in contact. This is indeed one of the more bizarre conclusions of attempts to reconcile Relativity with Quantum Mechanics. 3. The Mandlebrot Set is symmetrical about the real axis, thus every point on it's"},{"pageNumber":83,"pageContent":"boundary has a twin. Any influence, described by a mathematical transformation applied to the Set, which initiates a change in any given boundary point might be expected to exert a simultaneous influence on that point's twin. In objective reality this would suggest that it is possible, by initiating some change of state to a given particle in the universe, to simultaneously force an identical change of state to some other particle which need not be local to the event. This is indeed one of the more bizarre conclusions of Quantum Mechanics. The apparent conceptual validity of non-local quantum effects has given rise to speculation as to whether information can travel instantaneously in the universe. I would suggest that the Mandlebrot Set provides a model for examining such possibilities. If one considers the central Zero tending regions of the Set as pertaining to imagination, intellect and perception, then the regions which tend to absolute or infinite quantities will conversely pertain to physical reality. The boundary between the two regions contains within its complexity the familiar forms (or morphic resonances) of the natural world. These are blended with the fantastic landscapes and vistas of transcendental reality. Not only are swirling galactic images presented, but also, with continuous magnification, models which resemble a cruise along an 'un-zipping' DNA molecule, or descent into a black hole. The Mandlebrot Set itself seems to contain diagrams and models presenting some of the characteristics of lifeforms. The fractal self-similarity is revealed in the infinite number of tiny Mandlebrot replicas in the fine and magnified structure of the boundary region, and each and every one of these is joined by filaments back to the central Zero void; this must be the case since the Mandlebrot can be proved to be a connected set of points.In this respect it appears as if the abstract component, or Egregor, of all lifeforms might be seen as having some linkage with a supernumary abstract intelligence. In this respect the Mandlebrot Set might be seen as providing a mathematically derived representation of Jung's concepts of a collective unconscious.Within the Mandlebrot Set, the mathematical rigidities of it's construction suggest that any change initiated in any microscopic sub-region of the Set will result in transformations of points throughout the matrix. These will be for the most part too infinitesimal to be noticed, but occasionally, by the processes of Chaos, they will be magnified into some transformation significantly larger than the perturbation which started the process. By this linkage the 'Butterfly Effect' beloved of Chaos"},{"pageNumber":84,"pageContent":"Mathematicians can be accomodated into the model. So also can the Magicians concept that every information bearing gesture or act of will under gnosis can exert an effect, however slight, on every other particle in the universe.The sort of image of Gaia which emerges is of a planetary scale Egregor with dependent subsystems sharing in some collective, if unacknowledged, linkage of consciousness; with this planetary entity itself having some tentative link to a larger galactic Egregor; which is itself part of some Egregor of the Universe, which is itself part of ... ???If this starts to sound monotheistic, I make no apology. The model admits monotheism as well as polytheism, and there is no mathematical objection to some all-supernal monotheist concept, provided that the concept is constructed to be compatible with the Philosophical Axiom which derives from Godelian reasoning: ''there can be no ultimate truth \".THE NATURE OF INFORMATIONInformation technologists conventionally recognise two classes of information - Data and Instructions. I would like to introduce a third class: Systems structure control information; let's designate information packages conforming to this description as 'Cyber-morphs'.The principal difference between a cyber-morph and data/instruction information is that while data and instructions always relate directly to some physical reality, cyber-morphs relate essentially to the abstract systems framework within which those data and instructions have meaning and/or validity.To refer back to the example of Agrippa's magic squares, used previously to illustrate the concept of Mathesis, the sequence of natural counting numbers represents the data; the rules for arranging them in a particular pattem within an individual square's matrix represent the instructions; but the rich intemal structure of horizontal, vertical and diagonal summing equivalence represents the cyber-morph. The same cyber-morph extends across the sequence of matrices of different sizes (or dimensions), and it is that which imbues each of the devices with some perceived magical quality."},{"pageNumber":85,"pageContent":"Because Data and Instructions have some real dimension (in mathematical terms as well as in the sense of a level of meaning and existence), they have time dependency in terms of their transmission and processing. These information classes are thus ideally transmitted at light-speed using electro-magnetic travelling waves, either through the earth's magnetosphere (or magnetic field) or along copper wires, or in electromagnetic beams via geostationary sattelites. The equations which model such transmission procedures are graphically displayed using real, imaginary and time axes.I would argue that a cyber-morph, in contrast, belongs to a class of information which is not dependent on time. A familiar example of the concept of a cyber-morph (borrowed from Peter Carroll) is 'Kingship'. Everyone understands what the job description involves, nowadays it tends to be constitutionally diluted, but the basic concept is unchanged. Kingship travels from one incumbent to the next instantaneously: \"The King is dead long live the King\". What is transferred is an abstract information package comprising system structure and control - i.e. a cyber-morph.The smallest cyber-morph in present perception is probably the spin parameter which is defined as a variable for most sub-atomic particles. It does not affect the mass or energy of the panicle, but it is a vital component in determining the structural role which the particle adopts. It is this quality for which Quantum Mechanics and Relativity predict instantaneous transmission in non-local quantum events. The Mandlebrot set has no time axis, and so such events can be modelled as instantaneous reflections about the real axis, and I would suggest that any cyber-morph information has the property of being transferred around the Zero tending region of the Mandlebrot independently of time.The crux of it is that one must be dealing with systems structure and control information rather than 'real' oriented data and instructions. I would suggest that magic works this way, and that it is most effective if one is attempting to apply some cyber-morphic technique, rather than confining one's sorcerous endeavours to the domain of data and instructions alone. This is why sigilisation is found to be effective, and why material based \"lust after result\" can inhibit the result being attained.A relatively important cyber-morph is the wide concept of life itself. This is essentially a package of system structure and control information which permits the"},{"pageNumber":86,"pageContent":"lifeform to function. It may be useful to visualise an individual life cyber-morph as some small subsystem of a collective unconscious represented by the next self-similar Mandlebrot up the scale. In animals and plants the life cyber-morph is transmitted in the DNA code, but in the course of spontaneous manifestation of life it falls out of the Chaos Mathematics inherent in the way in which DNA type molecules structure themselves.There is no particular reason to suppose that DNA is the only type of molecule in the entire universe which adopts a structure incorporating its own system control information, but as far as science is aware it seems to be the only one. One might suppose that silicon, which has a similar chemistry to carbon in some respects, might be able to construct such compounds; but the peculiar structural capabilities of DNA stem in part from the 36 degree twist between each nudeotide and the next along a strand, and that in turn is a function of the spin fields of the particles making up the nudeotide molecules. Silicon simply can't get the twist right; at least not in this part of the universe. The key to a serious sentient computer would be to develop some sort of silicon compound, perhaps with a specially constructed isotope, which allowed the correct molecular twisting for cyber-morph information to incorporate itself in the structure. That is the stuff of science fiction at the time of writing, but with the right isotope discovered it could quickly become a reality in my view.As well as Kingship, life and particle spin fields, I would suggest that all metaphysical entities and egregors encapsulate the qualities of the cyber-morphic information class; together with such phenomena as the Morphic or Morphogenetic Fields described by Dr Rupert Sheldrake.Can an entity like a planet be endowed with some all embracing cyber-morphic life quality? It depends really on the conditions and whether the materials available are capable of arranging themselves in the Chaos of things, such that any level of life can spontaneously occur. On a planet where conditions were such that the dominant isotope of silicon had the property of being able to construct DNA type molecules, it would be no surprise to find silicon lifeforms, and an environment which self-regulated to keep things cosy for silicon based life forms. On this planet we have carbon based lifeforms and an analogous situation appears to exist.GAIA - EARTH, WATER, AIR AND MAGNETOSPHERE"},{"pageNumber":87,"pageContent":"The product of some four billion years of random fracturing of a cooling mass of heavy elements. That is the nature of the ground we tread on. Boundary regions are always interesting, and the boundary between the mass of heavy elements and the water and gas envelopes surrounding the planet is where most of the life activity goes on.Reaching out far beyond the atmosphere and into the plasma which permeates the whole of the Solar System is the Earth's Magnetosphere. It is my view that in any conception of Gaia, this region, experienced at ground level as the Earth's magnetic field, should be included. Aside from the importance of the magnetosphere in influencing atmospheric weather, and hence the living conditions for most of the lifeforms and ecosystems on the planet's surface, it is an important conduit for transmission of information in the form of data and instructions. My suggestion is that it may also provide a propagation channel for transmission of cyber-morphic information, for the reason that it exhibits the same non-linear dynamic properties as the other regions of Gaia which only be comprehensively modelled by use of Chaos Mathematics.The magnetosphere is the channel through which any influence exerted by other bodies in the solar system would be most directly experienced by Gaia, it is also the channel through which the Earth can exert a corresponding influence on that wider system. The linkages, as always, are by means of the Chao-dynamics inherent in natural systems in both the real and imaginary worlds which our collective intelligence perceives that we inhabit.REFERENCES AND SUGGESTED FURTHER READING:Carroll, PPsychonautSorcerer's Apprentice; 1981Encyclopaedia BritannicaCrick, Francis Gaia Hypothesis1988"},{"pageNumber":88,"pageContent":"Gliek, JChaos: Making a New ScienceHeinemann; 1987HesiodTheogonia (Greek Edition of Crispini; 1570)ca 750 BCHofstadter, DGodel, Escher, BachPenguin; 1980Johnstone, AIn Search of Empty SpaceNew Scientist; Feb 1990Lewis, M RThe Blooming OceansNew Scientist; Oct 1989Lovelock, JGaia: A New Look at Life on EarthOUP; 1979May, RobenChaotic Rhythms of LifeNew Scientist; Nov 1989Open UniversitySM351 Quantum Theory & Atomic Structure1974Peitgen, H-O & Richter, P HThe Beauty of FractalsSpringer-Verlag; 1986Sheldrake, R ANew Science of LifeBlond & Briggs; 1981"},{"pageNumber":89,"pageContent":"CHAOS AND COSMOSA paper by Frater Choronzon first presented to Philos-O-Forum at Bullfrogs Cafe Bar, GreenwichMonday 12th November 1990 ev\"We are Stardust\" - Joni Mitchell (Woodstock) \"Every man and every woman is a star\" - Crowley/Aiwass/Nuit (AL)Neither of the writers here quoted necessarily expected their words to be interpreted literally, but in the course of this paper I would hope to impart a rational sense of meaning to both statements. Human attempts to understand and make predictions about events in the cosmos are rooted in classical antiquity, and have been addressed briefly in my papers on 'Paganism and Heresy' and 'Secret Societies' in this series. Particularly significant events were Galileo's first astronomical use of the telescope in 1610, Newton's formulation of Calculus and the Laws of Motion as a means of explaining what was observed, and the inauguration of the Royal Society of London. At this point 'Science' became respectable, and its practitioners breathed a sigh of relief; at last all the alchemists, wizards and mathesists, who had made such a valuable contribution to keeping the spirit of enquiry alive through the dark centuries of intellectual repression, could be forgotten about.Today Newton's writings on magic and alchemy are quietly ignored; that material is even omitted from respectable volumes for which claims are made that they present his 'complete works'. The fact was that science had reached a point where it was able to offer a model of the movement of bodies in the Solar System which could be defended by reference to the Axioms of Mathematics, as stated by Euclid, which gave the right answers, and which even predicted irregular events like eclipses with impressive accuracy. The final 'proof of the pudding' occurred in 1768 when Captain James Cook was commissioned by the Royal Society to convey \"Gentlemen of the Society\" and their assistants to Tahiti, in the South"},{"pageNumber":90,"pageContent":"Pacific, to observe the transit of the planet Venus across the Sun - he continued west to discover New Zealand and Australia, and completed a circumnavigation back to Blighty in 1771.Since that time scientific orthodoxy has been as zealous as clerical orthodoxy in its attempts to debunk and deny any vestige of validity to those subjects which were lumped together as the 'Occult'. Although the scientists still had their own squabbles with the Christian view of the universe, they thought that they had the means completely to explain the workings of the cosmos, and very negative attitudes were (and still are) struck towards any dissenter who should dare to present evidence to suggest that phenomena existed which could not be explained by the established Laws of Physics.As regards observations made on objects and events within the normal scale of terrestrial perception, there were few problems. The difficulties arose when scientists, with the benefit of improved instruments, started to examine very small things, or to try to explain events observed at very large distances, or to consider what happened at extreme velocities. Newtonian physics simply gave the wrong answers, and the first reaction of scientific orthodoxy was to castigate the new-fangled instruments and/or accuse their protagonists of fraud. Einstein and the early Quantum Mechanics, Schrodinger, Heisenberg et al, had few friends in the scientific establishment when they first published material in the domain of what is now termed 'Modern Physics'. Even today it is possible to find people teaching science in schools who have not properly taken on board the fact that Newton's Laws simply do not hold true in anything but the most ordinary situations.Relativity started to gain some respectability when it was appreciated that it provided an explanation for anomalies in the orbit of the planet Mercury; specifically, an advance in the perihelion (the point of nearest approach to the Sun) of 38 arc-seconds per century. Previously this had been attributed to the postulated existence of another intra-Mercurial planet; i.e. one even closer to the Sun.Unlike Quantum Mechanics, the new ideas in Relativity were largely the work of"},{"pageNumber":91,"pageContent":"a single individual, Albert Einstein, aided, abetted and perhaps inspired by his wife, Mileva, who was also a talented physicist. Although Einstein's first published work on the subject was in 1905, while he was working as an examiner in the Swiss patent office, it was not until November 1919 that any general accliam was accorded to his theories. This occurred in the wake of another eclipse observance expedition organised by the Royal Society of London, this time to Principe Island (adjacent to Fernando Po, for Illuminatus! fans) in the Gulf of Guinea for a solar eclipse. The resultant calculations verified predictions made by Einstein about the bending of starlight rays by strong gravitational fields, and although few could understand what relativity was about, he was acclaimed as a genius, and awarded the Nobel Prize for Physics in 1921.Despite the fact that his work, and specifically the famous equatione = mc2provided the impetus for the development of the atomic bomb, Einstein was a lifelong pacifist, and strongly influenced by Judaic concepts of the cosmos. He did not like the philosophical directions in which Quantum Mechanics appeared to be leading - \"God does not play dice\", he is reputed to have said in a comment on the Uncertainty Principle developed by the theoretical physicist and Quantum Mechanic, Werner Heisenberg.Quantum Mechanics is in essence the physics of very small objects. Although the Electromagnetic theories of Faraday and James Clark Maxwell relied on classical (Newtonian) concepts, when researchers started to inquire into the fine structure of the particles involved, and into the nature of matter itself, the results were quite unexpected. When light or an electron beam is directed through a pair of narrow slits onto a screen, for example, instead of two thin lines of light on the screen, the experimenter sees an interference pattem of alternating light and dark areas. When a particle beam is directed at a very thin sheet of gold foil, peculiar scattering patterns result (commonly termed Rutherford scattering). These results were quite at variance with the predictions of classical physics."},{"pageNumber":92,"pageContent":"The earliest model of the atom to attempt to explain this behaviour, put forward by the Danish physicist Niels Bohr in 1913, suggested a compact nucleus with a number of smaller electrons in orbit around it. It was basically a 'sun and planets' model where electrons could jump from one energy level or orbital radius to another. Although this representation held some appeal, if only on the basis of micro/macrocosm self-similarity, the maths simply did not give the right answers.The Austrian physicist, Erwin Schrodinger developed some ideas on probability put forward by a Frenchman, Louis de Broglie, and by fudging together terms for the total energy, potential energy and momentum of a particle according to classical Newtonian rules, he came up with an equation which yielded solutions which were compatible with what was observed. To a non-mathematician (and quite a few mathematicians) Schrodinger's equation resembles a distastefully arrayed salad with ingredients drawn from the Greek and Roman alphabets and dropped randomly on a plate:Many physicists found the consequent conclusions about the nature of matter equally unpalatable. At the nub of it, nothing was fixed or certain about the structures described. The matter was summed up in the Uncertainty Principle of Heisenberg, which can be loosely stated as follows:A particle can have velocity and no position, or it can have position and no velocity, but it is uncertain which of these conditions may obtain at any point in time.The situation was made worse by the impossibility of devising any experiment to test the state of a given particle at any moment in time, since to carry out the experiment would irretrievably modify the particle. This difficulty was summed up in the quaintly named paradox of 'Schrodinger's Cat'."},{"pageNumber":93,"pageContent":"Two conclusions deriving from Quantum Mechanics were held up, by Einstein among others, to be so ludicrous as to render the entire theory invalid; these were mentioned briefly in my previous paper in this series, 'Chaos and Gaia'. The first is Bell's Theorem which was derived mathematically in 1964 by Dr John S Bell on the basis of work on the production of particle pairs by Paul Dirac (of whom it was once said \"There is no God and Dirac is his prophet\"). Bell showed that if Quantum Mechanics is valid, any two particles, having been simultaneously produced, will continue to exert an instantaneous influence on each other no matter how far apart they subsequently move. This, of course, violates Special Relativity which asserts that energy cannot travel faster than the speed of light. More recent refinements suggest that Bell's Theorem applies only the particle 'spin' parameter, which may be considered to be in the domain of 'information' rather than 'energy'.The second bizarre conclusion is developed as a generalisation from Bell's Theorem and implies that every particle in the universe must at some time have been in contact with every other particle. These concepts can be combined into the notion, perhaps familiar to magicians and Zen Buddhists, that an influence exerted on any single particle will induce some echoed or resonant effect, however infinitesimal, on every other particle in the universe. In my previous paper I surmised that the Mandlebrot Set might provide a model by which such processes could be understood in terms of the transfer of system structure and control information. Items of this class of information were categorised as 'Cyber-Morphs'.While the arguments were raging between the adherents of Relativity and Quantum Mechanics as to which represented the 'ultimate truth' regarding the structure of the cosmos, a young American named Edwin Hubble had been deciding what he wanted to do in life. He majored in Maths and Astronomy at Chicago University, and also established some reputation as an athlete and as a boxer, before deciding to study Law as a Rhodes Scholar at Oxford. He became a barrister in 1913 in Kentucky, but got bored with that and went back to Chicago to do a PhD in Astronomy. He finally settled down to a job at Mount Wilson Observatory in California."},{"pageNumber":94,"pageContent":"Using the 100 inch telescope at Mount Wilson between 1922 and 1924, Hubble discovered that not all of the objects in the night sky are part of our Milky Way galaxy. 'Spiral Nebulae', of course, were known, but they were thought to be inter-stellar gas clouds within the Milky Way. Hubble was studying stars classified as Cepheid variables; for these objects a known relationship existed between their astronomical magnitude and the time period over which their light output varied. In the case of Cepheids which appeared to be associated with some of the Spiral Nebulae, Hubble noticed that the objects had much lower magnitude than they ought to have, given their observed period of light output variation. Hubble determined that these particular Cepheids must be several hundred thousand light years away, while the Milky Way itself is no more than about seventy thousand light years in diameter. The conclusion was that the Spiral Nebulae associated with these faint Cepheids must be separate galaxies outside our own, and astronomers were forced radically to alter their perception of the universe when Hubble's work was published in 1924.Hubble set about identifying and classifying objects outside our own galaxy and made a second remarkable discovery which can best be understood after a brief discussion of visible spectrum lines:-Quantum Mechanics explains quite precisely why each chemical element can emit light at only a few characteristic frequencies, related to the quantum energy levels which the electrons in its atoms can adopt. The result is that each element has its own spectral 'signature' in the pattem of spectrum line wavelengths arriving from some distant light source. By this means astronomers can work out not only what elements are present in the composition of an object being examined, but also what sort of temperatures exist at the source.Hubble found, as he examined his remote objects, that he was seeing spectral patterns which he recognised, but that in many cases they were shifted towards the red end of the spectrum. Moreover, the more remote the object, the greater the red-shift. The conclusion was that the universe was expanding, since light emitted"},{"pageNumber":95,"pageContent":"from a receding object will have a longer wavelength than that emitted from a stationary one.The conventional view at the time was of a steady-state universe; this is reasonable enough if one's overall perception of the cosmos stretches no further than our own galaxy. It also provided a rare fragment of common ground between scientists and the Judeo/Christian model of cosmogenesis. Many scientists were reluctant converts to Hubble's expanding universe, and the debate is still occasionally revived by academics who appear to be unable to break out of the creationist paradigm, Professors Fred Hoyle and Hermann Bondi for example. For some 20 years though, the consensus among astronomers has been of the universe having had its origin in some explosive 'Big Bang'; where the debris, for the most part, continues to be propelled outwards from the location of that primal event.Adherents of the great monotheistic traditions have eventually come to terms with the Big Bang. At least, they avow, it shows that everything originated from some single source, and something must have initiated it, so that something must be God. I don't have any real problem with that particular 'irrefutable hypothesis', but it is nontheless interesting to examine precisely what sort of processes may have been at work in this primal cosmic event.A simplistic view might be that all the matter in the universe was once clumped together in some single mass or 'singularity', and that this then exploded by some divine 'fiat'. Such a conception might indeed be possible in a universe where the celebrated Parallel Postulate of Euclid has validity, and parallel lines never meet. If the real universe was like that, it is quite unlikely that matters would ever have progressed to the point where sentient entities like ourselves were in a position to give the matter consideration. The fact is that there are no parallel lines. Einstein demonstrated that the space/time continuum is curved, and, although he probably would not have liked it, recent work indicates that the only model of the Big Bang which does not reduce to nonsense in mathematical terms is one of a chaotic inflation.It begins to look as if Hesiod, or his Muses, had it right in 750 BC when he was"},{"pageNumber":96,"pageContent":"inspired to write: \"Chaos was the primal source, first of all\".No less an intellect than Dr Stephen Hawking, who currently occupies Newton's old chair as Lucasian Professor of Mathematics at Cambridge University, seems to agree. In his recent best-selling book 'A Brief History of Time', Hawking points to a \"Chaotic Inflationary Model\", first proposed by the Russian theoretician Andrei Linde, as providing one of the best explanations for the progress of events in the early moments of the universe. The dominant system structure and control paradigm (or cyber-morph) is described as a 'Spin 0 Field'. Because of quantum fluctuations of a chaotic nature, it is asserted that this field would have large values in some regions of the early universe, and that an associated reverse gravitational effect would make those regions expand in an inflationary manner. As this inflation progressed, there would be a decrease in the energy values of the 'Spin 0 Field' in those regions, and the inflationary expansion would change to an explosive expansion; one of those original regions now constitutes what we see as the observable universe. This model accounts for observed fluctuations in the temperature of the micro-wave background radiation which is purported to be the residual cosmic 'echo' of the Big Bang.The initial explosive phase of the expansion is estimated by Hawking to have lasted for about 100 seconds some ten thousand million years ago. After that brief elapse of time, the temperature would have fallen to a mere one thousand million degrees, equivalent to the climatic regime prevailing inside the hottest stars, and protons and neutrons would no longer have sufficient energy to resist the attractive effect of the strong nuclear binding force. At that point those particles would start to combine to form deuterium (heavy hydrogen) nuclei, some of these combining with additional protons and neutrons to form helium nuclei (atomic number 2) and small proportions of lithium and beryllium (atomic numbers 3 and 4). This process would have ceased within a few hours of the Big Bang, but Hawking asserts that such events provide the best explanation for an unexpectedly large amount of helium in the universe.For the next million years or so, nothing much happened; the universe just got bigger, and the temperature dropped gradually to some few thousand degrees. At"},{"pageNumber":97,"pageContent":"this point electrons and nuclei no longer had sufficient energy to resist the electromagnetic attraction between them, and they began to combine to form atoms.The original genesis from Chaos produced variations in the density of the cooling expanding matter, and in regions of higher density gravitational attraction began to initiate local recollapses. Some of these collapsing regions were influenced by uneven gravitational forces exerted by their surroundings and started to rotate, spinning faster as they became smaller, like spinning skaters do as they pull their arms in. Thus were spiral form galaxies, like our own, brought into being.Within the galaxies, smaller local concentrations of hydrogen and helium start to collapse under gravitation, and as they contract their temperature starts to rise until nuclear fusion reactions are triggered. This is the point at which a star switches on. The configuration within the star can then remain stable for a long time, say a hundred million years. Hydrogen is converted to helium by nuclear fusion, and the heat given off maintains a pressure which stops the gas cloud collapsing any further. Eventually the fusion processes begin to convert the helium to elements like carbon and oxygen (atomic numbers 12 and 16), and further reactions generate the other naturally occurring elements. In the end a point is reached where the central core of the star collapses under it's own gravitational attraction to a super-dense state: that of a Neutron Star or even a 'Black Hole'. At that moment the outer layers of the star are blown off in a supernova explosion. The resultant 'star-dust' then drifts through space until enough of it accretes with residual primal hydrogen and helium for another star to be bom when the fusion process starts up again.Our sun is estimated to be a second or third generation star because of the proportion of heavy elements in its composition. Almost all of the material from which the Earth was formed some four thousand million years ago consists of debris from earlier supernova explosions.Since the greatest part of our own bodies (by weight) is composed of heavy elements, it is indeed true to say that \"we are stardust\"."},{"pageNumber":98,"pageContent":"The model of a very hot universe cooling as it expanded is consistent with all the observational evidence available today, but there are several unanswered questions. Hawking points to the following:1. Why was the original primal material so hot? 2. How come the expansion is so close to the critical rate which separates models which expand indefinitely from those which will ultimately recollapse? Two other questions which he raises relating to the uniformity of the universe and the existence of local variations, in my view, are explained by the prevalence of the processes of Chaos in all stages of it's evolution.Local collapses on a galactic scale do occur. Black Holes were first proposed as a theoretical concept in 1916 by the German astronomer Karl Schwarzchild, whose calculations were based on Einstein's general theory of relativity. The basic idea is that when a star or some other massive body reaches a point where it's own gravitational attraction becomes sufficiently powerful, the structure of the atoms of which it is composed will collapse into super-dense matter, with the space separating the atomic nuclei effectively eliminated. It is postulated that a lump of such material equivalent to approximately three solar masses would exert a gravitational field so powerful that no radiation of any kind could escape from it. The boundary of such a body is designated the 'Event Horizon', and its distance from the centre of the body the 'Schwarzchild Radius'.Bodies conforming to this pattern have been identified, but they are not Black. In fact material entering the Event Horizon is travelling so energetically that it emits large quantities of high frequency radiation just before it disappears. By a strange co-incidence I happened to be a contract technician working for the research group at University College, London whose experimental camera (the Image Photon Counting System (IPCS)) made the first positive identification of a celestial body as a Black Hole in 1978. The head of that team, Dr Alec Boksenberg, is now Director of the Royal Greenwich Observatory, and the only person I know ever to have had an asteroid named after him! The first definite"},{"pageNumber":99,"pageContent":"Black Hole was an object with the unromantic name of M87; it is a long way from here and looks like a galaxy guzzling its neighbour. The diagnosis of a Black Hole was made on the basis of the energy emitted by material crossing the Event Horizon. Many others have now been identified, and it is suspected that the powerful radio source at the centre of our own Milky Way galaxy may be a Black Hole.The critical rate of the expansion of the universe means that there is some doubt as to whether the cumulative gravitational attraction of all matter is sufficient to eventually reverse the expansion.When considering issues and topics where the cutting edges of pure maths, physics and cosmology intersect, it is easy to feel that one has entered a region where science fiction meets science fact. I would like to stress that the most part of what has been presented here quite definitely falls within the domain of established science fact. Where I have extrapolated or introduced new ideas of my own, I have attempted to make it clear that this has been done.To venture briefly into matters which sometimes provide a basis for science fiction, I would like to give some consideration firstly to 'Worm-Holes'. These are purported structures by which it is apparently possible for material to enter some region of the physical universe and then re-emerge in a different physical location, with or without some elapse of time. I first encountered such entities in 'The Cosmic Trigger' by Robert Anton Wilson, along with discussion of non-local quantum effects, and presented in the same sort of theoretical context. It may well be that mathematicians and/or theoretical physicists have indeed made serious proposals about such entities within recent decades, but, as far as I have been able to determine, they are not under active consideration at present by prominent workers in the relevant subject areas. This may be a disappointment to 'Dr Who' and 'Startrek' fans, since several key elements of such fictional series would seem to depend on something akin to Worm-Holes; for example, the mechanism by which a physical crew member might be 'beamed' up or down between an orbiting spacecraft and a planet's surface. I am also unable to point to any serious current work on the general subject of physical time travel. That of course does not rule"},{"pageNumber":100,"pageContent":"out the possibility that such phenomena may become the subject of serious work at some time in the future.What I would hope that I have been able to impart is the notion that so-called 'empty space' is in fact far from empty. Inter-galactic space is clearly permeated by the full spectrum of electromagnetic radiation. If it were not, we would not be able to collect data from remote galactic systems; albeit that such information is inevitably representative of the state of affairs at those remote locations at the time when the detected radiation set out on its joumey to our observation point, travelling at 186 000 miles per second - the speed of propagation of light (and other electromagnetic radiation) in a 'vacuum'.As regards the space within our own galaxy, and more specifically within our own solar system, I would draw attention to an article by Alan Johnstone (lecturer in physics and astronomy at University College, London) entitled 'In Search of Empty Space', published by New Scientist in February 1990. Johnstone describes interplanetary space as being permeated by a sparse gaseous plasma. This is unlike any gas that we are directly familiar with on earth, consisting of charged particles such as exist in the tube of a fluorescent light, but ratified to a density of some 10 particles per cubic centimetre.The upper layers of the Sun boil off more than a million tonnes of plasma into space every second, creating a 'wind' which blows through the solar system. Plasma is an extremely good conductor of electricity, and consequently magnetic fields permeate the solar system like tangled strands of spaghetti. Boundaries between the Sun's field and those of the planets are defined, but they are chao-dynamic in character; that is they experience alterations which are linked to the intensity of the solar wind. Significant electric currents can build up in the plasma of the boundary regions.Among the observed terrestrial effects of such phenomena are the auroras which can often be seen in polar latitudes, for example as the Nonhem Lights. These are seen frequently in the North of Scotland and the Shetland Isles, but have been observed in recent years as far south as Swindon and Bristol. Aurora events have"},{"pageNumber":101,"pageContent":"been noted to be directly correlated with the incidence of anomalous behaviour of the Earth's magnetosphere and with the occurrence of relatively large numbers of sunspots.Auroras and related events at the magnetospheric boundaries are not completely understood by present day science and various space probes are planned to make detailed investigation of the whole range of these phenomena in as much as they effect the Eanh. A probe named 'Ulysses' was launched by the Space Shuttle this year; it is intended to go into orbit about the poles of the Sun to make detailed analysis of that particular star's magnetic field. It may be some years before results are available, because it has been necessary to 'slingshot' the vehicle round the giant planet Jupiter to use that planet's gravitational field to give it sufficient velocity to escape from the plane of the 'ecliptic'; the disk-like expanse of space extending out from the Sun's equator which the orbits of most of the planets lie within.It seems that situations can arise where a chaotic interaction occurs between the Sun's and the Earth's magnetic fields, and under these circumstances the solar wind, instead of being deflected, is able to permeate the Earth's atmosphere, effectively switching on aurora displays. The effect is like that which occurs in a TV tube, but with the upper atmosphere playing the role of the screen. The complexity of the particle interactions is evidenced by the finely detailed structure observed in the aurora displays, which are fractal in character - that is they exhibit self- similarity between their large scale and their small scale appearance.It is thought likely that a comprehensive understanding of the processes involved in aurora generation will lead to new insights about the behaviour of plasmas in general. These insights are likely to play a significant part in modelling phenomena ranging from solar flares to fusion reactions to supernova events.An area of interest which appears to be totally ignored by established researchers is the extent to which the movement of the Earth and other planets with respect to each other and to the Sun may modify the various electric, magnetic and gravitational fields permeating interplanetary space. I intend to present evidence"},{"pageNumber":102,"pageContent":"in the next paper in this series to support the suggestion that such effects may not be insignificant, and that these areas of research may be critical to our arrival at some understanding of a number of phenomena which might generally be classified in the domain of Astrology.REFERENCES & SUGGESTED FURTHER READINGANTON-WILSON, RCosmic Trigger Schrodinger's CatSphere; 1978 Sphere; 1980BELL, J SSpeakable & Unspeakable in Quantum Mechanics1987DAVIES, P (ed)The New PhysicsCambridge Univ Press; 1989EISBERG, R MFundamentals of Modem PhysicsWiley; 1961ENCYCLOPAEDIA BRITANNICABlack Holes Einstein, AlbertBohr, NielsHubble, EdwinHeisenberg, Werner1988GILLESPIE, D TQuantum Mechanics PrimerInt Textbook Co; 1973HAWKING, S WA Brief History of TimeBantam; 1988HEISENBERG, WPhysical Principles of the Quantum Theory1930JOHNSTONE, AIn Search of Empty SpaceNew Scientist; Feb 1990"},{"pageNumber":103,"pageContent":"ASTROLOGY - A RATIONAL CHAO/DYNAMIC APPRAISALA paper by Frater Choronzon first presented to Philos-O-Forum at Bullfrogs Cafe Bar, GreenwichMonday 19th November 1990 ev\"Astrology should not be used at all\" - Peter Carroll 'Liber MMM' \"Astrology has become hopelessly vague and imprecise\" - Peter Carroll 'Psychonaut'I open this paper with these quotations lest anyone should be under any illusion about the prevailing orthodox view of Astrology within the corpus of Chaos Magic(k) - In this matter I am an unashamed and unrepentant heretic; the stake, faggots, firebrands and the instruments of the question are, doubtless, even now in preparation.It is perhaps ironic that the attitude of the Mediaeval Church Fathers appears to have been more hesitant. With reference to Augustine and Thomas Aquinas, Grillot de Givry comments in his book 'Witchcraft, Magic and Alchemy': \"They disapprove without completely rejecting; they do not deny the accuracy of horoscopes, and they do not attribute the creation of this science absolutely to the Devil, as they would have done boldly if any other processes tainted with superstition had been involved.\" In my own experience, the attitude of modern Anglican clerics towards Astrology is more clear cut; I recall quite clearly being damned by no less an eminence than the Vicar of St Mark's in Surbiton on having introduced the subject into a conversation: \"Heresy, heresy\" he exclaimed as he made a sudden withdrawal from the premises."},{"pageNumber":104,"pageContent":"I feel certain that the Synod of the Anglican Church would be most encouraged in their deliberations to know of this emergence of common ground between their doctrines and the formal position of the Illuminates of Thanateros; perhaps we can look forward to Mr Carroll being honoured with some episcopal commendation for his forthright attitude.So precisely what is under consideration in this emotive issue? My own definition is as follows: Astrology is the study of a postulated process by which the movements of the bodies in the solar system with respect to each other and to the more distant bodies in the galaxy exert some influence upon terrestrial events. The origins of the subject are rooted in antiquity, and widespread throughout global cultural and religious traditions, but very little evidence has ever been put forward which purports to explain how such a process might operate. Evidence for the validity of astrological processes has usually been confined to statistical evaluation, such as that undertaken by the Gauquelins, or some vague appeal to mystical tradition. In this appraisal I intend to address the subject from from a viewpoint which makes no call for any dramatic modification to the Axioms of Mathematics or the existing Laws of Physics, as these are understood in the light of the most recent work deriving from Chaos Theory.There are four forces known to physics: the strong and weak nuclear binding forces, electromagnetism and gravity. As far as influences being exerted on an inter-planetary scale are concerned, the strong and weak nuclear forces can probably be disregarded since their range is limited to the atomic and molecular scale, although non-local quantum effects cannot be completely ignored. Both electromagnetism and gravity can exert influence over considerable distances, particularly, in the case of electromagnetism where the intervening medium is permeated with a plasma of charged gaseous particles. This is indeed the case throughout the solar system, where more than a million tonnes of plasma is boiled off from the surface of the Sun every second, and propagated outwards across the orbital plane of the planets."},{"pageNumber":105,"pageContent":"The bodies in the solar system are basically lumps of material with associated gravitational and magnetic fields, moving around in a space permeated with a sparse conductive plasma. All of these bodies all the time are exerting gravitational and electromagnetic effects on each other.Gravitational effects are the the most obvious of these, so it is sensible to treat with these first. Einstein's General Theory of Relativity is the most comprehensive and well established theory of gravity around at present, but, for most practical purposes, it can be approximated by Newton's statement in his 'Principia', in Book III: The System of the World, Proposition 8, Theorem 8, reads as follows in a translation from the Latin:-In two spheres gravitating each toward the other, if the matter in places on all sides round about and equidistant from the centres is similar, the weight of either sphere towards the other will be inversely as the square of the distance between their centres.This proposition, first published in 1687 at the insistence of the astronomer Sir Edmund Halley, is commonly referred to as the Inverse Square Law or Newton's Law of Gravity. It is in accordance with this law that the Earth and other planets move round the Sun, and that the Moon(s) move round the planet(s) in orbits which follow the circumference of a section made through a cone; i.e. elliptical or, in exceptional cases, circular for captive bodies.An important point is that where two bodies have a gravitational relationship with each other, both are influenced. Although the Sun exerts a force which causes the Earth to orbit round it, the Earth exerts an identical attractive force on the Sun which effectively causes it to make small rotations about some point which represents the centre of gravity of the Earth-Sun system taken as a whole. Because the Sun's mass is much greater than that of the Earth, this point is within the interior of the Sun, but not at its centre.Newton's Law can make exact predictions for the motions of a two-body"},{"pageNumber":106,"pageContent":"gravitational relationship, but it is often not realised that matters become much more complicated where more than two bodies are involved. Non-linearities become important, and the relationship falls into the domain of Chaos Mathematics. The solar system as a whole consists of the Sun and ten major planets; in addition there are some dozens of moons and thousands of asteroids and comets. What is under consideration is in fact a system of intricate complexity, albeit with the Sun as by far the dominant influence in gravitational terms.A good overview of the chaotic nature of gravitational patterns in multi-body situations is provided by Carl Murray, Reader in Maths and Astronomy at Queen Mary College, University of London, in his article \"Is the Solar System Stable?\" published a year ago in New Scientist. Murray concludes that the planets are unlikely to crash into each other in the near future, but he points to some fascinating relationships which can develop over time between the various bodies within the system. Firstly it is pointed out that the prevalence of elliptical, rather than circular, orbits is due to the gravitational effects of the various planets upon each other, as is precession of the orbits (albeit that in the case of Mercury relativistic effects are also significant).A less obvious consequence of the non-linear character of the system is one of those interesting instances of 'order' manifesting out of 'chaos': stable resonant relationships can become established, particularly between planets and their moons, where, either the orbital periods evolve into regular mathematical relationships, or where some transference of energy can take place between the forward motion of a body in its orbit and its own rotational period. The best known example of this is the case of our own Moon, where its orbital period round the Earth is in an exact 1:1 relationship with its axial rotation period; this is the reason why the Moon always has the same side facing towards the Earth. Many such exact resonance ratios exist among the moons of Saturn and Jupiter, and among the planets themselves, Pluto and Netpune are in a 3:2 orbital period resonance, while Saturn and Jupiter have a similar 5:2 relationship. This is one manifestation of Chaos Theory that Pythagoras would definitely have approved of."},{"pageNumber":107,"pageContent":"What seems to happen is that as the planets move closer to each other and funher away, then, as they follow their main orbits, differential gravitational 'drag' can be exerted on massive irregularities on the planets surfaces, tending to increase or reduce the axial rotation speeds. For example, in the case of the Earth, gravitational attraction between, say, Jupiter and the Himalayan massif will tend to slow or speed up the Earths rotation to a very small degree, and the effects will not always cancel out, because the relative positions of the planets vary day on day from one Earth rotation to the next. This effect is infinitesimally small, of the order of a few milli-seconds per day longer or shorter, but in terms of life on the Earth it has recently been shown to be far from insignificant.In a recent issue of 'Nature' (8th Nov 1990), in that journal's columns of Scientific Correspondence, is a letter from Messrs Zheng, Song and Luo of the Chinese Academy of Sciences, Shanghai Observatory, pointing out a close relationship between variations in the Earth's rotational period and the occurrence of 'El Nino' events. Otherwise known as the 'Southem Oscillation', El Nino is basically an ocean current phenomenon in the Pacific Ocean which occurs irregularly at between two and seven year intervals. It has been shown to exert a major influence on the course adopted by the 'jet streams' in the upper atmosphere which in turn determine our planet's major climatic patterns. For example the El Nino of 1982/83 was accompanied by drought in Australia, record summer heat in Westem Europe, torrential rains and floods in South America, and climatic anomalies in the USA which damaged corn, soybean and other crops. Anyone considering taking a position in Commodity Futures, may like to know that Zheng, Song and Luo predict an even more extreme El Nino for the latter part of this year stretching forward into 1991.What appears to happen at the onset of the El Nino is that the Earth's rotation decelerates by a few milliseconds, and the phenomenon subsides as the rotation period accelerates again. The factors affecting the rotational periods are the other planets positions in the solar system relative to the Earth. Specifically, while a planet, particularly a heavy one like Jupiter, is drawing closer to the Earth, the rotational speed will tend to decelerate, and while that planet moves further away"},{"pageNumber":108,"pageContent":"the Earth's rotation will tend to accelerate. At the point where there is an astrological conjunction between the planet and the Sun (in the case of Venus or Mercury) or an Earth relative opposition between the planet and the Sun (in the case of one of the outer planets Mars - Pluto), the decelerative effect due to any single planet will be at a maximum. The actual acceleration or deceleration at any point in time is a chaotic function since effects due to all the planets acting simultaneously have to be taken into account.This is not the sort of Astrology to be found in the 'Stars' columns of popular newspapers, but it quite definitely falls within the overall domain, and I would coin the term Macro-Astrology to cover this class of chao/dynamic relationship where the primary mechanism is the force of gravity.There is a further mechanism by which the general disposition of planets in the solar system can induce effects having a direct bearing on terrestrial events, and which I would also class in the broad domain of Macro-Astrology. These phenomena have been researched and comprehensively written up by Williams in his book 'Financial Astrology'.In terms of physics and chemistry, activity on the Sun is by no means constant. Aside from occasional short term irregularites and surges in the solar wind, there are longer term cycles which appear to correlate with the number of sunspots which can be observed. Williams produces convincing tabulations which indicate some linkage between these long term cycles and allignment of planets with respect to the Sun. Thus when Jupiter and Saturn, as the heaviest planets, are in allignment, the increased gravitational influence due to those bodies appears to provoke a phase of relatively high solar activity, marked by an increase in the number of sunspots. These activity cycles in turn can be closely tied to the intensity of the solar wind and thence to agricultural and economic cycles which have been observed on Earth. Unlike the El Nino events discussed above, these have a regular periodicity which has long been recognised by economists, such as Robert Beckman who has done detailed analysis of stock market 'crashes', although such authorities do not generally attribute the events they describe to any sort of celestial influence."},{"pageNumber":109,"pageContent":"ASTROLOGICAL INFLUENCES ON THE INDIVIDUALVarious systems of natal, progressive and transitive astrology assume that the positions of the planets and 'lights' (the Sun and Moon), relative to each other and the 'fixed' stars of the zodiac, can exert some influence variously over an individual's personality, and the occurrence and propitiousness of events during life. Persons of a sceptical disposition generally find this extremely difficult to accept, not least because of the apparent lack of any causal or rational process which might be invoked to explain such influences.As a mathematician with long-standing occult interests, it would be surprising if I had not taken some interest in the concepts of astrology, and indeed I have intermittently cast horoscopes since the tender age of eight. In the thirty-odd years since, I have passed through phases where I felt quite sincerely that here was a system which had at least as much validity, as a tool for human personality or aptitude assessment, as any product of modern psychology. On other occasions I have devised techniques for predicting the outcome of football matches by casting the horoscopes of all the players in both teams, and calculating likely deviation from 'form' of the team by analysing transits against those charts on the day of a match (I was actually sacked from a job once for abuse of computer facilities in pursuit of that venture). More recently I experimented with a technique for correlating aspects made to particular planets with the performance of the appropriate metal on the world's commodity markets.I can report quite objectively, that, although neither of those exotic schemes ever generated a fortune, they produced results which were better than those which might have been obtained by chance. For all that, the lack of any obvious causal mechanism has always been a problem to me, and certain inconsistencies within conventional western (or Tropical) astrological tradition have long presented a source of great difficulty. Prominent among these is the nonsensical situation occasioned by precession of the equinoxes, whereby the various planets are not actually observed in the zodiac positions where they are listed as being in a standard ephemeris. There is in fact a difference of some 24 degrees; such that"},{"pageNumber":110,"pageContent":"when a new-born infant's horoscope, drawn up according to the Tropical system, shows Moon at 10 degrees Aries, if you actually go out and look in the sky you will see the Moon at 16 degrees Pisces. I must say that I have never seen an adequate or convincing explanation to circumvent this inconsistency, which is simply ignored by most books on the subject; a notable exception is the recently published 'Tantrik Astrology' by Michael Magee which explores the Hindu tradition of Siderial (as opposed to Tropical) astrology. For my own part I tend to feel that the 'fixed' stars, or zodiac signs, may as well be ignored, except in as much as they provide a useful convention for referencing the planet's positions relative to each other.So what about causal mechanisms? Is there any conceivable process by which a lump of matter millions of miles away can influence the mood, disposition or personality of a human individual here on the Earth? I can offer no formal proof, but I strongly suspect that there may be. The key factor, in my view, lies in the existence of a magnetic field associated with most (if not all) bodies in the solar system, and the presence of a plasma of charged particles permeating inter-planetary space. To approach some understanding of what may be involved at the human end of the postulated causal process I would like to consider some recent research into 'dowsing', by which I mean those general phenomena of which water-divining is perhaps the best known example.The first time I ever saw anyone dowsing was in 1965 when I had a school holiday job in Farnham, Surrey, working for a firm contracting for the Gas Board. The gang I was assigned to had the task of providing supplies of gas to new houses, often in streets where there was an existing piped main. As is the way of the world in such circumstances, there were no maps or reliable records indicating exactly where in the streets the various utility mains were located. Our 'ganger', a gentleman named Sunna Prior, had a mysterious way of solving this problem: he would take a couple of pieces of ordinary 'bull-wire' of about an eighth of an inch guage (such as is used for fencing) about a foot long, and bend these into an 'L' shape. Holding the short legs of the 'L', one in each hand, so that the long legs pointed straight out in front of him, he would walk across the street. At some point the wires would rotate in his hands such that the two long legs of the 'L's"},{"pageNumber":111,"pageContent":"were pointing together. Sunna Prior would set us to work digging at that point and, like magic, the gas main would be uncovered and the job carried out. In many weeks I never saw him miss once; no fuss was made about his peculiar talent - it was the accepted procedure. Being an inquisitive lad, I talked to him about his ability and he said that anyone could do it, but that he preferred to take the responsibility. That was when I started dowsing. I have been doing it occasionally ever since using 'L' shaped lengths of bull-wire, 'Y' shaped hazel twigs, pendulums etc. I have frequently 'taught' other people and, like Sunna Prior, I am also quite certain that anyone can dowse.Science is usually sceptical, because there appears to be no causal explanation of the processes involved, but the matter received some serious examination in New Scientist in an article by Tom Williamson, a mineral geologist, entitled \"A Sense of Direction for Dowsers?\" which was published in March 1987. Williamson acknowledges the conventional scepticism about the subject. He rolls out the celebrated debunking by professional trickster James Randi who makes a living by setting up experiments to reinforce the prejudices of sceptics, and then traps well intentioned and sincere researchers as mugs to participate in them, by offering financial inducements which are about as likely to be awarded as the time-share sales people's give-away cars. (I have a very low opinion of James Randi, and was particularly disgusted by the way in which 'Nature', a normally reputable scientific journal, used him to discredit the French researcher Benveniste who was making interesting progress towards establishing a rational basis for Homeopathy).Nontheless, in his investigation of dowsing, Williamson develops an interesting magnetic hypothesis. He points to the magnetic sensing abilities of many species in the animal kingdom; among them are homing-pigeons, bees, mud-dwelling bacteria and, remarkably, whales, which apparently navigate using the magnetic stripes on the sea-floor which represent a fossil record of reversals in the Earth's magnetic field. Magnetic sensing organs have been discovered in many species; the yellow-fin tuna, for example, has a tiny sensor which contains some 85 million microscopic magnetite crystals organised in chains which, it is calculated, could detect changes in magnetic fields as small as one nanotesla - less than one"},{"pageNumber":112,"pageContent":"twenty-five-thousandth of the average surface intensity of the Earth's field.There is evidence to suggest that humans have similar capabilities, but that the influences act directly on the subconscious mind. Sensitive magnetometers have been used to establish that what dowsers react to is tiny changes in magnetic field, and that subconscious impulses cause the muscles to contract flipping the dowsers rod, jigging the pendulum, or rotating the 'L' shaped pieces of bull-wire.With such evidence, the suggestion that minute fluctuations in the Earth's field might be sensed by individual humans do not sound completely improbable. It is also, in my view, a reasonable proposition to suggest that such minute fluctuations might be induced by movements of the fields associated with other bodies in the solar system being transmitted via the plasma which permeates inter-planetary space.That is the fundamental reasoning to support my rational hypothesis of astrology as it relates to individuals. There are several major gaps which cannot be bridged by direct evidence; firstly there is nothing at present to indicate the extent to which the Earth's field might be distorted by the fields of other planets, although evidence may emerge from signals sent back by the Ulysses space probe which has recently been launched by the Space Shuttle, and which is intended to adopt an orbit around the poles of the Sun outside and at right angles to the plane of the ecliptic. Secondly, there is little confirmed research available on subconscious magnetic sensing abilities of human beings.If, however, such transmission processes and sensing abilities were shown to have some basis in reality, the following scenario might be demonstrated to have some substance.As the Earth travels on its orbit around the Sun it passes through regions of varying intensity in the plasma which permeates the ecliptic. These in turn induce geometric or topological distortions in the shape of the Earth's magnetosperic envelope, and hence in the relative strengths and direction of the horizontal and vertical components of the terrestrial field here on the surface of the planet."},{"pageNumber":113,"pageContent":"Although variations in field strengths of plus and minus 5 percent can and do occur (see Gribbon; \"Magnetic Pointers to Stormy Weather\", New Scientist, Dec 1986), the major activity is in the fractal micro-structure of the magnetic field - on the scale of tens and hundreds of nano-teslas, i.e. the levels of field strength variations which are so useful to dowsers and migrating whales. .The question of magnetic imprinting here needs consideration. When volcanic rocks are extruded from the Earth's sub-surface mantle to the sea floor, the crystals of which they are composed tend to allign themselves parallel to the prevailing direction of the planet's magnetic field at the time when they solidified. Over the aeons of geological time there have been frequent occasions on which the Earth's field has reversed completely; a record of these reversals has been minutely preserved in volcanic rocks of varying ages which have been extruded from fractures which open up along the mid-oceanic ridges in the course of sea-floor spreading. It was this detailed sequence of magnetic polarity reversals which originally provided conclusive evidence for the phenomenon of continental drift - this had previously been regarded as a pie-in-the-sky notion (rather like Lovelock's Gaia Hypothesis) whose only claim to validity was in the co-incidental similarities of shape between sections of coastline and continental shelf on different sides of oceans like the Atlantic. Whales are able to sense the variations in the terrestrial field induced by the relative permittivity of sea-floor basalt. The regions of variant polarity run parallel to the oceanic ridges (North-South in the Atlantic) and the whales seem to have a built in map of these.I would suggest that it is not impossible for some sort of magnetic imprint to be imposed on cell tissue within living organisms, particularly where that cell tissue is known to develop and establish inter-cellular communication structures in a random or chaotic fashion. Just such a situation exists in the developing matrix of neural interconnections within the brain of a new-born child, or the nervous tissue of a yellow-fin tuna fish. It is therefore not impossible that the patterns of synaptic interconnection between brain cells in an individual's head (which contribute to personality) bear some imprint of the prevailing flux or 'weather' in the planet's magnetosphere at the time of birth, and that this in turn ultimately has some relationship with the disposition of the other planets in the solar system, relative"},{"pageNumber":114,"pageContent":"to the Earth, at time of birth.Moreover, as the individual progresses through life, daily variations occurring in the magnetic field will exert infinitesimal pressures on the cellular matrix of the brain, and so unconsciously affect the person's mood and disposition from day to day. The most clearly identifiable fluctuations would occur at times when the magnetic influences due to other planets are superimposed, or when they are directly opposed to each other.This effect will be enhanced by the exactitude of the superimposition or opposition - hence the importance of eclipses in my hypothesis. Those events are effectively exact allignments of bodies in the solar system involving the Earth, either at one end of, or in the middle of a line in space connecting the magnetic and gravitational field centres of at least three bodies. It is gratifying to note that traditional astrologers accord particular importance to the occurrence of 'conjunctions' and 'oppositions' in their interpretations of horoscopes, and moreover that the occurrence and timing of those aspects is quite independent of the position of the planets to the fixed stars. Eclipses are nothing more or less than exact conjunctions or oppositions, where both 'longitude' and 'declination' indicate a perfect allignment. They are not restricted to events involving the Sun, Moon and Earth alone; the event which confirmed the predictive power of Newton's model of the solar system was a transit of Venus across the Sun, observed by Cook and the 'Gentlemen of the Royal Society' in Tahiti - that exact allignment would count as an 'eclipse' in the terminology of this hypothesis.I feel that the safest way to approach this notion of field fluctuations affecting individuals is to think of the effect as being similar to that which atmospheric weather can exert on an individuals consciousness. Anyone who works in a shop will have some subjective awareness about the way in which day to day weather can influence public mood. In that context the links are fairly easy to identify, because a substantial proportion of the public tend to react in unison - for example, if it's tipping with rain first thing on Saturday morning, people are reluctant to go out unless they absolutely have to, and shops trading in goods which are not absolutely essential to life support will tend to have a quiet day."},{"pageNumber":115,"pageContent":"In the case of astrological effects, I would submit that they are less obvious to spot because different people are affected in different ways owing to the differences in their neural/synaptic connection matrix, which may have been influenced by the micro-magnetic 'weather' at the time of their birth. There are observable patterns however; the incidence of an increase in the suicide rate at Full Moon (an astrological opposition) has been noted, as has the increased level of crazy behaviour in general at these times.Astrologers claim that other geometrical relationships, or 'aspects', in the arrangement of planets and 'lights' relative to the Earth are also important; for example, Trines, where planets are at 120 degrees (or a third of a circle) relative to each other when viewed from the Earth. Squares (quarter of a circle) and Sextiles (a sixth of a circle) are similarly important. I cannot postulate any obvious process to account for these influences, but it is interesting to note that the angles are exactly those which will be familiar to crystallographers; they represent the major patterns according to which atomic and molecular material arranges itself, when subject to some phase change involving the gradual transition of a substance from a liquid to a solid state - this is occasioned by the geometric arrangement of electron position probabilities relative to a nucleus in the atomic structure of matter.My own work on lesser aspects, which are generally ignored by astrologers, quintiles (1/5 circle), heptiles ( 1/7 circle), and noviles (1/9 circle), would seem to indicate that they may have some importance, but that the exactitude of the aspect is crucial - it has to be within one degree, considering both latitude and declination, to be worth bothering about. The 'proof of the pudding' would lie in conducting some long-term systematic work with highly sensitive (and expensive) magnetometers - but it is unlikely that this is the sort of project which would attract research funding from a sceptical scientific establishment. Any serious researcher presenting such a proposal would be putting a professional reputation at serious risk, and, doubtless, if positive results were obtained, 'Nature' would wheel in James Randi (or his ilk) to debunk the phenomenon, by trickery if necessary. This is exactly what happened to Benveniste over his research into a"},{"pageNumber":116,"pageContent":"rational basis for Homeopathy, and echoes of the same reluctance to accept evidence at variance with orthodoxy were to be seen in the treatment meted out to Flieschmann and Pons, following their publication of work on 'Cold Fusion'.I am not convinced that there is any role in the scheme here presented for bodies outside our solar system - i.e. the constellations of the night sky. The relative 'strength' of planets seems far more likely to be associated with their orbital position in terms of distance from the Sun - though this in turn will have some correlation with their placement relative to the 'fixed stars' of the zodiac, when viewed from a terrestrial perspective.The distribution of planets in astrological 'houses', which is basically a function of their placement relative to the horizon, does, however, fit in reasonably well. The Earth rotates while the overall envelope of the magnetosphere does not, except inasmuch as minor and chaotic field fluctuations may be set up by, for instance, the traversing of magnetic sea-floor stripes through the prevailing structure of the magnetospheric envelope. As the Earth rotates, so influences on any part of the surface will be encountering different regions of magnetospheric micro-structure, and influences on this due to a planet directly overhead (in the Mid-Heaven) will be proponionately greater. When a planet first appears above the horizon (crosses the Ascendant) its influence will increase in importance, and when it sets its influence may fall off quite sharply. Though I feel that divisions into 12 houses having some purported influence over different areas of life experience are quite arbitrary.To conclude, I would like to say that I feel there is sufficient evidence to assert that a causal explanation for some phenomena within the domain of astrology is definitely established; in particular those areas which I earlier identified as macro-astrology. The issue of strictly personal planetary influence is more tenuous, but I hope I have presented a case to suggest that mechanisms may be available to account for some of what is presented by astrological tradition.What I would definitely assert is that in terms of both macro and personal astrology, the most important single events are direct allignments of bodies within"},{"pageNumber":117,"pageContent":"the solar system. This topic will be explored at greater length in the concluding paper of this series, which ties together a number of issues raised throughout the series and presents a means of applying the conclusions into a comprehensive, but inevitably chaotic, programme of observance and 'quasi-magical' activity.REFERENCES AND FURTHER READINGBeckman, RInto the UpwaveMilestone; 1988Benveniste, JBenveniste on the Benveniste AffairNature; Oct 1988Carroll, PLiber Null PsychonautMorton Press; 1979 Sorceror's Apprentice; 1980Choronzon, FraProject Agrippa (Unpublished Papers)1987Encyclopaedia BritannicaNewton, Sir Isaac El NinoEdition 1988Gauquelin, MDreams and Illusions of AstrologyPrometheus; 1979Givry, G deWitchcraft, Magic and AlchemyHarrap; 1931Gribbon, JMagnetic Pointers to Stormy WeatherNew Scientist; Dec 1986Hines, TPseudo-science and the ParanormalPrometheus; 1988Johnstone, AIn Search of Empty SpaceNew Scientist; Feb 1990Magee, MTantrik AstrologyMandrake; 1989Murray, CIs the Solar System Stable?New Scientist; Nov 1989"},{"pageNumber":118,"pageContent":"Newton, IPhilosophiae Naturalis Principia Mathematica (trans: Motte; edition Univ of Chicago, 1952)1687RaphaelAstronomical EphemerisFoulsham AnnualWilliams, DFinancial AstrologyAmerican Federation of Astrologers; 1982Williamson, TSense of Direction for DowsersNew Scientist; Mar 1987Zheng, D., Song, G X & Luo, S FEl Nino PredictionNature; Nov 1990"},{"pageNumber":119,"pageContent":"ECLIPSESA paper by Frater Choronzon first presented to Philos-O-Forum at Bullfrogs Cafe Bar, GreenwichMonday 26th November 1990 ev\"To make love is always a good thing, but especially at eclipse times.\" (Gwyn ap Nudd in manifestation; 1st January 1977 ev)In my appraisal of the rational basis for astrology, eclipses and planetary allignments have been identified as being particularly important events.In the gravitational model, such allignments mark major turning points of influence. This is illustrated by the occurrence of a transition, from a decelerative to an accelerative influence upon the Earth's rotation period, being resultant upon an allignment between the Earth and the Sun with either a planet or the Moon.In the electromagnetic model, as it applies to influence on individuals, the superimposition of two influences is either additive where the planets or lights are conjunct, or subtractive where an astrological opposition is concemed. I feel it is unsafe to assign 'benefic' or 'malefic' qualities to these events. In the rational schema a magnetic influence may simply be exerted on the subconscious neuro/synaptic matrix which is postulated to make up a significant component of each individuals personality.Eclipses and planetary allignments have also been shown to be important in another respect in earlier papers in this series. Astronomers and physicists use them to import valuable information about system structure and control parameters operating in the cosmos. Newton's Laws were verified by observations made of a transit of Venus across the Sun in 1768; this was the primary purpose of Captain James Cook's first voyage to the South Pacific."},{"pageNumber":120,"pageContent":"Einstein's Theory of Relativity was found to have some basis in reality following observations made of a solar eclipse in 1919. I would therefore assert that eclipses can be demonstrated to have an abstract importance in terms of the advancement of human knowledge; and particularly in regard to system structure and control or 'cyber-morphic' information, to use a term coined in my paper 'Chaos and Gaia'. This class of information was shown to be particularly relevant in consideration of any sort of magical activity.From that point, I would lead on to suggest that the moment of an eclipse or planetary allignment involving the Earth has some special importance in magical terms. On Mars or on the Moon, the same importance would attach to similar allignments observed from a viewpoint on the surface of those bodies.This association of magic with eclipses is not at variance with classical tradition; although the attitude towards the events seems to have varied, depending on how familiar with the phenomenon a particular culture was. That in tum seems to have depended in part on how good their written records and chronology were.The Babylonians appear to have had a reasonably positive attitude towards them. There is a record, for example, of a failure to observe a predicted eclipse of the Moon in 568 BC; modern calculations indicate that there would indeed have been an eclipse of the Moon at the correct time, but that it would not have been actually visible in Babylon. These Magi appear to have realised that eclipses of the Moon only took place when the Sun and Moon were in astrological opposition (Full Moon), and that eclipses of the Sun only took place when Sun and Moon were in astrological conjunction (New Moon); they made use of this wisdom in their formulation of a superbly accurate calendar.There are occasional references to eclipses in Greek literature. On one celebrated occasion in 585 BC a solar eclipse occurred during a battle between the Lydians and the Medes, and the protagonists reacted by concluding an immediate peace under mediation by the mathematician Thales (pronounced Tha-lees), who had predicted the event. More than a century later, in 413 BC, a solar eclipse was followed at the next full moon by a lunar eclipse, and this happened to co-incide"},{"pageNumber":121,"pageContent":"with the date when the Athenian fleet was due to set out to wreak mayhem on Syracuse. The soothsayers proclaimed it an ill omen and the departure was delayed for \"thrice nine days\"; whether or not the original eclipses were an ill omen, the delay certainly turned into one, because it lead directly to the whole Athenian fleet being destroyed and their army being captured by the Syracusans.The Romans seem to have used these events to their advantage in military endeavours. In 168 BC, for example, a total eclipse of the Sun induced panic in Macedonian ranks, and the Roman legions used the opportunity to deliver a decisive battlefield drubbing.In more recent times there are apocryphal tales of 'explorers' in the Rider Haggard idiom escaping from tribal cooking pots through the timely intervention of solar eclipses.Overall, the prognosis seems to be that if your culture is aware of what is going on when an eclipse occurs, then you can use it to your advantage, but if superstition takes hold and the phenomenon is treated as an 'ill omen', then it probably will be just that! Either your army gets trashed or your dinner escapes.This is entirely consistent with my rationalist hypothesis of the events presenting opportunities for cyber-morphic or magical activity. I despise the 'ill omen' point of view - if you see 'ill omens' then what you will get is self-fulfilling prophecies. That, in my view, is the way magic works and never more dramatically so than in the case of eclipses.PRACTICAL APPLICATIONSIn my paper \"Dragons and Caves\" (published in Chaos Intemational #9 as 'De Dracone et Spelunca'), I described a sequence of praeter-natural contact experiments with a Celtic Netherworld entity, Gwyn ap Nudd, the mythological King of Faerie from the Mabinogion. After the first presentation of that paper to \"The Society\" in The Plough, Museum Street, I was asked whether any generally useful material had emerged from that series of workings. The answer was \"Yes,"},{"pageNumber":122,"pageContent":"loads\", but I declined to elaborate at the time.The reason for that reticence was because I do not feel, in these discerning times, that it is advisable to regurgitate and disseminate material derived from praeter-natural sources, unless that material can be shown to have some objective validity, or something approaching a rational basis. Collectively, we are, or at least we should be, past the point where someone can stand up and say \"Here is wisdom\" and produce a load of stuff deriving from some purported divine or demonic revelation, and expect anyone to accept it without question or analysis. In my view, no small measure of the world's problems can be traced back to unquestioned acceptance of such 'revealed' material in the past; be it through prophetic utterance, automatic writing, or, as in the case of much of this material, possessive manifestation. With that in mind, it might be argued that such revealed wisdom or folly is best kept 'sub figura' (under seal) or forgotten about altogether.In the case of the stuff about eclipses deriving from the Gwyn workings in the 1970s, that policy has been followed for the past decade. The over-riding reason for the decision now to place the material in the public domain is that, with the evolution of Chaos Theory in the intervening years, some rational basis now exists to sustain key elements of the original revealed hypothesis concerning eclipses, as well as the ritual observances or celebrations associated with them.That rational basis, dependent on nothing more or less than the Axioms of Mathematics and the Laws of Physics, has been presented in the course of this series of papers.THE ORIGINS OF THE SYSTEM OF ECLIPSE OBSERVANCEThe original attempt at contact with Gwyn ap Nudd was made on the night of the Winter Solstice 1974, in Ogof Ffynnon Ddu; this is related in 'De Dracone et Spelunca', where there is also a description of the means by which a visual image or sigil was obtained. No immediate use was made of the device, but to celebrate"},{"pageNumber":123,"pageContent":"the Spring Equinox on Friday 21st March 1975, I decided to make a first attempt at automatic writing. It seemed appropriate to employ the Gwyn sigil as a focus for this endeavour. The original short piece of script which resulted has been lost, but the text was approximately as follows:-\"Observe eclipses. Not just the Sun and Moon, but alligns with any planets. Ley Lines in the Cosmos nourish the Earth Current. The Yang line is struck at the instant, the circling Yin endures with the orbits.\"The following week I bought a current Raphael's Ephemeris, and marked off those astrological conjunctions and oppositions which were separated by less than one degree in declination between the planets. My diary for that year shows that I first made a point of timing some magical activity to coincide with one of these events on the occasion of a transit of Mercury across the Sun on Friday 18th April 1975.The concept was introduced to the Stoke Newington Sorcerors (SNS), a fore-runner group of the Illuminates of Thanateros (IOT), and was met with mixed enthusiasm; albeit, a few meetings, including the first invocation of Gwyn to possessive manifestation in Ogof Ffynnon Ddu, were scheduled to coincide with days on which eclipse events occurred. Although a promising magical group, SNS did not last much beyond the Summer of 1975. Key members were seduced away by a 'guru' purporting to present a gateway to the 'ultimate truth'; the meeting place was no longer available, and the remaining participants kept up only relatively informal contact. Nontheless, eclipse observations continued, and lists of times, dates and planetary allignments for both 1976 and 1977 were copied and distributed across a loose circle of friends with broad occult interests.Procedures varied from simple meditation, to symbolic gestures, such as planting a single seed, to more complex attempts at telepathic communication between small groups or individuals in different locations. Experiments with possessive manifestation and, occasionally, tantric observance were also carried out through this period. In general, participants found the sense of simultaneous ritual, of whatever personal character, stimulating, and this persisted even where wide"},{"pageNumber":124,"pageContent":"geographical separations existed between those involved.During late 1976 and early 1977 some enthusiasm was generated for the formation of a Rock Band - to be billed as Vitriol - which would play gigs to coincide with eclipse events; some element of the vocal contribution would be carried out by a performer taking on a possessive manifestation of Gwyn or some other entity. This venture was organised in Speedwell House in Deptford (where else), in a flat almost adjacent to that in which another ex-SNS member was carrying out the research work later published as 'Liber Null', under the imprimateur of the Illuminates of Thanateros.Vitriol rehearsals, complete with possessive manifestation, were carried out early in 1977, but the venture tumed sour after the sad and untimely death of the band's drummer, Nirrup Reddy, who was killed in a racially motivated attack after challenging a group of young men who were trying to break into a car belonging to a friend of his. With hindsight, no-one attributes that unfortunate event to Nirrup's involvement with Vitriol, but he was a close friend and it was difficult at the time to separate the circumstances. Other musicians in Vitriol went on to become members of The Rejects and The Realists, and one has even appeared on 'Top of the Pops' in recent months.There was some resistance to the eclipse ideas in the proto-TOT, due partly to an entrenched antipathy to astrology, which was felt to be little more than a \"vague and imprecise\" hangover from mediaeval superstition. My own view was that it would be advisable to come to some clearer understanding of what processes might be involved in producing some sort of rational causal explanation for both astrology and possessive manifestations of entities. As a result my own occult activities between late 1977 and 1986 were scaled down to a level where I was operating strictly as a \"crisis magician\", while pursuing further academic studies in Maths, Physics and Systems Theory.I am pleased to be able to relate, however, that eclipse observation as a practice was not extinguished at that point. Some of the original participants had moved to the Shetland Islands, where they have kept the celebrations alive, and have now"},{"pageNumber":125,"pageContent":"been performing them for some 15 years. One of the more intriguing correspondences that have been noted in that location is a degree of synchronicity with occurrences of the Aurora Borealis, or Northem Lights, which are relatively frequent at those latitudes. For me, this was one of the pointers towards some of the ideas incorporated into the rational hypothesis of astrology presented in the previous paper in this sequence, and a key factor in the decision that perhaps the time had come to resurrect some of the old ideas from the 70s relating to the system.The main difference between now and then is that our understanding of the cosmos and its dynamics are significantly improved, by comparison with the situation in the late 70s, and interpretations in the light of modem Chaos Theory are now possible. In that respect, eclipse observation can be introduced as a system of magic(k) which anyone can apply with some level of confidence regarding the processes and forces which are being tapped.THE TIMING OF ECLIPSESThe easiest way to work out an eclipse list is to use an astrologer's Ephemeris, or table of planetary positions. The main body of the tables list the planet's and light's positions relative to the fixed stars. Although it is as well to be aware of the difference between a planet's observable astronomical position and its listed position in the 'Tropical' system commonly used in the western tradition, this can be ignored where eclipses (always conjunctions or oppositions) are concerned because the positional offset applies equally to both bodies involved. The positions obtained from the main astrological tables are referred to as the Longtitude of the planet in question. For a conjunction the planets should be listed in the same zodiac sign with equal degree. For an opposition the planet's longtitudes are six signs apart, but again with the number of degrees equal. Although the planets orbit the Sun in a plane stretching out from the sun's equator (the ecliptic) the orbits of most of them swing a few degrees above and below that notional plane; in the case of Pluto the deviation is much more pronounced, with the orbital plane being of the order of 20 degrees oblique to the ecliptic."},{"pageNumber":126,"pageContent":"For a conjunction or opposition to be designated an eclipse, the extent to which the planets are above or below the ecliptic with respect to the Earth, termed the declination, must also be such as to place them in a near exact straight line. For events involving the Sun and Moon this means that the declination difference must typically be less than one degree. For this reason Pluto does not feature in current eclipse lists as its position in orbit is well outside the ecliptic. The standard Raphael's Ephemeris is published each year and is available from almost all specialist occult bookstores. These slim booklets of planetary tables are particularly useful for compiling eclipse lists, because a listing entitled 'Distances apart of all Conjunctions and Oppositions in 19xx' is thoughtfully provided, which gives the distance apart of the planets in degrees of declination, and also the exact time at which the aspect is made. All the intrepid eclipse observer has to do is look down the list and pick out those conjunctions and oppositions which have less than one degree of separation. Many more long term Ephemerides do not provide this detailed tabulation.Astrologer's tables use traditional symbols for the planets and lights, the zodiac signs, and the aspects (or angular relationships) between the planets. These are listed here for reference, and may usefully be committed to memory. The planetary symbols in particular can be used as sigils when devising ritual procedures either for eclipse workings or more generally.Eclipse lists are issued free of copyright and these take the following form:For a conjunction eclipse, such as a transit of Venus across the SunEARTH - VENUS - SUNThur lst Nov 199015.15For an opposition eclipse, such as a total eclipse of the MoonMOON - EARTH - SUNMon 6th Aug 199014.19This mode of listing indicates whether the Earth is in the middle or at one end of"},{"pageNumber":127,"pageContent":"an allignment, times are Greenwich Mean Time or local time as indicated on the list.Because of the Chaotic nature of the solar system, which was discussed in the preceding paper in this series, there is a quasi-random distribution of the timing of eclipses. Sometimes more than one can occur on a given day; sometimes there are none for a fortnight. The average distribution seems to be around 10 events per month.It soon becomes apparent that eclipses do not necessarily occur at times which are convenient - albeit that for each and every event, there will be some time zone somewhere on Earth where the occurrence happens in the middle of the evening, providing an excuse for a party. My own attitude is that unless one is following a programme of 'strict observance' as part of some regime of monasticism, it is quite acceptable to approximate the observances.Anyone who has actually watched an eclipse of the Sun or Moon will know that these events have a duration of some two hours or more from start to finish, which is determined by the rate of movement of the Moon. That body exhibits the most rapid movement in astrological as well as astronomical terms, and, in the case of other planetary bodies, the influence may be considered to have an even greater duration.It is of course desirable that a schema should be available by which an eclipse observance can be carried out without he need for total disruption of ones normal day to day lifestyle. In the 70s various techniques of 'battlefield celebration' evolved. For example, in the case of an eclipse occurrence during the night, say at four o'clock in the morning, this might be used as an opportunity to experiment with some dream control technique; a mental note, or some meditation might be conducted before retiring, and a diary record made of any dream experience immediately after waking the following morning.Where an eclipse occurs during working hours, it may not be desirable to drop everything for performance of some ritual procedure. One technique which has"},{"pageNumber":128,"pageContent":"been adopted is the designation of a cup of coffee or tea as a libation - this is charged simply by treating a convenient spoon or screwdriver as a ritual weapon and being aware, as the 'libation' is stirred, that there is a ritual purpose being enacted. There is no reason why anyone should be aware that anything is taking place other than consumption of a perfectly ordinary cup of beverage.During 1976 there was significant discourse on the subject of eclipse celebration with Gwyn ap Nudd in manifestation through various operators. One of the issues which frequently arose in the discourse was that there was some relationship between cosmic influences associated with the eclipse events and a vitality phenomenon associated with our planet, sometimes termed the 'Telluric Current'. Gwyn characterised this in terms of some sort of energy which was associated with allignments of ancient monuments, such as is recognised by Chinese tradition in lines of 'Feng Shui' or dragon power - the assertion being that at moments of allignment of bodies in the cosmos, some resonance was established with whatever influence was associated with allignments of natural features and sacred sites on the surface of the planet.In rational terms, it has been shown that minor variations of magnetic fields are associated with groundwater phenomena which can be detected by dowsers. It has also been shown that dowsers can be sensitive to allignments of terrestrial sites and features. In the preceding paper on Astrology I argued that eclipse events might represent episodes when the influence of other bodies in the solar system upon the Earth's magnetosphere would be at its greatest. This is corroborated by the experience of the Shetland eclipse observers who have noted correlations between those events and the incidence of aurora manifestations. These occurrences of the Northern Lights represent episodes when conditions in the Earth's magnetosphere boundary occur such as to allow a surge of charged particles from the solar wind to penetrate the atmosphere. The charged particles plunge to Earth, steered by the magnetic field lines, and produce the fractal wonders of the Aurora as they ionise gas molecules in the atmosphere.There is, therefore, an interpretation by which it could be argued that tuning one's sensitivities to eclipse events can enhance the abilities associated with all these"},{"pageNumber":129,"pageContent":"phenomena, and, in cyber-morphic terms, it can perhaps be appreciated that eclipse events are good times to carry out any meditative or magical activity which may be appropriate. In discourse Gwyn habitually extended these concepts to insist that eclipse observance not only enhanced an individuals faculties, but that the practice of ritual celebration with music, dance and tantric activity actually \"amplified the Telluric Current\" and in some fashion enhanced the fertility and recuperative powers of the planet; or, in the context of Lovelock's Gaia Hypothesis, that it assisted Gaia's abilities for self-regulation of the environment. I cannot at present propose any rational basis to support this strong assertion, but in context it seems less improbable than it might at first inspection.One procedure for personal observance which emerged from a discourse with Gwyn, in manifestation through an operator, was the planting of a single seed in the ground at the eclipse moment. This was said to be particularly efficaceous as a magical gesture to assist the agricultural fertility of the land. Periods of meditation, pathworking or the reading or recitation of some appropriate ritual text have also been found to be subjectively pleasing when performed to co-incide with an eclipse. The focus of the working(s) may usefully be selected to correspond with the traditional planetary influences associated with the bodies involved in the eclipse allignment.No formal ceremonial for group working was ever devised in the 1970s, emphasis was instead placed on trying to develop a music oriented ritual process. It could well be that elements of Crowley's Rites of Eleusis, which contain rituals for the seven planets known to the ancients, could be adapted into a composite procedure. Rituals for Uranus and Neptune have recently been published in Chaos Intemational #9 and Thanateros #2, respectively, and would be suitable for use in celebration of eclipses involving those planets.The best approach is for anyone considering some ritual to celebrate an eclipse to design something of their own, or to make some adaptation of material available from published sources, modified to taste. As a suggestion for how such a procedure might be structured I would commend the following key elements:"},{"pageNumber":130,"pageContent":"1. Invocation of an entity or quality to represent the Earth. From the Celtic Pantheon, Gwyn or Ceridwen would be suitable; from Greek tradition, Hades, Demeter, or Gaia herself; from Egyptian sources, Osiris or Isis. A participant takes on the role, or a manifestation, of the entity or god-form. 2. Invocations of each of the other two bodies (planets or lights) involved in the eclipse in question. One participant takes on each of the roles. 3. A gesture of symbolic union is enacted at the moment of the allignment occurring in the solar system. This might take the form of a simultaneous charging of some libation; this does not have to be intoxicating liquor, but wine is often used - spring water, draught Guinness, Felinfoel's Double Dragon or mushroom soup will serve equally well. A libation can be charged in a vessel by introduction of some ritual implement, a paper knife for example, or by a ritual gesture. The libation should be consumed by those participating, though some part may appropriately be poured onto the ground if the ritual is being performed in a suitable location. 4. A ritual of this type may be dedicated to some specific purpose with a statement of intent, or may be used as a preliminary to a longer session of magical work. 5. Banishings should be performed before and after workings of this type to clear any stray influences from the working area at the commencement, and to leave the place as you would wish to find it afterwards. Standard procedures from any tradition you feel comfortable with should be suitable, for example the Lesser Pentagram Ritual used by the Order the Golden Dawn, or the Gnostic Banishing Ritual published in Chaos Intemational #1 which is preferred by many magical groups. If the invocations of the natures of the Earth and planets have been particularly intense or effective, it may be advisable to conclude that phase of the working with a formal 'Licence to Depart'. The essential point is that the celebration or observance can be as simple or as complicated as you wish to make it. If you wish to do so, it may be interesting to attempt some telepathic experiment with other groups carrying out a simultaneous"},{"pageNumber":131,"pageContent":"exercise.CONCLUSIONIn concluding this series of papers, I would like briefly to recap on the ground which has been covered, drawing together some of the key elements of this attempt at a synthesis of modern mathematics and science with elements of occult tradition.In the first paper 'So-called Magic(k) or Fraud or Bullshit' I gave some anecdotal examples of the sort of procedures, phenomena and effects which I class in the domain of magic(k), and there were also some cautionary tales. The subject of the second paper was 'Paganism and Heresy' and there, by reference to Godel's Theorem, I proposed the philosophical axiom that \"There can be no Ultimate Truth\"; I then developed the thesis that no significant advance can be made in any field of knowledge unless some heretical thinking is taking place, tending to challenge orthodox convention. The point was made that this applies in mathematics and physics as well as in philosophy and magic. Next in the series was 'The History and Development of Secret Societies' which sought to trace the roots of some ritual, structural and organisational traditions which are common in the practices of secret and secretive societies today. Much of the corpus of magical technique which is available in the public domain today has been developed and preserved in such societies, which came into existence in many cases as a result of some persecution or philosophical suppression.'Pythagoras and the Mathesis of Chaos' was the fourth paper. This established some links between ancient perceptions of a number dominated universe and the present day mathematical structures of Chaos Theory which are being shown to provide a cohesive basis by which many natural phenomena can be modelled. This theme was elaborated, with some technical detail in the two papers which followed: 'Chaos and Gaia' and 'Chaos and Cosmos'. In the first of these, the"},{"pageNumber":132,"pageContent":"concept of cyber-morphic information was introduced and developed, and a schema was proposed by which the Mandlebrot Set, a central feature of Chaos mathematics, could be interpreted as a model for the universe in general, and cyber-morphs and life-forms in particular. In 'Chaos and Cosmos', the role of a chaotic process as a model for understanding the origin and development of the universe was explored, in the context of an historical overview of scientific progress.Some of the most recent developments in astronomy, plasma physics, sensory biology, and analysis of terrestrial magnetism were explored in the seventh paper, 'Astrology - a Rational Chao/dynamic Appraisal'. It was established that the class of astrological event which has the greatest chance of being proved to have some direct effect on terrestrial events is a direct allignment of planets or lights with the Earth - i.e. an eclipse or occultation.This paper has drawn those various threads together to present a comprehensive magical system which can be used by anyone within any tradition.Does it work? Yes, if given the chance.Is it Black or White magic? Neither - it is a system, like an electrical power transmission system. One does not talk of Black or White electricity.What are the future possibilities? They appear to be unbounded - with an understanding of Chaos, the potentiality exists to comprehend and even manipulate the processes of the planet and the cosmos. I would assert that there is no need to wait in fear of some apocalyptic doom, but rather a lot of work to be done, and some fun to be had doing it.REFERENCES AND RECOMMENDED FURTHER READING"},{"pageNumber":133,"pageContent":"Carroll, PThe Gnostic Banishing Ritual The Ouranos RiteChaos International #1; 1986 Chaos International #9; 1990Choronzon, FraMagical Archive (unpublished papers) De Dracone et Spelunca (Dragons & Caves)1974 - 1977 Chaos International #9; 1990Crowley, AThe Rites of Eleusis (ed. Mandrake Press; 1990)1910Encyclopaedia BritannicaEclipsesed 1988HerodotusHistory (trans G Rawlinson; ed Univ Chicago 1952)ca 430 BCMichell, JThe Old Stones of Land's EndElephant Press; 1973RaphaelAstronomical Ephemeris of Planet's PlacesFoulsham; AnnualRegardie, IThe Complete Golden Dawn System of MagicFalcon; 1984Zauberkraut, SorThe Neptune RiteThanateros #2; 1990"}]
