[{"pageNumber":1,"pageContent":"DagonRisingThe Litany of DagonFra. Sadashtor 645 '.'III° O.T.OØ* E.'.O. '.D. '."},{"pageNumber":2,"pageContent":"First Published by STARRY WISDOM Press 1989 e.v.© Fra. Sadashtor 645 '.', 1989 e.v.This on-line version November 1998 with permission of theauthor."},{"pageNumber":3,"pageContent":"Contents1. Dagon in the writing of H. P. Lovecraft .............42. The Litany of Dagon ..........................................83. Dagon: The Material Basis ...............................164. Dagon: the Magical Image ...............................23"},{"pageNumber":4,"pageContent":"4Disciple of Dagon1. Dagon in the writing of H. P. LovecraftThe ancient god Dagon is first mentioned by Lovecraft in his1917 story, entitled “Dagon”, where, haunted by his bizarreencounter with a “vast, Polyphemus-like, and loathsome”creature of the deep sea, the narrator of the tale seeks out a“celebrated ethnologist” and amuses him “with peculiarquestions regarding the ancient Philistine legend of Dagon,the Fish-God.” Such an identification here remains nothingmore than a vague speculation.However, in “The Shadow over Innsmouth” (1931),Lovecraft writes of the isolated and decaying, Massachusettsseaport of Innsmouth as being the home of The Esoteric Orderof Dagon, “a peculiar secret cult which had gained force thereand engulfed all the orthodox churches”. The Order is in factthe organized basis for a clandestine traffic with the Deep Ones,amphibious, frog-like, fish creatures of great age andintelligence. “Father Dagon” appears to be regarded as theprogenitor of these beings, of whom it is said that “some day,if they remembered, they would rise again for the tribute GreatCthulhu craved.”The role of Dagon in the so-called Cthulhu Mythos is finallyrationalised by August Derleth in “The Lurker at theThreshold”, (1945). Here it is established that the Water-BeingCthulhu “was greater than Dagon, that Dagon and his DeepOnes served him.”Nevertheless, the presence of Dagon among the more outré"},{"pageNumber":5,"pageContent":"5Disciple of Dagonentities of Lovecraft’s writing has both puzzled and intriguedLovecraftian scholars and enthusiasts. For example, bothRobert M. Price and Will Murray have recognised inLovecraft’s early representation of Dagon, a prototype for thelater manifestation of Cthulhu. As regards the purpose of theesoteric order bearing his name, Price believes that, “Dagon”is simply a familiar and appropriate name from the OldTestament chosen to mark the secret worship of unknownCthulhu”1. Murray, noting that Lovecratt descnbes the orderas “a debased, quasi-pagan thing imported from the East acentury before”, acknowledges “that Dagon worship was oftenmentioned in derogatory fashion in the Bible”, and that thiswas the most likely source for Lovecraft’s use of the idea ofDagon2.Perhaps the key passage to all of this occurs in “The Shadowover Innsmouth”, where the main informant of the town’s secretworship, the aged, half-crazed Zadok Allen, raves about;“Wrath o’Jehovy - I was a mighty little critter, but I heerdwhat I heerd an’ seen what I seen - Dagon an’ Ashtoreth -Belial an’ Beelzebub - Golden Caff an’ the idols o’ Canaanan’ the Philistines - Babylonish abominations - Mene, menetekel, upharsin...”There are in this passage a number of themes that haveobsessed the western consciousness, inculcated as it is withthe literature of the Bible. They have infiltrated into thesubconsciousness of even the most avowedly rationalistic andanti-religious of individuals, and Lovecraft himself crystallisedsome of these obsessions to an exceptional degree.By the use of the term “Babylonish abominations” it isuncertain whether Lovecraft had in mind a specific reference"},{"pageNumber":6,"pageContent":"6Disciple of Dagonto the Deep Ones, but it does evoke the entire panorama ofstrange gods and ancient nightmares, embodying forbiddenspheres of experience that are outside the establishedboundaries of Judeo-Christian practice and authority. It is thenature of such authority, that it continually strives to suppressand eliminate the validity of the ancient deities, it seeks tomock them and render them null; the names become dead, butthe energies which they embody remain sentient within thedeeper levels of the subconsciousness of humanity. Lovecraftencapsulated this awareness in the famous ritual expressionof “In his house at R’lyeh dead Cthulhu waits dreaming.” Onthis basis it becomes clearer to recognise that the relationshipbetween Cthulhu and Dagon is much closer than has beenconsidered previously.In the First Book of Samuel, chapter five, there is an accountof how the magical power of Yahweh overcomes that of Dagon.The Philistines capture the Ark of the Covenant and take it toAshdod, to place it as a trophy in the temple of Dagon. Nextmorning, the statue of Dagon is found prone on the groundbefore the ark; it is replaced, but on the following morning itis found not only prone before the ark, but with its head andhands cut off and lying on the threshold of the temple. The“Wrath o’ Jehovy” falls upon the Philistines, their god is shownto be impotent, and they suffer various plagues and calamitiesbefore they are able to return the ark to the Israelites.The main consequence of this episode is that: In his houseat Ashdod the god Dagon lies fallen - which clearly parallelsLovecraft’s ritual formula for Cthulhu. On this basis, a litanyof Dagon may be constructed."},{"pageNumber":7,"pageContent":"7Disciple of DagonNotes:1. “Mythos Names and How to Say Them”, Lovecraft Studies,No. 15 (1987) page 49.2. “Dagon in Puritan Massachusetts”, Lovecraft Studies, No.11(1985) page 66. This article is facinating in the detailswhich it provides on the probable historical basis forLovecraft’s Order of Dagon, a basis which was laterexplicitly drawn upon by Fred Chappell in his novel “Dagon”(1968), where the role of the god has become wholly debasedand Qlippothic."},{"pageNumber":8,"pageContent":"8Disciple of Dagon2. The Litany of Dagon1In his house at Ashdod lord Dagon lies fallen.2But he will be established in his Place again!3Dagon had fallen on his face to the ground before the arkof Yahweh.4For seven periods of time his worship was no more,5Seven times seven cycles of restriction.6Then the lords of Perfection assembled,7For the offering of a Great Sacrifice to Dagon their god,8And to rejoice: the Year of Jubilee.9And it shall come to pass in that time,10 The sound of a cry from the Gate of the Fishes,11 A howling from the second quarter,12 And a great commotion from the hills.13 The occurrence of a Great Sacrifice to Dagon,14 And the Foulness of the place of Emptiness.15 And the Priests of Dagon will come again:16 The Sons of God will have intercourse with the daughtersof Man.17 And they took Dagon and they set him in his Place,18 Re-establishing the ancient worship:19 Bringing forth the Mighty Ones which are from Eternity.20 All who enter the house of Dagon21 Are under the seal that is Eleven.22 And they shall adore the Head of Dagon,23 Chanting with the voice of charmers,24 As they leap across the threshold"},{"pageNumber":9,"pageContent":"9Disciple of Dagon25 In the silence of the night.26 ba’bethu l’Ashdodu yaqom Baal-Dagon27 In his house at Ashdod lord Dagon will rise!Commentary:The litany is based upon biblical references to Dagon and thepattern of qabbalistic correspondences emerging from them.The first line is a summary of the state of affairs describedin the fifth chaptar of the First book of Samuel. In contrast tothis, line 2 is a declaration of the Great Work of the Disciplesof Dagon, which work is already in progress.Lines 3-& DGVN NFL LPNJV ARTzH LPNI ARVN IHVH:‘Dagon had fallen on his face to the ground before the ark ofYahweh, (1 Samuel. 5,3). This phrase has the gematria of 1148,which is the number of ShBO ShOVTh, ‘seven periods oftime’. This indicates that the worship of the Great Old One,Dagon, was suppressed by the cult of the Elder God Yahweh(Jehovah), for this duration of time.‘Then the lords of Perfection assembled, for the offering ofa great sacrifice to Dagon their god, and to rejoice...’‘ This isthe text of the Book of Judges 16,23 with one alteration; theword ThKLITh (860), ‘perfection, completeness’ has beensubstituted for PLShThIM (860), ‘Philistines’. The ‘perfection’or ‘completeness’ referred to is the offering of ZBCh-GDVLLDGVN, ‘a great sacrifice to Dagon’, which counting Nun-final, has the value of 803, the number of ShNTh HIVBL, ‘theYear of Jubilee’. This is the title of the fiftieth year, completinga cycle of seven times seven year periods; it is a holy time ofrelease, or liberation, deriving its name from the sounding oftrumpets in announcement. IVBL means ‘a protracted sound’and its number is 48, also the value of GDVLH, ‘greatness,"},{"pageNumber":10,"pageContent":"10Disciple of Dagonmajesty’ and of KVKB, ‘a star’.In “The Sirius Mystery” (1976), Robert Temple has relatedthe celebration of this fifty-year period to the 49/50 year orbitalperiod of Sirius B around Sirius A, the Dog-Star. In the JewishQabbalah these cycles of time became identified with cosmicperiods of aeonic progression and final release in the GreatJubilee, and in the context of the litany this is to be identifiedwith the Aeon of Dagon’s Rising.Lines 9-12. These go on to describe the manifestations thataccompany the rising of Dagon in the ‘year of the protractedsound’. They are derived from the text of Zephaniah 1,10 in asection full of prophetic admonitions to those who practisedthe ancient rites, including - ‘everyone who leaps over thethreshold’. ShOR HDGIM, ‘the gate of the fishes’ was thename of one of the northern gates of Jerusalem, but in thepresent context it is to be identified with the entrance to theApsu, the watery abyss of Sumero-Babylonian cosmology.HaDaghim, ‘the Fishes’, might be a reference to the Deep Ones.Lines 13-14 reiterate the significance of ZBCh-GDVLLDGVN, “a great sacrifice to Dagon’, but consider it here inrelation to its alternate gematria of 153. This is the number ofPGO, ‘occurrence, event’; TzChNH, ‘stench, foulness’; andMBVQH, ‘emptiness, devastation’, ‘place of emptiness’. Therelationship of these concepts is open to varied interpretation.“The foulness of the place of emptiness” could be taken toindicate the experience of the horrors of the Abyss, while the“stench of devastation” could be taken to refer to that “clearingoff’ of the earth which it is said will take place at the return ofthe Great Old Ones."},{"pageNumber":11,"pageContent":"11Disciple of DagonAs Lovecraft has written;“They walk unseen and foul in lonely places where the Wordshave been spoken and the Rites howled through at theirSeasons.“As a foulness shall ye know Them. Their hand is at yourthroats, yet ye see them not; and Their habitation is evenone with your guarded threshold.” 1.There are parallels in line 14 with the concept of theAbomination of Desolation. The devotee makes his, or hersacrifice to the Beloved and perceives that ‘I am alone: thereis no God where I am’, in the realization that ‘When Thoushall know me, O empty God, my flame shall utterly expire inThy great N.O.X.’2Lines 15-19. These integrate elements of the text of 1 Samuel5,3-5, with that of Genesis 6,4 by means of the qabbalisticcorrespondences. KHNI DGVN, ‘priests of Dagon’, has thesame number of 148 as BNI ALHIM, ‘Beni Elohim’, thoseSons of God who ‘had intercourse with the daughters of man,and they bore children to them, these being HGBRIM AShRMOVLM, the mighty ones which are from eternity’. This isthe literal translation of the Hebrew phrase, which has thegematria of 947, the same as IShBV AThV LMQVMV, ‘theyset him in his place’. The re-establishment of the worship ofDagon, and the restoration of his potency, brings forth the GreatOld Ones which are from the spaces inbetween. In the wordsof Joseph-Antoine Boullan;"},{"pageNumber":12,"pageContent":"12Disciple of Dagon“Dagon will come again, as will mighty sorceries for themighty beasts of the deep have been unleashed, and theyhave gone about their pathway of destruction...’3It is possible to identify ‘the Mighty Ones which are frometernity’ more completely, and to establish that they are “mightybeasts of the deep”. Referring to Genesis 6,4 Kenneth Granthas identified these entities as being “Typhonian Teratomassuch as those described by Berossus in his account of thecreation. Of these teratomas the dragon and the ape were thearchetypes.” (4). In the form in which it has survived, thedescription of these ‘wondrous creatures by Berossus is ratherwild and impressionistic, but the Babylonian recension of theCreation Epic from which it was derived, is more precise.According to this, Tiamat, the primordial dragon of the chaosof waters, gave birth to:“...Monster-Serpents, Sharp of tooth, unsparing of fang.With venom for blood she has filled their bodies.Roaring dragons she has clothed with terror,Has crowned them with haloes, making them like gods”.Nine of these chaos dragons are then named, but:“Withal eleven of this kind she has brought forth”. 5This description of course, is from the point of view of thepriests of Bel-Marduk, the god whom the Creation Epic wasstyled to glorify. It is he who slays Tiamat and defeats heroffspring. As to their fate:"},{"pageNumber":13,"pageContent":"13Disciple of Dagon“Now the eleven creatures which Tiamat had made...Whose weapons he had shattered, which he had tied to hisfoot: Of these he made statues and set them up at the Gateof Apsu saying: “Let it be a token that this may never beforgotten!”6Several of these dragons became identified with variousconstellations, such as Hydra, Sagittarius, Aquarius andCapricorn.And now the Gate of Apsu has been opened again, and therestoration of Dagon will release the dragons of the deep, whichare the essence of all “Babylonish abominations”.Lines 20-25. KL-HBAIM BITh-DGVN, ‘all who enter thehouse of Dagon’ (1 Samuel 5,5), has the value of 583, whichis the gematria of AChD OShR, Eleven. This is taken toindicate that the disciples of Dagon have knowledge of therising of the eleven chaos dragons, and also, perhaps, anawareness of the words of the Goddess Nuit, when she declaresthat: “My number is 11, as all their numbers who are of us.” 7RASh DGVN, ‘the head of Dagon’, shares the commongematria of 564, with QVL MLChShIM, ‘the voice ofcharmers’, and DMMTh HLILH, ‘the silence of the night’.The devotees adore the head of Dagon because he has beenrestored to his lordship of the Place, or Space, which is MQVM,Maqom. By its number of 186, Maqom is to be identified withQVPh, Qoph, meaning ‘an ape’, or ‘the back of the head’; themagickal centre within the Cerebellum that is sometimesreferred to as the ‘dragon brain’. Also, 186 is the value ofAPQH, ‘a fortress’; PVOL, ‘action, deed’ or ‘acquisition’; andin the Greek, of Golgotha, ‘the place of the Skull’ - and the"},{"pageNumber":14,"pageContent":"14Disciple of Dagonplace of the crucifixion, or Crossing.Now BITh DGVN, ‘the House of Dagon’ is 475, which isthe number of BGVLGLThA, ‘In Golgotha’8. And after Saulwas slain in battle by the Philistines, the text of 1 Chronicles10,10 declares: “And they put his armour in the house of theirgods, and fastened his head in the temple of Dagon”. The wordused for “head” is GLGLTh, ‘skull’. Moreover, in the formGLGLThA, the word “skull” has the same number of 467 asKThVLHV, one of the Hebrew spellings of Cthulhu, and thereis an Akkadian word ‘Kutallu’ that has the meaning of ‘theback of the head; rear part; behind’9.All of this reveals Dagon to be a Lord of the Deep and aGuardian of its Threshold, across which access may be gainedto the abyss of waters, the outer spaces - the spaces betweenthe stars where the mighty ones dwell in eternity.Microcosmically, the threshold to these primordial spaces ofconsciousness is located in the Qoph centre, and it is traversedin alignment with the light of the Will in the Ajna chakra andthe vibration of the Word in the Visuddha chakra.Finally, in lines 26 and 27, the chant is given:Ba’bethu l’Ashdodu yaqom Baal-Dagon.Constructed with mantric rhythm in mind, this is reasonablycorrect Hebrew: BB1ThV LAShDVDV IQVM BOL-DGVN,literally:‘In his house, at his stronghold, he will rise, lord Dagon’.Baal-Dagon has the number of 165, equating it with thephrase LHVDIOM, ‘he will make them know’."},{"pageNumber":15,"pageContent":"15Disciple of DagonNotes:1.Necronomicon - quoted in part V of “The Dunwich Horror”(1928).2.Liber Al. 11,23 and Liber VII. 1,40 respectively.3. From an unpublished paper by Michael Bertiaux:“Lecture by Joseph-Antoine Boullan”, quoted in KennethGrant: Outside the Circles of Time, (1980) p.16.4.Nightside of Eden, (1977), pp.51-52.5. E. A. Speiser’s translation in Ancient Near Eastern TextsRelating to the Old Testament. Ed. J. B. Pritchard (1955)p.63. The Creation Epic, Tablet II, Lines 20- 24.6. A. K. Grayson’s translation in The Ancient Near EastSupplementary Texts (1969) p. 502. The Creation Epic Tab-let V, Lines 73-76.7.Liber Al. 1,60.8. See Aleister Crowley’s Sepher Sephiroth.9. Source: The Assyrian Dictionary of the Oriental Instituteof the University of Chicago, 1982."},{"pageNumber":16,"pageContent":"16Disciple of Dagon3. Dagon: The Material BasisThe occult indications of the rising of Dagon have beenparalleled by the archaeological rediscoveries of the god’sancient significance, although there is much that yet remainsunclear. Most frustratingly of all, no convincingly authenticstatue or representation of Dagon seems to have been found,as all the evidence indicates that the familiar fish-god imageis not, in fact, that of Dagon.In Hebrew, Dagon transliterates as DCVN, which might wellbe an expansion of the word DC, ‘fish’, but then there is alsothe word DGN, ‘corn, grain’, which bears closer comparison,while finally, in Arabic a similar word means ‘cloud, rain’.There is no basis in the Bible for identifying Dagon as a fish-god, or a sea-god. He was the chief deity of the Philistines andhad temples in Gaza, Ashdod and the other cities of the coastalplains of southern Palestine. The Philistines were a warlikeand seafaring people who established themselves in this areaafter 1200 BC, but they had adopted the cult of Dagon fromtheir predecessors.Dagon is a West Semitic god of ancient origin, and the earliestreferences to him in cuneiform tablets have been found in thecity-states of the Upper Euphrates region of the thirdmillennium BC. In these he is called Dagan. At Ebla (TellMardikh, 55km south-west of Aleppo on the edge of the SyrianDesert), the royal archives have revealed that Dagan was thehead of a pantheon of some 500 deities. He is referred to as"},{"pageNumber":17,"pageContent":"17Disciple of DagonBe-dingir-dingir: ‘Lord of the Gods’ and Bekalam: ‘Lord ofthe Land’, and along with his consort - identified simply asBelatu: ‘Lady’ - he ruled over the temple complex called é-mul: ‘House of the Star’. One entire quarter of Ebla and oneof its gates bore his name, and the first month of the year wasdedicated to him. There are references to Dagan as being: Lordof Bulanu; Lord of Tuttul; Lord of Irim; Lord of Ma-Ne; Lordof Zarad; Lord of Uguash; Lord of Siwad and Lord of Sipishu.Also, Dagan is called ti-lu ma-tim: ‘the Dew of the Land’ andas Be ka-na-na, he may already have been known as the ‘Lordof Canaan’. One tablet from Ebla mentions the preparation ofsilver for a white statue of Dagan, but the statue itself has notbeen found1.The Amorite kingdom of Man on the Euphrates (in the fareastern borderlands of what is now Syria), was a major centreof the worship of Dagan. Here the god was served by a varietyof priests and priestesses, including seers of an ecstatic typecalled mahhûm, who received revelations from Dagan in theform of dreams. Some of these oracles from the god advisedon matters of state, and others on ritual matters such as thepreparation of mortuary-offerings for the dead. Associated withthe worship of Dagan was that of Beletekallim: ‘Lady of thePalace’2.Further north at Teqa, the Assyrian king Shamsi-Adad I (Ca.1815-1782 BC), who was himself of Amorite origin, rebuiltthe great temple of Dagan called the ekisiga: ‘House ofSacrifices (for the dead)’. About this time the Amorites werefounding the first Babylonian dynasty, ensuring the continuedspread of Dagan’s cult throughout Mesopotamia. At an earlyperiod prior to this however, Dagan was one of the few foreigndeities to have been included in their own pantheon by theSumenans, as an attendant of the high god Enlil, the lord ofthe earth and vegetation, provider of cattle, agricultural"},{"pageNumber":18,"pageContent":"18Disciple of Dagonimplements, and the arts of civilisation. With the Babyloniansand Assyrians, Dagon became increasingly identified withEnlil; he was worshipped as a god of the earth and itsvegetation, a great, cthonian deity who sat in judgement of thesouls of the dead in the underworld3.To the west, on the north Syrian coast, Dagon had a largetemple at Ugarit (Ras Shamra), but the only mention of him inthe famous cuneiform texts dating from the fourteenth centuryBC, that have been found there, is the repeated reference toBaal as being ‘the son of Dagon’. Baal is the chief protagonistin the Ugaritic myths; he is a god of fertility, of the rain, andthe thunder, and the lightning.The worship of Dagon was elsewhere widespread throughoutSyria, the Lebanon and Palestine among the Canaanites, andlater, among the Phoenicians and Philistines. Dagon ismentioned in the ‘Phoenician History’ of Philo of Byblos (ca.42-117 AD), which claims to be a translation of the much earlierwork of the Phoenician priest, Sanchuniathon of Berytus. Inthis Philo refers to “Dagon (∆αγπν), who is grain (Ειτων),”as being one of the four children of Ouranos (Heaven), and hissister Ge (Earth), the others being Elos (Kronos), Baetylos andAtlas. Later, Philo states that: “Dagon, since he discoveredgrain and plough, was called Zeus Ploughman (ΖευσΑροτριοσ)”4.Along the coastal areas, Dagons cult persisted well intoHellenic times; his temple at Ashdod was still in use until 147BC, when it was destroyed by Jonathan Maccabeus. However,although Dagon maintained his function as a god of fertilityand lord of the rain, he became confused and merged withother foreign deities. The merman characteristics that arewrongly attributed to Dagon probably stem from this perioddue to comparisons with the Syrian goddess Atargatis, who"},{"pageNumber":19,"pageContent":"19Disciple of Dagonwas said to have the form of a mermaid. There was a sanctuaryof this deity at Ashkelon, and it contained a large pool, full ofsacred fishes.In the third century AD, Rabbi Levi had no doubt in statingthat Dagon had the form of a man, but the medieval rabbisfavoured the merman representation. David Kimchi (ca. 1200AD) wrote:“They say that Dagon had the shape of a fish from his naveldownwards, because he is called Dagon (DG fish) and up-wards from his navel the form of a man, as it is said, “boththe palms of his hands were cut off on the threshold”.This increasingly popular misrepresentation of Dagon’sappearance may well have been motivated by the desire tomake the god grotesque, in keeping with the process ofdenigration already instituted in the Jewish scriptures.Subsequently, the poet Milton would be able to make referenceto the “brute Image” of” Dagon his Name, Sea Monster, upwardMan—And downward Fish” among his catalogue of fallenangels 5.Because he came to be regarded as a fish-god, Dagon hasbeen identified with the semi-daemon Odacon, described byBerossus as “having the same complicated form between afish and a man” as Gannes, the being who first instructed theMesopotamians in the arts of civilisation. ‘Odacon’ is probablya Graecized corruption of Sumerian ‘Utukku’ rather thanSemitic ‘Dagon’. The Utukku were categories of genii of bothgood and evil aspect, and there appears to have been a benigngrouping of these called the ‘seven wise ones’; they wore fishrobes, and carried water buckets and spriniders for the purposeof ritual purification. They gave rise to a class of exorcist-"},{"pageNumber":20,"pageContent":"20Disciple of Dagonpriests, called Ashipu, who were similarly attired. These werethe representatives of the god of wisdom and magic, known tothe Sumerians as Enki; to the Babylonians as Ea; laterintroduced to the Greeks as Oannes, by Berossus.The identification of Gannes with Ea is made reasonablyclear in a fragment of Helladius, who describes “a man namedOe who came out of the Red Sea having a fish-like body butthe head, feet and’ arms of a man, and who taught astronomyand letters. Some accounts say that he came out of a great eggwhence his name, and that he was actually a man, but onlyseemed a fish because he was clothed in ‘the skin of a seacreature’.”6The god Ea dwelled in the depths of the sweet-water abyss,the Apsu, “in the chamber of fates, the abode of destinies”. Ithas been suggested that his name means “House of the Water”,but this remains uncertain. He is depicted as a man holding avase from which issue streams of water, as a merman, or as agoat with a fish’s tail. However, Ea is an earth deity as muchas he is a water god; his Sumerian name Enki, means “Lord ofthe Earth”, or “Lord of the Place”. One hymn speaks of Enkias directing the plough and the yoke, and of making the graingrow; in this aspect especially, he has much in common withDagon."},{"pageNumber":21,"pageContent":"21Disciple of DagonNotes:1. Sources: The Archives of Ebla, Giovanni Pettinato,(Doubleday & Co., 1981); Ebla: An Empire Rediscovered,Paolo Matthiae, (Hodder & Stoughton, 1977).2. Several of the divine revelations emanating from Dagon,and other deities of Man, are to be found in the section on“Akkadian Letters” in Ancient Near Eastern Texts Relatingto the Old Testament, pp. 623-632.3Semitic Mythology, S. H. Langdon, (1931); published asVolume 5, The Mythology of All Races, (Cooper SquarePublishers, New York, 1964) pp. 78-86.This book contains a drawing of what it claims to be “theonly statue of a god which can safely be regarded as themighty Dagon of Semitic mythology”.However, the evidence for this is far from convincing.4Philo of Byblos. The Phoenician History, H. W. Attridgeand R. A. Oden Jr., (The Catholic Biblical Quarterly Mono-graph, Series 9, 1981). Note that the number of Dagon inGreek, ∆αγπν, is 858, the value of the Hebrew N51IMThChIIM, ‘the breath of life’.5Milton. Paradise Lost (1667), Book 1, Lines 457-466. Fora detailed consideration of the development of the fish-godconception of Dagon, see The Philistines, Their History andCivilisation, R. A. Stewart Macalister, (Argonaut Inc., Chi-"},{"pageNumber":22,"pageContent":"22Disciple of Dagoncago 1965), pp. 99-107 on Dagon. It is assumed thatLovecraft was familiar with Milton’s verses on Dagon; thereis even a slight possibility that he might have come acrossMacalister’s study, which was first published in 1911.6 The fragment of Helladius is given along with those ofBerossus in Appendix II of Robert K. G. Temple’s The SiriusMystery (Sidgwick & Jackson, 1976)."},{"pageNumber":23,"pageContent":"23Disciple of Dagon4. Dagon: the Magical ImageAlthough no authentic image of Dagon has been provided byarchaeological investigation, it is possible to formulate adefinite magical image of the god by reference to the Tarot. In“The Book of Thoth”, Crowley makes two references to Dagon,firstly in his commentary to Atu 0, The Fool, and secondly inthe section on Atu XIII, Death, but both of these are based onthe assumption that he is a fish-god and equivalent to Oannes.Neither of these cards have any intimate association withDagon1.The principal number of the Hebew name DGVN is 63, and6+3 reduces to 9, or Atu IX, The Hermit. This card is attributedto the letter Yod, the Secret Seed which is at the core of creation,and to the sign of Virgo. which is ruled by Mercury; indeedthe Hermit himself is both Yod, the Father, and Mercury, theLogos. Also, the Hermit is Dagon, the Great Old One. Crowleywrites that:‘The highest symbolism of this card is, therefore, Fertilityin its most exalted sense, and this is reflected in the attribu-tion of the card to the sign of Virgo, which is another aspectof the same quality. Virgo is an earthy sign, and is referredespecially to Corn, so that the background of the card is afield of wheat.2"},{"pageNumber":24,"pageContent":"24Disciple of DagonDagon is a god of the earth and vegetation, his name means‘Corn’ or ‘Grain’ and indicates that he is a provider ofnourishment for his devotees: ZVN, ‘to be fed’, has the valueof 63. But as has been demonstrated, Dagon is no mere “fertilitygod”. Crowley goes on to state:“Virgo represents the lowest, most receptive, most feminineform of earth, and forms the crust over Hades. Yet not onlyis Virgo ruled by Mercury, but Mercury is exalted therein.Compare the Ten of Disks, and the general doctrine that theclimax of the Descent into Matter is the signal for theredintegration by Spirit. It is the Formula of the Princess,the mode of fulfilment of the Great Work.“Concealed within Mercury is a light which pervades allparts of the Universe equally; one of his titles isPsychopompos, the guide of the soul through the lowerregions. These symbols are indicated by his Serpent Wand,which is actually growing out of the Abyss, and is thespermatozoon developed as a poison, and manifesting thefoetus. Following him is Cerberus, the three-headed Houndof Hell whom he has tamed. In this Trump is shewn the entiremystery of Life in its most secret workings.”3The Qabbalistic correspondences relating to Dagon are wellrepresented in this analysis of Atu IX. 63 is the number ofABDVN, Abaddon, one of the names of Hell and equivalentto Hades, or the Abyss; it is the number of LBB ChIVH, ‘theheart of a beast’, the soul of Cerberus who represents all thepowers of the Abyss; and it is the number of KBVD-AL, ‘theglory of god’, the concealed light which pervades the Universe."},{"pageNumber":25,"pageContent":"25Disciple of DagonThe design of The Hermit card in the Thoth Tarot pack ismost striking; it is criss-crossed by beams and rays of light,which form a curious geometric pattern. Most of the beams oflight pass through the Hermit’s lamp, making it the place ofgreatest illumination, but it is not their source of emanation. Ifthe gematrioth relating to Dagon are plotted upon the Kameaof Mercury, the resulting Talismanic design bears resemblanceto the pattern of light in the Tarot card.4"},{"pageNumber":26,"pageContent":"26Disciple of DagonIt is suggested that the use of this Talisman, either on its ownor in combination with Atu IX, should be explored in magicalworking with Dagon."},{"pageNumber":27,"pageContent":"27Disciple of DagonNotes:1. See The Book of Thoth, (Samuel Weiser, 1974 edition),p.60 and p.101.2.The Book of Thoth, p. 89.3. Ibid. p.89. Dagon may be identified with another aspect ofMercury, the god Anubis who stands upon the threshold ofAtu XVIII, The Moon—attributed to Qoph and Pisces.See Crowley’s description of this card.4. Additional gematrioth included in diagram: ChIMH,‘fervour’; and GLL ‘t roll’; ‘dung, heaviness’."},{"pageNumber":28,"pageContent":"Further ReadingLiber Koth, by Stephen Sennitt, Logos Press 1997The Nox Anthology, Logos Press 1998The Pseudonomicon, by Phil Hine, Dagon Productions 1997For details of these titles and on-line essays relating to themagic of the Cthulhu Mythos, visit Fifth Aeon Egregore."}]
