[{"pageNumber":1,"pageContent":"To: Blue Resonant Human From: Josh Norton Subject: MIB and magickal phenomena Ave, Frater; Had an amusing synchronicity occur the other day. The Greenfeld \"Men in Black\" excerpt from your web site arrived on my computer screen simultaneously with a frantic letter from a group of magicians who were bedeviled by strange magickal manifestations. Obviously, this was a sign from On High. ;-) After reading both letter and article, the implication of the sign was equally obvious: The \"Men in Black\" are not a manifestation of the Black Brotherhood, but of a much more common form of magickal event: the encounter with the \"Dweller on the Threshold\". The same may be true as well of various \"abduction\" events. Couldn't resist the opportunity to write to you, and perhaps sow a few seeds of clarity and/or confusion in the delightful welter you are building. It's a truism in magickal work that profound results are often followed closely by a powerful magickal attack. The attacks can take either a magickal or a mundane form; the magickal form seems to be preferred, but if the magician allows no openings on those levels, it drops down into the material world and incorporates other human beings into the effort. The attacks have often been attributed to the Black Brotherhood, but I believe that something else is involved, something neither human nor \"alien\" in the \"space visitors\" sense. The symptoms described by my correspondents are rather typical of the magickal form of attack. A paralyzing, suffocating blanket of Fear descended on their temple as they made an invocation. Later, after ending the operation, they each experienced dreams in which they were being attacked by astral \"thugs\" who did things to their bodies while they had to lie there paralyzed, totally unable to defend themselves. For several days afterwards, some of the magicians involved felt like they were being followed and watched. Sounds a lot like an abduction experience, doesn't it? Another version of the attack (which I have experienced myself) involves the sense of a dark, Lovecraftian entity residing somewhere in some undefined otherspace, reaching out to devour the soul of the magician. Crowley's visit with Choronzon fits into this category, as do numerous other Abyss-like encounters. When magickal routes of attack are not open, the usual \"strategy\" of the Dweller is to bring the magician to the attention of the mundane authorities, in such a way that those authorities are prejudiced beforehand into believing the magician is either mentally unbalanced or engaged in illegal activities. Since the magician hasn't a clue to the cops' state of mind, these encounters are often confusing or downright baffling to him. A brief account of one such event can be found in my magickal record called The Book of the Seniors. Shortly after channeling the instructions and symbolic explanation for the \"Enochian Temples\" magickal technique, my hotel room was invaded by a couple of cops and a bevy of life squad personnel. They asked some very odd questions, poked around in my closets, and left again without ever explaining what they were about. I only found out later that some crank had called in a tip that someone was going to"},{"pageNumber":2,"pageContent":"commit suicide by jumping off the twelfth floor of the hotel. I happened to be the only person with a room on that floor that night, and they were dealing with me as if I were a potential suicide. It seems to me that if the Men in Black are real, physical beings, they may be authorities who, under the influence of the Dweller, have acquired a totally unfounded perception of what their victim is doing. They are temporarily living in a different reality from the victim; this would account for the elliptical quality of their behavior, the murkiness of the questions they ask, and the vague implications of dire threats that they seem to make. They think the victim knows what they are talking about, when in fact he doesn't. This \"Dweller\" phenomenon is certainly frightening to those who encounter it, and occasionally does real damage to them. But if you view its actions in a larger context than the immediate events, it becomes apparent that they are not the actions of an intelligent being or beings. It behaves in ways that are fundamentally stupid -- one might even call them \"instinctual\". Consider: -- The source of this phenomenon hates change, all agree. But it only reacts to certain types of change: those that are sudden, dramatic, and powerful. Steady, incremental changes do not arouse it, even when the sum of those changes is more extensive than the single events to which it does react. It is the contrast with surrounding conditions that attracts its attention, not the long-term significance of the events. In initiatory magick, attacks characteristically occur in one or more of three circumstances. They occur when the person has just received the \"solar\" initiation, the \"Knowledge and Conversation of the Holy Guardian Angel\". They can happen again as part of the process of \"Crossing the Abyss\" to become a Magister Templi. And they happen when the person has just \"broken through\" into a new realm through his magick, and has brought something new and magickally significant into the world. Each of these circumstances can bring about a sudden change; they can be very \"noisy\" events on magickal levels. (Such attacks are so common at the Solar initiation that some systems anticipate it and include the means of defusing the negative forces as part of the procedure. For instance, in the Abramelin system the negative force is channeled into the forms of the various demons, which the magician deliberately calls up and controls after achieving the \"Knowledge and Conversation\".) This factor of \"necessary contrast\" can be illustrated by my own experience. My initiation into the Solar grade was a very noisy affair, almost a circus, involving the manifestation of a god's power, and the visible appearance of no less than four very powerful magickal beings. (One of whom, incidentally, could very well have been the being others have seen as the BVM, or the Space Goddess.) The day after, when I attempted to recontact the god, I was magickally attacked by the Dweller, leaving me emotionally and mentally stunned for a week afterwards. By the time of the \"Enochian Temples\" working mentioned above, I had closed any paths by which I could be attacked magickally. But the manifestation of this system was again a very noisy affair on the inner planes, and again resulted in an attack, this time via mundane routes. But unlike both of these events, my ascent to the Magister grade was very quiet and subtle, leaving not a ripple in the continuum. And in this case I was not attacked; nor did I encounter anything like Choronzon, the \"demon of the Abyss\", thus disproving the conventional wisdom about this event."},{"pageNumber":3,"pageContent":"So it seems that some sort of contrast with the existing state is needed for the \"Dweller\" to react. In this it is not behaving like an intelligent being. Rather, more like a hibernating bear that scratches an itch without waking up, but doesn't react to the more gradual changes in temperature that occur throughout its months of sleep. I am not so familiar with the UFO lore, but from what I've seen, the MIB also follow this pattern; they appear to people who announce their contact with a UFO, and thus open themselves to an attack. Do they ever appear to a UFO sighter who didn't announce his sighting? -- The second evidence of lack of intelligence is the failure of whatever causes these events to follow up on them. If these attacks are the work of the Black Brothers, then one would think that they would continue to attack the same person, in order to reduce the effectiveness of their opposition in the White Brotherhood. This is the normal human strategy, after all; you identify the other side's agents, and take them out. As well, one would think that they would want to divert, corrupt, or otherwise weaken any manifestation of divine power rather than leaving it in place to perform its work. But in actuality, this does not normally happen. As soon as the person's awareness is fully established at the new level, or the magickal \"current\" he manifests successfully grounds itself, then the attacks stop. That is, when the changed condition becomes the normal condition, it is no longer worth attention. When the itch stops itching, the bear stops scratching and returns to a deeper level of sleep. Similarly, my reading of the MIB accounts indicates that, with rare exceptions, they are also a one-shot attack. They appear to the person shortly after his experience, perform their mysterious evolutions, and vanish away, never to be seen again. -- A third factor is the utter ineptness of the attacks. The magickal versions are often just a bit off in their timing; effective enough to shock the person, but not enough to divert him from his course or to nullify his achievement. The wonder is not that they sometimes succeed, but that they so often fail. The same holds true for the mundane version. If the crank caller in the \"Temples\" incident had made his call 15 minutes earlier, or had said there was a drug dealer in the hotel instead of a suicide, then I would have been in serious trouble; I had had a quarter-pound of marijuana sitting in plain sight. But as it was, the dope was safely stowed away by the time the cops arrived. Similarly, in the case of another person I know, the police harassment amounted to his being stopped and questioned several times in a day, due to mistaken identity; not what you would call a devastating attack. It always seems to take the most convenient line of attack, rather than the effective line. For an intelligently-directed process, the success rate of these attacks is extremely low, and their planning and execution very poor. On the other hand, they make a fair amount of sense as the unconscious, instinctive reaction of some sleeping mind. It seems as if the Dweller on the Threshold (and its counterparts in UFOland) is some magickal equivalent of that hibernating bear scratching an itch, irritated that its sleep is being disturbed. The only problem is that it is a very BIG bear; clearly it is sensitive to events worldwide, and reacts to those events in all locations. From our relatively flea-like perspective, its scratching seems like an attack of large proportions; we mistake its unconscious scratchings for conscious malevolence only due to its scale. Regards, Josh"}]
