[{"pageNumber":1,"pageContent":"THE NEONOMICON PRACTICAL DAEMONKEEPING AND PRAGMATIC SORCERY Converted to Adobe by Sacred-Magick.Com DEDICATION: The Opener of the Ways, spirits of the Mysteries, spirits of the Sorceries, and the Ancestral Dead, for all their help in this and many other works of magic(k) and conjure-sorcery. The major portion of this book was previously published under the name Psychodenizens- Practical Daemonkeeping and Chaos Magic, Thyrsius, 1994. ALL RITES REVERSED. The author gives full permission for this text to be reproduced and distributed for non-profit making purposes, in part or in whole. I ask only to be credited. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0006\u0007\u0001\b\u0003\t\u0004\u0005\u0004\u000b\u0001\u0001\u0001\u0001This book is intended for the inspiration of the serious and genuine practitioner of magic. It is not offered as a 'help yourself to happiness' instruction manual. Many of the ideas outlined here differ greatly to normal rationalist thinking. It is therefore not reccomended that they are taken up by those of an overly fragile psychic disposition, or by anyone who has not at least undergone some form of preliminary training in mind control. The author accepts no responsibility for any misuses of this document, any accidents that occur as a result of reading it, or any loss of sanity brought about by its practical application.   \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b \u001b \u001b \u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e \r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e \u0002\u0002"},{"pageNumber":2,"pageContent":"INTRODUCTION TO \u0006\f\r\u0001\u000e\u000f\u000f\u0010\u0001\u000f\u0011\u0001\u0006\f\r\u0001\u000e\u000f\u000f\u0010\u0001\u000f\u0011\u0001\u0006\f\r\u0001\u000e\u000f\u000f\u0010\u0001\u000f\u0011\u0001\u0006\f\r\u0001\u000e\u000f\u000f\u0010\u0001\u000f\u0011\u0001\u0001\u0001\u0001\u0001\u0004\r\b\u0001\u0004\u0003\u0012\r\u0002\u0004\r\b\u0001\u0004\u0003\u0012\r\u0002\u0004\r\b\u0001\u0004\u0003\u0012\r\u0002\u0004\r\b\u0001\u0004\u0003\u0012\r\u0002\u0001\u0001\u0001\u0001This book deals with the summoning, binding, communication, and banishing of 'personal daemons’. Unlike the traditional grimoire of previous aeons, no specific instructions or descriptions are provided. It is left to the individual's own creativity and judgement to provide such information for themselves. This work is intended as an inspirational source toward such ends. The Necronomicon is a book of dead names, which no single person owns in its physical entirety, although a copy may be found on the astral by those unfortunate enough to dream of it. The Neonomicon on the other hand is a book of new names, and each sorcerer who works with it 'earths' their own fragmented portion, of which this text is merely one, from a massive and ever changing grimoire that exists in potentia. Those ritual formula that are offered are merely suggestions as to how it could be done, rather than how it necessarily should, although all material is tried and tested. The religious language, aspirations and assumptions of the previous aeons of magical practice have been avoided. Instead a terminology more akin to lay psychology, or what Granny Weatherwax would call 'headology', is employed. As well as bringing daemonology up to date with modern belief systems, such terminology provides a practical starting point from which to explore its methods. Having said this, there are two major assumptions held throughout this book that differ quite profoundly from the orthodox psychologist's view of consciousness, and it is far from my intention to take the romance out of it all. The first of these is a rejection of the single self hypothesis, which is considered to be an outdated concept left to us by the legacy of monotheism. Instead, it is assumed that we are each any number of different selves or 'daemons', a Greek word meaning 'persona', which is another Greek word meaning 'mask', and completely devoid of judgements concerning good and evil. These manifest at different times according to circumstance and preference. This was a favourite although little spoken of concept of the psychologist Jung. It is from within the magician's own mind that the daemons of this modern Goetia originate. They are each a different facet of identity. Through their evocation and communication the practitioner explores and manipulates their own psyche. Classifying and identifying these daemons is discussed in the first part of this book. The second variance is the recognition that the human mind and experiential reality are inexorably interwoven. Through the deliberate and precise manipulation of the magician's own consciousness objective magical results are achieved. It is obvious how our conscious assumptions and beliefs concerning our own selves and 'what is real' effect who we are and what we are capable of. Less obvious to many is that our subconscious assumptions have equal if not greater power to shape 'what is real'. With enough cunning and 'sleight of mind' trickery quite astonishing results may be achieved, once the magician has learnt the art of using belief as a means to an end, rather than as an end in itself. In the words of the Old Man of the Mountains; \u0001\u0004\u000f\u0006\f\u0005\u0004\u0001\u0005\u0002\u0001\u0006\t\u0013\r\u0001\u0003\u0004\u0014\u0001\u0001\r\u0015\r\t\u0007\u0006\f\u0005\u0004\u0001\u0005\u0002\u0001\u0016\u000f\u0002\u0002\u0005\u000e\u0017\r\u0001 Upon entering such magical perspective, concepts such as the division between objective and subjective reality begin to blur. Existence is even more arbitrary than the nihilists could ever dare to imagine. Yet its very meaninglessness opens up new horizons of previously unsuspected possibility. Despite this, even experienced magicians are occasionally subject to obsession with a single idea or activity, and with this comes the danger of developing paranoia. Couple paranoia with the understanding (or overstanding, as the Dread say) and you have a sure recipe for disaster. It is thus highly recommended that the practitioner erect safeguards against this possible downfall. To risk becoming the subject of one's daemons, or to attach too much 'objective belief' to them, is to risk the delusions of religion. The importance of thorough banishing and the use of temporary belief, where the assumptions applied in magical workings are discarded and even ridiculed after use, cannot be over stressed. Practical techniques for this are discussed in the second part of this book."},{"pageNumber":3,"pageContent":" The aim of the game is to bring a wider sense of possibility and freedom to the life of the magician as a whole, whilst increasing self knowledge, personal power, and success within those realms they choose to concentrate upon. It is only through interaction with actual experiential reality that any magical system finds its test. All else is merely empty posture. Note: Throughout this work I use the terms sorcerer and magician fairly interchangeably. Although these are traditionally male terms, I use them to signify a practitioner of either gender, without the addition of the old aeon 'ess'. \u0018\f\u0003\u0016\u0006\r\t\u0001\u000f\u0004\r\u0018\f\u0003\u0016\u0006\r\t\u0001\u000f\u0004\r\u0018\f\u0003\u0016\u0006\r\t\u0001\u000f\u0004\r\u0018\f\u0003\u0016\u0006\r\t\u0001\u000f\u0004\r\u0001\u0001\u0001\u0001\u0007\u000f\u0013\u0001\u0003\t\r\u0007\u000f\u0013\u0001\u0003\t\r\u0007\u000f\u0013\u0001\u0003\t\r\u0007\u000f\u0013\u0001\u0003\t\r\u0001\u0001\u0001\u0001\u0016\u000f\u0002\u0002\r\u0002\u0002\r\u0014\u000b\u0016\u000f\u0002\u0002\r\u0002\u0002\r\u0014\u000b\u0016\u000f\u0002\u0002\r\u0002\u0002\r\u0014\u000b\u0016\u000f\u0002\u0002\r\u0002\u0002\r\u0014\u000b\u0001\u0001\u0001\u0001 1:0 We are each of us a case of multiple personalities, with different selves presenting themselves at different times. Those selves that are not dominant at any given moment do not simply cease to exist, but reside within the (so called) subconscious mind. We remain unaware of them when their presence is not called upon, but as anyone who has ever worked on stopping the internal dialogue will know, they are far from inactive. Evocation in the context of this work is the art of summoning these personal daemons / sub-personalities / psychodenizens to conscious attention, yet at the same time denying them the dominant position where they become 'I'. In this manner they may be viewed 'objectively' by the magician self and cross examined as to the part they play in the egregore formation we are pleased to call our identity. Such conjurations are, in essence, the active play of the imagination given form and force by the structure of ritual. The more precise such workings are from the outset, the better the results. Traditional grimoire such as the Lesser Key of Solomon provide detailed descriptions and instructions regarding daemons and the methods of summoning them. The Lesser Key tells not only of the power such daemons possess, but also their appearance, their manner of speech, and their favourite way of making an entrance. In works of evocation it is a good idea to collect as much information as possible regarding the desired entity in advance. Some techniques for doing this are given in the second part of this manual, and the practitioner is also encouraged to develop and use whatever methods of their own they find effective. As a suggested minimum this should include; A name by which the entity may be called. This may be its obvious title, such as 'the daemon of greed', and/or a divined or artificially constructed name. Some form of sigil or physical basis by which the daemon may be bound or 'housed'. Notes regarding the nature of the daemon, what its capabilities are, and its possible motivations. Other useful questions to ask include; What does it look like? Again, this may be achieved through divination or design. How does it communicate? Where did it come from? What would happen if it were allowed full reign of power, to the exclusion of all other selves? What would it be like if this daemon did not exist at all? The way in which we divide and classify the myriad shards of personality are quite arbitrary. Even the accepted division of 'conscious' and 'subconscious' makes little sense, when you consider the question of exactly where you draw the line. In previous aeons magicians do not seem to have had such a concept, although there are parallels in the metaphors for the realms of spirit, such as the   \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b \u001b \u001b \u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e \r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e \u0002\u0002"},{"pageNumber":4,"pageContent":"Voodoun 'waters beneath the earth', or even the concept of Hell itself. For the moment, let us look at some of the possible sources and classifications of PSYCHODENIZENS. 1:1 \u0010\u0005\u0003\u0001\u0019\u0001\u0006\f\r\u0001\u0003\u0006\u0012\u000f\u0002\u0016\f\r\t\u0005\u0018\u0001\u001a\u0005\u001b\u0001 The nature of Kia is not so much that of a personal daemon, as that of an inexplicable traveller between the selves. Ever driving them on to mutation and change, to seek out fresh perceptions and experiences, its very existance is an indulgence. Attracted to the bizarre and out of place it finds great humour in the cracks in 'reality', and laughter in the crumbling of 'truths'. Even in Death it shall attempt to finds its satisfaction, descending into the flesh again and again like a vulture seeking nourishment \u001c\u001d\u001e\u0001\u0006\f\r\u0001\u0012\u0003\u0005\u0018\u0005\u0003\u0004\u001f\u0002\u0001\r\u000f \u0002!\u0001 The practitioner may find occasion for the creation of 'magical glamours'. These are artificially constructed selves, whose purpose is to aid in the working of magic. An example of this is the choosing of a magical name, as in the traditions of most magical orders and societies. Classically these names are chosen to represent the spiritual aspirations of the candidate, such as Frater Equilibrium or Zos-Aiwass. These selves may be allowed to develop their own mannerisms, beliefs, interests, attitudes, and approaches to magic, which may even entirely conflict with one another in amusing ways. Addendum 2001: Whilst we are on the subject of magicians and their egos, another ‘mask’ that practitioners within magical orders tend to create are the various ‘grades’. Whilst I agree that those who take the work and responsibility of organising the show deserve recognition, I know of no magical order, large or small, where the ‘degree system’ has not been abused. That some people will naturally aspire, within such structures, to work towards the illusory accomplishment of a magical grade, there will be others who will take the piss. Whilst some orders may begin quite altruistically utilising such structures, they have all eventually fallen for this seduction and become vampiric. \u001c\u001d\"\u0001\u0006\f\r\u0001\f\u000f\u0017\u0007\u0001\u0013\u0003\t\u0014\u0005\u0003\u0004\u0001\u0003\u0004\r\u0017\u0001\u0001 \u000f\u0016\u0006\u0005\u000f\u0004\u0003\u0017!\u0001\"Each name given to me is but another mask which those who seek to know me push ever closer\" - Nietsche The job of the Holy Guardian Angel, or HGA in Thelemic speak, is to act as a kind of 'shop steward' or 'go between', making the job of the Magician easier when it comes to relations with daemons personal or otherwise. For example, say you have some problem and you want to know which of the many daemons that might be responsible actually is. Or you might need to know their sigil, or how to bind them etc. Its job also includes giving you flashes of inspiration and ideas concerning other matters, which may even include the formation of new occult dogma or magical systems, such as Aiwass did to Crowley. Some modern Magicians find them useful; others avoid them like the plague. The traditional method of its summoning as given in Abra-Melin's famous grimoire, involves locking you away for a year in isolation and being fed by servants. After a lot of incanting you finally go completely mad and there you are- talking to angels. Most of us are not that rich, however. If you are not into all that O.T.O. stuff, there are plenty of rituals that may prove more practical. Peter Carrol presents a formula in his chapter 'The Augoides' in Liber Null and Psychonaut, which takes a lot of dedication, discipline and persistence, and which I was putting into effect during the first draft of this book, six to seven years ago. I found it worked a treat. In my own (humble) opinion, the evocation and communication of the HGA should be approached 'as a virgin', with no preconceived ideas at all. As such, I’m not doing you any favours at all by going on about it."},{"pageNumber":5,"pageContent":" 1:4 \u0014\u0003\r\u0012\u000f\u0004\u0002\u0001\u000f\u0011\u0001\u0014\r\u0002\u0005\t\r\u0001'Every desire is a spirit waiting to manifest' - A.O.S. Here we enter the realms of results magic, direct. Through the use of ritual the daemons of desire may be empowered and brought to manifestation in the physical world. Many of our greatest desires, those of which we are the most conscious, are far less likely to be brought to fruition whilst they remain entangled within the ego complex. Take, for example, the desire to own money. If the sorcerer is poor, the first obstacle here will be the identification of the self, via the very recognition of this desire itself, as someone who does not have money. The ego defends its own image of itself by preventing the ownership of money, so that it does not have to challenge the existing paradigms of its own identity. As a part of this, and as a defence against dissatisfaction, we have the subconscious desire not to own money. Also there may be deeply buried daemons of self-doubt, such as the assumptions that we are not clever or deserving enough, or various ethical conflicts. Thus our original desire may soon become so deeply entangled with contrary desires and beliefs that it lacks the energy it need to manifest as the correct actions needed to bring about its fruition in the real world. All its efforts have to be directed at just keeping itself alive. In response to the above situation, the magician might work first upon feeding through ritual the desire that they require to manifest. This becomes separated from the ego complex by being 'budded off' from consciousness, and freed from the battles that it must struggle with there. Its energies may then be better directed. But why stop there? As a series of 'secondary' operations, those contrary daemons may also be summoned and bound. The substance of them may be deconstructed and fed as energy pure to the original desire form, so that in the end the magician finds himself or herself not really concerned about the problem at all. 1:5 \r\u0015\r\t\u0007\u0014\u0003\u0007\u0001\t\u000f\u0017\r\u0002\u0001\u0001\u0001\u0001 Think of all the different labels we have for ourselves in our everyday lives. We label ourselves according to our social roles, politics, beliefs, family roles, sexuality, hobbies... yet rarely are we actively more than two or three of these things at the same time. Quite often it is an absolute necessity to keep these seperate selves distinct from each other. From the prospective of the pragmatic, post-modern Daemonologist, each of these may be viewed as an individual entity, acting within the gestalt of our overall 'self'. Sometimes these different selves merge and leak into one another, so that the different facets of identity work together. At other times they may be problematic, for example when stress from the work place gets taken home. A schoolteacher may find himself or herself lecturing their sibling, or a psychologist may find theirself diagnosing all their friends. If a more definite divide is created between the selves, problems such as these are more easily avoided. A useful exercise is from time to time to create a list of all the different roles we maintain in our everyday lives, highlighting the most dominant, three or four which recur most commonly. Such a list is then kept as a part of the Magical Diary, and reviewed every three months or so. 1:6 \u0016\u0003\u0002\u0006\u0001\u0017\u0005\u0015\r\u0002\u0001 Crisis and initiation have often been described using the death / rebirth metaphor. Each time our hopes are shattered, each time we move on, we recreate ourselves with a new and different sense of   \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b \u001b \u001b \u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e \r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e \u0002\u0002"},{"pageNumber":6,"pageContent":"identity. Whilst to many people it may seem absurd to do so, there are many magicians who will actively seek out experiences that others would avoid in order to deliberately break apart the shackles of ego and belief. The sharpest sword is made from the most beaten metal, and the price of wisdom is pain. Just how much pain depends on our ability to relax and embrace the forces of change. Looking backwards through time... we may feel embarrassment for our own naivete, and see little reason why we should want to call upon our past selves for aid in the world as e see it now. There may even be certain sadness upon facing one's past incarnations, or a dread at the memories of their death. Yet our own naivete may provide us with a valuable working tool, driving us to further transformation and growth. Who would not wish to see the world with the same sense of wonder as in childhood? Perhaps there may be times when the present self may be of help to the past, rewriting it to their own advantage? In fact, most people do this to some extent, with or without the tools of Daemonology. The majority of those practitioners of magical arts who boast of previous incarnations seem to have predictably been figures such as Egyptian priest/esses and suchlike, usually far more powerful, glamorous and knowledgeable people than they have incarnated as now. Magicians such as Crowley claimed to be just about every influential person that ever lived, and Spare made a few claims as well. There are none too few people these days claiming to be reincarnations of these two, either. Presumably the next lesson for the karma of these exceptional magicians must have been to learn what it is like to be inconsequential and common. It is easy for magicians of the modern day to excuse such claims made by those practitioners of the past. We may choose to view them as being rather ornate and poetic recognitions of appreciation and influence. It is my own view, however, that if this is what they meant, this is what they would have said. Addition, 2001: I apologise to the spirit of Spare for this humorous jibe, since his spirit has appeared to advise me when I was in trouble and about to move into his old neighbourhood and 'regular haunts'. He appeared to tell me there was no afterlife, and that the only person I could really depend upon was myself. He then transformed into Baphomet, and disappeared. I was so baffled by this that I said nothing, but I hope his spirit or whatever it was knows that I thank it... Although he was considered by many to be a freak, and was almost universally despised for his lack of hypocrisy, he was in fact a gentle little man who would often reach a hand to those in need of help, and rarely wished any harm upon anyone. To Crowley, however, I offer no apology at all, since I believe the comment to have a lot of truth in it... It was actually some years after writing the first edition of PSYCHODENIZENS that I decided to actually attempt revealing to myself the identities of previous incarnations. My method was simply to cast a sigil, but the results were startling. Needless to say this incarnation was famous, although not in their own lifetime, but not someone I would boast about being. I learnt a lot from this belief, learning from 'past mistakes' I was unaware of until I gained these magical results. From these less than humble beginnings I went on to learn about the present through further identifying other previous incarnations, going back now as far as the stone age. Whether such incarnations are 'objectively true' in any sense is irrelevant. The purpose is to gain insights into the now. I do not believe either that I was, or that I was not, any of these other selves. A further result of this work was the gaining of certain insights into the process of reincarnation itself. I believe that it DOES happen, but has far more in common with the Chaotic nature of a universe consisting of finite information configurations, replaying themselves in new and stochastic ways, than any concept of 'soul' or survival of death in the literal sense. Through magical trance we may connect with these similiar patterns, these ancestral memories encoded in the aether, and gain insight and access to memory that we would not otherwise possess. 1:7 \u0011\u0013\u0006\u0013\t\r\u0001\u0002\r\u0017\u0015\r\u0002\u0001\u0001\u0001\u0001 Some people have a very clear image of how they want to be in the future, what their aspirations are, what they want to become, be it in a few weeks or many years time. This can provide an extremely useful source of inspiration, affecting decisions in the here and now. Such an image, when effectively daemonised and given the capability of independent action, can also provide a lot more. Take the image of the Magician Self in three years time. Assuming that such an image is within the realms of believability (and not forgetting that anything at all can be true, for a time), this demon may be willing to give themselves a hand now and again through shadowtime"},{"pageNumber":7,"pageContent":"'retroactive enchantment' and 'divination' from the position of its own existance in the potential that we call the future. Not only is this daemon acting with the advantage of 'hindsight', it will of course also be more magically competent. However, this daemon is only one of countless possible future selves. It exists in the imagination, in present time, and may be effected in many unforeseen ways between now and the projected time of its existence. Furthermore, this future self is being given the opportunity to evolve through rewriting its 'past'. How many things have you done in the past which, putting aside the futility of guilt or regret, you would do differently if given the chance. How different a person would you then be in the now? Although the Future Magician may work towards increasing the potential of its own existence in the 'actualised' future, its very nature is to mutate and change as time goes by... Here we enter into the realm of paradox, the kind of mind-boggling 'time twister' scenario so beloved of science fiction writers. Extreme caution is advised. When dealing with future selves or with time travel in general, it is wise to take into account the flexible and Chaotic nature of reality. Once a projected future self is mistaken for objective fact the possibility of success pales in comparison to the probability of failure. Whilst bloody mindedness and unshakeable magical belief (at the right moment) are essential factors in this, to live a life based on hope and blind faith alone is liable to lead only to humiliation. The natural domain of the magician is in the mutable future, not in a fixed and deterministic one. Note, 2001: When I was first composing this text, I was in the process of developing and working with the ideas presented in it. I was actually doing what it suggests. My image of the Future Self was a floating ball of light, which acted as a 'communication node' through time to an entity I could not see, and which I identified with the concept of the Holy Guardian Angel to some degree. Three years later, after I had almost completely forgotten about these intensely obsessional personal workings, I had achieved everything I had set out to do. This only occurred to me when I had a sudden psychic vision of talking to my past self, seeing myself as I was then through the dimensional portal I had created. A very strange and thought provoking experience. The next stage of this working can only be to deliberately time travel back to this past self, and persuade myself that my desires were too modest. A lot can be achieved through this method, and my advice to anyone undertaking it is to enchant for A LOT. 1:8 \u0006\f\r\u0001\u0014\u0003\r\u0012\u000f\u0004\u0002\u0001\u000f\u0011\u0001\f\u0003\u000e\u0005\u0006\u0001 The deliberated manipulation of personal habits and behaviour patterns provides an important key to effective magic. Indeed, it forms part of the Novice level syllabus of the Pact. The basis of the techniques are surprisingly simple, even if their application and practical effect are something a little different. The Magician takes a look at their own day to day existence and says 'is this satisfactory?’ Take a pen, and write down a long list of all the significant things you do in a day. It may be a good idea to simply carry a notebook and pen with you for a week or so. The next step is to highlight those activities you personally deem positive and there could be more time spent doing. Some of these may be things that you do not actually do at all at present, but you would like to. These are compared to the things in your life that you personally deem negative, and you could do with less of, or getting rid of completely. Be ruthlessly honest. If you are the kind of person who likes to make a lot of excuses for theirself, write this down amongst your list of habits. You will probably find that your list is huge. You will want to edit it down a little by putting things together in categories, for example if you read a lot of books, and comics, and newspapers, and surf the internet, you may want to lump these all together and call them all 'reading'. Each of these is then arranged under different motivational categories. For example; necessity to survival, entertainment, self development, ego gratification, fear and avoidance, laziness, and of course sheer force of habit. You will have to make your own list. There must be an infinite number of reasons why we do something, or why we do not. Again, be as ruthlessly honest with yourself as you can. But also remember to be kind. The object of this exercise is not to develop negative self image. Each of these different motivational categories is then daemonised, and assigned a name and sigil for the sake of practical work. Each of the activities listed beneath them may be considered to be their   \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b \u001b \u001b \u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e \r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e \u0002\u0002"},{"pageNumber":8,"pageContent":"personal servitors. You may decide to work with these in the same way, but for the moment it is enough to be working with the biggies. The Magician may then look at their Daemons of Habit objectively, and decide what it is that they want to change. The Magician may decide, for example, that the Daemons of Laziness and Fear have too big a place in their life, whilst the Daemons of Self Development and Self Respect are suffering from neglect. The first pair of Daemons are then to be bound and commanded, whilst the second are to be fed and rewarded. Over a period of time, the Magician replaces one set of habit patterns with another. The process is to find your 'negative' daemons and rehabilitate them. To try and banish bad habit and simply leave it at that is to create a hole in the psyche, which if it is not filled deliberately will be filled by chance. And the chances are that the daemon will simply resurface, perhaps in some new form. Probably the most important consideration in such self rearrangements is to discover why it is that the bad habit arose in the first place. Magical healing can only be fully successful if the illness is treated at source, rather than simply dealing with the symptoms. 1:9 \u0014\u0003\r\u0012\u000f\u0004\u0002\u0001\u000f\u0011\u0001\u0003\u0014\u0014\u0005\u0018\u0006\u0005\u000f\u0004\u0001\u0001\u0001\u0001 All notes concerning the Daemons of Habit apply. The home and environment should be regularly banished and cleaned of the Addiction Daemon, and all associated complexes. We are talking serious exorcism here. Create a fetishe to house the Daemon, somewhere to fly to when it is forced to exit from you. Perform breathing exercises in the mornings. Nails and other protective devices should be placed all around the home, at every portal. Bath regularly, eat well, and replace it with things that might one day grow to seem just as important. Most importantly, however, is to recognise that this wily, sneaky, insidious Daemon relies on the same things as any other Daemon. It requires feeding... and if it is not fed, it will die. Its Will is strong, because it knows this. Therefore, be equally strong from this same knowledge. It is a battle to the death, and there can be only one winner... The sorcerer may on occasions work magic for a client in his or her own battle against addiction. It is this sorcerer’s opinion that there is no one spirit that is the daemon of all addictions, that each substance creates its own unique daemon in conjunction with the substance abuser’s own consciousness. It is the spirit of the relationship between the abuser and their ‘substance of choice’. Probably the worst daemons the addict is likely to come across are the Daemons of Frustration, Impatience and Prejudice that manifest through other people. At the same time, however, if you spend too long wrestling with the Daemons of Addiction and not doing what must be done RIGHT NOW then others are going to see no point in making excuses for you. As Nietsche once wrote, “You must not remain ill for too long.” 1:10 \u0011\u0003\u0012\u0005\u0017\u0005\u0003\t\u0002\u0001 The modern myth of evolution has it that we have passed through various stages of development from a four legged reptilian carnivore through primitive tribal apes to neanderthal to homosapien. The origins of human consciousness lie in our animal natures, and in our deeper selves we are still driven by the same base instincts that we always have been. We may choose to flatter ourselves through convoluted self justifications, philosophies and religions, but at the end of the day we are still fighting for shelter, nourishment and love. This evolution of consciousness may be seen in the spiritual art of our ancestors. Whilst the later stages on paganism tend to favour more human like representations of the gods, the earlier stages are invariably anthropomorphic. Whether African, Egyptian, Assyrian, Mayan, Indian, Chinese, Norse or Celtic, the gods display the animal within them. We can see universally that what the scientists have only recently accepted as truth was known instinctively to the artists and magicians of several thousand years ago.   When communicating through whatever means with our deeper mind, we should not then be too confused if we are presented with what apear to us as the spirits of animals. These are the more primitive aspects of our own consciousness, those parts that we share with our animal cousins. That same four legged reptile that is our most distant relative is equally a relative of the"},{"pageNumber":9,"pageContent":"early wolf. Tracing the evolutionary family tree back to its most primal root, the single cell amoeba, and then back through its trunk to one branch or another, we may consider ourselves the relatives of all life forms upon this planet Earth. Through travelling the paths of consciousness’ evolution we may identify with evolutions’ consciousness. Thus we may come to know our animal selves, and send them out in their daemonic service to our Will, never forgetting that our Will is ever in service to our daemons. 1:11 \u0002\r#\u0013\u0003\u0017\u0001\u0014\u0003\r\u0012\u000f\u0004\u0002\u0001 Our sexuality is a central part of our nature, its harnessing amongst the most powerful keys to Magical power. This is why systems of social control attempt to manipulate the sexuality of its citizens and members, whether through 'thou shalt not' or 'thou shall'. Spirituality as a whole is nothing more than the way in which we choose to lead our lives, and considering how sexual relations play such an important part to us, experimentation with its various forms can only bring greater self knowledge, freedom and power. Magic has no 'code of practice', and in direct contradistinction to other currents of spirituality, encourages and applauds such intrepid exploration. Just be safe, is the only advice worth giving, and do not harm others nonconsentually. That, and find joy in being confused. Sexuality is also a very individual matter, and so it is difficult to say much of value to 'everyone' without writing several tomes of techniques. Most of us have sexual fantasies, however, and construct fantasy lovers at one time or another. Such spectraphiliac obsessions, if deliberately carried to (not too dangerous) extremes, can provide a powerful tool of result magic. A fantasy lover, fed over some time through repeated masturbation, although there is also no reason why the fantasy should not be shared, may be imbued not just with life force, but with whatever qualities and abilities you care to give them. Or it, if you are that freaky. Some people like to play games and may have other personas that they take on during sexual role-play, such as mistress, slave, girlie girl, a cross dressed 'other self', all kinds of weird stuff like that. These, too, may be employed as personal daemons. In viewing sexuality itself as a Free Spirit, as Eros the Messenger, rather than a purely personal daemon, we gain a greater sense of our own freedom. It is something that visits us, rather than something that we 'own'. There is no longer the need for ego attachment, no need to compare it to the sexuality of our rivals, no need to worry that it might atrophy through misuse. We can learn to bind or banish it with whatever techniques we have at our disposal, to summon and seduce it that we in turn may be seduced. 1:12 \u0010\u0004\u000f\b\u0017\r\u0014\r\u0001\u000f\u0011\u0001\u0006\f\r\u0001\u000e\u000f\u0014\u0007\u0001 Our bodies have their own memories and their own will. The magician may choose to contact the various demons of their body, utilising techniques of traditional Buddhist Tantra, contacting the spirits that live in the 'hot points' of Voodoun-Gnostic sorcery, or developing techniques of their own. 'Energy centres' awakened within the body, infused with a sense of their own consciousness, may be given names and communicated with in the same or simmiliar manner to other daemons. For example, they might be bound and commanded to silence, the nature of various sensations might be asked of them, or they might be awakened in preparation for fresh learning. The elemental knowledge of the body is something quite incomprehensible to the intellect. Its reactions and movements may be trained through repetition and practice, so that tasks at first requiring much concentration eventually become easy, and require no attention at all. Occult martial and sexual arts, whilst difficult to learn, once absorbed as elemental physical knowledge produce complete mental quiescence (gnosis) as a result. To those with no experience of these arts, that someone could be meditating and moving at the same time might seem ridiculous. More commonly experienced, most adult's fingers have learnt to do up their own shoelaces all on their own, without the   \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b \u001b \u001b \u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e \r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e \u0002\u0002"},{"pageNumber":10,"pageContent":"rest of the body having to pay them any attention, whereas a child's fingers may have much more difficulty. Dealing with daemons that reside in the body opens the way to many methods of magical healing. An illness itself may be treated as a spirit, bound and hopefully removed. Such acts of sorcery may form the basis of the witch-doctor's magical career. Spirits of illness have a cause, they come from somewhere, and often the roots may be the patient's bad relationship with their own self, i.e. that their own personal daemons are in conflict. A qualified doctor should treat any serious illness, and nobody in the western world should have to rely entirely on magic for relief. Similarly, nobody in the western world should have to rely on orthodox medicines. Magic is powerful and methods such as these may help to get at the very roots of an illness, rather than just dealing with its symptoms. 1:13 \r\u0012\u000f\u0006\u0005\u000f\u0004\u0003\u0017\u0001\t\r\u0002\u0016\u000f\u0004\u0002\r\u0002\u0001\u0001\u0001\u0001 Amongst the most basic divisions commonly made concerning human consciousness is that made between intellect and emotion. Although these two factors of identity are mutually dependent and interactive, there are many occasions where they may appear to be in direct conflict. Life may provide any number of reasons to attempt the realignment of our own emotional systems, presenting us with many dangers and challenges along the way. There are times when allowing ourselves to be overcome by our own emotions can be a disabling disadvantage. Examples are the fear felt upon encountering and confronting personal taboos, inappropriate emotions resulting in further anxiety and confusion, or when the reasoning faculties become immersed beneath the emotional response to some problem. Whilst none of us is the ultimate left hand path sorcerer, capable of restricting all emotion to that which serves our cold hearted and fascistic cause, it does us well to have a trick or two up our sleeves with regards to the maintenance of control. Some of the most powerfully problematical emotions consist of condensed experience or 'co-ex' systems. These feelings are not just a response to the immediate environment, but are triggered by association to simmiliar events that have happened in the past... Say, for example, my lover leaves me. Not only do I feel distress at the events of the present, but also the compounded distress caused by every other time my heart has been broken so far. Experiences such as these can prove nothing short of crippling, and we may find ourselves so easily disabled if they are not channelled in the right way. To the pragmatic Daemonologist such experiences provide an opportunity for constructive change, and a doorway to power that would be nothing short of criminal to miss out upon. The extremes of disappointment provide the initiatory catalyst of the sorcerer's power, with belief being 'freed' for investment in more constructive ends. The pain that you feel is the key to the lock that will set free your heart... The major pantheons of the world, as Peter Carrol points out in Psychonaut, are reflections of human psychology. Thus we have goddesses of Love, Anger, Jealousy, Fear, Bloodlust etc. to come and bust our hearts up in the first place. A most direct approach is to petition these forces, rather than going into a whole lot of unnecessary soul searching just to cast a simple spell to get laid. If this does not work, however, it really is time to look into you and find out why. At times such as these, when our minds are clouded and we cannot see through the rain, the Magician may choose to treat emotions as 'Knowledge of the Body' rather than of the mind, working directly with the physical sensations of feeling, rather than the mental images, hopes and fears that spiral from them. These symptoms are then assigned a name and sigil by which they may be temporarily bound, giving a little time to work out what might be done about or with them. Such spirits are powerful, and should not be wasted through misdirection. Once you know what you need to do, command the daemon to start about doing it. Send it to call your lover back, smite the wrongdoer, find you home or work, protect the friend in danger, or whatever else the more practical solution might be. It is a mistake to assume that inconvenient emotions may simply be repressed or banished whenever they apear. If they are simply kept caged up all the time and not given the exercise they need, they are likely to cause even more problems than before. Suppression is not the answer by any means. When you least expect it, KAPOW! They have broken free of their bonds and are knocking the shit out of you. The answer is not prison, but rehabilitation and healing. Find something better for them to do, and they will give you a lot less trouble. "},{"pageNumber":11,"pageContent":" Addition 2001: When I wrote this, back in 94, I reckoned I was having a pretty tough time of it. The techniques work, however, and there is more truth in the above than I think I realised. More effective than trying to banish negative feelings, however, is the summoning of positive and confident selves. One technique I have found effective is gleaned from NLP (Neuro Linguistic Programming), and this is definitely an area that anyone exploring the raw techniques of magic should look into. The first stage is to create a sigil and name for the daemon whose nature it is you want to be able to summon. This may be created by sigilising the emotion itself, i.e. confidence, optimism, the feeling of being loved by friends, or whatever. Enter a quiescant meditative state, and pass through the 'astral' gates of memory. Visualise yourself feeling positive and confident (or whatever) at some time in the past. Once the visualisation comes, and you start to feel like you did then, repeat the daemon's name as a mantra. As the image fades, visualise the sigil. Then repeat the same excercise again. And again. And again. Employ self discipline, and keep on doing this exercise until you pass through the hump of internal resistance. And there WILL be a hump. It may take a few attempts at this to get it fully 'imprinted', so repeat this little spell several times more than you would think necessary. Do it at odd times. Repeat the mantra and visualise the sigil when you enter into the required emotional state during everyday life. You will find that using the name and sigil in other contexts will summon the emotional responses that you have chosen to daemonise. This technique also works for other psychic situations, such as moments of numinous enlightenment and ecstasy. And yes, it is tried and tested with quite satisfactory results. 1:14 \u000f\u0006\f\r\t\u0001\u0016\r\u000f\u0016\u0017\r\u0001\"Hell is other people.\" Sartre In situations where we feel that someone we admire would possess more competence than ourselves in dealing with a situation, we might ask their opinion and advice. If this is not practical, we might ask ourselves 'how would so and so deal with this?'. An internalised image of that person is then summoned to mind, and some decision is made according to how we would expect that person to act. Another example is how, on the run up to some confrontational situation, we construct little emotional dramas in our heads. We run through in our minds entire mock conversations and arguments, making decisions on what we will do and say and how we expect the other person to react. Whenever we make our own assumptions as to how another person thinks, we are summoning them as we perceive them into our own inner space, creating from our experiences and expectations of the other our own internal construct or Psychodenizens. Those people who have made the greatest impact upon our lives live on inside us, even after death. A useful excercise in this consideration of this is to list the ten most influential people in your life, whether they are still a part of the present day or not, assigning to each a single word that defines for us their character. Next, consider how each may still be influencing decisions, feelings, and actions in the present day. 'Other people’ may be summoned and related to in the same manner as any other Psychodenizens. In this it is important to bear in mind the distinction between our own mental image of someone, and the actual person. Not even in the most intimate of intimacies may we ever know every side to someone else’s character- most of us do not even know every side of ourselves, even in old age. However, a mental construct MAY be used to secretly or overtly influence an actual person, if this is intended, for better or for worse. Within our own magical space it is us who are (ideally) in charge. Any daemons summoned here are bound by us and subject to our will. This can produce interesting situations when we summon the image of someone who inspires fear in us, or otherwise presents an image of dominance. This image, however, is subject to our will. The old trick of summoning their image sat upon the toilet, dressed in humiliating garments, or otherwise made more human and vulnerable, can work wonders. 1:15 \u0006\f\r\u0001\u0012\u0003\u0002\u0002\u0001\u0012\r\u0014\u0005\u0003\u0001\u0001\u0001\u0001   \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b \u001b \u001b \u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e \r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e \u0002\u0002"},{"pageNumber":12,"pageContent":"\"In the Videodrome... no-one can hear you scream!\" Tom Vague We live in a world where we a constantly bombarded day in day out with media images, media sensibilities, media moralities. These become part of our make up, influencing us even though we deny that we believe what we read or see on T.V. Most of this is at a subliminal level, effecting us in subtle and covert ways, such as how we expect people live in other parts of the world, or how often doctors make house calls. These may seem fairly incongruous on the surface, but to the magician who understands how the smallest things can have the greatest effects, a more sinister view of the mass media may arise. On more immediate level are the images of beauty, masculinity, femininity, fashion etc. that so many try to live up to. There are the so called majority opinion polls to tell you if your way of thinking is out of line, the rapidly cycling fashions that dictate if your appearance portrays who you really are this season, pop stars to excite teenage and prepubescent sexuality, and bizarre equations of images such as breakfast cereals and talking tigers, fast cars and naked women. Many soap opera addicts speak of their favourite series as if the characters on the screen are real, a part of everyday life. They may even write letters to them. They look towards these characters as examples, and act accordingly. It is as if the experience of television, the hypnotic bombardment of information upon the yellow spot of the eye, emerges within the mind of the viewer as raw experience. The mass media is overflowing with daemons, who seek refuge within our psyche entering through our ears and eyes, becoming a part of who we are. The mass media has effectively instated itself everywhere we go. It is no less than the daemon Choronzon itself, that devil whose names are Legion. Attempts at rebellion inevitably end up as part of The Spectacle, the videodrome / reality feedback loop. Look at what happened to the hippies. Look at what happened to punk rock. Attempts at self-deprogramming, searching out and destroying all those media daemons we find inside us are nothing short of futile. Even considering the possibility of success, the result would be an organism quite incapable of operating within the modern world. A more practical alternative is to recognise and exploit those daemons foolish enough to become trapped in our lair. Smite your enemies with Bugs Bunny! Summon the weathergirl and make it rain! Invoke the Terminatrix and get laid! As yet there are no copyright regulations on psychic activity. The post-modern magician is free to \u0001\u0002\u0003\u0004\u0005\u0006\u0006TM any aspect of reality that they choose, appropriating those faces of Maya that appeal, reconfiguring them according to whim. NOTHING IS NEW AND EVERYTHING IS PLAGUIARISED. A further reason to celebrate the Mass Media is the role it has played in the death of organised religion. Much of the appeal of church ceremony comes from its incitement of various emotions, which may otherwise be denied any convenient outlet. The Mass Media inspires our laughter, our anger, our fear, our tears, our lusts, directing them towards prespecified goals. The aspirations of religion, with its society bonding regulations as to what is good and what is evil, have been effectively replaced by cathode ray sensibilities. As the field expands, as more people are allowed access to creative transmissions, these sensibilities will be allowed to wither and die. Io Choronzon! Io Eschaton! \u001c\u001d\u001c$\u0001\r#\u0006\r\u0004\u0014\u0005\u0004\u0001\u0006\f\r\u0001\u0016\u0003\t\u0003\u0012\r\u0006\r\t\u0002\u0001 The story of the modern aeon is one of progressive disenchantment. Christianity and scientific rationality have insidiously isolated the mind from its environment. Denied of its ecstatic merging with reality it has become limited in its scope. 'I' am merely a lump of grey and somewhat uninspiring matter encased in a shell of bone I call my skull. An object devoid of purpose and meaning existent a world populated by other equally meaningless objects. I can see, touch, taste and hear; yet everything I experience is seperate from myself and interpreted through the medium of my senses. Hence modern man is plagued by feelings of alienation and a sense that life lacks certain magic."},{"pageNumber":13,"pageContent":" Through extending the parameters of consciousness, through expanding the mind, we can find daemons not just within ourselves but within our environment as a whole. We ARE what we experience; there can be no distinction. What was previously felt to be the hollow emptiness of existance becomes a limitless horizon of possibility and freedom. Yet this freedom is a two edged sword... \u0018\f\u0003\u0016\u0006\r\t\u0001\u0006\b\u000f\u0001THE METHODS OF MADNESS 2:0 We have seen how our identities may be interpreted as the activities of many different selves, and how the worlds of experience and imagination are inseparable. This may raise a few interesting philosophical questions, but it is only when these ideas are allowed to live and become a part of the magician's existance that they hold any relevance and power. Considering the intensely personal nature of this modern Daemonology, it would be highly inappropriate if I were to now present any set formula by which this work may be achieved. However, I would like to present a few more ideas from my own experience. As with the first section of this book, these are intended for inspirational purposes, and to encourage the reader in their own experimentation. You may like to try one or two of them out, or you may create a whole new approach tailor made to your own requirements. I make no claims to being the perfect and unquestionable adept, and if you have any ideas of your own that you would like to share, I would love to hear from you. 2:1 GNOSIS The key to creating magical change lies in the ability to manipulate consciousness. The most important of these techniques is the magical trance, or Gnosis. This is the focussing of attention upon a single point, be it an image, a sound, a thought or whatever. The mind becomes effectively silenced beyond this, allowing for the object of focus to have direct interface with the subconscious. Magic happens when we are 'not looking', and conscious attention has been diverted. This allows our egoistic identifications and expectations of reality to be bypassed. In the same way that the individual who cannot draw or write has merely locked theirself into a belief that prevents them from merely doing what others find easy, because they do not worry about it and enjoy their own creativity, so has the individual who believes they are not magical. Methods for obtaining Gnosis include the extremes of any emotion or sensation, such as those produced by ecstatic dance, physical or psychic agony, when the mind becomes paralysed by sorrow, falling in love, powerful sexual excitation, and orgasm. Alternatively meditative techniques which gradually and progressively silence all thought may be employed, such as in the various forms of yoga. Some daemons are obviously more suited to one form of gnosis than to another. In works of invocation, for example, emotional daemons are commonly suited to the Gnosis produced by their very presence. The demon of Jealousy and the experience of Jealousy are one and the same. Therefore, one would not attempt to invoke the spirit of one's own fear through a Gnosis brought about through the extremes of Laughter, or through methods that involve centring the self. Should the magician wish to banish this same spirit, however, these same methods of self centring and laughter may prove the very keys to success, since it is necessary to sever its association with one's own consciousness. These same techniques might be employed to evoke the daemon of Jealousy, in order that its summoning may be based on a more objective and disconnected trance, allowing it to be effectively bound and questioned.   \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b \u001b \u001b \u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e \r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e \u0002\u0002"},{"pageNumber":14,"pageContent":" \u001e\u001d\u001e\u0001\t\u0005\u0006\u0013\u0003\u0017\u0001\u0012\u0003\u0005\u0018\u0001 The purpose of Ritual Magic is to produce and direct the required shifts of consciousness in a disciplined manner. The more planning and precision that goes into a working, the more planned and precise the results are likely to be. If your magic is performed in a disordered and confused state of mind, this will more than likely produce disordered and confusing results. There should therefore be no place for shoddiness. The trappings of Ritual Magic, the theatrical props, further aid in producing a state of mind in which it is possible to believe in what you are up to. The weapons and tools all have significance to the imagination and the deeper consciousness, so that actions performed using such objects appeal to the subliminal mind. Traditionally these include the wand, blade, cup, disc and lamp, although the post-modern daemonologist may choose to use just about anything. Ritual Magic also serves to script and co-ordinate the actions of all those involved in group workings. These are a kind of theatre of the mind, in which a child like 'make believe’ is used to suspend the rational mind. It is amazing how, when applied through techniques of Gnosis, pier group pressure can warp the fabric of reality itself. By acting 'as if' it were so, applying enough force of mind, we make it so. This may seem like mere imaginative role play to many, but then most people are unaware of just how much we create our reality through acting 'as if' in the first place. Acts of Ritual Magic may be generalised into five categories. The first is Enchantment, acts of spell casting and 'making things happen', by sending information into the aether and actively defining certain aspects of the reality we experience. The second is Divination, which is the complementary to Enchantment, the receiving of information from the aether to find out how things are as they stand. The third is Illumination, which is essentially magic applied to creating change and empowering the self. The fourth is Evocation, which is the summoning of spirits to apearance before the practitioner in some manner. The fifth is Invocation, where the spirit is drawn into the body of a medium and allowed to dominate the egregore of 'I', otherwise known as possession. Acts of Invocation and Evocation are generally applied for purposes of Enchantment, Divination, and Illumination. \u001e\u001d\"\u0001\u000e\u0003\u0004\u0005\u0002\f\u0005\u0004\u0001\t\u0005\u0006\u0013\u0003\u0017\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001 Banishing Rituals serve to prepare the practitioner and the place of working for the act of magic, and to return to normality once the working is over. They act as a kind of aetheric container for 'free belief', the jumping off points and return points of Gnosis, and as an aid to focussing concentration. It is of utmost importance in works of Ritual Magic that the mind of the practitioner is not allowed to wander from the immediate acts being performed. Banishing Rituals also act to protect the practitioner from outside influences during acts of magic, when consciousness is 'open' and uninvited forces might intrude. They also serve to define the context of what is to come, for example Goetic Evocations call firstly upon the ArchAngels for their protection, Wiccan Rituals call upon the Watchtowers, Cthulhoid workings call the Great Old Ones, and the I.O.T. call upon no gods at all save the Gnosis of the practitioners. Performed at the close of ritual, they serve to banish those spirits being worked with to their correct domains, and to ground the consciousness of the magician. Traditionally, Banishing Rituals take the form of a circle or sphere drawn around the working space. This may be achieved using magical gestures of the hand, or using any magical weapons that seem appropriate. An example of a Banishing Ritual, suitable for solo or group work, is included in the Appendix. \u001e\u001d%\u0001\u0001"},{"pageNumber":15,"pageContent":"\u0014\u0005\u0015\u0005\u0004\u0003\u0006\u0005\u000f\u0004\u0001 Dark mirrors may be deployed as gateways between our world and the spirits, through which we may enter their world or by which they may enter ours. Systems of divination such as Tarot or I Ching may be used as means by which questions about the spirits may be answered, and as channels for direct communication. Automatic drawing and writing have proved popular with spiritist mediums, as with surrealists, siderealists, and magicians. \u001e\u001d&\u001e\u001d&\u001e\u001d&\u001e\u001d&\u0001\u0001\u0001\u0001\u0003\u0013\u0006\u000f\u0012\u0003\u0006\u0005\u0018\u0001\u0014\t\u0003\b\u0005\u0004\u0001 Automatic drawing is a method by which the conscious attention is diverted, and the deeper mind is allowed to create expressive art. The drawing is allowed to create itself, with sigil magic or some minor ritual employed to direct the wandering line to dance according to the magical will. It takes some practice as a technique before meaningful communications with the subconscious arcana may be achieved. 'Warming up' exercises can help enormously. Start by taking a wad of rough, cheap sketching paper. Do not be at all precious about what you are about to do. Nobody is to judge the results, including you. There is no right and no wrong. Make a couple of simple marks without thinking at all what they are for. Now look at these marks and see what they suggest. There is no reason to be critical in any way. There is no such thing as a mistake. Keep on making additional lines and marks, allowing each one to suggest itself rather than from any idea held in the mind. Take as long as you like over this, taking as many breaks as are desired, but do not give up. A lot of patience and persistence is required. Eventually, you ill be surprised by what you see. \u001e\u001d$\u0001\u0003\u0013\u0006\u000f\u0012\u0003\u0006\u0005\u0018\u0001\b\t\u0005\u0006\u0005\u0004 Automatic writing is a way of drawing inspiration from the deeper mind, and allowing the spirits to have their say. It has been employed by various literary outlaws, as a method of New Age ‘channelling’ for communication with dolphins and unseen masters, and amongst spiritualists and other weirdoes who like to talk to dead things. Possibly the easiest way to enter into an automatic writing trance is to start writing faster than you can think. Let each word suggest the next in a stream of consciousness word association game. Do not stop to seek meaning in any of the text until you have written your last word. Make a bit of an endurance test out of it. You may find that some of these early automatic writings surprising. Some may even shock you, disturb or disgust you, so that you say, “Did I really write this?” Try not to worry about these too much. We all have sides that we like to keep hidden. Daemonology is rarely a comfortable business. Once you have started to produce text in this fashion, you are ready to begin using automatic writing as a divinatory technique. Sigilised representations of questions may be used to occupy the conscious mind during the process. At a more advanced stage the sorcerer may choose to evoke certain entities into their hand, so that they may be spoken to during trance and write their reply as a form of split consciousness possession. There are classes of sexual daemon that can be most amusing when evoked in such a fashion, but they do not always get much writing done.   \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b \u001b \u001b \u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e \r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e \u0002\u0002"},{"pageNumber":16,"pageContent":"\u001e\u001d'\u0001\u0017\u000f\u0002\u0002\u000f\u0017\u0003\u0017\u0005\u0003\u0001 In workings of possession and invocation, where the daemon is allowed to speak through the medium, this same stream of consciousness becomes verbalised. This method of automatic speaking, or glossolalia, is popular amongst religious and mystical fanatics everywhere and anywhere. Again, this is a skill that requires persistence for most, but comes easily and rapidly once mastered. Sitting or lying comfortably, with a straight back, breathe slowly and deeply from your belly. Relax completely, from your toes, your legs, to your torso, arms, hands, fingers, chest, neck, and face. Focus on the process of breathing. Next, make a sound. It does not matter what sound you make. The breathing continues in a regular pattern, but all focus is now upon the sound you are making. Allow each sound to suggest the next. Do not worry about how your voice sounds; simply allow yourself to be drawn into gnosis by the process. Let nothing distract you. After a while you may find that the breathing's regulation has been disturbed by what the voice wants to do. Experiments such as this may surprise you as to what your voice is capable of doing. Take the time to play. Discover how different tones and sound 'shapes' make you feel. Let the voice carry your consciousness. The next stage is to begin using the voice, in the same way as above, to call out streams of random phonetics. Strange and barbaric words are allowed to form themselves. This produces a strange split in consciousness. The voice is producing sound, but your attention is withdrawn as to what these sounds are. Yet this attention must not be allowed to wander. Therefore it should be concentrated upon the sigil of the spirit you wish to communicate with. An audience, scribe, or recording device is required, if oracular pronouncements are expected. Secondly, however, the entranced sorcerer may find themselves conversing with entities who seem to utter from somewhere deeper within themselves. This technique also proves pretty effective in a group. Participants are arranged in a circle, and time is spent uniting the breath of the group. \u001e\u001d(\u0001\u0003\u0013\u0006\u000f\u0012\u0003\u0006\u0005\u0018\u0001\u0012\u000f\u0015\r\u0012\r\u0004\u0006\u0001 Conscious mind is seemingly absent during the possession experience. The medium of the spirit form is paralysed in their own awareness, and the spirit force ascends from the deeper mind to gain control of the body. In extreme cases, the deeper personality may dominate mundane consciousness by force, beating it into submission as the medium’s body is given up to spasms and shaking. The trained medium may acquire the skill of quietening their own mind as a discipline, thus easing the entry of the intrusive spirit. In the experience of automatic writing and drawing, where conscious direction of the hand is absent, it may seem as if the inspiration comes from somewhere else. With glossolalia, if the trance carries us well, we may hear our own voice speaking in someone else’s tones, speaking someone else’s words. Consciousness retreats from editing our words, our sounds, and something that seems to be other than the self is allowed to take command. Our mundane identity may retreat to such a degree that all memory of the event of possession is lost completely. Perhaps the most commonly successful method of entering such trance is to dance. Our bodies are taken up in their motion to rhythms and tones of music that seem to dictate to us how we should be moving. We find that as we become less self conscious our dancing improves, and as our dancing improves we become less self conscious. \u001e\u001d)\u0001\u0018\f\r\u0012\u000f\u0004\u000f\u0002\u0005\u0002\u0001"},{"pageNumber":17,"pageContent":" It is by no means the intention of the author to inspire anyone to embark upon the dangerous road of narcotic use. Entheogens and psychedelics are illegal. We are banned from using them, even for worthwhile spiritual progress and metaprogramming. However, no discussion of Daemonology would be complete without at least a cursory glance towards such practice. Lets be straight up here and say what we are talking about. DRUGS. These have always been the tools of sorcery, since the first mushroom munching, bone tossing misfit discovered how to work magic. It is this author’s firm belief that the origins of magic and the origins of art lie in the same wide eyed moment of humankind’s history. The bizarre patterns and images of our cave paintings and earliest art depict nothing if not the psychedelic impressions of a freaked out shamanic imagination. It seems likely that such spiritual adventuring played an important part in making our brains the basic shape that they are. Did you know that there is a part to the human brain that does nothing at all unless you feed the body T.H.C.? Are music, dance, sex and drugs the origins of all religion? Drugs may be seen as entities in their own right. They wash over consciousness, producing personality change. Such changes may even be permanent. They possess you, and use you to their own ends. Their indulgance is a pact, if made wisely one of mutual benefit. If unwisely... the damage can be severe and the suffering unbearable. The Daemons of addiction can tear apart families, and the seduction of the needle can prove worse than fatal. \u0018\f\u0003\u0016\u0006\r\t\u0001\u0006\f\t\r\r\u0001\u0018\f\u0003\u000f*\u0014\u0005\u0002\u0018\u000f\t\u0014\u0005\u0003\u0004*\u0015\u000f\u000f\u0014\u000f\u000f\u0001\u000e\u0003\u0004\u0005\u0002\f\u0005\u0004\u0001 1) Define Metaphysical North by some method of randomness and convenience. For example, spinning the smallest member of the group around and around until they fall over, and seeing which direction their head points. 2) The Priest/ess draws the eight rayed star of Chaos in the direction of Metaphysical North, calling out: \"Spirits of the Hocus and the Pocus, I summon, stir, and call you up To put you to work in this act of Magic!\" 3) The Priest/ess and all present face Metaphysical North, wave their arms in the air like lunatics, and make a lot of crazy atavistic noises. 4) The Priest/ess draws the eight rayed star of Chaos in the direction of Metaphysical West, calling out: \"Spirits of the Mumbo and the Jumbo, I summon, stir, and call you up To put you to work in this act of Magic!\" 5) The Priest/ess and all present face Metaphysical West, wave their arms in the air like lunatics, and make a lot of crazy atavistic noises. 6) The Priest/ess draws the eight rayed star of Chaos in the direction of Metaphysical South, calling out: \"Spirits of the Hoodoo and the Voodoo, I summon, stir, and call you up To put you to work in this act of Magic!\"   \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b \u001b \u001b \u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e \r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e \u0002\u0002"},{"pageNumber":18,"pageContent":"7) The Priest/ess and all present face Metaphysical South, wave their arms in the air like lunatics, and make a lot of crazy atavistic noises. 8) The Priest/ess draws the eight rayed star of Chaos in the direction of Metaphysical West, calling out: \"Spirits of the Hodge and the Podge, I summon, stir, and call you up To put you to work in this act of Magic!\" 9) The Priest/ess and all present face Metaphysical West, wave their arms in the air like lunatics, and make a lot of crazy atavistic noises. 10) The Priest/ess draws the eight rayed star of Chaos above the circle, calling out: \"Spirits of the Delusion and the Confusion, I summon, stir, and call you up To put you to work in this act of Magic!\" 11) The Priest/ess and all present face above, wave their arms in the air like lunatics, and make a lot of crazy atavistic noises. 12) The Priest/ess draws the eight rayed star of Chaos below, calling out: \"Spirits of the Heebees and the Geebees, I summon, stir, and call you up To put you to work in this act of Magic!\" 13) The Priest/ess and all present face below, wave their arms in the air like lunatics, and make a lot of crazy atavistic noises. 14) The required acts of Ritual Magic are then performed. 15) Once these workings are completed, the Priest/ess calls out; “Spirits of the Chao-Discordian-Voodoo, Return to the realms from whence you came The circle is broken! Nothing is True and Everything is Possible!\" 16) All present burst into hysterical laughter at how ridiculous they have been behaving, calling out such things as \"What a load of bollocks!\", \"You what?\", and \"Yeah, as if!\" \u0018\f\u0003\u0016\u0006\r\t\u0001\u0011\u000f\u0013\t\u0001\u0011\u000f\t\u0012\u0002\u0001\u0006\u000f\u0001\u0011\u0005\u0017\u0017\u0001 Previously published, 1992, 'Kallisti- A Chao-Discordian Journal' # 2. My mind swims in the dark seas of Chaos, where nothing has any distinction unless I choose to give it. Here I can play at being god, create landscapes (or inscapes as Sidney Sime put it) and creatures to amuse the mind of this would be artists with no canvas but himself. However, it would appear that I am not alone in my folly. There are... others that clamour for attention. As yet they have no form that I can recognise but there is a feeling that I cannot ignore. These things demand recognition but are unlike anything I have experienced in the past. I would turn and run but in this fertile void there is as yet nowhere to go but here."},{"pageNumber":19,"pageContent":" \"Give us form!\" they cry, but I would rather that they were without. \"Or we'll huff, and we'll puff, and we'll blow your house down!\" I may have been clever and built my house of bricks but unfortunately for me the mortar is still a little wet behind the ears, and already these oh so well balanced walls begin to fall. At last they do, and from clouds of dust they emerge in shapes I can just begin to comprehend. Still there is no order. Surrounded by a thick fog of ever changing form I still do not know these beasts for they are seemingly external to me. \"You think you big magician- pull us out your hat!\" Now I must finally let them in as they evoke themselves into this frame of flesh I usually equate with me. Ask any voodoo priestess and she will tell you that it is impossible for her to imagine a religion without possession. Now I begin to see why. I am pulled into a twilight world, but that is neither here nor there. Only by visiting their domain can I ever expect to play the host. It is soon obvious that these things I am creating have been here far longer than I, they could tear me apart if they so wished but for now they seem content to make a deal. But I'm no fool. Remembering all the good advice I've had from friends and books of weird lore, I stand wavering and cry, \"Give me your names!\" So they do, and I immediately regret it. This is the first half of the deal, and is just what they have been bargaining for all along. Their names are as unpronounceable as their forms are incomprehensible, and must be sounded with more than just the mouth, rather with the whole mind. This manner of calling names it would appear is a technique in itself. No need for complex Enochian incantation here, just network your mind and go. After a few practice runs and complete mispronunciations I soon start to get the hang of things as demon after demon pushes its way through the lungs and vocal chords and into my head. Some are less than pleasant, others consist of more than just pleasure. An insect god I have met before amongst typed pages introduces itself and the name nearly has me vomit there and then. A close associate of his, Death by Choking, fortunately leaves before I get his name right. Then comes the Mystery Herself. Her name is more than a feeble mind like mine could take. To call upon Her in Her entirety would be total abandonment, literally. I may decide to give it a try one day. She is the Mother and Lover to all these others, and She teaches me that I may only experience the smallest portion of being at any one time. Our Lady Chaos. It is for this reason that She has so many names- for She IS so many names. But don't get me wrong, this might start to sound monotheistic. She is many, but not and never a one. Thus there can never be one way to invoke Her. Suddenly all this seems pretty ridiculous, and I feel my body shudder at the entrance of an old friend. Laughter. That formless lover favoured by many magicians of late. Its arrival startles the others and they are gone, leaving me to write my hurried notes to jog my creativity should I need to call on them or others of their like again. Addendum 2001: I am trying to convey the essence of an experience here, rather than present any kind of working theory or hypothesis. For my own personal reasons I neglect to describe my experience of Our Lady, who is the Primordial woman of the Zos- Kia-Cultas, and Babalon of Thelema. She seemed to me as a gigantic spider, weaving a web across the abyss. I knew that once she had finished weaving her web, the world as we know it will come to an end. She took me deep inside herself in order to show me her secret core. Mmmmmm. The secret names of the spirits acted like Nuero Linguistic anchors to the original chemognostic experience, so that a simmiliar gnosis could be accessed which was once again interpreted as if the spirit were possessing me. As with other forms of N.L.P. triggers, which are created by design but emulate an effect that happens by nature, these anchors lost their potency over time. I had a similiar experience some years later. I found my astral eye travelling at high speed over a netscape of bright coloured light, blinding my eyes as it shone from within my brain. This wove together like the primordial structure of reality to form soft female flesh, which once again took me deep inside its’ self as I became the Earth Mother Fucker. She berated me and revealed the profound knowledge that all I am really interested in is pussy.   \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b \u001b \u001b \u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e \r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e \u0002\u0002"}]
