[{"pageNumber":1,"pageContent":"Sigil of Flesh Ritual by oZZion This act of Enchantment will be an operation designed to create vibratory fleshy sigils for individual desires. This operation will be broken down into four parts: 1) Realization of desire. Creation of verbal nuncupative sigils. 2) Charging of sigil in the ritual chamber 3) Applying sigil to the Aether. 4) Destruction of sigil after completion. 1) The first step of this working is to realize what you desire. Since all acts of gratification contribute to initiation, this ritual is not centered on it as a whole, but focuses on getting a cheap thrill or quick fix. Fuel for Xeper. I suggest that the first time you use this, that you decide on something you have a remote possibility of making happen, or bringing something to you that you are able to find or draw to you from time to time. Write down your desire, beginning with the statement \"It is my will...\", to create a precise and short sentence. EXAMPLE - It is my will that I have a threesome with two strangers. Next, break down the words so that you only have the (single) letters of the sentence. EXAMPLE - ITSMYWLHAVERONG Rearrange the letters to make a 2 to 3 word statement. EXAMPLE - \" Gnist Lhaormy Vew\" 2) Prepare your ritual chamber to signal your subconsience, that this is a somewhat serious act of magick. The working should be done when you are certain not to be interrupted by the TV, phone, or unexpected visitors. A suggested altar piece or ritual prop should be a black eight rayed chaosphere, since you will be charging the sigil and making it active within the great Aether. Chaos will give your wish shape, while the Kia will give it power to be fulfilled. There should be a table (altar) with your usual Inverted Pentagram, along with the image of the Chaosphere, just described, above the altar. Ahead of the flame should be your written out vibratory sigil of black enchantment. The candle should be your only source"},{"pageNumber":2,"pageContent":"of light. Ring bell / gong nine times. (If you don't have one, clap your hands together instead.) Perform Gnostic Inverted Pentagram Ritual A) Draw inverted Pentagram in the air. As you do so, vibrate the vowels I,E,A,O,U, while you create and visualize each line, on fire in the air ahead of you. Rotate left and continue until you reach the same point again. EXAMPLE - Pronounced \"Eyeeee... Eeeh... Aaaah... Oohh... Ewww...\" B) When back to the original position, vibrate the vowels again, holding until the entire breath is exhaled for each one. At the same time imagine a warming red glow. I = Head, E = Throat, A = Heart / Lungs, O = Stomach, U = Genitals Feel the powers of chaos swimming around you and within you. (This may cause excitement or dizziness.) At this moment, all the thoughts of the day should be forgotten, as you are one with the universe. Sit before the altar. Imagine a rotating chaosphere above you. Feel the black flame within you growing stronger and warming you within. C) Normally you would expect to take the time to say a quick statement of intent. Instead, just know that Satan / Set is there with you. At this moment, you and he are one. His gift was to realize your desire, and to make it manifest. D) Speak your secret words to Set as you fill your body with the blackness that surrounds you. SAY - EXAMPLE - \" Gnist Lhaormy Vew\" Repeat it until you reach a state of gnosis, breathing in and out deeply between each declaration. Self-stimulation can be used to super charge your words. If this is done, use your sexual fluids to charge the paper with your secret on it. Fold it, and place it aside. You are done with this step, but the ritual is not to be banished or closed out. 3) This ritual continues over the next week. You should repeat your words in the shower, while driving, falling to sleep.... (Whenever there is a silent moment.) It can be a whisper, or exclaimed in your privacy or in a loud crowded room. Even thought to yourself loudly over the sounds of traffic or TV. Know that it is working, but don't lust for results."},{"pageNumber":3,"pageContent":" Over the next few days, be open for opportunities. Knowing it will not fall in your lap. (It could but...) Go out to a new place to hang out. Do your shopping in the morning instead of in the evening. Look for signs of Synchronicity. Speak to those you normally would not. Open the doors of opportunity. 5) After a week... If your desire came to be - Simply burn the paper with your sigil on it and go on with life as usual. Thanking Set. If Not - Do steps 1 and 2 again as before, but burn the paper at the end, and do not repeat the words again. Continue to open the doors of opportunity. \"SO IT IS DONE. HAIL (Diety of Choice) !\" "}]
