[{"pageNumber":1,"pageContent":"This is a revised and expanded version of my Necronomicon Information post. My first post, written off the top of my head (I didn't have any of my books with me), contained a few small errors. I have corrected all the errors I could find in it, but I can't guarantee this version is perfect. Contents: Part 1: The Necronomicon Mythos According to HPL Lovecraft's ideas on his myth-cycle Part 2: The Necronomicon and Ancient Arab Magick Arab magick as a possible source for HPL's fiction Part 3: Sources on Ancient Magick Research sources and some more data Part 4: The Necronomicon Mythos and Modern Magick A. Crowley, Anton LaVey, Kenneth Grant, A.Spare and Dr. Dee THE NECRONOMICON MYTHOS ACCORDING TO H.P. LOVECRAFT This section is a short summary of some of horror writer H.P. Lovecraft's major ideas relating to the Necronomicon and its associated Myths. The Necronomicon is perhaps the most infamous book related to the magick (whether real or fictional). Please note that I am not claiming that the information presented in part is historical fact. Rather I am simply summarizing what HPL had to say in his fiction and other sources about the Necronomicon. After reading ALL parts of this post AND doing your own research, you will be the judge about what may or may not be historical fact. Perhaps the best way to start is by Quoting HPL from _The History and Chronology of the Necronomicon_. \"Original title Al Azif-Azif being the word used by the Arabs to designate that nocturnal sound (made by insects) supposed to be the howling of demons\". \"Composed by Abdul Alhazred, a mad poet of Sanaa, in Yemen, who is said to have flourished in the time of the Ommiade Caliphs, circa A.D. 700. He visited the ruins of Babylon and the subterranean secrets of Memphis and spent ten years alone in the great southern desert of Arabia-the Roba el Khaliye or 'Empty Space' of the ancients and 'Dahna' or 'Crimson Desert' of the modern Arabs, which is held to be inhabited by protective evil spirits and monsters of death. Of this desert many strange and unbelievable marvels are told by those who pretend to have penetrated it. In his last years Alhazred dwelt in Damascus, where the Necronomicon (Al Azif) was written... Of his madness many things are told. He claimed to have seen the fabulous Irem or city of Pillars, and to have found beneath the ruins of a certain nameless desert town the shocking annals and secrets of a race older than mankind\". Later the Al Azif was translated into Greek under the Greek title Necronomicon (the title is definitely not in Latin as is often claimed). This title is translated as \"the Book (or image) of the Practices of the Dead\"; Necro being Greek for \"Dead\" and Nomos meaning \"practices\", \"customs\" or \"rules\" (as in astronomy). The title Necronomicon absolutely does not translate as Book of Dead Names (as Colin Wilson has mistakenly and repeatedly stated). In order for it to mean Dead Names it would have to be Latin/Greek"},{"pageNumber":2,"pageContent":"hybrid (besides HPL flatly indicated the first translation is the correct one). Still later (possibly in the 1200's) it was translated into Latin but retained it's Greek title. The Latin text came into the possession of Dr. John Dee in the sixteenth century. Dr. Dee made the only English translation of the Necronomicon known. The Necronomicon contains dark secrets about the real nature of the Earth and the universe. According to the Necronomicon the Earth was once ruled by the Old Ones, powerful beings from other worlds or other dimensions. HPL in _The Dunwich Horror_ attributes this quote to the Necronomicon \"Nor is it to be thought, that man is either the oldest or the last of Earth's masters, or that the common bulk of life and substance walks alone. The Old Ones were, the Old Ones are, the Old Ones shall be not in the spaces we know but between them, They walk serene and primal undimensioned and to us unseen. Yog-Sothoth is the gate. Yog-Sothoth is the key and guardian of the gate. Past, present, future all are one in Yog-Sothoth. He Knows where the Old Ones broke Through of old, and Where They shall break through again. He knows where They have trod earth's fields, and where They still tread them, and why no man can behold Them as They tread. By their smell can men sometimes know them near, but of their semblance can no man know, saving only in the featurs of those They have begotten on mankind; and of those are there many sorts, differing in likeness from mans truest eidolon to that shape without sight or substance which is Them. They walk unseen and foul in lonely places where the Words have been spoken and the Rights howled through at their seasons...Yog-Sothoth is the key to the gate whereby the spheres meet. Man rule now where They rule once; They shall soon rule where man rule now. After summer is winter, after winter summer. They wait patient and potent, for here they shall reign again\". The Necronomicon STRONGLY hints that there is a cult or group of cults that worships the Old Ones and seeks to aid them gain control of this planet. One of the tactics attempted by this cult is to breed human and Old One offspring that will then multiply and ingress into terrestrial life until the Old Ones return to their pre-ordained position. Some branches of the cult venerate a deity called Cthulhu. Cthulhu is a dragon-like \"god\" with a face that is a mass of tentacles. Cthulhu is dead (dormant) but dreaming in the abyss (the Pacific Ocean). It is not certain whether or not Cthulhu is an Old One. At one point Cthulhu is referred to as Cousin of the Old Ones. At another the deity is called the high priest of the Old Ones; both of these labels might imply that Cthulhu may not be exactly like the Old Ones. The cult seeks to raise Cthulhu in order to usher in the day when the Old Ones will control the world. When Cthulhu rises men will be wild and free beyond good and evil. If Cthulhu rises partly from the ocean but it is not yet the correct time there are terrible bouts of madness. The center of the Cthulhu cult \"lay amid the pathless deserts of Araibia, where Irem, City of Pillars dreams hidden and untouched.\" The cult places special emphasis on dreams, which they say can sometimes contain the thoughts of the \"deity\". There are many other important gods mentioned in the Necronomicon. One group of these deities, the Other Gods seem to be true Gods (unlike the Old Ones and Cthulhu who seem simply to be very powerful entities). "},{"pageNumber":3,"pageContent":"Most important among the Other Gods are Yog-Sothoth and Azathoth. Yog-Sothoth is coterminous with ALL time and space. In _Through the Gates of the Silver Key_ Lovecraft (who, despite the fact that E. Hoffman Pric appears as co-author, wrote nearly every word of this story) describes Yog-Sothoth thus:\"an All in One and One in All of limitless being and self-the last, utter sweep which has no confines and which outreaches fancy and mathematics alike. \" Past, present, future all are one in Yog-Sothoth. Of equal or greater importance is Azathoth. Evidence that Azathoth is at least equal with Yog-Sothoth is that Azathoth is \"Lord of All\" while Yog-Sothoth is \"All in One, One in All\" Azathoth is the \"ultimate nuclear chaos,\" at \"the center of infinity.\" It is from the Throne of Azathoth that the aimless waves, \"whose chance combining gives each frail cosmos its eternal law,\" originate from. It is Extremely noteworthy that Azathoth is very closely related to the latest models in Quantum Physics. There are also some notable parallels between HPL's ideas about Chaos and the new Chaos Mathematics. Azathoth the ultimate nuclear chaos that emits the random waves that govern the universe seems to be the principle opposite of Yog-Sothoth who embraces the expanses of infinity. Whereas Yog-Sothoth is infinitely large, Azathoth seems to be infinitely compact (e.g., the quantum center). HPL researcher Philip A. Shreffler states in _The H.P. Lovecraft Companion_ that the acting principles of Yog-Sothoth and Azathoth are \"infinite expansion and infinite contraction\" respectively. The heart and soul of the Other Gods is Nyarlathotep the mighty messenger. It is as their messenger that Nyarlathotep makes the will of the Other Gods known on Earth. It is through Him that all traffic with Azathoth must go. Nyarlathotep has a thousand forms. He is called the Crawling Chaos. Shub-Niggurath the Black Goat of the Woods is a type of \"perverse fertility deity.\" Shub-Niggurath also is called the Goat with a thousand young. It is apparently a very important deity in the Necronomicon mythos, judging by how frequently It is mentioned. There is obviously a connection between the cult of Shub-Niggurath and the many Goat cults of antiquity. Besides Cthulhu, the Old Ones and the Other Gods there are numerous minor races of creatures in the Necronomicon such as the shoggoths. A shoggoth is a shapeless congerie of \"protoplasmic bubbles.\" The shoggoths were created by the Old Ones as servitors. They can assume any form they need to accomplish their assigned task. They are unruly servants, becoming more intelligent with time eventually gaining a will of their own. Shoggoth are sometimes, according to HPL, seen in drug-induced visions. Another race is the Deep Ones who are a type of amphibious creature resembling a mixture of a fish, a frog and man. The Deep Ones worship a god called Dagon. Dagon is a deity resembling a giant Deep One. Dagon and the Deep Ones seem to be Allied in some way with Cthulhu. Another minor race is ghoul. Ghouls are corpse eating monsters that are very manlike except for their canine or monstrous facial features. It is possible for a man to be transformed into a ghoul under the right circumstances. This concludes my short summary of HPL's major ideas on the Necronomicon and it's"},{"pageNumber":4,"pageContent":"Associated myths. This is by no means exhaustive but it should give you enough general information to address the rest of this post with a good point of references. THE NECRONOMICON AND ANCIENT ARAB MAGICK HPL's accounts of the Necronomicon provide a number of dramatic parallels with actual Arab myths and magickal techniques. These parallels are too specific and detailed for it to be a case of coincidence. Much of the material in this section was NOT available in the books printed in English before 1930. This would seem to mean that Lovecraft either was given the information in his stories by someone initiated in Arab magickal traditions (which is VERY unlikely) or that Lovecraft had a written source of information on Arab myths and magick not publicly available. The second option is rather plausible as Lovecraft was an extraordinarily erudite bibliophile who Loved Arab mythology when young. Lovecraft Almost certainly had an unprinted, probably rare, book (or some other form of manuscript), on Arab myths or magick. This is the most economical explanation as to how VERY OBSCURE information on Arab magick could appear in his stories. Lovecraft probably owned a book much like Al Azif (Necronomicon) in content if not in title. To some people this may sound like a difficult assertion to accept without support. I am just that type of person. The reason I am making this assertion is that I feel it is very well supported. I hope you will share this feeling when you are done reading this post. I will now detail some of the rare information, referred to above, that connects HPL's accounts of the Necronomicon and its myths with real Arab mystical and magickal traditions. HPL wrote that the Necronomicon was written Abdul Alhazred, who was called the \"Mad Poet.\" Alhazred visited the lost city \"Irem of the Pillars\" (the center or the cult of Cthulhu) and encountered many strange and magickal things there. Lovecraft placed Irem in the Rub al Khali. When he was very old, Alhazred recorded what he had learned in his book of poetry _Al Azif_ (later retitled Necronomicon). Irem is very important to Arab magick. \"Irem Zhat al Imad\" (Irem of the Pillars) is the cities name in Arabic. It is popularly believed by the Arabs that Irem was built by the Jinn under the direction of Shaddad, Lord of the tribe of Ad. The tribe of Ad, according to legend, was a race roughly equivalent to the Hebrew \"Nephlim\" (giants). In some version of this myth Shaddad and the Jinn built Irem before the time of Adam. The Muqarribun (Arab magicians) have important beliefs about Irem and it's significance. The Muqarribun, whose traditions predate Islam, believe that Irem is a locale on another level of reality, rather than a physical city like NY or Tokyo. (Why Irem is important to the Muqarribun and how they use it will be more fully explained shortly.) The \"Pillars\" in \"Irem of the Pillars has a hidden meaning. Among Arab mystics pillar is a code name for \"elder\" or \"old one.\" Thus \"Irem of the Pillars\" is really \"Irem of the Old Ones.\" (It is noteworthy that several Lovecraft \"scholars\" erroneously claim that HPL created Irem, just as they claim he created the Necronomicon, as part of his fiction). In Arab legend Irem is located in the Rub al Khali just as HPL said it was. To the"},{"pageNumber":5,"pageContent":"Muqarribun the Rub al Khali also has a \"hidden\" meaning (incidentally the art of encoding and decoding \"hidden\" meanings in Arab mystical or magickal writing is called Tawil). Rub al Khali translates as \"the EMPTY Quarter.\" In this case Empty refers to the VOID and is the same as AIN in the Cabbalistic traditions. Rub al Khali is the \"secret\" door to the Void in Arab magickal traditions. It is the Exact Arab equivalent to DAATH in the Cabbala. To the Muqarribun the Rub al Khali is the secret gate (Daath) to the Void (Ain) in which is the \"city of the Old Ones.\" This is Incredibly close to Lovecraft, who made many references to a gate connected with the \"Old Ones.\" Further Lovecraft claimed that the Old Ones were from Outside (another dimension of reality) and linked them with the \"infinite void.\" By making these claims about the \"Old Ones\" and connecting them to Irem and the Rub al Khali Lovecraft tapped into the very core of an almost unknown (but important) area of ancient Arab magick. What makes this even more interesting is that there is no way to know about the \"hidden\" meaning of Irem unless you have done some serious research into Arab magickal and mystical traditions. Thus Lovecraft either made one of the luckiest guesses in history or actually did some research into the deeper aspects of the Muqarribun magickal traditions (to my knowledge there were no publicly available books with this information in Lovecraft's time). The \"Rub al Khali\" (not the physical desert, but the Arab equivalent of Daath) was entered in an altered state of consciousness (some where between dreams and the complete absence of thought) by the Muqarribun. Irem represents that part of the \"Empty Quarter\" that acts as the connection to the Void. It is from this place (Irem) that the communion with the Void and that which inhabits it can happen. The \"monsters of death\" and protective spirits Lovecraft mentions are the Jinn (see below). The Muqarribun can interact with these entities when he is in the \"Rub al Khali\" or \"Irem.\" When the Muqarribun passes through Irem to the Void he achieves Annihilation (fana). Annihilation is the supreme attainment in Sufi and Muqarribun mysticism. During Annihilation the magicians entire being is devoured and absorbed into the Void. The self or \"soul\" (nafs i ammara) is utterly and completely destroyed by this process. This is probably the sources of stories regarding the soul eating demons (associated with Irem) in Arab legend. This should be compared to Lovecraft in _Through the Gates of the Silver Key_ in which Irem is a type of portal to the Outside. A close comparison of this story with the Muqarribun ideas, discussed above, will again show that HPL had a knowledge of Arab magick that was not publicly available. Next let's look at Alhazred's title. HPL wrote that Alhazred's title was \"Mad Poet.\" \"Mad\" is usually written \"majnun\" in Arabic. Majnun means \"mad\" today. However, in the eighth century (Alhazred's time) it meant \"Possessed by Jinn.\" To be called Mad or Possessed by Demons would be highly insulting to orthodox Muslims. The Sufis and Muqarribun regard Majnun as complimentary title. They even go so far as to call certain Sufi heroes Majnun. Jinn were powerful creatures of Arab myth. The Jinn, according to legend, came down from heaven (the sky) in the time before Adam. Therefore, they pre-exist mankind and thus called \"Preadamites.\" \"Infidel pagans\" worship these incredibly powerful beings."},{"pageNumber":6,"pageContent":"The Jinn can \"beget young on mankind.\" The Jinn are usually invisible to normal men. They apparently want great influence on Earth. Much of the magick used in Arab countries concerns the Jinn (protection spells against, or spells to call them up). The Jinn are thus virtually identical with Lovecraft's Old Ones. Let's look at the title \"Mad Poet\" some more. Jinn inspire poets in popular Arab myth. This is why Mohammad was so vehement in denying that he was a poet. He wanted it known that his revelation came from \"God\" and not the Jinn. So the title \"the Mad Poet\" indicates that Alhazred had made \"Contact\" with the Jinn (the Old Ones). It also Implies that his writings were directly inspired by them. This is entirely consistent with what Lovecraft wrote about Alhazred. Anyone unfamiliar with Arab magick and mysticism could not know the significance of \"the Mad Poet\" in Arabic. This again seems to indicate that Lovecraft probably had a source of rare information on Arab magick. Lovecraft wrote that Alhazred's Necronomicon was a book of poetry originally titled _Al Azif_. This also shows a deep connection to Arab magick and mysticism that would not be apparent to someone unfamiliar with these subjects. Al Azif is translated as \"the book of the howling of the Jinn.\" This title is remarkably consistent with the meaning of \"the Mad Poet\" in Arabic (The One Possessed by Jinn and Whose Writings Are Inspired by the Jinn). It is Also important that the Al Azif was said to be written in poetic verse. The Necronomicon (Al Azif) was concerned with many religio-magickal and mystical subjects. Nearly all Arabic Books on religion or mysticism were written as poems. This includes orthodox works (such as the Quran) as well as Sufi and Muqarribun writings. The name Cthulhu provides an Important and fascinating parallel with Arab magickal practice. Cthulhu is very close to the Arabic word Khadhulu (also spelled al qhadhulu). Khadhulu (al qhadhulu) is translated as \"Forsaker\" or Abandoner.\" Many Sufis and Muqarribun writings make use of this term (Abandoner). In Sufi and Muqarribun writings \"abandoner\" refers to the power that fuels the practices of Tajrid \"outward detachment\" and Tafrid \"interior solitude.\" Tajrid and Tafrid are forms of mental \"yoga,\" used in Arab systems of magick, to help the magician free himself from (abandon) cultural programming. In Muqarribun texts Khadhulu is the power that makes the practices of Tafrid and Tajrid possible for the magician. Although I was familiar with the use of \"abandoner\" in Arab mystical and magickal writings I was unaware (until about two years ago) that Khadhulu appears in the Quran. I owe the knowledge Khadhulu shows up in the Quran (in a very significant way) to William Hamblin. In the Quran chaper 25 verse 29 it is written, \"Mankind, Shaitan is Khadhulu.\" This verse has two orthodox interpretations. The first is that Shaitan will forsake man. The other orthodox interpretation is that Shaitan causes men to forsake the \"straight path of Islam\" and the \"good\" ways of their forebears. The orthodox Muslim would view forsaking Islamic culture as sinful and ungodly. However, Muqarribun and Sufis, as already discussed feel abandoning culture is vital to spiritual growth. The identification of Shaitan of the Islamic tradition is very important. By the time Mohammad was writing Shaitan was being called \"the Old Serpent (dragon)\" and \"the Lord of the Abyss.\" The Old Serpent or Old Dragon is, according to experts such as E.A. Budge and S.N. Kramer, Leviathan. Leviathan is Lotan. Lotan traces to Tietan. Tietan, we are told by the authorities on Near Easern mythology is a Later form of Tiamat. According to the experts the Dragon of the Abyss"},{"pageNumber":7,"pageContent":"called Shaitan is the same Dragon of the Agyss named Taimat. Scholars specializing in Near Eastern mythology have stated this time and again. Why is this important? Its importance lies in the fact that HPL described Cthulhu as dragon-like and sleeping in the abyss (ocean). Leviathan/Tiamat is also said to be sleeping or dormant. The identification of Shaitan the Old Dragon Lord of the Abyss with Khadhulu in the Quran is thus a very fascinating parallel with Lovecraft. The connection of the \"Abandoner\" with the Dragon is strengthened somewhat by a line from \"The Book of Annihilation\" an Arabic text on magick. This line translates as, \"the dragon is an abandoner for he leaves all that is sacred. The dragon goes here and there without pause.\" While this line is obviously symbolic (most likely referring to the practice of Tafrid) it does serve to establish a connection between the Dragon of Near Eastern myth with Khadhulu in Arab magick. The ancient dragon of the abyss (Tiamat) traces back to Sumeria. Sumeria was the oldest civilization known to have existed. If Khadhulu of Arab mysticism is synonymous with the Dragon of mythology (which the evidence suggests it might be) then Khadhulu has been \"worshipped\" for a very long time. The numerous parallels between Cthulhu and the Muqarribun's Khadhulu are strong enough to suggest that Lovecraft expanded on Arab myth to create his deity Cthulhu. There is another interesting bit of information related to the Dragon of the Abyss (which originated in Sumeria) and Khadhulu. This data quite possibly is simple coincidence. On the other hand, it may not be coincidence; there is simply no way to tell yet. It concerns one of the titles of the Dragon, namely the Lord of the Abyss. The title Lord of the Abyss translated into Sumerian is \"Kutulu.\" Kutu means \"Underworld\" or \"Abyss\" and Lu is Sumerian for \"Lord\" or \"Person of importance.\" Let's consider this for a moment: the Sumerian Kutulu is quite similar to Khadhulu in Arabic. Khadhulu is associated with the Dragon in Arab magickal texts. Khadhulu is also Identified with the Old Dragon (Shaitan) in the Quran. One of the titles of this Dragon (Lord of the Abyss) is Kutulu in Sumerian. The word Kutu (abyss) is connected with the dragon Sumerian mythology. Indeed the ruler of the Abyss (kutu) in Sumeria was the Old Dragon Mumu-Tiamat. There is, it would seem, quite a bit of connection here and it may indicate that Kutulu and Khadhulu are on in the same. I first became aware of the similarity of Cthulhu and \"Kutulu\" reading a publication of L.K. Barnes. I was quite skeptical at first but I did not make a knee-jerk dismissal of the information. Instead I researched until I was able to confirm all the above information, related to the word Kutulu. The fact that the above information on Kutulu is accurate and very suggestive does not PROVE anything. It does, however, generally SUPPORT the idea that Kutulu/Khadhulu has been a part of the magickal traditions of the Near East for a very long time. The only thing that can be accepted as proof will be the discovery, in a Sumerian text, of the direct mention of the name or word Kutulu in the context discussed. To my knowledge this has not yet happened. Until it does (if it does) the Kutulu/Khadhulu equivalence will have to remain tenative. Let's closely examine the material on Arab magick. I believe it leads to one conclusion. Lovecraft had access to rare material on Arab magick and myths. Ignoring the possible coincidental equivalence of Kutulu and Khadhulu there is still overwhelming evidence supporting this proposal. Lovecraft used Irem in a manner that Parallels the Muqarribun"},{"pageNumber":8,"pageContent":"use before this information was generally available. The Rub al Khali (Roba el Khaliye) is in truth important to the Muqarribun. The Jinn are exact counter parts of the \"Old Ones.\" Lovecraft's description of Alhazred is VERY consistent with the Arabic Meaning of the \"Mad Poet\" even though this also was generally unknown in the 1930's. The Al Azif (the howling of the Jinn) is obviously related to Alazred's title: \"The One Who is Possessed by Jinn and Whose Writings Are Inspired by Jinn.\" Al Azif being a book of poetry is consistent with the fact that almost all mystical or prophetic writings in Arabic are poems. Khadhulu's association with the sleeping Dragon of the Abyss is VERY close to Lovecraft's Cthulhu who lays Dreaming in the Abyss (ocean). To my knowledge there was nothing available (in print) about Khdhulu in English in the 1930's. All this seems to indicate that Lovecraft had a source of information of Arabic magick and myths not commonly accessible. It appears HPL expanded on some of the material, in this source, in his fiction. Please note that this in no way detracts from his considerable creastivity. HPL's stories are great not because of few isolated elements but rather because of the way Lovecraft could blend the individual pieces into a whole. In addition to the material above there are numerous other instances in which Lovecraft borrowed from Arab and Near Eastern mythology. Lovecraft probably expanded on Arab and other Near Eastern myth when creating his Deep Ones and Dagon. Arab myth mentions mysterious fish-men from the sea of Karkar. These fish-men are probably derivative of the myths related to the actual Near Eastern god Dagon. Dagon is a Philistine deity that appears as a giant fish-man. Dagon is a later version of the Babylonian Oannes. Oannes (Dagon) was the head of group of semi-divine fish-men. The Fish-man Zootype still plays an important role in some systems of magick. Clearly Dagon and the Deep Ones are direct expansions on Arab and Near Eastern mythology familiar to Lovecraft. The Ghoul is another obvious example of Arab mythology that has worked its way into Lovecraft's fiction. The Ghoul is derived from the Arabic Ghul. The Ghul is a man-like creature with monstrous facial features. It inhabits desolate and lonely places especially graveyards. The Ghuls which inhabit graveyards feast on the corpses there. This obviously is the source of Lovecraft's Ghouls. To this day the corpse eating Ghul has a distinct role in the magickal practices of Arabs and others. The Black Goat of the Woods with a Thousand Young traces back to ancient Egypt and Sumeria. While both Egypt and Sumeria had Goat cults it was probably the Egyptian version that was most influential. The so-called Goat of Mendes was a \"black\" incarnation of Asar. The cult was fertility based. Aspects of these Goat cults were absorbed into Arab magickal systems. For instance, the Aniz tribe is designated as the Goat Anz. (Anz and Aniz are cognates.) The Aniz are called the Goat because their founder practiced fertility based magick. The Symbol of this cult is a torch between two Goats horns. This symbol has become important in Western magickal traditions. BARBAROUS NAMES Alhazred is said (by HPL) to have journeyed to Egypt in search of occult secrets. This is consistent with the time frame that it was supposed to have ocured in. Between the fourth"},{"pageNumber":9,"pageContent":"century and the tenth century Near Eastern scholars interested in magickal matters viewed Egypt as an invaluable source of information. During this time many corrupt Egyptian words and phrases entered magical writings. Gnostic, Coptic, and Greco-Egyptian word formulas were incorporated in great number into existing Arab magickal systems. The barbarous names often only vaguely resemble their Egyptian forefathers. For instance, Asar Un Nefer became Osorronophris. Although the name has been badly corrupted the original can still be deciphered. Often Egyptian words and their corrupt counter parts can have even less phonetic similarity than this example. It has been suggested that some of the Barbarous names used in Lovecraft's fiction might indeed be corrupt Egyptian word formulas. Particularly Yog-Sothoth, Azathoth, and Nyarlathotep are said to have an Egyptian origin. (Note the obviously Egyptian endings \"hotep\" and \"thoth\"). I was given a privately printed document called _The Rites of the Gods_. This document consists of seven short rituals and an introduction. It is said to be a translation of an Arabic document. I feel that this, however, is very unlikely. I will have to remain skeptical of this booklet's Arabic origin and its antiquity until I have some solid evidence (such as an Arabic Original). It is more probably a modern attempt to reconstruct \"ancient rituals\" dedicated to the Other Gods. Although I regard this document as probably apocryphal the introduction contains some very interesting and possibly accurate speculation on the origin of the names Yog-Sothoth and Azathoth. _The Rites of the Gods_ suggests the following origins for these names. AZATHOTH Azathoth is said to be derived from Asa-thoth. _The Rites of the Gods_ states that Asa translates as \"source\" from ancient Egyptian and Thoth (Tehut) is of course the popular god name. Asa is an alternate name of Thoth. A friend who knows much more about Egyptian mythology than I do assures me that Asa the god is indeed closely associated with the concept of \"source\" (he is considered the \"source\" because of his association with the beginning of time). Ausaa-Thoth or Aasaa-Thoth is translated as the intelligence of Thoth. YOG-SOTHOTH According to _The Rites of the Gods_ Yog-Sothoth is derived from Yak-Set Thoth. This is supposed to translate as follows Yak means \"one\" or \"union\" (Yak, or perhaps more correctly Iak, and Yog seem on the surface to be quite different. This is an illusion the \"og\" in Yog is pronounced like dog. The vowel sound \"a\" in Yak is pronounced \"ah.\" Thus the vowel sound in both words is identical. K and G are based on the same root sound. K and G are formed in exactly the same way by the tongue and pallet. The only difference is the way the air is released at the end. Yak and Yog are phonetic equivalents. To prove this to yourself try saying Yog (as in dog) then Yak (as in hawk) alternately. They sound quite similar.) Set is, of course, the deity Set and Thoth is again the god Thoth. Thus Yak-Set Thoth translates as \"Set and Thoth are one\" or \"the union of Set and Thoth.\" Set and Thoth are the dark and light aspects of the moon respectively in Egyptian mythology. According to _The Rites of the Gods_ the magical significance of the name Yak-Set Thoth is \"the union of opposites in lunar-vaginal contex\"."},{"pageNumber":10,"pageContent":" NYARLATHOTEP No translation for Nyarlathotep was offered in the introduction to _The Rites of the Gods_. I first realized, many years ago, that Ny and Hotep were Egyptian words meaning \"not\" and \"peaceful\" respectively. \"Not peaceful\" certainly seemed to fit Lovecraft's Nyarlathotep. I still didn't know what \"Arlat\" could mean. I am again indebted to William Hamblin for the complete translation. Ny means \"not\" Har means \"at\" or \"through\" Lut \"gateway\" or \"place of judgement\" and Hotep means \"peace\" or \"rest.\" Thus Nyharluthotep translates as \"there is no peace through the gateway\" or \"there is no peace (rest) at the place of judgment.\" The magickal functions of Nyharluthotep are very close to those of Thoth (Teht). In face, some people suggest that they may indeed represent the same force. The Thoth-Nyharluthotep equivalence will probably clarify the meaning of the name Asa-Thoth. (Please note that just because I used information from William Hamblin's writings in this post does NOT mean that Mr. Hamblin shares any of the views in this post). It is very interesting that the Barbarous names associated with the Necronomicon do not only have an Egyptian word and obey Egyptian sound but seem to made of actual Egyptian words and obey Egyptian Grammar. Corrupt Egyptian words and phrases often appear in Arab magickal texts. The appearance of what certainly seems to be real barbarous names in Lovecraft's fiction should cause one serious thought. Did HPL derive these names from a rare book on Arab magick? Could it be Coincidence? I've been researching Arab magick (and it connection to Lovecraft) for nearly 10 years so I won't be able to list every source I've used. However I should be able to give resource in which people interested can verify ALL the claims I make. But first let me say a word about what I didn't use as sources. I did NOT use ANY of A. Crowley's ideas on Near Eastern mythology or language as a source for the information on Arab magick and mysticism. Nor did I use any of Crowley's ideas in my suggestions on the Egyptian meaning of the barbarous names (I did use W. Hamblin Ideas about Nyarlathotep though). Crowley was NOT a source. I did not use any of Colin Wilson's \"research\" at all. Nor did I use the Simon \"Necronomicon\" as a major resource. I adapted ONE idea from that book only after I CAREFULLY VERIFIED it in other more reputable sources. IREM OF THE PILLARS Those of you looking for general sources should begin with these. A Dictionary of mythical places by Robin Palmer. Arabian Night ed. by R.F. Burton (get the 10 Vol. set) For those who want to research how Irem fits into Arab magick and Mysticism should try to find this book_The Muqarribun: Arab Magic and Myth_ by Steve Lock and Jamal Khaldun.(it talks about the \"hidden\" meaning of Irem etc.) I believe Idries Shaw also mentions how Irem fit into Sufi mysticism in one of his books but I can't remember which. Mr. Shaw briefly talks about the double meaning of \"Pillars\" in Arabic (which means Old Ones) in _The Sufis_.(the art of encoding/decoding \"hidden\" meaning in Arab mystical writings is called Tawil)."},{"pageNumber":11,"pageContent":" RUB AL KHALI The sources for the Rub al Khali are mostly the same as Irem. You can also Check out Kenneth Grant' Hecates Fountain. Note that I am NOT saying Grant should be read as a good historical source, he is not. HOWEVER his ideas on the Rub al Khali are nearly the same with those of the ancient Muqarribun. MAD POET If you want a short cut to verify that the Arabic word for mad \"majnun\" also means \"possessed by Jinn\" and that poets are said to be inspired by Jinn just look up Jinn in Man, Myth, and Magic. If you'd like to go to the original source find Notes on the Arabian Nights and The Modern Egyptians by Lane. The Sufis by Idries Shaw also briefly mentions Majnun. THE JINN Again the short cut to check out the validity of what was posted on the Jinn is to look up Jinn in Man, Myth, and Magic. If you want a more detailed source look up Genii in A Dictionary of Islam. This book has much information not covered in M.M.M. In A Dictionary of Islam Jinn are said to have come the Earth ages before man existed. They were the first of Earths masters. They built huge cities whose ruins still stand in forgotten places. Aeons later many Jinn were forced to flee Earth while other were imprisoned. Still other roam desolate places to this day. The Jinn are said to be invisible to normal men. They are, however able to interbreed with humans but the human parent may suffer when the dark offspring is born (shade of the Dunwich Horror.) The Jinn will, according to legend survive mankind (the last of Earths masters?) I don't need to point out the parallels to Lovecraft's Old Ones. If you want more information than is provided in A Dictionary of Islam try Notes on Arabian Nights by Lane also try using the term search (Jinn) through ILL. There are whole books on the Jinn. KHADHULU Khadhulu is the Arabic word meaning \"abandoner\" or \"forsaker.\" The primary source to read to research the role of \"the Abandoner\" in Arab magick is The Muqarribun: Arab Magic and myth by Steve Lock and Jamal Khaldun. In this book the transliteration of \"the Abandoner\" is \"al qhadhulu.\" (I use the transliteration \"Khadhulu\" because I've been told it is more correct.) In this book the authors state that al qhadhulu (Khadhulu) is a type of spiritual force that powers the practices of Tafrid and Tajrid. These are exercises that are used to transcend (abandon) normal cultural programming. The idea is that by transcending (abandoning) Dogma and fixed beliefs a person can see reality as it is. al qhadhulu is stimulated by the Nafs (breath or soul.) The stimulated \"abandoner\" then causes the Hal or spiritual state. the relationship between Nafs, al qhadhulu and Hal is very intricate and this is very oversimplified. Lock and Khaldun state that the abandoner is mentioned some Sufi poetry. Another source that you may want to read is Further Notes On the Necronomicon by William Hamblin. Mr. Hamblin Compares Cthulhu with Khadhulu in this article. I hate to admit it but I had owned The Muqarribun... for at least three years before I read Mr. Hamblin's article and I never noticed how close al qhadhulu (Khadhulu) is to Cthulhu. I also did not know that Khadhulu apeers in the Quran (25:29)"},{"pageNumber":12,"pageContent":"until I read Mr. Hamblin's article. I have since talked to several Muslims about this verse. The verse translates as \"Mankind, Shaitan is al khadhulu.\" They have explained two orthodox interpretations of this verse to me the first is that Shaitan will abandon man. the other is that Shaitan causes men to forsake Islam and its culture. You'll note that this second interpretation is fairly consistent with the spiritual meaning the ancient Muqarribun give al qhadhulu. (Obviously an orthodox Muslim would think Muqarribun practices Sinful.) This verse in the Quran is important because it links the \"abandoner\" Khadhulu with Shaitan the Old Dragon, Lord af the Abyss. SHAITAN LEVIATHAN AND TIAMAT The Image of Shaitan as The Dragon was well established by the writing of the Quran. The old Dragon is Leviathan. Leviathan traces to Lotan. Lotan to Tietan. And Tietan is Tiamat. This can be verified in MANY sources. One standard one is The Gods of the Egyptian by E.A. Budge. S.N. Kramer is another. (see below). KUTULU Kutulu is a Sumerian translation of the title Lord of the Abyss. KUTU means Abyss. LU means lord or person of importance. L.K.Barnes was first to note the similarity of Cthulhu and Kutulu in Simon's \"Necronomicon.\" I was therefore quite skeptical of it accuracy. I carefully read History Begins at Sumer and Sumerian Mythology by S.N.Kramer as well as several other books on Sumerian mythology/culture. I discovered that the translation given to Kutulu is TOTALLY ACCURATE. I also verified that KUTU is closely tied to the Sleeping Dragon (Tiamat) in Sumerian myth. ARAB MYSTICAL POETRY Arabic mystical poetry is a complete field of study in itself. The Pre-Islamic prophets used the Sadj style of verse. This is the same style that the Quran is written in. The early Muqarribun poetry is in the Ruba'i style which is faily simple. Later Muqarribun and Sufi poetry was written in the Mathnawi form of verse. Idries Shaw talks about the role of poetry in Arab mysticism in The Way of the Sufi. Lelah Bakhtiar has a short chapter on poetry in Sufi Expressions of the Mystic Quest. Another more detailed source is Structural Continuity in Poetry. A Linguistic study of five PreIslamic Odes by Mary C. Bateson. THE BARBAROUS NAMES I have to admit I haven't done enough research into this area YET. This is my next big project. I'll post anything of interest I learn in my research. The translations for Yak-Set Thoth and Asa-Thoth are from _The Rites of the Gods_. The translation of Nyharluthotep is from _further Notes on the Necronomicon_ by William Hamblin. If you want more information on corrupt Egyptian word formulas in general try using the term search through ILL (Gnostic Coptic or Greco-Egyptian). The best books available on Egyptian mythology are by E.A. Budge. RECOMMENDED READING AND RESEARCH GUIDE"},{"pageNumber":13,"pageContent":" ARAB MYTHOLOGY, MYSTICISM AND MAGICK The Book of a Thousand Nights and a Night trans. by R.F. Burton. This is the huge 10 Vol. set. The Sufis and Muqarribun say these books contain many mystical and magickal secrets. A. Crowley calls them a \"valuable storehouse of oriental magick-lore. VERY GOOD. Much of the material in this is very Lovecraftian. The Secret Lore of Magic by Idries Shaw. this is an interesting and very useful book if you can read BETWEEN THE LINES. Shaw almost never comes directly out and say anything of importance. He does hint in the right directions though. Contains some good general info. on Arab magick. The Muqarribun: Arab myth and Magic by Steve Lock and Jamal Khaldun. This is a nice little source on Arab magick. Some of the material on Irem and the \"abandoner\" is relevant to HPL. This books main drawback is that it is too short. Fabled Cities, Princes and Jinn from Arab Myth by Khiray Al Salem. Although this book is also short and is for young readers it contains some information that is hard to find elsewhere. It is most useful if you keep your eyes open for double meanings. Notes on Arabian Night by Lane. This contains some information on the Jinn that is quite good. Sufi Expressions of the Mythic Quest by Laleh Bakhtiar. this is an intriguing book that touches on such subjects as mystic poetry, dreams, the Dragon, the Jinn etc. The chapters are to short and it hints more than it says. The Sufis by Idries Shaw. This book contains scattered gems of information. Not very detailed. Shaw's attempt to show that every western mystical group was influenced by the Sufis is silly. The Way of the Sufi by Idries Shaw. This is a good book if you are interested in Arab mysticism Per Se. Otherwise don't bother. Tales of the Prophets of al-Kisai by Muhhammad ibn abd Allah Kisai 11th century. Good for its data on preIslamic prophets. Interesting stuff if you have enough background in Arab magickal studies. The Book of Annihilation author unknown. This is a short Arabic book on magick. It is not of much use if you don't have a friend to translate. It is in general not unlike HPL style grimoire. No Yog-Sothoth or Azatoth here though. Making of the Last Prophet by Mohammad Ibn Ishaq. This book has some interesting material on PreIslamic prophets. Hajar bin Humeid by Gus Willa VanBeek this is a good source on PreIslamic culture in general. below are some resource on Near-Eastern mythology etc. that might be useful in your research. SUMERIA AND RELATED Sumerian Mythology by S.N. Kramer History Begins at Sumer. by S.N. Kramer Sumer by Andre Parrot Cuneiform Texts by Giorgio Buccellat EGYPTIAN MYTHOLOGY AND MAGICK The Gods of the Egyptians Vol .1+2 by E.A. Budge Isis and Osiris Vol. 1+2 by E.A."},{"pageNumber":14,"pageContent":"Budge Egyptian Magic by E.A. Budge The Egyptian Language by E.A. Budge An Egyptian Hieroglyphic Dictionary by E.A. Budge. PART FOUR THE NECRONOMICON MYTHOS AND MODERN MAGICK ALEISTER CROWLEY Aleister Crowley's writings show many parallels to the Necronomicon Mythos. Some of these parallels are listed below. Yog-Sothoth is coterminous with all time and space. (see Part One under Yog-Sothoth.) Crowley's Nuit is \"infinite space\" Azathoth is the infinitely compact \"nuclear Chaos at the center of infinity.\" Crowley's Habit is \"the infinitely small and atomic\" point. Here we see that the Two most important Gods of the Necronomicon correspond exactly with Crowley's Two most important Gods. Crowley received the BOOK OF LAW, which foretold the return of the ancient deities, from the messenger of the Gods Aiwaz. The Necronomicon states that the return of the Old Ones will be heralded by Nyarlathotep the Mighty Messenger. Crowley states that the ascension and fall of deities is governed by a process he called the Equinox of the Gods. The Necronomicon states that the rises and fall of the Old Ones is also Governed by an Eon spanning cycle (After summer is winter. After winter, Summer). The Dragon (draconian current) is important to Crowley's Magick. Cthulhu the dragon-like god is of great importance in the Necronomicon. Crowley sometimes referred to the Stele of Revealing as CTH^H666. Note the similarity between CTH^H and CTHULHU. There are a great many more similarities but this should give you the general idea. ANTON SZANDOR LAVEY Anton LaVey is the head of the Church of Satan. In _The Satanic Bible_ LaVey asserts that the Shew Stone used by Dr. John Dee is the same as the Shining Trapezohedron of the Necronomicon Mythos. Mr. LaVey also asserts in _The Satanic Bible_ that the Goat God worshipped through the eons is The Black Goat of the Woods with a Thousand Young from the Necronomicon. In the sequel to the Satanic Bible, The Satanic Rituals, Lavey presents two rituals concerned entirely with the HPL mythos. The first is the Call to Cthulhu. The second is the Cermony of the Nine Angels. Here is a brief quote from Ceremony of the Nine Angels. CELEBRANT: Kzs'nath r'n As-Athoth bri'nwe sz'g elu'khnar rquorkwe w'ragu mfancgh' tiim'br vau. Januf a wrugh kod'rf kpra kybini sprn'aka ty'knu El-aka gryenn'h krans hu- ehn TRANSLATED Azathoth, great center of the Cosmos, let thy flutes sing unto us, lulling us against the terrors of thy domain thy merriment sustains our fears, and we rejoice in the World of Horrors in thy name PARTICIPANTS: Ki'q Az-Athoth r'jyarh wh'fagh zhasa phr-tga nyena phragn'glu TRANSLATION: Honor to Azathoth, without who's laughter this world should not be. In the Laws of the Trapezoid LaVey mentions the \"Hounds of Time\" and in several rituals mentions the Old Ones. KENNETH GRANT"},{"pageNumber":15,"pageContent":"Kenneth Grant is the head of a U.K. branch of the O.'.T.'.O.'..Grant's system of Magick is just that: Grant's system. His Cabbala is highly unique to him. Grant feels that the Great Old Ones and Other Gods are quite real. He has developed a new interpretation of Crowley's book of law in light of what he calls the \"Necronomicon Gnosis.\" Grant is perhaps known for his unique approach to dream control and sex magick. Grant's interpretation of the Roba el Khaliye (Rub al Khali) is very close to that used by the Muqarribun. Hecates Fountain by Grant contains the most HPL/Necronomicon related material of all his books. Grant was friends with Austin Spare. Spare was a brilliant artist as an occultist. Grant once gave Spare a copy of one of Lovecraft books. Spare was very disturbed by what he read. He felt that there were really dark forces being tapped by HPL's stories. Spare created several Magickal pieces of artwork based on HPL. Spare is thought to have said that HPL had many more things write than he knew. ENOCHIAN MAGICK Enochian magick was discovered by John Dee in the sixteenth century. It is appearantly based on a previously unknown language. Many magicians assert that the Enochian language predate all human languages. Gerald J. Schueler is widely considered one of the foremost experts on Enochian magick. Mr. Schueler state that Enochian magick is \"the powerful system of Magick used by Aleister Crowley, and the Golden Dawn, and of the Necronomicon, to contact intelligences from other dimensions.\" John Dee is said to have made the only known English translation of the Necronomicon. It has been suggested that Dee may have first established contact with the Enochian entities using Magick adapted from the Necronomicon. The Enochian system has many parallels with HPL. Schueler asserts that the Enochian tradition proposes the existence of a God or Force which is the manifestation of Infinite Space similar to Crowley's Nuit and HPL's Yog-Sototh. Schueler also contends that The Divine manifestation of the nuclear point at the center of infinity (equivalent to Hadit or Azathoth) is also important to Enochian magick. The Enochian Keys state that the wold is nearing an eon spanning Cycle in which Ancient Gods will return to there throne and the world will be forever changed. These keys also mention an imprisoned dragon (Cthulhu?) The fact that the keys are in an unearthly language said to predate mankind is in itself very Lovecraftian. "}]
