[{"pageNumber":1,"pageContent":" Excerpts from Liber Yog-Sothoth Currently the full text is in private distribution of 18 hand-bound copies By John J. Coughlin, © 2004 jjcoughlin@waningmoon.comhttp://www.waningmoon.com "},{"pageNumber":2,"pageContent":"This work is currently in private distribution of 18 hand-bound copies of quarter leather. It is a Lovecraftian Grimoire which culminates in the Rite of Yog-Sothoth. A complete public version may be released eventually. Those wishing to be notified may do so by visiting http://www.waningmoon.com/books.) This file contains enough material to perform the Rite and may be freely distributed via the web with the following limitations: This file may not be sold or published without the author’s explicit written permission. This includes so-called \"free\" compilations which supposedly only require cost of shipping."},{"pageNumber":3,"pageContent":"The Seal of Yog-Sothoth The Yuggothic root syn which is commonly translated as “time” more accurately infers “dimensions”; dimensions of time, dimensions of space, dimensions of being, and dimensions far beyond either our comprehension or perception. Thus the phrase “Past, present, future, all are one in Yog-Sothoth” holds much more insight into the nature of Yog-Sothoth when the original Yuggothic words “si’n si’ra s’alk”, lost to translations of the Necronomicon, are taken into consideration. Time was merely one of the countless dimensions to be considered. The Seal of Yog-Sothoth is traced in white or silver upon a black background and placed often on the altar itself, although banners, lamens, and pantacles may also carry it. The black background represents the Primordial Void and state of non-existence. It is potential unmanifest. It is the nothing or No-Thing. The left-most sphere (Sphere of Si’n) represents existence and being: the Void that has become aware of itself. It is the raw material of both existence and consciousness. It is potential considered. From the perspective of time it represents the past. The lower sphere (Sphere of Si’ra) represents birth and form; being which becomes a force. It is the beginning of separateness and identity. It is consciousness or existence applied; potential in action. The Void, now aware of itself, creates a space that is not itself in order to have differentiation; that which separates from the whole in order to Become. From the perspective of time it represents the present. The right-most sphere (Sphere of S’alk) represents the relationship formed by differentiation and their subsequent interactions through which differentiation"},{"pageNumber":4,"pageContent":"becomes defined and explored. It is the self-reflection which follows differentiation. It is potential manifesting. From the perspective of time it represents the future. The larger central sphere (Sphere of Yog-Sothoth) is the point at which the spheres meet in Yog-Sothoth. It is the remanifestation of Being on a different level which is a new Sphere of Si’n that will ultimately remanifest again and again as new levels built upon the old. Yog-Sothoth is that principle of union through Being as it manifests and remanifests itself continually. It is the force of Initiation itself that unites the spheres and sets them in motion. The Altar In the days of old a stone slab set upon a base of three stones representing the Spheres of Syn would have been placed upon the top of a hill overlooking a deep body of water. If constructing an altar, a trapezoidal form is ideal but any functional shape will do. The altar should stand in the center of the Chamber facing North. It should be colored or draped with black and on its surface in the center should be drawn a large Seal of Yog-Sothoth in white or silver. Within each of the three outer Spheres of Syn of that seal should be a grey-colored candle or lamp, while in the central Sphere of Yog-Sothoth there should be a thicker black candle or lamp. The black is to represent potential unmanifest – the void which spawns all – while the grey represents the neutrality of potential which may or may not manifest but is there all the same. (The central lamp may also be used to represent the Black Flame for Yog-Sothoth represents both the key and the gate to the forces of Initiation which is in the core of our Being.) At the left side of the Seal place a symbol (or symbols) of death and sacrifice, such as a skull or a ritual knife. To the right of the Seal shall be the censer with charcoal alight. Below the seal may sit the staff or scepter of power. "},{"pageNumber":6,"pageContent":" The Rite of Yog-Sothoth erein is the rite to summon Yog-Sothoth and open the gates through which Initiation and Transformation may pass. Proceed at your own risk and with free Will. You have been forewarned. Commencement {Participants clad in black robes with hoods up.} {Extinguish all lights while prompting participants to decompress and contemplate what holds them back from their own Xeper. Allow enough time for everyone to prepare in their own way.} {Darkness, no lights...} {Low, guttural voice resonating from the darkness...} K’aem’nhi kh’rn K’aem’nhi kh’r K’aem’nhi kh’rmnu. {The Old Ones were, the Old Ones are, and the Old Ones shall be again.} {Resonating bowl sound or bell toll 9 times} Twilight is upon us. When the veil between the worlds is at its thinnest And through its translucent folds Shines the flame that burns behind the stars. {Light left candle on Seal of Yog-Sothoth (Lamp of Si’n)} It is the Old Ones, Who in ancient times Wandered the dark and lonely places, And whose radiant splendor now reins in realms unknown. {Light lower candle on Seal of Yog-Sothoth (Lamp of Si’ra)}"},{"pageNumber":7,"pageContent":" Their shadows cast forth upon our lands, Mere remnants yet alive. Their chants whisper in the winds, Heard only by those awaken from their slumber. {Light right candle on Seal of Yog-Sothoth (Lamp of S’alk)} And we, awakened and forlorn, Gather in the abysmal depths of our yearning To seek the gate ineffable Before the boundaries of our minds. We call the Great One whose beacon burns our very souls. We call upon Yog-Sothoth! {Light center candle on Seal of Yog-Sothoth (Lamp of Yog-Sothoth)} {Place incense on burner while saying...} Receive these gifts of incense, Prepared in ways of old by your priests. Hear our chants as we perform your sacred rite. I’a Y’gs-Othoth! (Hail Yog-Sothoth!) {All Repeat} {Single bell toll} Parting of the Veil Yog-Sothoth knows the Gate. Yog-Sothoth is the Gate. Yog-Sothoth is the key and guardian of the Gate. Past, Present and Future, all is one in Yog-Sothoth. {Facing North, hold staff horizontally.} "},{"pageNumber":8,"pageContent":"Yog-Sothoth is the key to the gate, whereby the spheres meet. Come forth oh Great One! Render the Veil and open the Gate! Let us behold the splendor of the Old Ones And draw from Their power! Fha’gnu Zy-d’syn! (Behold the Beginning and ending of (time) dimensions!) {All start to chant, starting slowly but raising in intensity as the veil is opened...} Si’n Si’ra S’alk! (Time that was, time that is, time that shall be!) {During chant slowly turn staff clockwise from horizontal to vertical, then make the sign of the Rending of the Veil.} {Chant ends as staff forcefully thunks the ground from the opened position.} I’a Krell! (Hail Key!) {All Repeat} {Single bell toll} {Facing north with arms outstretched...} The gate is open, The boundaries blurred, And we the elect have awakened. Evocation of Yog-Sothoth I call into the Abyss Through the Void that spews forth all"},{"pageNumber":9,"pageContent":"Hear me oh Great One Who of old was known as Yog-Sothoth. Guardian of the Gate! Joiner of worlds! Eye of the Abyss! Mouth of the Void! Yog-Sothoth! Hear us! Those who have stirred in their slumber Seek the key to open their minds! Behold we have awaken, and wish not the return of slumber. Come forth to the world of horrors. Unite this sphere with the hidden realms So that we may behold our destiny In fear and ecstasy and in terror and delight. I’a Ky’rh-han’treh! (Hail Faceless One!) {All Repeat} {Single bell toll} Confronting of the Old Ones {Recite with arms outstretched} Spheres meet in the darkness which surrounds us And the earth trembles in the wake of the Old Ones. Their eyes glisten in the shadows. The air quickens with their breath! They are the Sleepless Ones, And it is their path we dare to tread. I’a K’aem’nhi! (Hail Old Ones!) {All Repeat} "},{"pageNumber":10,"pageContent":" We gather here before the gate To open up our Minds and Being To the forces of Initiation. The Old Ones passed through the Gate For they had discovered the secrets that await us. Ponder now the mysteries And of what Initiations you now seek. But be forewarned! The winds of change that stir your soul Can become a storm! Seek not that which you dare not attain! For the truth may be your undoing! {Allow some time for reflection of what it is each wishes to change in their life or to open oneself fully to the forces of initiation.} {Ring bell to signal end of reflection} Recognition The spark has been ignited Enflaming our Souls in truth. Our Minds, now smoldering, Will give way to the searing heat. Through the fire will we Become. From the ashes will we Remanifest. Our greatness will outshine the Sun And pierce the yet deeper veils Like stars in a velvet sky. For behold we have passed through the Gate Yet our shadows still walk the earth. The sleepers know only the shadows And in their dreams tremble in our wake. I’a kyl-d zhem’n! (Hail Hornless Ones!) "},{"pageNumber":11,"pageContent":"{All Repeat} {Extinguish each of the three Lamps of Syn while reciting the following...} K’aem’nhi kh’rn, K’aem’nhi kh’r, K’aem’nhi kh’rmnu. (The Old Ones were, the Old Ones are, and the Old Ones shall be again.) {All Repeat} {Extinguish the Lamp of Yog-Sothoth} So it is done! {All Repeat} {Resonating bowl sound or bell toll 9 times} ~ Thus ends the Rite ~ "}]
