[{"pageNumber":1,"pageContent":"Based on the writings of Hakim Bey, the Gnostics, & Cyber-Punk FictionBy: Saint Faust, Imperium Magus.All Magical Experiments Conducted by Saint Faust & Crius, Along With the Order ofEnto-Pan from March 2005 – May 2005.N© Info-Anarchist Anti-Copyright Act.May be freely pirated and distributed, however the author would like to be notified.No Pre-Invoked Curse Will Be Thrown as Those Who Do Not. All Rites Reversed.The Magician as Spiritual Anarchist"},{"pageNumber":2,"pageContent":"A Few Basic ExplanationsFirst and foremost, this entire process of thought was fed by several sources; the first, of course, is probablycyber-punk science fiction books, and the second would be Hakim Bey’s The Temporary Autonomous Zone,which will hereafter be referred to as the TAZ. But before we can get any further, I should ask that the readerdo me a favor: before you read this, throw aside any assumptions you have regarding “anarchy” or “chaos.”Chaos Theory, along with scientific applications, shows that chaos is the random occurrence of variables with-in the world we know which can create drastic changes. “Chaos” and “anarchy” are not one; though the trueSpiritual Anarchist will prefer them to be on some level. Random variables, of course, can be asserted to be“free will” – man’s ability to move with this randomness as though he were at one with it. A “free spirit” maynot be complete random but is, in essence, random at critical moments which makes his actions that muchharder to gauge unless the entire spectrum of the time he’s moving in can be viewed.an·ar·chy ( n r-k )n. pl. an·ar·chies • Absence of any form of political authority.• Political disorder and confusion.• Absence of any cohesive principle, such as a common standard or purpose.If we take a close look at the definition of anarchy, of course, we can see a very big discrepancy in the defini-tions.The major problem I have is the lower two definitions, which are cultural memes based on a series ofcultural assumptions.The first is that if one lacks a central figure of philosophy, or government, then everythingis going to go straight to shit and fall apart.This is a pretty idiotic statement, considering that we’ve actuallyhad a series of tribal cultures throughout history without a central form of governance which did just fineuntil the white-man came along and decided to fuck things up with his way of viewing reality.Let me ask you a question, then.You sit every day on a chair, when you go to sit down. If I remove the chair,where do you think you’ll sit if you need to? On the ground. Let’s take this same concept and apply it to gov-ernment: if we take away a government, what will man do? Man, for the most part, will govern himself. Muchthe same way we actually do every day; of course, there are always going to be a few who threaten to breakdown these basic principles. But do you really think wide-spread raping and pillaging will occur if living justdown the street is a group of Muslims willing to shoot you if you so much as touch their daughter? Probablynot.What, then, does that leave us with? How do we work with this concept at all, and is it relevant to us? Ibelieve it is; I have no doubt that others will disagree on principle. First, the idea of “revolution” needs to betossed out and it is in all honesty a key to the concept of anarchy. Revolution, when viewed at historical level,always leads to even more oppressive systems of government.We obviously don’t need that at the moment,despite any issues some of us (myself, for example) may have with the way the government currently operate.This is what brings me to Hakim Bey’s TAZ.The TAZ isn’t based around the need, or even ideal, of a revolu-tion but periodic or perpetual insurrection. How is this different? The idea of revolution means the immediatereplacement of the system of government – this then leads us to the wonderful betrayal of the philosophyand occupation of even more tyrannical focal points of government.The second this comes to pass, the entireideology of the revolution is circumvented.Insurrection, on the other hand, does not need a revolution to occur; it simply needs willing participants whofollowing the brief period return to an almost normal viewpoint of life. Insurrection normally occurs whenthose involved are simply tired of the way things are being done and decide to shake their fists at the govern-ment as a whole. However, you may have noticed thus far that I’ve focused on the government – and whatMagician really cares all that much for politics? What we need to realize is that Government and OrganizedReligion are two sides of the same threshold: control. Control with a big “c,” if you can dig it.Heresy is a means of social resistance; you and I are all ready, in the eyes of the organized religions out there,anarchists eating away at their philosophies.The root for heresy is the Latin Haeresis, which means “tochoose.” Our great plot against all of them is to choose for ourselves.Take a moment to consider that.We’vechosen for ourselves...We’ve circumvented their control over us and decided that we have the means and technologies, spiritually, todo what they claim to do.We are their biggest and most potent enemy because we simply don’t need them;the same can be applied to the State, which can make us just as dangerous..."},{"pageNumber":3,"pageContent":"Technology or Power to the AudienceNow, how does any of this thought apply to technology? Aren’t we currently being fed the same bullshit? Theanswer is yes and no: there are new technologies out there that even now we can harness.The fact that thoseclaiming to want to create a “Satanic Nation” have not begun to use these technologies is in fact a drasticoversight.We live in a day and age when the ‘Net has altered everything that once was and promises to do soagain... And again, and again, and further still.Get ready, baby, the beginning of the end of the way we once lived is here. I read William Gibson’sNeuromancer in 1997 and instantly fell in love with the idea; I’m not a technophobe, and that’s why you getthe joy of reading what I have to say right now. I can only hope some of the conclusions and considerationsI’ve dealt with will be of measurable use to those even now seeking to change what we have here. Even if itisn’t, at least I can get the word out...As the audience, we all ready have begun to take control of distribution channels that had once come fromabove.We can now, with relative ease, download things that we want... For free. People bitch and moan about“piracy” and fail to consider that we have all ready taken the anarchic principle of pure piracy and begun uti-lizing it again.When piracy first began in the Middle Ages, mostly with Islamic and Moorish corsairs makingbucket-loads of money by taking what they wanted, we labeled them through History’s eyes as being the firstcapitalists.This, once again, goes back to the TAZ. Bey had originally said that the “anarchic content of the Web” wascapable of creating a unified front against the mainstream media. Just a few years ago a new edition of the TAZwas published by Autonomedia – his primary distributor (despite the fact that the entire book was producedunder the Anarchist Anti-Copyright Act and we can all view it for free) – and in his introduction he discusseshow the Web has failed us. It has been bought out!But, wait, hasn’t the new technologies of the Web liberated vast spaces of imaginable vistas for us to get com-pletely for free? Hasn’t the youthful rebellion against the RIAA and MPAA created such a liminal stir that theyare now suing 12 year olds? The answer is yes. Once against the anarchistic, change-needing youth have liber-ated what they wanted.Most of those my age no longer listen to the radio; we have iPods – playlists of music we like going where wewant them to go.We no longer watch TV; we download it when we want and watch it where we want.We nolonger go to the movies unless we desire to see the movie; otherwise we download it. Piracy is afoot myfriends, and spreading and Bey may well have ignored it, but others have not.The battle lines have been setand unless the capitalist and savvy economic overlords out there can find new ways to distribute their ads, theentire system will inevitably fall apart at the seams. Mark Pesche has all ready proposed new systems formoney to be made, and ways to change how we now view content for the audience without the long anddrawn out struggles... But the old guard is still resisting.Well, they’ll lose.They can only sue so many people before they lose so much money production spirals to all time lows andthe entire system shuts down or they can change and begin again under the new stresses... You can’t fight thisanymore.You can only embrace it and change it: which is exactly what our economy has done for the past fiftyyears, anyhow. Pepsi now pays for my music downloads; or I pay a dollar a song.That is nothing. I can get anentire CD I actually want for ten bucks.That’s about an hour and fifteen minutes of work for me. Or I candownload the single for a dollar, which is about ten minutes of work.Emergent Technology: Embrace the Change Now!How does any of this apply to us? This is where it gets great.Thanks to Podcasting, Shoutcast, and a variety ofother ways, you and I can now manufacture our own “radio-style shows” for audiences.Thanks to downloads,we can now create cheap PDF files and distribute our ideas across the internet for free; thanks to bit torrent,a variety of shows we want, on things we want as occultists, are literally at our fingers.Two months ago I embraced the Podcasting move when Gray Lodge Occult Review, an online occult ‘zine,began their “gPod” website. I can now scan it daily and download great things to listen to or watch entirelyfor free with the full consent of those creating it.What a wild idea. I can download sections of books that arebeing made or prepared to be released and then decide to buy them if I love them. I can listen to the oldTimothy Leary tapes that haven’t been sold in decades, and get those old-school ideas I missed out on...Of course, so far the “Occult” movement towards this technology has been slow. Most of the “for free” stuffhas been limited to Yahoo group “Priestesses” releasing Lavey’s shit entirely for free and violating copy-rightlaws in ways that can lead to lawsuits..."},{"pageNumber":4,"pageContent":"Not that the Church of Satan gives a shit at the moment, but eventually they just might.What I propose is that those wishing to begin distribution start small; a few blogs here and there transmit theidea; these ideas then move on to much larger scale distribution via things like Bit Torrent and RSS feeds,eventually leading to people like me downloading them and grinning insanely. I can easily download Tsirk’s“Demonic Bible” – but eventually I’ll want that leather-bound edition he plans to release if he chooses to, andthus he’s marketed it to me for free before it has even hit the shelves of stores...That also means that the entire background for what he wants, his Satanic Nation, has been marketed to mein a way that isn’t traditionally mediated. I’m down with this; I got a credit card logo on my ATM card just so Icould buy online... And I imagine most of those my age, with JOBS, will feel the same way. Otherwise they atLEAST have the online versions for FREE.Which, by the way, they probably wouldn’t have bought anyway ifthey didn’t have the cash; if they love them enough, they will buy them when they have the cash.That meansthat trying to fight them for money is entirely worthless in the first place.Islands in the ‘NetBey obviously thought the ‘Net, or Web as he called it, was lost to corporations after the dot-com busts of98-99. He was wrong.The technology simply wasn’t in place to be used just yet for the full-scale programs tobegin.We now have them.Have you been to Starbucks recently, or any of the major bookstores? You’ll find signs on the doors that say“Hotspot location”.What does this essentially mean for the non-tech savvy? It means download for free,motherfucker.We can now sit down and browse our favorite ‘sites on things like PDA’s and laptops withWireless connectivity for free.That means that we can begin getting what we want anywhere, any time.We’rethat much closer to Gibson’s world of Neuromancer...Don’t have broadband? Not a problem. Just get enough money for something with wireless connectivity andlive in a major city. Over time, this will spread even across the backwater areas of America and other places.Given time Satellite receivers will be set up in enough places that anywhere in the world, at any time, you canget what you want, when you want it.That means I can sit down at Borders, and then download a program on Aleister Crowley without every hav-ing to pay for anything besides the technology I carry.This is a big deal; it means liberated media...It also means that liberated “islands” in the ‘Net, like in Bruce Sterling’s book, are beginning to exist. gPod isjust one place where we can see this happening right now.Trouble in Meme-Spacememe (m m)n.A unit of cultural information, such as a cultural practice or idea, that is transmitted verbally or by repeatedaction from one mind to another.We’ve got a slight problem here, when we go over the definition of a meme and what it is. How is culturalinformation relevant to us, and what does it shape? How does it function? How does culture spread informa-tion throughout the vast network of human minds? Thankfully, or perhaps not so thankfully, we have memes tohelp us along.The meme functions on a symbolic level, being the connector-between-ideas. In other words, allthose times that we immediately have an “in-grained” or taught thought when something we hear aboutappears, we’re dealing with a meme.In a way, a meme can be looked at as a “cultural sigil” – when we create sigils, we’re encoding memes for our-selves... And if memes get powerful enough they can act as egregores.Take a look at Nike or Disney for amoment and tell me those corporations haven’t “fed” something that jumps into our subconscious, imaginativemind? The meme is the first little connector. Give it several more, maybe hundreds or millions, and suddenlyyou have an idea that’s as alive and awake as any other.In this way, we can say that the “Satanic Scare” of the 80’s did actually occur. People really did believe they’dbeen raped, had the child aborted, and then gone on living... Especially when thought transference, or hypno-sis was involved, it was easy to “guide” them to these confessions.The believe in a wide-ranging Satanic con-spiracy even today posits that people on this very list are actually murdering women left and right in the nameof Satan... This is a meme, alive and well, infecting human minds when it can."},{"pageNumber":5,"pageContent":"Defense Against Memes?So, how do we defend against something we unconsciously create in large groups? Well, the answer is typicallywe don’t. Most humans simply aren’t capable of such a fight. On the other hand, as Magicians we can. Simplebanishing routines when performed daily can “harden” the aura (subconscious) of the Magician to a pointwhere it is very hard to “infect.”Here we come back to anarchistic-thought: avoid the media.Turn the goddamn television off, avoid the trapsof TV advertising... Stop watching the news. Just stop fucking watching it. Memes are culturally embedded inthe so called “Daily News” to help further the cultural agenda. “Black Men are Dangerous” is a typical one,complete with a picture of the crying family that some sap just shot...We need to extract these influences from our lives if we want to function on a level that most simply can’t.The easiest way to do this is by beginning to combat the memes themselves... But we’ll get to that a bit later.Another problem we’re going to face is, in all honesty, the “meme” attached to Satanism.You say, “Satanism”and people automatically assume “Devil-Worship.” Let’s be honest: we haven’t helped this by the name we’vechosen. Lavey could have used Prometheans, or anything else, but he didn’t. I assume this was because hehoped to finally crush his opposition.Well folks, we’ve failed so far.So, how do we deal with this? We can cut our losses, move back, and re-name ourselves. However the OldGuard aren’t going to want to do that. And so, some of us are actually left at a Stand-still... While we are “LeftHand Path” and fully agree with almost all Satanic thought (aside from maybe the ONA’s creepy-ass teach-ings, and those of a few madcap cult leaders) we also realize we cannot combat this meme functionally with-out additional weaponry. Something needs to be done about this...Mimetic Warfare: How to Kick Symbolic AssMemes can be assaulted on an astral level; just like a servitor or an Egregore, they’re vulnerable to psychicassault. In the late 80’s and early 90’s, the A.O.A. of which Hakim Bey was a member, began spreading aroundinteresting curses.The curses involved calling up the personal “shadow-self” and cursing an organization,rather than individual. In a sense, this makes even more sense.If we assume that astral projection is 90% the creation of imagery in the mind of the practitioner followed bythe expulsion of energy radiations that spread beyond him and attempt to “Sense” and interact with the“other” that means that there are less astral barriers in a workplace than in a single human mind.That’sbecause so many are involved, and so many – haha – memes might be combating each other at that one time.Of course, there is another theory that they are vulnerable because those toiling day in and out for nothingmore than pay under a single name and logo (in essence, what you need for a Servitor) creates a being thatthen “lives” on an astral level rather than a “real” level. Okay, I dig this... Each one works when we get downto how to deal with a meme.What we need to do is, essentially, begin our own psychic warfare strategies.The first way is to implant anoth-er “idea” where the traditional one was.This is easier if the idea is negative because for some reasons memesseem to thrive on negativity. Given enough time, and enough people spreading the basics of this mimeticimplant, the original meme itself will be subverted and altered...A major question that needs to be asked is this, “if we can do this with memes and Egregores, what aboutGod?”I think this answers a lot of questions about his sudden “change of heart” in the New Testament... Enoughpeople assaulted the “Meme” of the Hebrew God for such a long time that they subverted the original mean-ing of what it was. Interestingly enough, the Christian God is currently under psychic attack in the same wayfrom Quantum Mechanists and Physicists.A Little ExperimentI have this weeks experiment for those wishing to take it. For the next week declare yourself a Christian; forthe entire week, any time you have a theology debate with a Christian, or a discussion on religion, insist thatyou are in fact, a Christian – even say you’re searching for a church as we speak – and during the discussionsallow yourself to slowly slip in bits and pieces of Gnostic heresies. Or perhaps a bit of Satanic thought."},{"pageNumber":6,"pageContent":"I believe that if, in all honesty, each of us conducted this experiment for a good enough length then given timewe could fundamentally fracture the Christian-Meme.In that way, we could subvert it from within without ever having to have “gone to war” as far as ideologies go.In fact, if we cracked their meme, we would alter reality on a level where some Gnostics “truths” mightbecome... universally recognized in a way that would subvert the meme even further.It is of course, simply a theory, but well worth considering.We don’t have to shake our fists at the sky to getthis shit down; nor shout Hail Satan at people (I’ve preferred “Hail Eris” lately, myself, just to throw people off)to begin getting shit down.Disappearance as Will to Power & the PandamonaeonThe big pie in the sky belief of Chaos Magicians from the 80’s on was the introduction of the Pandamonaeon;so much so that I made the slogan for my own website “The New Aeon Is Here, Are You Ready to Up theAnte?” For the most part, the 5th Aeon was something that was worked for, and worked for, and workedfor... And then seems to have simply appeared at the moment when the rest of the scene was shutting down.Over the past few years, America has had a huge explosion of practicing Chaos Magicians; to the point whereif the increase continues to happen they may eventually rival the New Age/Wicca trend currently in effect.The mere idea of this is something to be pondered given time, but it isn’t all that... strange at the same time.We can look at the times we live in and understand easily understand why some would be drawn to the mereidea of chaos as an approachable ideal.Few,however, have read any of the early literature beyond that of Phil Hine and Peter Carroll.This is not tosay that either of those authors isn’t worth in depth reading, but it leaves a lot to be desired.When weapproach Pandemonium, we can see where some are thrown off. Utilizing Bey’s theories, along with the meredefinition of the word, I think an approachable understanding can be made. First, if the world itself is nowfilled with White Noise we can disappear into the background of the world, working and utilizing our skills tocreate drastic or minor changes, and then simply fade again into that static.Or, due to the noise & confusion, we are now allowed to take what we will and toss what we will so that wecan find for ourselves what we believe.The ties that once bound us are no longer shackles, but rather an end-less bandwidth of data for us to pick and choose. Of course, some will always rebel against this simplybecause many feel you need to follow established dogma to get anywhere.We live in a world of hierarchy, and I have to ask you... how far have we come following our leaders? Notvery far. Not very far at all.Occult Groups & the TAZOne of the primary functions of the TAZ is to bring the person away from the mediated world and help thementer into a world of experience. Occult groups tend to do this on their own; do the fact those involved aretypically seeking spiritual experiences they begin to mediate themselves, or at least move away from the medi-ated culture that we have now.The serious Occult practitioner would rather read a book on something like demonic evocation rather thanwatch a TV program; and this is big news. I’ve been interested in reading some other aspects of what goes onin our world, and the world outside, and how they coincide in a way. One of the major reasons that peopleare drawn to TV, I’ve concluded, may be the fact that it stimulates the same brainwaves that sleep and medita-tion do.The major question is: how does meditation, and TV, differ?I think that meditation differs because the practitioner projects himself inward, sliding through a myriad oftunnels and shifting through strange images and thoughts, building himself up along the beta waves he gener-ates.This is opposed to TV, which generates beta-wave processes but projects those watching TV outward,allowing the subconscious content of the media to begin a control process.This might be why imagination hasdwindled over the past few years, and more children seem to be the perfect little mediated robots.However, when we gather together as groups of spiritual seeking individuals, we begin to seek changes togeth-er that can allow the raw experience of this world and the next to build up around us.We begin to naturallyshunt everything that might keep us back, and this is as good as it gets.We live in a day and age when every-thing has become mediated. Can’t go to church? Don’t worry, it’s on TV. Can’t miss that program? Just tape it.The entire process seems endless."},{"pageNumber":7,"pageContent":"If drastic changes need to be made, why not re-invent the way the modern religious “organization” works.Toss out hierarchy, become a brotherhood of equals. Each person contributes each week, substituting the roleof Priest to become just another brother or sister – but one with ideas and goals that fit with the whole.Given enough time, with enough people backing such a movement – something we’ve done so far in smalldegrees with covens and open-ended groups, the entire structure of how spirituality is viewed can bechanged. Memes don’t have to be bad things – we can always make our own.The Group Astral Work ExperimentSome months ago I began to wonder if Astral Projection could be utilized on a group level rather than just apersonal level. As a way to both instigate imagination and with the hope that a group could come into contactwith spiritual beings without the use of evocation I began the experiment. I began by crafting pseudo-pathworkings and building from there. I then shaped them into a more freeform way for a group to experiencethe astral.A few things came from this: the first was that the entire experience became what were practically story-telling session in which the group immersed themselves in the rich, symbolic nature of the imagination.Thesecond was that it confirmed that by using this process, the group can come into contact with major arche-types and spirits.Those spirits best to attempt contact with are the things of dreams and nightmares. For this reasonLovecraftian group work is possible with this process. It is, however, extremely potent and can be quite fright-ening.To experiment with the process you need to know a few things:1. Atmosphere is essential.2. Music and smells heighten the experience to extreme degrees.3.Things can go wrong depending on the variables involved.To begin, formulate a group “Astral Temple” – an imaginative cave, temple, or location which the entire groupcan interact with and do work in on their own as well as while working together. Lead into the templethrough a meditation sequence that will aid the group in bringing out the potent theta brainwaves.Then beginto lead them into the place in which you wish to encounter the spirit – a world of dreams or nightmares, ahidden cavern beneath the group temple, any place which stimulates the imagination.The more of the setting you describe while they are in the state, the more they can actually hallucinate beingthere. An example is that we once did a working where we went “under-water” – and we could all feel thewater brushing along our bodies.At varying points have other members of the group take over and describe what they are seeing and doing. Itis best to let them then pass the torch to random other members of the group.The reason for this is eachperson will have a picture in their mind that they are interacting with which might not quite match your own.That way, if you let them feed you some of the details, you may all slowly come into the same map and place –the same imaginative time and place.Be prepared to take over if things go south. After a time, ensure that you arrive at the proper destination andmeet the being/spirit/archetype. Give each person a bit of time to have their own inner-discussion with it, andthen slowly lead them out through meditation.You may find that some members aren’t quite prepared to dothis, and will have trouble keeping up the visualizations.This means that if you wish to continue with the proj-ect, you’ll need to give them some homework on visualizing.Finally, take them out through meditation and discuss what they felt and saw as a group.You may be surprisedwhat you find. I think this entire process is much like storytelling may once have been – with altered sightsand smells to take people to other lands – dreamlands – and that over the years we’ve replaced these experi-ences with mere books and television, which is why I added this section to my little discussion.The World of Experience & Personal RevelationThis entire series of thoughts was written in the vein of the Gnostics, and other early heretic sects ofChristianity and beyond, who constituted the first Spiritual Anarchists.The Gnostics themselves waged a back-ground war against Christianity and treated the Christian and Jewish God as a tyrant. In their anger towards"},{"pageNumber":8,"pageContent":"materialism and the consumption of life by Mammon, they were the first to up the ante. It is from them that Iderive what little sense of history. After the Gnostics, the apostate monks that formulated Goetia and other‘Black Magick’ mysteries kept the torch alive.To me, magick has become a street thing. A living, breathing movement not along the lines of the elite pseudo-Aristocracy we now have to deal with, but from those striving to make themselves more than a mere man.Every man and woman that proclaims themselves to be a Magus and works for a better world, or at least abetter life, is a Spiritual Anarchist. Our history need not be one of tribal Shamans and Druids to be potent;the dark side of magick that existed in the early Christian world is just as potent a mechanism to draw off.Those that are “Satanists” or “Chaos Magicians” have no true background except as heresy, and heresy hasalways been a form of social resistance. I hope that I’ve treated the subject with enough dignity that thosewishing to proclaim themselves above this world, and beyond it, have enough thoughts as to blast through theveils of reality we’ve shrouded ourselves in and give themselves to the goal of what has always been transcen-dence: to make yourself more than what you are.Considering that our world is now super-saturated with media and we cannot entirely escape its grasp with-out going “to croatan” as it were, doesn’t mean we cannot attempt the escape. Nearly every act of will by aperson with a spiritual bent is an anarchistic Will to Power. Power over themselves, rather than power overthe world around them. If you have trouble imagining that you can be free, the easiest way to recall what itwas like was your first sexual experience.Remember the sensation of doing something simply because you desired it, not because someone said youcould.The feeling of bodies and minds mingling, moments lapsing into minutes and hours – that is the taste offreedom.We constrain ourselves every day by pretending to be things that we aren’t, or feeding the ghost-machines of the world we live in.By practicing magick, we make this world into something a bit more strange – a bit more imaginative. If youdon’t see a need for this, then take a good goddamn look around. Many people spend most of their lives in adull classroom setting just so they can later spend the rest of their lives in a fucking cubicle supposedly mak-ing a living.They come home and bitch at their families and endlessly bemoan the need for a better education– despite the fact that they obviously aren’t happy.Freedom is finding happiness for yourself, and following your dreams and desires. If you can’t follow yourdreams and desires, then why live life at all? Why continue waking up every day? Just start making the choicesthat will define who you are right way.Turn off the television, burn the newspaper, toss that book out the win-dow and go buy a cup of coffee and meet someone new. Make life an adventure – live it as imaginatively andcreatively as possible.Don’t bemoan revolution or insurrection right away – one person can make a drastic change in the life ofanother. If we win over just one more person for every “spiritual anarchist” all ready out there, and they winover others, the changes will begin to become as enormous as ever. It’s time to start carrying the torch andproving that we can put the money where our mouth is.As a final note, just two weeks ago I was able to download a documentary on the “tele-street” movement inSpain. In a place where almost all media is controlled by one man, there has begun an underground street waragainst the media in which pirate TV stations now flow openly to those who want it. One of the founders ofthe ideas now permeating the movement even referred the stations as “temporary autonomous zones.” Givenenough time, such a movement can even spread to our super-materialist world of America and the surround-ing countries and be one more force in the resistance ultra-consumerism.It has always been my dream to see this world change to suit those with imagination, and that the next gener-ation will itself has more imagination than those that came before.The new Aeon is here; now is the time to begin placing the stresses where we must so that the 5th version ofBaphomet becomes as potent as ever, and any dual currents appearing become as we wish them. Let us pro-claim an end to the world that we can only derive so much pleasure from, and that the beginning of anotheris here."}]
