[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 51Issue Number 51Volume V-5Volume V-5March 1980March 1980Editor: Editor: Robert H. Moffatt III°Robert H. Moffatt III°Copyright © 1980 Temple of SetCopyright © 1980 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] Welcoming Letter forWelcoming Letter forNewly-Admitted SetiansNewly-Admitted Setians- by Ronald K. Barrett V°, High Priest- by Ronald K. Barrett V°, High PriestDear Setian:Dear Setian:Congratulations on your decision to join, and Congratulations on your decision to join, and welcome to the Temple of Set. You have just passed welcome to the Temple of Set. You have just passed through a magical doorway into an organization through a magical doorway into an organization unlike any other on Earth. The reality of this fact unlike any other on Earth. The reality of this fact will occur to you as you gain perspective of the will occur to you as you gain perspective of the Setian Setian raison d’etreraison d’etre..It is important to remember that you as a Setian It is important to remember that you as a Setian shall mark your own pace of evolution by your shall mark your own pace of evolution by your determination and application. The Temple of Set determination and application. The Temple of Set has no mold into which you will be poured, and we has no mold into which you will be poured, and we have no stereotypes from which you can model have no stereotypes from which you can model yourself. You now have the freedom to Become as yourself. You now have the freedom to Become as you will. The Temple can and will offer guidance or you will. The Temple can and will offer guidance or assistance when asked, but we do not spoon-feed assistance when asked, but we do not spoon-feed our Initiates. To do so would be to defeat our own our Initiates. To do so would be to defeat our own purpose.purpose.One of the first things that you will notice is that One of the first things that you will notice is that Setians maintain an atmosphere of intelligent belief Setians maintain an atmosphere of intelligent belief in what we in what we areare and and dodo, as opposed to the “blind , as opposed to the “blind faith” found in other religious/philosophical/ faith” found in other religious/philosophical/ magical organizations. We do not profess magical organizations. We do not profess infallibility, nor do we claim to possess infallibility, nor do we claim to possess allall the the answers to answers to allall the questions; but we the questions; but we dodo claim to be claim to be asking the asking the rightright questions and thereby are gaining questions and thereby are gaining access to the right answers. Setians know that we access to the right answers. Setians know that we can only understand according to our degree of can only understand according to our degree of evolution, and that information beyond our ability to evolution, and that information beyond our ability to understand is useless at best. The Elect’s ability to understand is useless at best. The Elect’s ability to understand, however, has proven to be several “light understand, however, has proven to be several “light years” ahead of the mass mind of humanity.years” ahead of the mass mind of humanity.Another thing of which you will become aware Another thing of which you will become aware is the principle of “change” that is built into the is the principle of “change” that is built into the very foundation of the Temple. By magical very foundation of the Temple. By magical necessity, change replaces dogma in the Setian necessity, change replaces dogma in the Setian philosophy because of our evolutionary emphasis. philosophy because of our evolutionary emphasis. Were we to allow ourselves the “luxury” of dogma, Were we to allow ourselves the “luxury” of dogma, our evolution would freeze immediately. It could be our evolution would freeze immediately. It could be truly said that the only Setian constant is constant truly said that the only Setian constant is constant change. Certainly all of humanity is affected by change. Certainly all of humanity is affected by change, but what makes Setians different is that we change, but what makes Setians different is that we recognize change rather than acting like ostriches. recognize change rather than acting like ostriches. We deliberately use it as a creative force. Thus it We deliberately use it as a creative force. Thus it works for, not against us.works for, not against us.What is expected from you as a Setian? What is expected from you as a Setian? Basically one thing: that you evolve. But to do this Basically one thing: that you evolve. But to do this there are some side requirements which are only and there are some side requirements which are only and entirely logical. One is that you must place your self entirely logical. One is that you must place your self in check and balance, so that your efforts work for, in check and balance, so that your efforts work for, not against you. Another is to remember that each not against you. Another is to remember that each and every Setian is assumed to be of the elite of the and every Setian is assumed to be of the elite of the Earth. They will be regarded and respected as such Earth. They will be regarded and respected as such by you - including by you - including yourselfyourself. [Think about it.] You . [Think about it.] You must be active in your efforts to must be active in your efforts to XeperXeper (evolve), or (evolve), or you will have no place among the Elect of Set. There you will have no place among the Elect of Set. There are no free rides in the Temple of Set. Individual are no free rides in the Temple of Set. Individual magical evolution won’t just happen through magical evolution won’t just happen through exposure. exposure. XeperXeper requires strong desire and requires strong desire and immense effort, which only you can provide.immense effort, which only you can provide.What do you do now? Your first responsibility What do you do now? Your first responsibility is to gain a valuable knowledge of the principles of is to gain a valuable knowledge of the principles of XeperXeper. To do this you must acquire a magical . To do this you must acquire a magical intellect, which means you must intellect, which means you must becomebecome a magician. a magician. Exactly how you do this is more or less up to you, Exactly how you do this is more or less up to you, but it must be done nonetheless. One but it must be done nonetheless. One recommendation for you is to learn everything you recommendation for you is to learn everything you possibly can about magic [through reading] and possibly can about magic [through reading] and about yourself [through introspection]. Become about yourself [through introspection]. Become conscious of both your potential and your reality. conscious of both your potential and your reality. Learn all that you can on your own, and if you come Learn all that you can on your own, and if you come up against questions to which you cannot find up against questions to which you cannot find answers, ask one of the higher Initiates to whom answers, ask one of the higher Initiates to whom you are assigned. Also the you are assigned. Also the Crystal Tablet of SetCrystal Tablet of Set is is available to all Setians and can be ordered through available to all Setians and can be ordered through the Executive Director. The the Executive Director. The Crystal TabletCrystal Tablet is a is a Temple of Set publication designed especially to Temple of Set publication designed especially to help Setians I° and is highly recommended.help Setians I° and is highly recommended.Knowledge alone, however, will not make a Knowledge alone, however, will not make a magician of you. To become a magician you must magician of you. To become a magician you must also also applyapply what you learn. In this you must walk what you learn. In this you must walk alone for the most part, for no one else can do it for alone for the most part, for no one else can do it for you. As you will soon note, a lot of the information you. As you will soon note, a lot of the information that is found on magic, metaphysics, and the like is that is found on magic, metaphysics, and the like is pure hokum and quite useless. You must determine pure hokum and quite useless. You must determine what is valid and what is useful. For the sincere what is valid and what is useful. For the sincere aspirant to truth, patterns and signals will begin to aspirant to truth, patterns and signals will begin to appear, and the truth in them will be sensed - but appear, and the truth in them will be sensed - but only after one has gained experience. It is for you to only after one has gained experience. It is for you to find, and your ability to do so will reveal your find, and your ability to do so will reveal your potential as one of the Elect.potential as one of the Elect.Because: The Setamorphosis of your own mind Because: The Setamorphosis of your own mind will have begun if you are truly Elect. You will have will have begun if you are truly Elect. You will have begun to begun to thinkthink magically, and until/unless one can magically, and until/unless one can think magically, one will never truly understand think magically, one will never truly understand what being a Setian is all about.what being a Setian is all about.So now you have a tool. What you do with it is So now you have a tool. What you do with it is entirely up to you. The Temple of Set will guide you entirely up to you. The Temple of Set will guide you as much as possible, but the responsibility to as much as possible, but the responsibility to BecomeBecome rests with you. “Do What Thou Wilt shall rests with you. “Do What Thou Wilt shall be the whole of the Law.”be the whole of the Law.”You have our best wishes and hopes that your You have our best wishes and hopes that your affiliation with the Temple of Set will be long and affiliation with the Temple of Set will be long and rewarding.rewarding.Xeper ir Xem.Xeper ir Xem."},{"pageNumber":2,"pageContent":"______________________________________________________________________[2] [2] International Mini-ConclaveInternational Mini-ConclaveHeld in MassachusettsHeld in Massachusetts- by Barbara Fritz II°- by Barbara Fritz II°High winds howling, a crash of thunder, a bolt High winds howling, a crash of thunder, a bolt of lightening, and pelting rains brought our brother of lightening, and pelting rains brought our brother and sister from the north safely to us in January. and sister from the north safely to us in January. Priest Robertt Neilly and Setian Susie Priest Robertt Neilly and Setian Susie Vandenbussche had arrived in the land of witches Vandenbussche had arrived in the land of witches and warlocks, that infamous State of Massachusetts and warlocks, that infamous State of Massachusetts [say that quickly three times, if you can]. Priest [say that quickly three times, if you can]. Priest Robert DeCecco, Adept Susan Wylie, and myself Robert DeCecco, Adept Susan Wylie, and myself tripped over each other and our coats and umbrellas tripped over each other and our coats and umbrellas as we greeted them. Thus our conclave began with as we greeted them. Thus our conclave began with kissing, hugging, and the drinking of the elixir of kissing, hugging, and the drinking of the elixir of life.life.As the human element began to crowd us, we As the human element began to crowd us, we adjourned to the hotel, the wind blowing us toward adjourned to the hotel, the wind blowing us toward the lobby. The energies within us were starting to the lobby. The energies within us were starting to generate. We entered the elevator and waited for our generate. We entered the elevator and waited for our ascent to the third floor. We were in suspended ascent to the third floor. We were in suspended animation for what seemed like minutes. No one animation for what seemed like minutes. No one had pressed the button! [Shades of Windsor had pressed the button! [Shades of Windsor starting so soon!]starting so soon!]We then sat down for “heavy duty” discussion. We then sat down for “heavy duty” discussion. How strange: our seating arrangement - the shape of How strange: our seating arrangement - the shape of the pentagram. [An accident? I think not.] the pentagram. [An accident? I think not.] Questions, answers, growth, changes, feelings - five Questions, answers, growth, changes, feelings - five hearts expressing themselves verbally and hearts expressing themselves verbally and nonverbally. [Oh, how we Setians need each other!]nonverbally. [Oh, how we Setians need each other!]The strain and fatigue of working and a 12-hour The strain and fatigue of working and a 12-hour drive had passed all of our bodies, and our minds drive had passed all of our bodies, and our minds were charging. Finally, recognizing the need for were charging. Finally, recognizing the need for sleep, we reluctantly parted company.sleep, we reluctantly parted company.The attack of Boston was set for the next day. The attack of Boston was set for the next day. [Please take care how to pronounce the name of my [Please take care how to pronounce the name of my city: “boss-tin”.] In the morning we met for our city: “boss-tin”.] In the morning we met for our shots of caffeine, both hot and cold. [Which Priest shots of caffeine, both hot and cold. [Which Priest has the coke attacks, and which has the coffee has the coke attacks, and which has the coffee cravings?] Once again we were reminded of cravings?] Once again we were reminded of Windsor as the eating areas around us became Windsor as the eating areas around us became vacated. This allowed us privacy for discussions and vacated. This allowed us privacy for discussions and dream interpretations.dream interpretations.The car was put on auto-pilot and aimed at The car was put on auto-pilot and aimed at Boston while exchange of ideas continued. After a Boston while exchange of ideas continued. After a well-guided tour of the city by the knowledgeable well-guided tour of the city by the knowledgeable Bostonians in Priest DeCecco’s vehicle, the journey Bostonians in Priest DeCecco’s vehicle, the journey continued on foot through blustery winds to Quincy continued on foot through blustery winds to Quincy Market.Market.After visiting a sweet shop and several other After visiting a sweet shop and several other shops, Setian Vandenbussche noticed three ceramic shops, Setian Vandenbussche noticed three ceramic wizard statues in one of them. My first reaction was, wizard statues in one of them. My first reaction was, “Merlyn, I want one.” Nevertheless we passed on “Merlyn, I want one.” Nevertheless we passed on as a tear fell from my eye and I bid farewell to as a tear fell from my eye and I bid farewell to Merlyn. The afternoon progressed with browsing Merlyn. The afternoon progressed with browsing and shopping. Finally I decided to forego a chosen and shopping. Finally I decided to forego a chosen antique in favor of Merlyn. The race was on! antique in favor of Merlyn. The race was on! Leaving the two Priests behind, the three of us Leaving the two Priests behind, the three of us pushed and elbowed our way through the throngs to pushed and elbowed our way through the throngs to the shop of wizards. With Priests DeCecco and the shop of wizards. With Priests DeCecco and Neilly watching through the window, we now Neilly watching through the window, we now experienced the problem of deciding which wizards experienced the problem of deciding which wizards to purchase. Choices being accomplished, the three to purchase. Choices being accomplished, the three wizards magically were transformed into three wizards magically were transformed into three Merlyns, thus sealing the already close bonds Merlyns, thus sealing the already close bonds between us.between us.Back at the hotel the two Priests continued their Back at the hotel the two Priests continued their discussions while we went to “The White Witch” discussions while we went to “The White Witch” for the second time. While Setian Vandenbussche for the second time. While Setian Vandenbussche was finalizing her purchases, I discovered three was finalizing her purchases, I discovered three copies of the copies of the Book of ThothBook of Thoth. Keeping in mind that . Keeping in mind that Priest DeCecco has a copy with 54 pages missing Priest DeCecco has a copy with 54 pages missing and has been looking for a new copy, I wondered and has been looking for a new copy, I wondered why he hadn’t seen it earlier. Needless to say, we why he hadn’t seen it earlier. Needless to say, we bought the place out.bought the place out.Our meeting for dinner at 7 turned out to be Our meeting for dinner at 7 turned out to be Tour #7 of Framingham as we visited every Tour #7 of Framingham as we visited every restaurant in the area seeking a non-crowded one. restaurant in the area seeking a non-crowded one. An hour later we were back in the hotel restaurant, An hour later we were back in the hotel restaurant, where we were seated immediately while others where we were seated immediately while others waited in line. Human existence ceased; only we waited in line. Human existence ceased; only we mattered. Once again we realized who we were, and mattered. Once again we realized who we were, and our need for each other became clearer still.our need for each other became clearer still.Later ritual commenced. We all felt the Prince of Later ritual commenced. We all felt the Prince of Darkness come to us. The only description I can Darkness come to us. The only description I can give is “icy-hot” (my fingers and toes were so hot give is “icy-hot” (my fingers and toes were so hot that they turned to ice). Decompression was the that they turned to ice). Decompression was the same as at Windsor. The mundane did not exist. same as at Windsor. The mundane did not exist. That’s why one Priest (who shall remain nameless) That’s why one Priest (who shall remain nameless) turned on the air-conditioner in a 60° room. One turned on the air-conditioner in a 60° room. One Priest woke up because the bed was moving. One Priest woke up because the bed was moving. One Adept spent the night talking to herself, while the Adept spent the night talking to herself, while the other laughed hysterically to sleep. Our newest other laughed hysterically to sleep. Our newest Setian dreamed of the future. We were moving in Setian dreamed of the future. We were moving in our own plane and had to be together. Sleep (?) was our own plane and had to be together. Sleep (?) was a short, temporary separation. We knew departure a short, temporary separation. We knew departure was closing in on us.was closing in on us.Sunday morning all gathered at my house for a Sunday morning all gathered at my house for a six-hour breakfast. [No, we didn’t eat all those six-hour breakfast. [No, we didn’t eat all those hours.] Discussions continued, and loose ends were hours.] Discussions continued, and loose ends were tied up. Tearfully we bade farewell to our Canadian tied up. Tearfully we bade farewell to our Canadian brother and sister. Priest DeCecco walked back to brother and sister. Priest DeCecco walked back to his abode as Adept Wylie and I went to gas-up for his abode as Adept Wylie and I went to gas-up for her trip to the Boston bus terminal. The usual her trip to the Boston bus terminal. The usual Sunday-open station wasn’t. Adept Wylie had to Sunday-open station wasn’t. Adept Wylie had to spend more time in Framingham, and our spend more time in Framingham, and our miniconclave continued for a little longer. The three miniconclave continued for a little longer. The three of us needed to be together.of us needed to be together.Postscript: Adept Wylie moved to Framingham Postscript: Adept Wylie moved to Framingham three weeks later to a new home, a new job, and a three weeks later to a new home, a new job, and a new life!new life!Scroll of SetScroll of Set - March 1980 - Page - March 1980 - Page 22"},{"pageNumber":3,"pageContent":"______________________________________________________________________[3] [3] Massachusetts MælstromMassachusetts Mælstrom- by Suzie Vandenbussche I°- by Suzie Vandenbussche I°January 11 started off as a typical Setian January 11 started off as a typical Setian morning. We had fallen behind in our departure morning. We had fallen behind in our departure schedule, and as I entered the kitchen, I noticed that schedule, and as I entered the kitchen, I noticed that the light-switch was already on, but there was only the light-switch was already on, but there was only darkness. As I stood beneath the light, it came on. darkness. As I stood beneath the light, it came on. As Priest Neilly stood in front of a hanging wall As Priest Neilly stood in front of a hanging wall rug, it fell. Time to leave.rug, it fell. Time to leave.Rain and strong gusty winds accompanied our Rain and strong gusty winds accompanied our 10-hour drive from Toronto to Framingham. As we 10-hour drive from Toronto to Framingham. As we met Priest DeCecco, Adept Sue Wylie, and Adept met Priest DeCecco, Adept Sue Wylie, and Adept Barbara Fritz at the Fondo del Collo Hotel, I was Barbara Fritz at the Fondo del Collo Hotel, I was both excited and nervous. Finally putting faces with both excited and nervous. Finally putting faces with names was fantastic.names was fantastic.After long exchanges of ideas and thoughts in After long exchanges of ideas and thoughts in the suite, our stomachs demanded pizza. Priest the suite, our stomachs demanded pizza. Priest DeCecco and I went to his favorite pizza joint, the DeCecco and I went to his favorite pizza joint, the 400 Club, where we found two seats waiting for us 400 Club, where we found two seats waiting for us in the crowded place. We brought the food back to in the crowded place. We brought the food back to the hotel and satisfied our hunger.the hotel and satisfied our hunger.Breakfast the next morning in The Deli was Breakfast the next morning in The Deli was unusual, as our eating section slowly started to unusual, as our eating section slowly started to empty. It appeared that no one wanted to sit near us.empty. It appeared that no one wanted to sit near us.Boston, our next stop, is a beautiful city. We Boston, our next stop, is a beautiful city. We shopped in Quincy Marketplace. Here Adept Wylie, shopped in Quincy Marketplace. Here Adept Wylie, Adept Fritz, and I obtained our three-part Merlyn Adept Fritz, and I obtained our three-part Merlyn the Wizard collection. I never “excused” myself so the Wizard collection. I never “excused” myself so much in crowds. Before returning to Framingham much in crowds. Before returning to Framingham we toured Beacon Hill, a beautifully-preserved 18th-we toured Beacon Hill, a beautifully-preserved 18th-century section of Boston.century section of Boston.An hour after taking a tour of the restaurant An hour after taking a tour of the restaurant strip, we found ourselves back at our own hotel for strip, we found ourselves back at our own hotel for dinner!dinner!The evening ritual was the first time I was ever The evening ritual was the first time I was ever in one with more than two Setians. A tremendous in one with more than two Setians. A tremendous amount of energy stirred the air. The experience was amount of energy stirred the air. The experience was one which could not be described. When it was one which could not be described. When it was over, Priest DeCecco, Priest Neilly, Adepts Wylie over, Priest DeCecco, Priest Neilly, Adepts Wylie and Fritz, and myself just held one another and and Fritz, and myself just held one another and laughed and cried. We had all been touched.laughed and cried. We had all been touched.Sunday arrived too soon. A gourmet breakfast Sunday arrived too soon. A gourmet breakfast prepared by Priest DeCecco and Adept Fritz was prepared by Priest DeCecco and Adept Fritz was held in her home. It was revealed by Priest DeCecco held in her home. It was revealed by Priest DeCecco that the trick to a successful breakfast was all in the that the trick to a successful breakfast was all in the way one danced while cracking the eggs. We had way one danced while cracking the eggs. We had the proof and ate the evidence.the proof and ate the evidence.Adept Fritz presented me with a most gracious Adept Fritz presented me with a most gracious gift for my frog collection, which she had made. I gift for my frog collection, which she had made. I named him “Heqt”.named him “Heqt”.It was very hard for everyone to say goodbye. I It was very hard for everyone to say goodbye. I felt as though I was being torn apart, but left with felt as though I was being torn apart, but left with the essence of my brothers and sisters. I learned the essence of my brothers and sisters. I learned what it was like to be loved by them and love in what it was like to be loved by them and love in return. I realized what a strong bond there is return. I realized what a strong bond there is between us. Within one weekend I understand much between us. Within one weekend I understand much more. I now know that I can never go back to what I more. I now know that I can never go back to what I was.was.______________________________________________________________________[4] [4] FriendFriend- by Jinni Bast III°- by Jinni Bast III°There is so much that I can say.There is so much that I can say.You guided me and saved me tearsYou guided me and saved me tearsWhen I was confused and lost the way.When I was confused and lost the way.At last I found Set. He really cares.At last I found Set. He really cares.You eased the pain of my longing for you,You eased the pain of my longing for you,Setting my feet on the path of Setting my feet on the path of XeperXeper,,Showing me sights of eternity.Showing me sights of eternity.You brought us back together.You brought us back together.You gave me dignity, a Setian necessity,You gave me dignity, a Setian necessity,Teaching me the beauty of Maat.Teaching me the beauty of Maat.Setamorphosis is no illusion.Setamorphosis is no illusion.Our task has just begun.Our task has just begun.The Black Flame is your Gift to Me.The Black Flame is your Gift to Me.Should we not use it, we will lose it.Should we not use it, we will lose it.Help me to practice the Gift of your KnowledgeHelp me to practice the Gift of your KnowledgeWith the presence of the Gift of your essence.With the presence of the Gift of your essence.Guiding the skillful use of my will,Guiding the skillful use of my will,I have the power of the winner’s edgeI have the power of the winner’s edgeTo reach my great goal: achieving To reach my great goal: achieving XemXem..Thank you, Set. You are my friend!Thank you, Set. You are my friend!______________________________________________________________________[5] [5] DuelDuel- by Susan Wylie II°- by Susan Wylie II°Sometimes I think I know it all and very nearly Sometimes I think I know it all and very nearly shout! Other times I feel that it would find its own shout! Other times I feel that it would find its own way out. Sometimes I am another, who doesn’t way out. Sometimes I am another, who doesn’t seem to seem to bebe. And sometimes I’m a . And sometimes I’m a beingbeing who’s who’s very nicely very nicely meme..And though my self’s ’round more and more, And though my self’s ’round more and more, the other one won’t go . The anger that I feel, then, the other one won’t go . The anger that I feel, then, is one that you may know. It takes up all my is one that you may know. It takes up all my patience; I count to ten and more. But sometimes I patience; I count to ten and more. But sometimes I still wonder just what there is in store.still wonder just what there is in store.With Darkness as my ally I just might pass on With Darkness as my ally I just might pass on through. I can’t give up the fighting, for nothing through. I can’t give up the fighting, for nothing else will do. I’ll make that other leave else will do. I’ll make that other leave meme, the one , the one who makes who makes meme sad. Her passing goes so slowly, I sad. Her passing goes so slowly, I nearly thought she had.nearly thought she had.But then some quirk or quandary with sharp, But then some quirk or quandary with sharp, enduring pain reminds enduring pain reminds meme that my other self has that my other self has tried once more to reign. Well, I tried once more to reign. Well, I willwill try to tell her try to tell her that her time has come to go, and I hope that she will that her time has come to go, and I hope that she will listen because I told her so.listen because I told her so.Scroll of SetScroll of Set - March 1980 - Page - March 1980 - Page 33"},{"pageNumber":4,"pageContent":"But if she will not listen, to But if she will not listen, to meme she turns deaf she turns deaf ear, then I shall have to ear, then I shall have to XeperXeper to get her out of here. to get her out of here. I know the time is coming, though how I do not I know the time is coming, though how I do not know. But first I have to get my human self to go.know. But first I have to get my human self to go.If i could see, what is to If i could see, what is to bebe, would i be gone by , would i be gone by now? If i could see, what i am to now? If i could see, what i am to bebe, would she be , would she be meme right now? right now?For sometimes glimpses alien stir deep within For sometimes glimpses alien stir deep within my self. And all that i have failed in, she’s put upon my self. And all that i have failed in, she’s put upon a shelf. Yet something deep within me yawns and a shelf. Yet something deep within me yawns and turns its head, watching me within turns its head, watching me within meme with awe and with awe and sometimes dread.sometimes dread.Still yet that one within Still yet that one within meme makes of me makes of me demands. i’ve seen the one within demands. i’ve seen the one within meme taking firmer taking firmer stands. The forces that she’s gathered are gathered stands. The forces that she’s gathered are gathered not in vain, but when the final parting fear will cause not in vain, but when the final parting fear will cause me pain.me pain.i doubt that i’ll defeat her, for Set is at her hand. i doubt that i’ll defeat her, for Set is at her hand. Those things that will greet her must be somethings Those things that will greet her must be somethings grand. i know there’ll come a moment when i must grand. i know there’ll come a moment when i must travel on. My parting is reluctant; i’ve been here so travel on. My parting is reluctant; i’ve been here so long.long.She says my time is going, that she alone shall She says my time is going, that she alone shall reign. It must be in the knowing. What has she to reign. It must be in the knowing. What has she to gain? But lest i by her quiet be alone deceived, gain? But lest i by her quiet be alone deceived, stronger is she by it that i alone should leave.stronger is she by it that i alone should leave.Oh, i will spit and sputter, and i will fuss and Oh, i will spit and sputter, and i will fuss and fume, but she alone can make me finally leave her fume, but she alone can make me finally leave her room. For something dark, i see now, is coming to room. For something dark, i see now, is coming to defend. i know she would be free now. i’m coming defend. i know she would be free now. i’m coming to an end.to an end.i stayed so very quiet. i did not say a word. i stayed so very quiet. i did not say a word. Deceived she had been by it. But somehow still she Deceived she had been by it. But somehow still she heard. So now she watches for me. She’s shoved heard. So now she watches for me. She’s shoved me to one side. She’s quite suspicious of me, afraid me to one side. She’s quite suspicious of me, afraid that i will hide.that i will hide.For i would hide so gladly, to await another For i would hide so gladly, to await another time. But she follows me so madly i cannot make time. But she follows me so madly i cannot make the climb. i was captain of this ship, she but ember-the climb. i was captain of this ship, she but ember-bright. ’Til that day she met him, Coming Forth by bright. ’Til that day she met him, Coming Forth by Night.Night.So now she has the answers if only she So now she has the answers if only she willwill see. But i’ll remain her cancer until she comes to see. But i’ll remain her cancer until she comes to bebe. So she alone does make her plans. i am left with . So she alone does make her plans. i am left with none. Beside me she’s so very old, and i so very none. Beside me she’s so very old, and i so very young.young.i watch and wait and hope for best, as she does i watch and wait and hope for best, as she does grasp the helm. i feel the time is coming when me grasp the helm. i feel the time is coming when me she’ll overwhelm.she’ll overwhelm.______________________________________________________________________[6] [6] Pylon Ritual is Black MarriagePylon Ritual is Black MarriageSurprises had been promised for the January 19 Surprises had been promised for the January 19 meeting of the Set Amentet Pylon by the hosts meeting of the Set Amentet Pylon by the hosts Adepts Bob and Janet Menschel. Surprises there Adepts Bob and Janet Menschel. Surprises there were! The very-well-kept secret unfolded in the were! The very-well-kept secret unfolded in the ritual chamber as Gedkin and Pan wedded each ritual chamber as Gedkin and Pan wedded each other before Set and the Pylon members present. other before Set and the Pylon members present. Magister L. Dale Seago officiated.Magister L. Dale Seago officiated.The Black Wedding had everything: love, joy, The Black Wedding had everything: love, joy, and even tears. The bride’s flowers were blackish-and even tears. The bride’s flowers were blackish-red with purple ribbons. Honored to be the red with purple ribbons. Honored to be the witnesses were Priest Robert and Priestess witnesses were Priest Robert and Priestess Constance Moffatt.Constance Moffatt.A reception in the Menschel home followed the A reception in the Menschel home followed the ritual. The wedding cake was topped with a red-ritual. The wedding cake was topped with a red-berried pentagram. Special guests of honor, along berried pentagram. Special guests of honor, along with Magister Seago, were Ipsissimus Michael A. with Magister Seago, were Ipsissimus Michael A. Aquino and Magistra Lilith Sinclair.Aquino and Magistra Lilith Sinclair.Scroll of SetScroll of Set - March 1980 - Page - March 1980 - Page 44"}]
