[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 50Issue Number 50Volume V-4Volume V-4January 1980January 1980Editor: Editor: Robert H. Moffatt III°Robert H. Moffatt III°Copyright © 1980 Temple of SetCopyright © 1980 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] Priestess ExemplifiesPriestess Exemplifies“Determined Individualism”“Determined Individualism”- by Constance L. Moffatt III°- by Constance L. Moffatt III°What one can conceive, one can achieve. What one can conceive, one can achieve. If it is worth having, it is worth preserving. No If it is worth having, it is worth preserving. No one else can do it for you. - Jinni Bast III°one else can do it for you. - Jinni Bast III°Beauty and Bast mix perfectly in this warm, Beauty and Bast mix perfectly in this warm, radiant, and loving, flame-haired Elect of the Temple radiant, and loving, flame-haired Elect of the Temple of Set, Priestess Jinni Bast of Jersey City, New of Set, Priestess Jinni Bast of Jersey City, New Jersey.Jersey.Priestess Bast, whose magical names are Bast Priestess Bast, whose magical names are Bast and Nut, holds the strongest place of admiration and and Nut, holds the strongest place of admiration and affection in the heart of this correspondent as my affection in the heart of this correspondent as my pedagogue, friend, and exemplar of true Setian pedagogue, friend, and exemplar of true Setian initiation. She is a joy to all who come to know and initiation. She is a joy to all who come to know and love her; thus it is with great pleasure that I present love her; thus it is with great pleasure that I present Priestess Jinni Bast as “biography of the month”.Priestess Jinni Bast as “biography of the month”.Born in Scranton, Pennsylvania, on March 3, Born in Scranton, Pennsylvania, on March 3, 1933, Priestess Bast also lived in Allentown and 1933, Priestess Bast also lived in Allentown and Clarks Summit, PA; Brooklyn, Astoria, Long Island Clarks Summit, PA; Brooklyn, Astoria, Long Island City, and New York City, N.Y. After 13 years in the City, and New York City, N.Y. After 13 years in the Big Apple, she moved to her present location, where Big Apple, she moved to her present location, where she has resided for the past 10 years.she has resided for the past 10 years.Raised in the Catholic faith, concerning which Raised in the Catholic faith, concerning which she has very strong feelings due to living with the she has very strong feelings due to living with the ignorant and narrow hatreds of the religious, she ignorant and narrow hatreds of the religious, she graduated from Lourdesmont High School in graduated from Lourdesmont High School in Clarks Summit. She was an excellent student in all Clarks Summit. She was an excellent student in all subjects except math, in which she was “just subjects except math, in which she was “just average”. Having disowned her family, she is close average”. Having disowned her family, she is close only to an aunt who lives in Florida.only to an aunt who lives in Florida.Priestess Bast finally settled in the New Priestess Bast finally settled in the New York/New Jersey area due to the financial benefits York/New Jersey area due to the financial benefits of her occupation and company, which is based of her occupation and company, which is based there. She is a secretary to the department district there. She is a secretary to the department district manager and two salesmen of the Hercules manager and two salesmen of the Hercules Corporation. Prior to this she was a sales Corporation. Prior to this she was a sales correspondent, processing customers’ orders.correspondent, processing customers’ orders.Our cat-loving Priestess joined the Church of Our cat-loving Priestess joined the Church of Satan on March 5, VIII and left it as a II° to join the Satan on March 5, VIII and left it as a II° to join the Temple of Set on July 17, X. During this same Temple of Set on July 17, X. During this same month she was ordained to the Priesthood of Set. month she was ordained to the Priesthood of Set. Priestess Bast was elected to the Council of Nine in Priestess Bast was elected to the Council of Nine in October, X.October, X.Belonging to the Temple of Set means: “I have Belonging to the Temple of Set means: “I have the Black Flame and the responsibilities of bringing the Black Flame and the responsibilities of bringing out and developing my inner being; guiding and out and developing my inner being; guiding and helping other Setians develop their inner being on helping other Setians develop their inner being on the road of the road of XeperXeper to to XemXem.”.”This kind and beautiful goddess of ceaseless This kind and beautiful goddess of ceaseless inner strength is active in the Temple “to know and inner strength is active in the Temple “to know and reach reach XemXem - to remain close to Set, who has proven - to remain close to Set, who has proven in innumerable ways and times that he truly cares. in innumerable ways and times that he truly cares. He chose me to have his invaluable Gift of the Black He chose me to have his invaluable Gift of the Black Flame.”Flame.”Priestess Bast considers her most important Priestess Bast considers her most important goal in the Temple “goal in the Temple “XeperXeper towards towards XemXem””. She also . She also considers of utmost importance “eternal considers of utmost importance “eternal continuance of Set and the Temple through looking continuance of Set and the Temple through looking out for and recognizing enemies of the Temple, then out for and recognizing enemies of the Temple, then ensuring that they destroy themselves”.ensuring that they destroy themselves”.Sharing her eighth floor apartment are four Sharing her eighth floor apartment are four unique and delightful cats: Kali, Demon (a unique and delightful cats: Kali, Demon (a Siamese), Maat, and the newest feline addition TuTu Siamese), Maat, and the newest feline addition TuTu (a rare, blonde giant of jungle-like beauty). Priestess (a rare, blonde giant of jungle-like beauty). Priestess Bast has a special love for her cats and a strong Bast has a special love for her cats and a strong affinity for all of the species, particularly those affinity for all of the species, particularly those living with her friends.living with her friends.Magic, cats, books, other ground animals Magic, cats, books, other ground animals (especially snakes), fish, and birds are among her (especially snakes), fish, and birds are among her favorite things. Her strong interests are magic, favorite things. Her strong interests are magic, Egyptology, and all the sciences - such as medicine, Egyptology, and all the sciences - such as medicine, genetics, and bacteriology. She loves to listen to genetics, and bacteriology. She loves to listen to music and read good books.music and read good books.When asked what she might be famous for, When asked what she might be famous for, Priestess Bast replied, “Determined individualism.” Priestess Bast replied, “Determined individualism.” All who know Set’s sister also know the truth in All who know Set’s sister also know the truth in this statement.this statement.Priestess Bast, who is a devoted teacher for all I° Priestess Bast, who is a devoted teacher for all I° and II° Setians, has the following advice for new and II° Setians, has the following advice for new Setians: “Most important of all, keep the Black Setians: “Most important of all, keep the Black Flame alive by keeping in close contact with Set, Flame alive by keeping in close contact with Set, every day (not just once in a while) by conversing every day (not just once in a while) by conversing with him, listening to him, talking with him. Never with him, listening to him, talking with him. Never forget to thank him for the gift of the Black Flame - forget to thank him for the gift of the Black Flame - that which made you the special being that you that which made you the special being that you are.”are.”______________________________________________________________________[2] [2] Nefer’s Anti-Christmas PartyNefer’s Anti-Christmas Party- by Linda S. Thomas IV°- by Linda S. Thomas IV°[Editor’s Note: Most of the messages [Editor’s Note: Most of the messages brought to the party or relayed for the brought to the party or relayed for the purpose are scattered throughout this issue purpose are scattered throughout this issue of the of the ScrollScroll. Space does not permit the . Space does not permit the complete reprinting of the invitation sent out complete reprinting of the invitation sent out by Magistra Thomas. We have attempted to by Magistra Thomas. We have attempted to include some of this sharp and bubbling wit include some of this sharp and bubbling wit with the body of her letter. We think these with the body of her letter. We think these selected gems just might belatedly enlighten selected gems just might belatedly enlighten and inspire readers with the AntiChristmas and inspire readers with the AntiChristmas spirit as well as (in Nefer’s own words): “to spirit as well as (in Nefer’s own words): “to disperse that nasty, persistent rumor that I disperse that nasty, persistent rumor that I have no sense of humor and am too serious. have no sense of humor and am too serious. Of course I’m serious. Aren’t you?”]Of course I’m serious. Aren’t you?”]"},{"pageNumber":2,"pageContent":"Friends: Did the jangling of the Salvation Army Friends: Did the jangling of the Salvation Army bell drive you nuts? Were you pressured by the bell drive you nuts? Were you pressured by the monotonous reminder that there were only X more monotonous reminder that there were only X more days to go? Were you depressed? [There is a very days to go? Were you depressed? [There is a very high incidence of suicide during the holidays.] Are high incidence of suicide during the holidays.] Are you puzzled about where the holidays fit into your you puzzled about where the holidays fit into your life now that you have become Joe and Jane Setian? life now that you have become Joe and Jane Setian? What to do? Finally the answer: the infamous What to do? Finally the answer: the infamous “Nefer’s AntiChristmas party”, held December 20, “Nefer’s AntiChristmas party”, held December 20, XIV at my place.XIV at my place.Planned was fun, food, and favorite Anti-Planned was fun, food, and favorite Anti-Christmas carols such as Lou Reed singing “Rock Christmas carols such as Lou Reed singing “Rock of Aegis” and that song beloved of laundrypersons of Aegis” and that song beloved of laundrypersons “Bringing in the Sheets”. Topping off the program “Bringing in the Sheets”. Topping off the program was the Warren Zevon reply to “Silent Night” was the Warren Zevon reply to “Silent Night” called “Soylent Green”, as well as his famous called “Soylent Green”, as well as his famous hymn “All Strung Out on (Sugar) on the Outskirts hymn “All Strung Out on (Sugar) on the Outskirts of Town”. It was to be a night to remember.of Town”. It was to be a night to remember.The highlight of the evening was to be the The highlight of the evening was to be the celebration of the ritual of the AntiChrist - to bring celebration of the ritual of the AntiChrist - to bring into play the forces behind the AntiChrist movement into play the forces behind the AntiChrist movement as it has prevailed throughout history. All present as it has prevailed throughout history. All present were to read messages on the theme, or in some were to read messages on the theme, or in some other way contribute to the AntiXmas spirit. Some other way contribute to the AntiXmas spirit. Some of the invited who could not make it sent or called in of the invited who could not make it sent or called in their own special messages.their own special messages.The party was attended by: special guests The party was attended by: special guests Magus Ronald K. Barrett and Priest Ricco Magus Ronald K. Barrett and Priest Ricco Zappitelli; Priests Robert G. Brink and Stephen H. Zappitelli; Priests Robert G. Brink and Stephen H. Bushey; Priestesses Sandy Sarris, Linda Reynolds, Bushey; Priestesses Sandy Sarris, Linda Reynolds, and Betty Ford; Adepts Richard Arbib and Jerry and Betty Ford; Adepts Richard Arbib and Jerry Reynolds; and Setians Charles Weiss and Susan Reynolds; and Setians Charles Weiss and Susan Mitchell. Mitchell. In absentiaIn absentia attendees were: Ipsissimus attendees were: Ipsissimus Aquino, Magistra Sinclair, Magister Seago, Priest Aquino, Magistra Sinclair, Magister Seago, Priest DeCecco, Priest Moffatt, Priestess Moffatt, DeCecco, Priest Moffatt, Priestess Moffatt, Magister Norton, and the Ancient Ones.Magister Norton, and the Ancient Ones.The Ayatolla Howmany did not show up, nor The Ayatolla Howmany did not show up, nor did Brother Dave. I heard that he was struck by a did Brother Dave. I heard that he was struck by a semi as he was crossing the street in front of the semi as he was crossing the street in front of the Truckadero. Tsk, tsk. But my cat was there Truckadero. Tsk, tsk. But my cat was there somewhere. The non-appearance of Brother Dave somewhere. The non-appearance of Brother Dave and his topical humor was made up for by a and his topical humor was made up for by a presentation by Setian Weiss called “Grandma got presentation by Setian Weiss called “Grandma got run over by a reindeer” by Randy Brooks. Bravo!run over by a reindeer” by Randy Brooks. Bravo!Priestess Ford brought turkey; Priest Bushey Priestess Ford brought turkey; Priest Bushey brought Reese’s Peanut Butter Cups and coffee brought Reese’s Peanut Butter Cups and coffee [bless that man!]; Magus Barrett and Priest [bless that man!]; Magus Barrett and Priest Zappitelli brought cinnamon rolls because it rained Zappitelli brought cinnamon rolls because it rained and they ate the nut bread [whatever that means]; and they ate the nut bread [whatever that means]; Setians Weiss and Mitchell brought cheese and Setians Weiss and Mitchell brought cheese and herbal bread; Priestess Sarris brought a gorgeous herbal bread; Priestess Sarris brought a gorgeous cake; Adept Reynolds brought a classy bottle of cake; Adept Reynolds brought a classy bottle of wine [thank you], and so on and so forth. I made wine [thank you], and so on and so forth. I made deviled eggs and falafel [think about it] and a bunch deviled eggs and falafel [think about it] and a bunch of other stuff. We ate like pigs and generally just of other stuff. We ate like pigs and generally just had a good time. I’m sure everyone noticed how had a good time. I’m sure everyone noticed how nice it is that I have a much bigger place, so that they nice it is that I have a much bigger place, so that they don’t have to go to the bathroom together to talk don’t have to go to the bathroom together to talk privately [don’t think about it].privately [don’t think about it].As these things sometimes go, the ritual did not As these things sometimes go, the ritual did not proceed as planned, but what proceed as planned, but what diddid occur will live on occur will live on in our hearts as a beautiful and profound evening in our hearts as a beautiful and profound evening with our High Priest and with the Dark Lord with our High Priest and with the Dark Lord himself. I cannot begin to repeat the words spoken, himself. I cannot begin to repeat the words spoken, but I have included all that was written by the but I have included all that was written by the participants according to the original plan. participants according to the original plan. a Xem ira Xem ir XV.XV.______________________________________________________________________[3] [3] From ShetatFrom Shetat- by Constance Moffatt II°- by Constance Moffatt II°In this season of “Xmas is jolly”, good will In this season of “Xmas is jolly”, good will toward men is sensational folly. No insincere toward men is sensational folly. No insincere greetings from false scriptures and such - just truth greetings from false scriptures and such - just truth and way as we reach out and touch. My wishes to and way as we reach out and touch. My wishes to you, good friends of Set, are love and happiness you, good friends of Set, are love and happiness from Set-Amentet.from Set-Amentet.______________________________________________________________________[4] [4] Can This be my Brother?Can This be my Brother?- by Barbara Fritz II°- by Barbara Fritz II°I walked up to my door late Monday (Dec. 10) I walked up to my door late Monday (Dec. 10) afternoon, rather worn out after putting in time with afternoon, rather worn out after putting in time with 22 nine-year-olds. I reached into the mailbox and 22 nine-year-olds. I reached into the mailbox and pulled out a long, stuffed envelope, postmarked pulled out a long, stuffed envelope, postmarked “CA”. Instantly I knew it was the “CA”. Instantly I knew it was the ScrollScroll, and my , and my spirits soared. With a sudden burst of energy, I spirits soared. With a sudden burst of energy, I opened the door and tore open the envelope, opened the door and tore open the envelope, ignoring my cat, who then bit me.ignoring my cat, who then bit me.The first words I read were “Priest Robert The first words I read were “Priest Robert DeCecco”. My eyes opened wide. It was my DeCecco”. My eyes opened wide. It was my brother and mentor greeting me. As I read the brother and mentor greeting me. As I read the biography, I could see his horns protruding proudly biography, I could see his horns protruding proudly from his head. Funny, they weren’t there when I from his head. Funny, they weren’t there when I joined him for breakfast.joined him for breakfast.Yes, there Yes, there isis an advantage to living in an advantage to living in Framingham, Massachusetts. [I don’t think Framingham, Massachusetts. [I don’t think Framingham can stand two Setians; after all it Framingham can stand two Setians; after all it snowed in May, and today was 60°F.] I rushed to snowed in May, and today was 60°F.] I rushed to the phone to call him and ask if he had seen the the phone to call him and ask if he had seen the ScrollScroll. His had not arrived yet.. His had not arrived yet.I read some of his statements, and then I glanced I read some of his statements, and then I glanced at the photo at the bottom of the page. I screamed! at the photo at the bottom of the page. I screamed! [At this point Priest DeCecco is suffering from a [At this point Priest DeCecco is suffering from a pierced eardrum.] I put on my glasses and took pierced eardrum.] I put on my glasses and took them off. Something was amiss. This was not the them off. Something was amiss. This was not the handsome Priest I know so well. Was this some handsome Priest I know so well. Was this some creature who was drawn into our magic of Windsor creature who was drawn into our magic of Windsor this past summer?this past summer?I rushed out the door, leaving Amon hanging I rushed out the door, leaving Amon hanging loose, ran as fast as I could, and raced to his door. loose, ran as fast as I could, and raced to his door. As he answered it, I thrust the picture in his hands, As he answered it, I thrust the picture in his hands, asking him when this photo was taken. Could it be asking him when this photo was taken. Could it be he? As he looked at it, I saw his horns do a slow he? As he looked at it, I saw his horns do a slow Scroll of SetScroll of Set - January 1980 - Page - January 1980 - Page 22"},{"pageNumber":3,"pageContent":"retreat as he exclaimed, “Oh, no, it can’t be. This retreat as he exclaimed, “Oh, no, it can’t be. This person looks like he has cancer of the eyeballs!”person looks like he has cancer of the eyeballs!”I read on. It was so like him. I’ve tasted his I read on. It was so like him. I’ve tasted his cooking - fantastic! Yes, he does collect Egyptian cooking - fantastic! Yes, he does collect Egyptian jewelry. And have I ever heard him berate and jewelry. And have I ever heard him berate and complain about “rug rats” (babies) and such. But complain about “rug rats” (babies) and such. But what struck so close to home was his statement: what struck so close to home was his statement: “Nothing is as it seems.” How often I have heard “Nothing is as it seems.” How often I have heard this. Sometimes I think Priest DeCecco’s purpose this. Sometimes I think Priest DeCecco’s purpose for staying in Massachusetts is to haunt me with for staying in Massachusetts is to haunt me with those words.those words.Those who know Priest DeCecco, will agree that Those who know Priest DeCecco, will agree that reading this article is just like visiting him for a reading this article is just like visiting him for a short time. If my humor offends anyone and seems short time. If my humor offends anyone and seems like ridicule of my brother and local Priest, please like ridicule of my brother and local Priest, please understand that I am only praising him [and also understand that I am only praising him [and also praising Adept Moffatt for writing such a fine article praising Adept Moffatt for writing such a fine article depicting him], as he truly is a god. depicting him], as he truly is a god. Xeper ir XemXeper ir Xem..______________________________________________________________________[5] [5] An Examination ofAn Examination ofMagical Behavior and ThoughtMagical Behavior and Thought- by Robert Menschel II°- by Robert Menschel II°IntroductionIntroductionI am an Adept. I am a magician learning the I am an Adept. I am a magician learning the Black Arts. I am also a scientist and a philosopher, Black Arts. I am also a scientist and a philosopher, doing my best to ensure that my thinking and doing my best to ensure that my thinking and behavior are rational and sound.behavior are rational and sound.Set is a magical, nonterrestrial being with Set is a magical, nonterrestrial being with powers that are but guessed at. I this minute do not powers that are but guessed at. I this minute do not believe in Set. Sitting at my desk revising this essay believe in Set. Sitting at my desk revising this essay of mine, I see no scientific evidence for the existence of mine, I see no scientific evidence for the existence of Set.of Set.And yet when I wrote the first draft of this essay And yet when I wrote the first draft of this essay by the light of my one black candle, I knew that Set by the light of my one black candle, I knew that Set exists. I frequently looked across at my altar, where exists. I frequently looked across at my altar, where the ritual Pentagram stands, and gazed through it to the ritual Pentagram stands, and gazed through it to Set. I knew that through it and through the Set. I knew that through it and through the pentagram on my chest, Set was watching me as I pentagram on my chest, Set was watching me as I wrote. Whenever I correctly discovered and wrote. Whenever I correctly discovered and described an aspect, I felt his applause. Whenever I described an aspect, I felt his applause. Whenever I floundered in the convenient, I felt his displeasure.floundered in the convenient, I felt his displeasure.Belief in Set is not scientific. Experiences and Belief in Set is not scientific. Experiences and feelings in ritual are not acceptable as empirical feelings in ritual are not acceptable as empirical evidence. And yet I talk to Set on occasion even evidence. And yet I talk to Set on occasion even when not in ritual. I ask him questions and discuss when not in ritual. I ask him questions and discuss my directions of my directions of XeperXeper. He answers in feelings, not . He answers in feelings, not in words; yet he answers.in words; yet he answers.Is this illogical? Is this irrational? The essay Is this illogical? Is this irrational? The essay which follows is my attempt to examine magical which follows is my attempt to examine magical behavior and thought.behavior and thought.What is Magical Behavior?What is Magical Behavior?I have discovered that magical behavior is I have discovered that magical behavior is desirable. By including magical behavior in my desirable. By including magical behavior in my repertoire, by performing magic in my daily life, I repertoire, by performing magic in my daily life, I will further my will further my XeperXeper. Since . Since XeperXeper is willful, I am is willful, I am responsible for analyzing my actions, deciding responsible for analyzing my actions, deciding which are desirable and keeping them. I must also which are desirable and keeping them. I must also decide which actions are undesirable and eliminate decide which actions are undesirable and eliminate those.those.It seems natural to assume that there are three It seems natural to assume that there are three classes of behavior: rational, irrational, and magical. classes of behavior: rational, irrational, and magical. I have always attempted to be a fully rational being I have always attempted to be a fully rational being and have mostly succeeded. I need therefore to and have mostly succeeded. I need therefore to increase the amount of magical behavior in which I increase the amount of magical behavior in which I indulge, hopefully without reducing the rational, and indulge, hopefully without reducing the rational, and certainly without increasing the irrational.certainly without increasing the irrational.To willfully increase my magical behavior To willfully increase my magical behavior without increasing the irrational, I have to discover without increasing the irrational, I have to discover the differences between these three types of the differences between these three types of behavior.behavior.I need to define rational behavior. From it I can I need to define rational behavior. From it I can define the others. Without it I cannot.define the others. Without it I cannot.According to the dictionary, rational behavior is According to the dictionary, rational behavior is reasoning behavior. Then irrational behavior is reasoning behavior. Then irrational behavior is behavior which is contrary to reason, and magical behavior which is contrary to reason, and magical behavior is behavior which is neither in accord with behavior is behavior which is neither in accord with nor contrary to reason.nor contrary to reason.11This is a pleasing definition. It expLains why I This is a pleasing definition. It expLains why I need to leave my scientifically reasoning, skeptical need to leave my scientifically reasoning, skeptical self behind to become proficient at magic. It places self behind to become proficient at magic. It places magic outside of reason, safe from all denials and magic outside of reason, safe from all denials and ridicule from reasonable [but skeptical] people.ridicule from reasonable [but skeptical] people.Setian magical behavior is willful behavior. Setian magical behavior is willful behavior. Without will there is no Setian magic [and Setian Without will there is no Setian magic [and Setian magic is the strongest magic yet discovered]. magic is the strongest magic yet discovered]. Without thought there can be no will. Spontaneous Without thought there can be no will. Spontaneous action is reaction, not willful action.action is reaction, not willful action.Setian magical behavior, willful behavior, must Setian magical behavior, willful behavior, must be thoughtful, reasoning behavior. If the reasoning be thoughtful, reasoning behavior. If the reasoning is sound, it is rational. If the reasoning is unsound, it is sound, it is rational. If the reasoning is unsound, it is irrational.is irrational.Assuming that magical behavior is distinct from Assuming that magical behavior is distinct from rational and irrational behavior, then the dictionary rational and irrational behavior, then the dictionary inadequately defines rational behavior. We cannot inadequately defines rational behavior. We cannot define magical behavior from it. Let us look for define magical behavior from it. Let us look for another definition. I am rational. From a description another definition. I am rational. From a description of my behavior, perhaps we can find a good of my behavior, perhaps we can find a good description of rational, irrational, and magical description of rational, irrational, and magical behavior.behavior.I am goal-directed. Is rational behavior goal-I am goal-directed. Is rational behavior goal-directed? Then irrational behavior would be that directed? Then irrational behavior would be that which takes us further from our goals, and magical which takes us further from our goals, and magical behavior would be that which is independent of behavior would be that which is independent of goals.goals.Bells ring. Magical theories throughout the ages Bells ring. Magical theories throughout the ages have stated that the magician must not have goals. have stated that the magician must not have goals. He who desires nothing will receive everything.He who desires nothing will receive everything.But if you don’t want anything, why perform But if you don’t want anything, why perform magic? One of the more significant magical magic? One of the more significant magical advances made by the Church of Satan was the advances made by the Church of Satan was the recognition that “the first ingredient in the recognition that “the first ingredient in the performance of a ritual is desire”.performance of a ritual is desire”.22Scroll of SetScroll of Set - January 1980 - Page - January 1980 - Page 33"},{"pageNumber":4,"pageContent":"I do a lust ritual because I lust. I destroy I do a lust ritual because I lust. I destroy because I wish to remove a pest. I do a ritual for because I wish to remove a pest. I do a ritual for XeperXeper because I desire to because I desire to XeperXeper. Magical behavior . Magical behavior is very strongly goal-directed.is very strongly goal-directed.My behavior is scientific. Rational behavior My behavior is scientific. Rational behavior might be that which takes logic and science might be that which takes logic and science (measurement, correlation, and causality) into (measurement, correlation, and causality) into account. Irrational behavior is that which denies account. Irrational behavior is that which denies scientific principles; while magical behavior, though scientific principles; while magical behavior, though thinking and willful, operates outside of science.thinking and willful, operates outside of science.I perform a ritual to cause something to happen. I perform a ritual to cause something to happen. I perform a ritual when that ritual will be most I perform a ritual when that ritual will be most effective [timing can be very important]. During effective [timing can be very important]. During ritual I make extensive use of the magical theories of ritual I make extensive use of the magical theories of correlation.correlation.Much of what is now science used to be magic. Much of what is now science used to be magic. The magic we now perform will someday be The magic we now perform will someday be science. Already the simpler ritual methods within science. Already the simpler ritual methods within the Temple of Set are becoming technologies.the Temple of Set are becoming technologies.Many modern magicians apply scientific Many modern magicians apply scientific principles to the study and performance of magic. principles to the study and performance of magic. We are effectively technicians and engineers, using We are effectively technicians and engineers, using a science which hasn’t yet been nailed down and a science which hasn’t yet been nailed down and codified as explicitly as those sciences recognized codified as explicitly as those sciences recognized by society.by society.33I have been unable to find a definition of rational I have been unable to find a definition of rational behavior for which I can find magical behavior behavior for which I can find magical behavior which is nonrational. For every definition, magical which is nonrational. For every definition, magical behavior is rational behavior [or irrational if behavior is rational behavior [or irrational if followed irrationally].followed irrationally].Behavior can be broken into several types of Behavior can be broken into several types of classes, which may be rational, irrational, or classes, which may be rational, irrational, or nonrational. Perhaps I should attempt to find and nonrational. Perhaps I should attempt to find and define these classes. From the definitions I can define these classes. From the definitions I can determine the differences between these classes. determine the differences between these classes. Then I may be able to discover a class of behavior Then I may be able to discover a class of behavior [or several classes] into which magical behavior will [or several classes] into which magical behavior will fall.fall.44We have already examined several sets of We have already examined several sets of behavior. We have discussed spontaneous (non-behavior. We have discussed spontaneous (non-premeditated) actions and thinking (premeditated) premeditated) actions and thinking (premeditated) actions.actions.Unthinking actions include several subsets: Unthinking actions include several subsets: simple reflexes (knee-kicks), automatic actions simple reflexes (knee-kicks), automatic actions (heart pumping), learned reflexes, simple rituals (heart pumping), learned reflexes, simple rituals (drinking the morning coffee), etc. I will spend no (drinking the morning coffee), etc. I will spend no time on these unthinking actions now. They are not time on these unthinking actions now. They are not willful, and probably nonmagical. I wish to explore willful, and probably nonmagical. I wish to explore more profitable ground first.more profitable ground first.Actions (behavior) performed with [some] Actions (behavior) performed with [some] thought comprise the rest of our universe. thought comprise the rest of our universe. Unthinking and thinking actions are two sets of Unthinking and thinking actions are two sets of behavior which are mutually exclusive (have no behavior which are mutually exclusive (have no intersection), and whose union is the universe of intersection), and whose union is the universe of possible behavior. Every behavior is one or the possible behavior. Every behavior is one or the other.other.Thinking actions include actions of varying Thinking actions include actions of varying degrees of thought. degrees of thought. Homo primitiveHomo primitive acted mostly acted mostly without thought. As he evolved into without thought. As he evolved into Homo sapiensHomo sapiens, , he thought more and more. A qualitative advance he thought more and more. A qualitative advance occurred when the human race discovered logic and occurred when the human race discovered logic and could rigorously reason whether a thought were could rigorously reason whether a thought were correct, incorrect, or not [yet] classifiable. We were correct, incorrect, or not [yet] classifiable. We were then able to apply the rules of logic to our growing then able to apply the rules of logic to our growing store of empirical knowledge, and act logically.store of empirical knowledge, and act logically.Let us therefore define three new subsets of Let us therefore define three new subsets of behavior: scientific, antiscientific (that which denies behavior: scientific, antiscientific (that which denies scientific facts and/or philosophy), and nonscientific scientific facts and/or philosophy), and nonscientific (that which does not go counter to science but (that which does not go counter to science but simply is not affected by science).simply is not affected by science).What is the relationship between science and What is the relationship between science and logic? Science uses logic as one of its thought logic? Science uses logic as one of its thought processes. Scientific behavior is necessarily logical processes. Scientific behavior is necessarily logical behavior. Scientific behavior is therefore a subset of behavior. Scientific behavior is therefore a subset of logical behavior.logical behavior.Is scientific behavior a proper or improper Is scientific behavior a proper or improper subset of logical behavior? Is there logical behavior subset of logical behavior? Is there logical behavior which is not scientific? Logical behavior can be which is not scientific? Logical behavior can be stated as: “Given circumstance A, and assuming stated as: “Given circumstance A, and assuming premise B, then action C is proper behavior. premise B, then action C is proper behavior. Scientific behavior requires that circumstance A and Scientific behavior requires that circumstance A and premise B be empirically proven within premise B be empirically proven within technological limits before we decide that C is technological limits before we decide that C is proper behavior.” Because scientific behavior proper behavior.” Because scientific behavior requires empirical analysis wherever possible, while requires empirical analysis wherever possible, while logical behavior does not, scientific behavior is a logical behavior does not, scientific behavior is a proper subset within logical behavior.proper subset within logical behavior.Scientific behavior states: “Given situation A, Scientific behavior states: “Given situation A, and assuming relation B, then C is the desired and assuming relation B, then C is the desired action. We have tested the situation to the best of action. We have tested the situation to the best of our ability, and can state that, to the best of our our ability, and can state that, to the best of our technological measurements, it is A. We have tested technological measurements, it is A. We have tested B to the best of our ability, and can state that relation B to the best of our ability, and can state that relation B empirically holds true. Therefore, let us do C.”B empirically holds true. Therefore, let us do C.”Antiscientific behavior may state: “We are at A. Antiscientific behavior may state: “We are at A. B is easily determinable, but let us not bother. Let us B is easily determinable, but let us not bother. Let us do C.” or: “We are at A. B is known to be false [or do C.” or: “We are at A. B is known to be false [or is likely to be false]. Let us do C anyway.” is likely to be false]. Let us do C anyway.” Antiscientific behavior may therefore be logical or Antiscientific behavior may therefore be logical or Illogical.Illogical.Can antiscientific behavior be nonlogical? Only Can antiscientific behavior be nonlogical? Only those actions in which scientific thought has been those actions in which scientific thought has been utilized can be antiscientific. This requires the utilized can be antiscientific. This requires the attempted use of logic. Therefore antiscientific attempted use of logic. Therefore antiscientific thoughts and actions cannot be nonlogical.thoughts and actions cannot be nonlogical.Is there nonscientific behavior? Following the Is there nonscientific behavior? Following the logic used before, all behavior before the logic used before, all behavior before the development of scientific methods was development of scientific methods was nonscientific. Those who are incapable of scientific nonscientific. Those who are incapable of scientific behavior today [because of native inability, the lack behavior today [because of native inability, the lack of education, or other reasons] act nonscientifically.of education, or other reasons] act nonscientifically.Many people can act logically but do not have Many people can act logically but do not have the education to act scientifically in a given situation. the education to act scientifically in a given situation. They therefore act logically, and nonscientifically.They therefore act logically, and nonscientifically.Scroll of SetScroll of Set - January 1980 - Page - January 1980 - Page 44"},{"pageNumber":5,"pageContent":"Thinking behavior can be split into three Thinking behavior can be split into three mutually exclusive subsets: logical behavior, mutually exclusive subsets: logical behavior, illogical behavior, and nonlogical behavior. All illogical behavior, and nonlogical behavior. All unthinking behavior are nonlogical by definition, unthinking behavior are nonlogical by definition, since only thinking behavior can be logical or since only thinking behavior can be logical or illogical.illogical.Are there any nonlogical thinking actions? Are there any nonlogical thinking actions? Thinking behavior before the discovery of logic was Thinking behavior before the discovery of logic was necessarily nonlogical. Behavior could be logical or necessarily nonlogical. Behavior could be logical or illogical only when there is a logic to compare the illogical only when there is a logic to compare the behavior against. Even today there are humans who behavior against. Even today there are humans who are incapable of logical thought and action. These are incapable of logical thought and action. These people act nonlogically.people act nonlogically.These three sets (logical, illogical, and These three sets (logical, illogical, and nonlogical) together constitute the entire universe of nonlogical) together constitute the entire universe of action. Nonlogical actions may be split into two action. Nonlogical actions may be split into two subsets. Unthinking nonlogical actions as a set is subsets. Unthinking nonlogical actions as a set is identical to the set of unthinking actions. Thinking identical to the set of unthinking actions. Thinking nonlogical actions together with illogical and logical nonlogical actions together with illogical and logical actions constitute the mini-universe of thinking actions constitute the mini-universe of thinking behavior.behavior.Homo sapiensHomo sapiens continued evolving after the continued evolving after the discovery and implementation of logic.discovery and implementation of logic.55 The next The next qualitative change in behavior was the discovery of qualitative change in behavior was the discovery of scientific methods. Once scientific methods were scientific methods. Once scientific methods were defined and put to use, scientific behavior was born. defined and put to use, scientific behavior was born. We are now able to incorporate empirical data into We are now able to incorporate empirical data into our logical thought processes, and to know the our logical thought processes, and to know the extent of the correctness of our theories.extent of the correctness of our theories.Nonscientific actions can be logical. Following Nonscientific actions can be logical. Following an earlier discussion, nonlogical actions must be an earlier discussion, nonlogical actions must be nonscientific. There are nonlogical actions. nonscientific. There are nonlogical actions. Therefore nonscientific actions can be nonlogical. If Therefore nonscientific actions can be nonlogical. If a person is capable of logical action, incapable of of a person is capable of logical action, incapable of of scientific action, and that person acts illogically , scientific action, and that person acts illogically , then that nonscientific action is illogical. Therefore then that nonscientific action is illogical. Therefore nonscientific actions may be logical, illogical, or nonscientific actions may be logical, illogical, or nonlogical.nonlogical.We have defined many subsets of behavior. We have defined many subsets of behavior. Scientific, antiscientific, and nonscientific are Scientific, antiscientific, and nonscientific are mutually exclusive. Together their union equals the mutually exclusive. Together their union equals the entire universe of behavior. Scientific behavior is a entire universe of behavior. Scientific behavior is a proper subset of logical behavior, which is a proper proper subset of logical behavior, which is a proper subset of thinking behavior.subset of thinking behavior.Antiscientific behavior is a set which intersects Antiscientific behavior is a set which intersects both logical and illogical behavior sets, but not the both logical and illogical behavior sets, but not the nonlogical. It is therefore a proper subset of the nonlogical. It is therefore a proper subset of the union of logical and illogical behavior. Nonscientific union of logical and illogical behavior. Nonscientific behavior intersects logical and illogical behavior, and behavior intersects logical and illogical behavior, and totally encompasses all nonlogical behavior totally encompasses all nonlogical behavior (thinking and unthinking) as a proper subset of (thinking and unthinking) as a proper subset of nonscientific behavior.nonscientific behavior.This is getting complicated. Let me use a Venn This is getting complicated. Let me use a Venn diagram to illustrate what we’ve discovered so far: diagram to illustrate what we’ve discovered so far: In the following diagram each space (with three In the following diagram each space (with three codes) indicates one minor subset at the most codes) indicates one minor subset at the most detailed level. The codes indicate which sets these detailed level. The codes indicate which sets these subsets are subsets of. “T” and “UT” indicate subsets are subsets of. “T” and “UT” indicate thinking and unthinking behavior respectively. “L”, thinking and unthinking behavior respectively. “L”, “IL”, and “NL” indicate logical, illogical, and and “IL”, and “NL” indicate logical, illogical, and and nonlogical behavior respectively. “S”, “AS”, and nonlogical behavior respectively. “S”, “AS”, and “NS” indicate scientific antiscientific, and “NS” indicate scientific antiscientific, and nonscientific behavior respectively.nonscientific behavior respectively.Where in this universe of behavior is magical Where in this universe of behavior is magical behavior? Let us define three mutually-exclusive behavior? Let us define three mutually-exclusive sets whose union is identical with the universe. Let sets whose union is identical with the universe. Let us call these magical, antimagical, and nonmagical. us call these magical, antimagical, and nonmagical. As usual, antimagical behavior is that which denies As usual, antimagical behavior is that which denies magical principles, while nonmagical behavior is that magical principles, while nonmagical behavior is that which is simply unaffected by magical principles.which is simply unaffected by magical principles.I stated before that Setian magical behavior is I stated before that Setian magical behavior is willful behavior. Setian magical behavior is an willful behavior. Setian magical behavior is an evolutionary advancement over Crowleyan magic.evolutionary advancement over Crowleyan magic.66 This does not mean, however, that all magic must be This does not mean, however, that all magic must be willful. We must consider all the currently defined willful. We must consider all the currently defined sets and subsets of behavior to determine whether sets and subsets of behavior to determine whether they may intersect with magical behavior.they may intersect with magical behavior.Since at least some magic is willful, and since Since at least some magic is willful, and since will apparently requires thought, then some magic is will apparently requires thought, then some magic is thinking behavior. Is there magical, unthinking thinking behavior. Is there magical, unthinking behavior?behavior?Unthinking behavior includes several subsets. Unthinking behavior includes several subsets. Habitual behavior is Unthinking behavior which Habitual behavior is Unthinking behavior which used to be thinking behavior. If any unthinking used to be thinking behavior. If any unthinking behavior subset can include magical behavior, behavior subset can include magical behavior, certainly this one can.certainly this one can.77I am a weather worker. With a little work and I am a weather worker. With a little work and time I can willfully cause sunny weather. I expect time I can willfully cause sunny weather. I expect eventually to develop my skill such that if I wish to eventually to develop my skill such that if I wish to barbecue a steak while it’s raining, I could stop the barbecue a steak while it’s raining, I could stop the rain for the duration of the barbecue.rain for the duration of the barbecue.Eventually such an action can became habit. Eventually such an action can became habit. Someday when I want to barbecue a steak, the rain Someday when I want to barbecue a steak, the rain will stay. Such behavior will still be magical. But we will stay. Such behavior will still be magical. But we have purposely taken the most extreme unthinking have purposely taken the most extreme unthinking behavior, the only subset which includes behavior behavior, the only subset which includes behavior that previously was thinking behavior.that previously was thinking behavior.Is there another unthinking subset which can Is there another unthinking subset which can include magical behavior? These other, lower include magical behavior? These other, lower Scroll of SetScroll of Set - January 1980 - Page - January 1980 - Page 55"},{"pageNumber":6,"pageContent":"subsets of behavior are much more difficult to subsets of behavior are much more difficult to analyze. Somewhere in the sea of unthinking analyze. Somewhere in the sea of unthinking behavior is the “start” of magical behavior, the behavior is the “start” of magical behavior, the “lowest” class of behavior which can be considered “lowest” class of behavior which can be considered magical. Is that class habitual behavior, or is it an magical. Is that class habitual behavior, or is it an even more primitive or basic behavior class?even more primitive or basic behavior class?Several books on astral projection have reported Several books on astral projection have reported instances in which people in pain or trouble or near instances in which people in pain or trouble or near death have projected their spirits out of their bodies death have projected their spirits out of their bodies for awhile and later returned. These people for awhile and later returned. These people apparently performed such magic without apparently performed such magic without forethought and sometimes even without knowing forethought and sometimes even without knowing beforehand that such magic is possible!beforehand that such magic is possible!Is this magic? In times of stress, aided by high Is this magic? In times of stress, aided by high levels of adrenalin in the blood, people have been levels of adrenalin in the blood, people have been known to perform feats of strength that would known to perform feats of strength that would otherwise be impossible. Are actions of astral otherwise be impossible. Are actions of astral projection as described above supernatural, or are projection as described above supernatural, or are they simply supernormal?they simply supernormal?Astral projection and teleportation seem to be Astral projection and teleportation seem to be related. Let us therefore first look at teleportation. related. Let us therefore first look at teleportation. Science fiction stories often mention teleportation Science fiction stories often mention teleportation machines: People step aboard a platform, push the machines: People step aboard a platform, push the buttons that indicate their destination [as in an buttons that indicate their destination [as in an elevator], and - zap - they arrive at their destination. elevator], and - zap - they arrive at their destination. If such behavior is magical, then riding in an If such behavior is magical, then riding in an elevator is magical. A traveler who uses such a elevator is magical. A traveler who uses such a teleportation machine is not performing magic; he is teleportation machine is not performing magic; he is simply using a technological tool of his society.simply using a technological tool of his society.Let us remove the machine. Assume that a Let us remove the machine. Assume that a master magician can enter a trance and can focus his master magician can enter a trance and can focus his mental energies so strongly that he teleports his mental energies so strongly that he teleports his body to a desired destination. Further assume that body to a desired destination. Further assume that scientists are unable to determine how the magician scientists are unable to determine how the magician does this; it is scientifically “impossible”. That act does this; it is scientifically “impossible”. That act is magical.is magical.Great mages of history have been reported as Great mages of history have been reported as being in two places at once. Although their physical being in two places at once. Although their physical body did not leave the original location, the spirit body did not leave the original location, the spirit seems to have been able to form a second physical seems to have been able to form a second physical body at a destination point for the duration of a visit. body at a destination point for the duration of a visit. These mages supposedly performed physical feats These mages supposedly performed physical feats (lifting objects, etc.) at the destination of their astral (lifting objects, etc.) at the destination of their astral projection. This is magic.projection. This is magic.Let us follow the same great mages as they Let us follow the same great mages as they project their astral selves across the continent, this project their astral selves across the continent, this time without evocation of a physical body. They time without evocation of a physical body. They again appear to friends who can see and talk with again appear to friends who can see and talk with the mages. However the bodies that are seen are the mages. However the bodies that are seen are insubstantial like ghosts. Such behavior still insubstantial like ghosts. Such behavior still qualifies as very powerful magic.qualifies as very powerful magic.What if there are no witnesses to this magical What if there are no witnesses to this magical feat? Assume that I want to find out what’s playing feat? Assume that I want to find out what’s playing at the movies but don’t have a newspaper. I might at the movies but don’t have a newspaper. I might simply project my astral self in front of each movie simply project my astral self in front of each movie theater and find out what’s on the marquees, without theater and find out what’s on the marquees, without making myself visible to others. This is still magical making myself visible to others. This is still magical behavior.behavior.Projecting one’s astral self to a physical location Projecting one’s astral self to a physical location is very difficult. It may be easier for several mages is very difficult. It may be easier for several mages who wish to converse to each project their astral who wish to converse to each project their astral selves to a mutually agreed-upon, imaginary meeting selves to a mutually agreed-upon, imaginary meeting place. Even though the location for such a meeting place. Even though the location for such a meeting does not scientifically exist, the meeting can occur, does not scientifically exist, the meeting can occur, and the mages can have their conversation. This too and the mages can have their conversation. This too is magic.is magic.After a hard day at work, I sometimes feel in After a hard day at work, I sometimes feel in need of a very restful locale. I can project myself to need of a very restful locale. I can project myself to an imaginary park, where I know I’m the only an imaginary park, where I know I’m the only human, surrounded by friendly deer, colorful birds, human, surrounded by friendly deer, colorful birds, chipmunks. Assuming that my conscious mind does chipmunks. Assuming that my conscious mind does travel to this locale, and I rest, I have performed travel to this locale, and I rest, I have performed magic.magic.Even powerful magicians can have accidents. Even powerful magicians can have accidents. Assume that I have tripped and fallen down the Assume that I have tripped and fallen down the stairs, badly spraining my ankle. I have bandaged stairs, badly spraining my ankle. I have bandaged the ankle and am soaking it, but must now stay still. the ankle and am soaking it, but must now stay still. My ankle hurts. One method of avoiding discomfort My ankle hurts. One method of avoiding discomfort is to project my conscious self away from my is to project my conscious self away from my sprained ankle to some other locale. I can stay away sprained ankle to some other locale. I can stay away until the doctor arrives.until the doctor arrives.This is almost the case we questioned before, in This is almost the case we questioned before, in which someone’s conscious self flees the which someone’s conscious self flees the unpleasant situation, projecting that conscious self unpleasant situation, projecting that conscious self to a more pleasant locale. I perform my magical act to a more pleasant locale. I perform my magical act willfully; the other act is performed without willfully; the other act is performed without forethought. Although will is a prime ingredient in forethought. Although will is a prime ingredient in modern magic, it is not required for all magic. I modern magic, it is not required for all magic. I therefore claim that this poor person’s escape is therefore claim that this poor person’s escape is magical.magical.Since magic is possible at the flight/fight level of Since magic is possible at the flight/fight level of behavior and at the strictly scientific level behavior and at the strictly scientific level 88, it seems , it seems that every subset of behavior that we’ve already that every subset of behavior that we’ve already investigated can include magical behavior. Every set investigated can include magical behavior. Every set of behavior can be split into subsets of magical and of behavior can be split into subsets of magical and nonmagical behavior.nonmagical behavior.My goal is to increase my magical behavior. I My goal is to increase my magical behavior. I need to recognize magical behavior among the many need to recognize magical behavior among the many behavioral possibilities before I act. Before I behavioral possibilities before I act. Before I perform an action, I can fairly well determine how perform an action, I can fairly well determine how rational that act is going to be by examining the rational that act is going to be by examining the qualities of the act. I should be able to examine an qualities of the act. I should be able to examine an action before it is performed, and determine how action before it is performed, and determine how magical this action is. Once I can, then I have magical this action is. Once I can, then I have achieved my goal.achieved my goal.This process should be similar to the process I This process should be similar to the process I now go through to determine if a behavior is (a) now go through to determine if a behavior is (a) rational, (b) logical, (c) scientific, (d) desirable, (e) rational, (b) logical, (c) scientific, (d) desirable, (e) etc. A scientific action has the quality of being etc. A scientific action has the quality of being “based on known facts”. Logical acts have a “based on known facts”. Logical acts have a quality of being “based on logically-proven quality of being “based on logically-proven statements”. Desirable acts have the quality of statements”. Desirable acts have the quality of “resulting in pleasure”. Magical actions must have “resulting in pleasure”. Magical actions must have similarly definable qualities.similarly definable qualities.Scroll of SetScroll of Set - January 1980 - Page - January 1980 - Page 66"},{"pageNumber":7,"pageContent":"Will is not necessary for the performance of Will is not necessary for the performance of magic. However willful magic is powerful magic. magic. However willful magic is powerful magic. Aleister Crowley defined magic as “the science and Aleister Crowley defined magic as “the science and art of causing change to occur in conformity with art of causing change to occur in conformity with will”. He stated, “Every intentional act is a magical will”. He stated, “Every intentional act is a magical act.” Every willful act, every consciously chosen act, act.” Every willful act, every consciously chosen act, is a magical act.is a magical act.99Crowley postulated, “Any required change may Crowley postulated, “Any required change may be effected by the application of the proper kind and be effected by the application of the proper kind and degree of force in the proper manner through the degree of force in the proper manner through the proper medium to the proper object.”proper medium to the proper object.”99 Once you Once you know the necessary and sufficient physical know the necessary and sufficient physical conditions which produce an event, if you willfully conditions which produce an event, if you willfully produce those conditions, the desired event will produce those conditions, the desired event will occur.occur.There are “predetermined” events in our There are “predetermined” events in our universe, and there are events determined by willful universe, and there are events determined by willful action. “Predetermined” events are those which action. “Predetermined” events are those which take place because their prerequisite conditions take place because their prerequisite conditions occurred without direct, willful interference, and occurred without direct, willful interference, and which occur because no one willfully stops them.which occur because no one willfully stops them.Some people feel that Crowley calls almost all Some people feel that Crowley calls almost all human behavior magical. I have learned that simply human behavior magical. I have learned that simply making a decision and acting upon it is not making a decision and acting upon it is not sufficient, is not magical. Most people make sufficient, is not magical. Most people make “decisions” every day of their lives without being “decisions” every day of their lives without being magicians. There decision process is based largely magicians. There decision process is based largely on emotions or feelings. Something feels “good” on emotions or feelings. Something feels “good” or “right”, or it’s what they’ve done before. This is or “right”, or it’s what they’ve done before. This is not a magical, willful decision; this is a not a magical, willful decision; this is a predetermined reaction programmed into the person predetermined reaction programmed into the person by the environment.by the environment.To perform willful magic the magician must To perform willful magic the magician must conscientiously: (1) determine the desired result, (2) conscientiously: (1) determine the desired result, (2) determine the conditions required to reach that determine the conditions required to reach that result, (3) examine alternative methods of producing result, (3) examine alternative methods of producing the required conditions, (4) choose the alternative the required conditions, (4) choose the alternative which produces the required conditions with the which produces the required conditions with the least effort and with the fewest undesirable side-least effort and with the fewest undesirable side-effects [or with the most desirable side-effects], and effects [or with the most desirable side-effects], and (5) perform the required actions with such (5) perform the required actions with such willpower that nothing this side of the Abyss can willpower that nothing this side of the Abyss can stop the desired result from happening.stop the desired result from happening.Maintaining such dedication to an action (or Maintaining such dedication to an action (or sequence of actions) is difficult. Let the will falter, sequence of actions) is difficult. Let the will falter, or let the action occur simply because there is no or let the action occur simply because there is no opposition, and the act has lost some of its magical opposition, and the act has lost some of its magical quality.quality.Therefore a magical quality that an act may have Therefore a magical quality that an act may have is will. I can determine the amount of thought that is will. I can determine the amount of thought that goes into an act, the amount of planning, the amount goes into an act, the amount of planning, the amount of tenacity I apply to the willful occurrence of the of tenacity I apply to the willful occurrence of the act. These give some measure of the magical quality act. These give some measure of the magical quality of an act.of an act.Anton Szandor LaVey (Magus of the Age of Anton Szandor LaVey (Magus of the Age of Satan) stated, “The first ingredient in the Satan) stated, “The first ingredient in the performance of a ritual is desire, otherwise known performance of a ritual is desire, otherwise known as motivation, temptation, or emotional persuasion. as motivation, temptation, or emotional persuasion. If you do not truly desire any end result, you should If you do not truly desire any end result, you should not attempt to perform a working.”(2) Much not attempt to perform a working.”(2) Much Satanic magic is based on the bodily and emotional Satanic magic is based on the bodily and emotional desires. The lust and destruction rituals in their desires. The lust and destruction rituals in their highest, most advanced forms are Satanic. It is highest, most advanced forms are Satanic. It is magical to willfully Indulge in the desires of the magical to willfully Indulge in the desires of the body and mind.body and mind.It is also fairly easy for desire to lead the will It is also fairly easy for desire to lead the will astray, and to cause the magician to neglect the astray, and to cause the magician to neglect the amount of study required to choose the best actions amount of study required to choose the best actions to take. I must therefore temper my desires with to take. I must therefore temper my desires with intelligence. I must examine my emotional wishes intelligence. I must examine my emotional wishes and determine which of these should be acted upon. and determine which of these should be acted upon. Once I have willfully chosen a course of action, I Once I have willfully chosen a course of action, I must allow my emotional desires to run their must allow my emotional desires to run their strongest. This will ensure that the whole of my strongest. This will ensure that the whole of my being wants the magic to work, wants the desired being wants the magic to work, wants the desired event to occur, and will ensure that I keep my will event to occur, and will ensure that I keep my will trained upon the outcome.trained upon the outcome.There are some events which must occur about There are some events which must occur about which I don’t feel very strongly. I may decide that a which I don’t feel very strongly. I may decide that a certain series of steps is necessary to attain a goal. I certain series of steps is necessary to attain a goal. I desire the goal but not some of the intervening desire the goal but not some of the intervening steps. As a magician I know that the intervening steps. As a magician I know that the intervening steps are more likely to occur if I desire them also.steps are more likely to occur if I desire them also.I am currently developing the talent of I am currently developing the talent of controlling my own emotions. I need to enhance the controlling my own emotions. I need to enhance the desire for an event. I also need to be able to squelch desire for an event. I also need to be able to squelch the desire for an event which I have decided is not to the desire for an event which I have decided is not to happen. If I do not do this, I lessen the chances of a happen. If I do not do this, I lessen the chances of a successful magical working.successful magical working.Not only is the simple presence of desire a Not only is the simple presence of desire a measure of magical behavior, then, but also the measure of magical behavior, then, but also the willful control of desire. If an act incorporates willful control of desire. If an act incorporates consciously-enhanced or squelched desire towards consciously-enhanced or squelched desire towards same goal, that act is magical.same goal, that act is magical.It is commonly supposed that a human target of It is commonly supposed that a human target of a magical working must believe in magic. This a magical working must believe in magic. This theory is false. Magic will work upon a nonbeliever. theory is false. Magic will work upon a nonbeliever. Indeed often magic works strongest upon a recipient Indeed often magic works strongest upon a recipient who does not know that a spell has been cast, who who does not know that a spell has been cast, who (believer or not) has no reason to counter the magic (believer or not) has no reason to counter the magic (consciously or not).(consciously or not).It is, however, very important for the magician It is, however, very important for the magician himself to believe. While simple tasks can be himself to believe. While simple tasks can be performed with a doubting or skeptical mind, more performed with a doubting or skeptical mind, more complex magic requires confidence on the part of complex magic requires confidence on the part of the magician. The magician must believe that the the magician. The magician must believe that the magic will work.magic will work.All actions benefit from confidence and belief. I All actions benefit from confidence and belief. I am more likely to solve a calculus problem if I am more likely to solve a calculus problem if I believe the solution is within my capabilities. believe the solution is within my capabilities. Further it is simple to have confidence in an action Further it is simple to have confidence in an action which has often been successfully performed.which has often been successfully performed.A magical element enters when I am able to A magical element enters when I am able to bolster my own confidence, when I am confident bolster my own confidence, when I am confident Scroll of SetScroll of Set - January 1980 - Page - January 1980 - Page 77"},{"pageNumber":8,"pageContent":"that I can complete a magical act, an act which I have that I can complete a magical act, an act which I have not previously done and for which I have no reason not previously done and for which I have no reason to be so confident.to be so confident.Yet I must be careful; I must be balanced. I must Yet I must be careful; I must be balanced. I must not let my confidence exceed my capabilities by too not let my confidence exceed my capabilities by too much. I must be able to learn, to question, to much. I must be able to learn, to question, to XeperXeper. . I must not let over-confidence abort my I must not let over-confidence abort my development.development.I can determine the amount of confidence in a I can determine the amount of confidence in a working. I can determine how much of this working. I can determine how much of this confidence has keen willfully heightened and confidence has keen willfully heightened and controlled. The heightening and control of controlled. The heightening and control of confidence is magical.confidence is magical.Magi Crowley and LaVey, as well as current Magi Crowley and LaVey, as well as current leaders of the Temple of Set, all point out the leaders of the Temple of Set, all point out the similarity between science and magic. Much of similarity between science and magic. Much of today’s science would have been called magic 100 today’s science would have been called magic 100 years ago. Much of what is called magic today will years ago. Much of what is called magic today will be called science in 100 years. The willful be called science in 100 years. The willful application of scientific knowledge and thought application of scientific knowledge and thought towards a willfully chosen goal is magical. Yet when towards a willfully chosen goal is magical. Yet when most people think of “magic”, they think of most people think of “magic”, they think of levitation, spells, demons, and the like.levitation, spells, demons, and the like.Levitation is not yet scientific. Today’s Levitation is not yet scientific. Today’s engineers are not yet marketing an antigravity engineers are not yet marketing an antigravity machine. Some people think that levitation is machine. Some people think that levitation is impossible. Others feel we need to learn more about impossible. Others feel we need to learn more about the laws of gravitation.the laws of gravitation.The casting of spells is not scientific. Occult The casting of spells is not scientific. Occult shops carry powders and incense for increasing shops carry powders and incense for increasing your finances, for attracting lovers, etc. Pharmacies your finances, for attracting lovers, etc. Pharmacies do not.do not.But how long will these situations continue? But how long will these situations continue? How long will it be before your corner drugstore How long will it be before your corner drugstore carries a pill which makes people respect you? How carries a pill which makes people respect you? How long will it be before you walk up to a busy long will it be before you walk up to a busy intersection, push the “push to cross” button, and intersection, push the “push to cross” button, and are teleported across the street?are teleported across the street?Just as the ancient alchemists studied their Just as the ancient alchemists studied their magic (which has grown into the “hard” science of magic (which has grown into the “hard” science of chemistry), and just as the ancient astrologers chemistry), and just as the ancient astrologers studied their magic (which has grown into the studied their magic (which has grown into the “hard” science of astronomy), so should the “hard” science of astronomy), so should the magician of today study the sciences of tomorrow. magician of today study the sciences of tomorrow. He should endeavor to study and use the sciences of He should endeavor to study and use the sciences of tomorrow, becoming technician, engineer, and tomorrow, becoming technician, engineer, and theoretician.theoretician.All occult studies and actions can be magical, All occult studies and actions can be magical, can lead towards a science of tomorrow, can use an can lead towards a science of tomorrow, can use an [as yet] undiscovered law of today’s science. These [as yet] undiscovered law of today’s science. These studies must be followed carefully, or like Marie studies must be followed carefully, or like Marie Curie we may get burned; but they should be Curie we may get burned; but they should be followed.followed.Note that suprascientific behavior is not Note that suprascientific behavior is not antiscientific behavior. The magician must always antiscientific behavior. The magician must always recognize current scientific law. Our freedom from recognize current scientific law. Our freedom from science lies only in our investigation of the science lies only in our investigation of the loopholes in today’s law, in the refinements of loopholes in today’s law, in the refinements of today’s law which science has not yet discovered. today’s law which science has not yet discovered. We can not ignore scientific laws; we can only We can not ignore scientific laws; we can only explore their incompleteness.explore their incompleteness.It is easier to use current science than it is to use It is easier to use current science than it is to use future science. The magician determines which future science. The magician determines which sciences, which technologies, which magic to use to sciences, which technologies, which magic to use to attain each goal. He should not use “magic” (the attain each goal. He should not use “magic” (the science of tomorrow) simply because it’s magic. science of tomorrow) simply because it’s magic. However he should be willing and able to use this However he should be willing and able to use this science of tomorrow to the best of his capability science of tomorrow to the best of his capability when needed to attain his goal.when needed to attain his goal.And yes, using tomorrow’s sciences can be And yes, using tomorrow’s sciences can be more “magical” than using today’s sciences. It more “magical” than using today’s sciences. It feels “different” to be using techniques that are not feels “different” to be using techniques that are not yet sanctioned by the American Academy of yet sanctioned by the American Academy of Sciences. It feels “different” to be casting a spell, Sciences. It feels “different” to be casting a spell, calling upon demons to do our bidding. We feel calling upon demons to do our bidding. We feel powerful when we do so.powerful when we do so.Another magical quality that can be measured, Another magical quality that can be measured, therefore, is the amount of “unknown” or “occult” therefore, is the amount of “unknown” or “occult” behavior that is delved into. We must be careful not behavior that is delved into. We must be careful not to ignore the currently “acceptable” methods of to ignore the currently “acceptable” methods of attaining our goals, but we should always recognize attaining our goals, but we should always recognize that the suprascientific means are also satisfactory that the suprascientific means are also satisfactory and that they are important to our magical sense of and that they are important to our magical sense of being.being.All magicians must perform magic. It is well and All magicians must perform magic. It is well and good to willfully decide upon your goals and to good to willfully decide upon your goals and to willfully execute your decisions. But you will not willfully execute your decisions. But you will not feel magical unless you enter the magical sphere, feel magical unless you enter the magical sphere, where you tread alone among the unknown.where you tread alone among the unknown.Each great Magical system has centered around Each great Magical system has centered around a philosophy. Wiccan magic centers around that a philosophy. Wiccan magic centers around that religion. Christian magic centers around Jesus religion. Christian magic centers around Jesus Christ: his origins, his message, and his death.Christ: his origins, his message, and his death.Modern magical systems also center around Modern magical systems also center around philosophies. The magic of the O.T.O. centers philosophies. The magic of the O.T.O. centers around the philosophy of around the philosophy of ThelemaThelema. The magic of . The magic of the Church of Satan centers around its philosophy the Church of Satan centers around its philosophy of of IndulgenceIndulgence. The magic of the Temple of Set . The magic of the Temple of Set centers around the philosophies of centers around the philosophies of XeperXeper and and XemXem..An act is more magical when it is performed in An act is more magical when it is performed in line with a philosophy. The philosophy may be line with a philosophy. The philosophy may be individually followed, or may be followed with a individually followed, or may be followed with a group. However an act followed toward a goal, group. However an act followed toward a goal, which also leads toward a philosophy, will also be a which also leads toward a philosophy, will also be a stronger magical act than the same act followed only stronger magical act than the same act followed only toward a mundane goal.toward a mundane goal.ConclusionConclusionAll acts can be analyzed for their magical and All acts can be analyzed for their magical and nonmagical qualities. Acts may have nonmagical nonmagical qualities. Acts may have nonmagical qualities of being based on logical and scientific qualities of being based on logical and scientific thought. Acts may have magical qualities of being thought. Acts may have magical qualities of being willfully executed, of conforming to desire, of willfully executed, of conforming to desire, of enhancing a philosophy, etc.enhancing a philosophy, etc.Scroll of SetScroll of Set - January 1980 - Page - January 1980 - Page 88"},{"pageNumber":9,"pageContent":"I can analyze any action for these magical and I can analyze any action for these magical and nonmagical qualities. I can then mold my behavior, nonmagical qualities. I can then mold my behavior, increasing the amount of magical behavior I indulge increasing the amount of magical behavior I indulge in, while maintaining the basic rational balance that in, while maintaining the basic rational balance that is so important to a functioning being.is so important to a functioning being.NotesNotes1.1.Not all nonrational behavior needs to be Not all nonrational behavior needs to be magical. By the above assumption, however, all magical. By the above assumption, however, all magical actions are nonrational. Given that this magical actions are nonrational. Given that this assumption is true, I will later need to examine the assumption is true, I will later need to examine the question of nonrational vs. magical in more detail.question of nonrational vs. magical in more detail.2.2.LaVey, Anton, LaVey, Anton, The Satanic BibleThe Satanic Bible..3.3.I am using the word “science” to mean a I am using the word “science” to mean a study of relationships which have fixed, observable study of relationships which have fixed, observable laws. Physics is a science in which we have made laws. Physics is a science in which we have made great advances have observed many relationships, great advances have observed many relationships, and discovered many physical laws (scientifically-and discovered many physical laws (scientifically-determined relationships which we believe always determined relationships which we believe always hold true). Our observations in the science of hold true). Our observations in the science of psychology are less complete. Our observations in psychology are less complete. Our observations in those fields called “occult” are still quite primitive. those fields called “occult” are still quite primitive. We have discovered few solid relationships, and few We have discovered few solid relationships, and few [if any] laws. The relationships and laws are there; [if any] laws. The relationships and laws are there; we just have to find them.we just have to find them.4.4.I find myself defining sets of behavior [no I find myself defining sets of behavior [no pun intended] and subsets. Set theory, taught widely pun intended] and subsets. Set theory, taught widely in schools today, can be a very powerful tool for the in schools today, can be a very powerful tool for the type of analysis I am performing. Permit me type of analysis I am performing. Permit me therefore to delve into my subject using set theory therefore to delve into my subject using set theory techniques. To aid the unfamiliar, there are many techniques. To aid the unfamiliar, there are many excellent introductions to the theory available excellent introductions to the theory available through the libraries.through the libraries.5.5.Some purists will disagree with this concept Some purists will disagree with this concept of evolution. Neglecting the finer nits, the pattern of of evolution. Neglecting the finer nits, the pattern of change in human thought follows a pattern that change in human thought follows a pattern that could have been caused by evolution, and parallels could have been caused by evolution, and parallels evolutionary patterns seen in nature. I therefore feel evolutionary patterns seen in nature. I therefore feel justified in using the term to represent the effect if justified in using the term to represent the effect if not the cause.not the cause.6.6.Magus Aleister Crowley introduced the Æon Magus Aleister Crowley introduced the Æon of Harwer (also known as the Æon of Horus) by of Harwer (also known as the Æon of Horus) by producing the magical word of the Æon producing the magical word of the Æon ThelemaThelema, , roughly translated as “will”.roughly translated as “will”.7.7.I include here behavior which is purposely I include here behavior which is purposely unthinking. A student of the martial arts endeavors unthinking. A student of the martial arts endeavors to instill action and reaction as Unthinking reflex. to instill action and reaction as Unthinking reflex. During battle the warrior’s actions will be totally During battle the warrior’s actions will be totally divorced from his thought. This is because thought divorced from his thought. This is because thought would only slow down the action.would only slow down the action.8.8.Aleister Crowley describes the marriage of Aleister Crowley describes the marriage of magic and science in the preface to his book magic and science in the preface to his book MagickMagick. Even if you do not read the book, you . Even if you do not read the book, you should read this preface.should read this preface.9.9.Crowley, Aleister, Crowley, Aleister, MagickMagick..______________________________________________________________________[6] [6] All Setians are V.I.P.sAll Setians are V.I.P.s- by Willie M. Browning II°- by Willie M. Browning II°There’s no such thing as “just an Adept”- or There’s no such thing as “just an Adept”- or “Setian” either, for that matter. Every member of “Setian” either, for that matter. Every member of the Temple of Set is important. Adepts have the the Temple of Set is important. Adepts have the right to be justly proud of their red medallions. right to be justly proud of their red medallions. They’ve worked, studied, and learned on their own They’ve worked, studied, and learned on their own and with others diligently to and with others diligently to XeperXeper on the road to on the road to godhood. It’s not easy. Nothing good ever is. Wear godhood. It’s not easy. Nothing good ever is. Wear your red medallion with the full knowledge that your red medallion with the full knowledge that you’re on the right road. It’s a long hard one, but: you’re on the right road. It’s a long hard one, but: “You ain’t seen nothin’ yet!”“You ain’t seen nothin’ yet!”Setians have just as much right to wear their Setians have just as much right to wear their medallions with pride. There is no reason to feel that medallions with pride. There is no reason to feel that I°s are not special. It takes an enormous amount of I°s are not special. It takes an enormous amount of courage to take that first step. Most new Setians courage to take that first step. Most new Setians step into a totally alien world when they attend that step into a totally alien world when they attend that first ritual, or come face-to-face with the power of first ritual, or come face-to-face with the power of the will for the first time. They frequently have old the will for the first time. They frequently have old hang-ups as well as humans to contend with. They hang-ups as well as humans to contend with. They are beginning something totally new which they are beginning something totally new which they soon discover is very old.soon discover is very old.So no matter what your degree, be proud. You So no matter what your degree, be proud. You are a Very Important Person - important to Set, to are a Very Important Person - important to Set, to the Temple of Set, to other Setians, and most of all the Temple of Set, to other Setians, and most of all to yourself.to yourself.______________________________________________________________________[7] [7] From SebekFrom Sebek- by Robert Brink III°- by Robert Brink III°Up to now you do not know if you are the Up to now you do not know if you are the happiest or unhappiest of creatures. But fear not: happiest or unhappiest of creatures. But fear not: Not one of those who have followed the path that Not one of those who have followed the path that leads to the wakened state, even if he has lost his leads to the wakened state, even if he has lost his way, has ever been abandoned by his guide.way, has ever been abandoned by his guide.______________________________________________________________________[8] [8] From KhensuFrom Khensu- by Robert H. Moffatt III°- by Robert H. Moffatt III°We create. Do they expect us to adore? We are We create. Do they expect us to adore? We are divine. Will they give us straw for our beds? We divine. Will they give us straw for our beds? We seek victory. Would they have us grovel in muck? seek victory. Would they have us grovel in muck? Let Hell be real for the Christian worms - They Let Hell be real for the Christian worms - They deserve it.deserve it.______________________________________________________________________[9] [9] From the Serpent OneFrom the Serpent One- by Lilith Sinclair IV°- by Lilith Sinclair IV°I reach through the angles, and my voice rings I reach through the angles, and my voice rings mighty among trembling herds of profane mighty among trembling herds of profane humankind.humankind.The Antichrist has been made manifest, and his The Antichrist has been made manifest, and his is the Yellow Sign.is the Yellow Sign.Scroll of SetScroll of Set - January 1980 - Page - January 1980 - Page 99"},{"pageNumber":10,"pageContent":"Harken, Great Dark One: We welcome you with Harken, Great Dark One: We welcome you with joy and gaze upon the brilliance of your being with joy and gaze upon the brilliance of your being with awe. Your presence blasts the myth of the death-awe. Your presence blasts the myth of the death-worshippers and crumbles their monuments to worshippers and crumbles their monuments to primal earth, laying bare the truth behind the empire primal earth, laying bare the truth behind the empire of fear they have fought to impose upon us.of fear they have fought to impose upon us.We have always known, who have sensed and We have always known, who have sensed and reached for that flicker of Dark Fire beyond the reached for that flicker of Dark Fire beyond the Abyss - who have watched that mere spark grow to Abyss - who have watched that mere spark grow to a mighty roar and blaze forth, the Black Flame a mighty roar and blaze forth, the Black Flame burning fiercely in our breasts.burning fiercely in our breasts.This is the night of the sorcerers. Let us use our This is the night of the sorcerers. Let us use our own being in the full realization of our power and own being in the full realization of our power and joy.joy.Woe to humankind! The Antichrist lives and is Woe to humankind! The Antichrist lives and is manifest.manifest.Hail to the Ancient Dreams!Hail to the Ancient Dreams!______________________________________________________________________[10] [10] From XonsuFrom Xonsu- by Linda Reynolds III°- by Linda Reynolds III°We too saw that star, brighter than anything else We too saw that star, brighter than anything else in the sky, that night. It was indeed beautiful. It in the sky, that night. It was indeed beautiful. It changed us.changed us.Just gazing upon it brought many emotions Just gazing upon it brought many emotions forward. Some were joyful, some melancholy; but forward. Some were joyful, some melancholy; but all were filled with one overwhelming thought: that all were filled with one overwhelming thought: that hope was upon this Earth at last - that we would no hope was upon this Earth at last - that we would no longer fear death, that we would no longer be at the longer fear death, that we would no longer be at the mercies of an unfeeling, disinterested god-figure mercies of an unfeeling, disinterested god-figure whose very nature dictated absolute obedience and whose very nature dictated absolute obedience and absolute fear. And at the moment of our realization absolute fear. And at the moment of our realization of our release, the star shone brighter, becoming an of our release, the star shone brighter, becoming an all-consuming flame which swept down and all-consuming flame which swept down and imbedded itself within our beings, becoming one imbedded itself within our beings, becoming one with us - becoming us.with us - becoming us.We died and were born. And that great moment We died and were born. And that great moment which had been written within the ancient which had been written within the ancient documents by long-dead scribes - that moment documents by long-dead scribes - that moment which was destined to outlive all the combined which was destined to outlive all the combined universes - was named universes - was named XeperXeper..And the revelation became manifest. And we And the revelation became manifest. And we today are the beings who saw that star - that great, today are the beings who saw that star - that great, ancient symbol - and who shall inherit the future.ancient symbol - and who shall inherit the future.So it was that night - so it has Come into Being.So it was that night - so it has Come into Being.______________________________________________________________________[11] [11] Some Causes of Magical IndigestionSome Causes of Magical Indigestion- by Paul S. Uriaz, Jr. II°- by Paul S. Uriaz, Jr. II°1. Reading portions of a ritual in a foreign 1. Reading portions of a ritual in a foreign language, and later discovering that unbeknownst to language, and later discovering that unbeknownst to me I was reading Dialogues of Krafft-Ebing.me I was reading Dialogues of Krafft-Ebing.2. Making my way through an enchanted forest, 2. Making my way through an enchanted forest, only to discover a clearing where Buffalo Bob only to discover a clearing where Buffalo Bob Smith has gathered together all fallen-away Setians Smith has gathered together all fallen-away Setians and is leading them in song and the clapping of and is leading them in song and the clapping of hands into Objective Oblivion.hands into Objective Oblivion.3. Finding out that a sect of Druids has 3. Finding out that a sect of Druids has discovered enormous, irregularly-shaped stones, discovered enormous, irregularly-shaped stones, very obviously the droppings of giants who were ten very obviously the droppings of giants who were ten storeys tall and believed to be the original builder-storeys tall and believed to be the original builder-gods. The stones are being used as altars of worship gods. The stones are being used as altars of worship and supplication, calling upon the owners to return and supplication, calling upon the owners to return and claim their rightful property.and claim their rightful property.4. The Pope has read a copy of the 4. The Pope has read a copy of the Malleus Malleus MaleficarumMaleficarum and has devised a way in which his and has devised a way in which his church can get back into the black by selling canned church can get back into the black by selling canned Roasted Innocents.Roasted Innocents.5. Realizing that one day a “God” might 5. Realizing that one day a “God” might become fed up with all the nonsense humans are up become fed up with all the nonsense humans are up to, and wipe the Earth clean with a hot towel.to, and wipe the Earth clean with a hot towel.______________________________________________________________________[12] [12] Become with LoveBecome with Love- by Robert H. Moffatt III°- by Robert H. Moffatt III°Genuine respect, friendship, love, and resultant Genuine respect, friendship, love, and resultant security cannot be commanded by any power. These security cannot be commanded by any power. These dispositions are woven into the inter-Setian fabric, dispositions are woven into the inter-Setian fabric, strand by strand on multidirectional paths, and strand by strand on multidirectional paths, and require willful effort. Civility, courtesy, and require willful effort. Civility, courtesy, and recognition of degree and office between Setians, recognition of degree and office between Setians, however, can be, must be, and is commanded.however, can be, must be, and is commanded.When Setians are close to each other frequently When Setians are close to each other frequently or for protracted periods, these obligations can be or for protracted periods, these obligations can be sometimes strained. This is a result of the same sometimes strained. This is a result of the same human nature that Setians strive to shed. It seems, human nature that Setians strive to shed. It seems, moreover, that the closer to that ideal of godhood we moreover, that the closer to that ideal of godhood we XeperXeper, the more magnified are our human failings , the more magnified are our human failings when they do occur. As soon as we begin to feel when they do occur. As soon as we begin to feel complacently pure, we hear or feel words like complacently pure, we hear or feel words like “arrogant”, “intolerant”, “thick”, “narrow”, “arrogant”, “intolerant”, “thick”, “narrow”, “contentious” and “slob”, (here include your own “contentious” and “slob”, (here include your own specialty) being directed our way.specialty) being directed our way.Personal problems between Setians of all Personal problems between Setians of all degrees are liable to exist as long as the Æon of Set degrees are liable to exist as long as the Æon of Set itself exists.itself exists.Setians cannot expect an atmosphere of love Setians cannot expect an atmosphere of love without an effort to be lovable and to see the lovable without an effort to be lovable and to see the lovable aspects of others. In a time of crisis we might expect aspects of others. In a time of crisis we might expect the bonds of friendship and love between Setians to the bonds of friendship and love between Setians to be well-developed and intrinsic. This quality, and no be well-developed and intrinsic. This quality, and no amount of directive, will contribute to our group and amount of directive, will contribute to our group and individual survival.individual survival.Scroll of SetScroll of Set - January 1980 - Page - January 1980 - Page 1010"},{"pageNumber":11,"pageContent":"______________________________________________________________________[13] [13] To the Timid OneTo the Timid One- by Robert H. Moffatt III°- by Robert H. Moffatt III°Possession of you is your doing; less mine.Possession of you is your doing; less mine.Our love is a plasma; though potent, benign.Our love is a plasma; though potent, benign.Give me new contest; a challenge unfold.Give me new contest; a challenge unfold.Adore your own being, take strength and be bold.Adore your own being, take strength and be bold.Steer the first watch - of concern for just you.Steer the first watch - of concern for just you.Refine self-respect; your star-night pursue,Refine self-respect; your star-night pursue,Make balance your goal. You’ll discover that whenMake balance your goal. You’ll discover that whenOur love is not captive, I will seek you again.Our love is not captive, I will seek you again.______________________________________________________________________[14] [14] III° Recognition: Constance MoffattIII° Recognition: Constance MoffattRonald K. Barrett V°, High Priest, has Ronald K. Barrett V°, High Priest, has announced the Coming into Being of Constance L. announced the Coming into Being of Constance L. Moffatt as a Priestess of Set III°. Priestess Moffatt Moffatt as a Priestess of Set III°. Priestess Moffatt joined the Temple of Set on November 1, XIII and joined the Temple of Set on November 1, XIII and is the co-Editor of the is the co-Editor of the Scroll of SetScroll of Set. She lives in Los . She lives in Los Angeles with her husband, Priest Robert Moffatt, Angeles with her husband, Priest Robert Moffatt, and their three children. She was Recognized by and their three children. She was Recognized by Magistra Lilith Sinclair on December 22, XIV.Magistra Lilith Sinclair on December 22, XIV.Scroll of SetScroll of Set - January 1980 - Page - January 1980 - Page 1111"}]
