[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 52Issue Number 52Volume V-6Volume V-6April 1980April 1980Editor: Editor: Robert H. Moffatt III°Robert H. Moffatt III°Copyright © 1980 Temple of SetCopyright © 1980 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] Lay Member Renewals Now RequireLay Member Renewals Now RequireEndorsementEndorsement- by Ronald K. Barrett V°, High Priest- by Ronald K. Barrett V°, High PriestIf you are I° or II°, you may have noticed If you are I° or II°, you may have noticed recently an attempt by your III° pyramid officials to recently an attempt by your III° pyramid officials to open communications with you. So that you will open communications with you. So that you will better understand why, let’s take a look at the better understand why, let’s take a look at the Temple of Set communications pyramid and its Temple of Set communications pyramid and its functions.functions.The pyramid came into being as the answer to The pyramid came into being as the answer to the question of how the Temple of Set can best the question of how the Temple of Set can best serve the needs of Initiates both personally and serve the needs of Initiates both personally and comprehensively. While this does not mean that we comprehensively. While this does not mean that we have [even remotely] adopted a spoonfeeding have [even remotely] adopted a spoonfeeding technique of initiation, it does mean that initiatory technique of initiation, it does mean that initiatory guidance will be available on a more individual basis guidance will be available on a more individual basis to those Initiates who truly apply themselves.to those Initiates who truly apply themselves.Through the pyramid the I°/II° have direct Through the pyramid the I°/II° have direct access to a Priest or Priestess of Set who is willing access to a Priest or Priestess of Set who is willing and able to assist them in finding answers to and able to assist them in finding answers to questions about magic, the Temple of Set, etc. The questions about magic, the Temple of Set, etc. The Temple will also have a better perspective of the Temple will also have a better perspective of the entire membership [even isolated Setians], and this entire membership [even isolated Setians], and this will help in making due Recognitions and in will help in making due Recognitions and in assessing the progress and needs of aspiring assessing the progress and needs of aspiring Setians. The design of the pyramid ensures that Setians. The design of the pyramid ensures that everyone is heard and informed according to his/her everyone is heard and informed according to his/her initiatory status and ability to understand. And of initiatory status and ability to understand. And of course the pyramid will necessarily clear out the course the pyramid will necessarily clear out the deadwood.deadwood.The pyramid requires the cooperation and The pyramid requires the cooperation and participation of every member of the Temple of Set. participation of every member of the Temple of Set. For a III° to assist or guide any lay Initiate, there For a III° to assist or guide any lay Initiate, there must be sone communication between the two. It must be sone communication between the two. It must be realized, however, that it is the responsibility must be realized, however, that it is the responsibility of the I°/II° to initiate and then maintain this of the I°/II° to initiate and then maintain this communication. The Priesthood is quite willing to communication. The Priesthood is quite willing to respond, but no III° is going to waste valuable time respond, but no III° is going to waste valuable time and effort trying to prod the complacent or and effort trying to prod the complacent or apathetic. Those who receive guidance from the apathetic. Those who receive guidance from the Priesthood will be those who are actively working Priesthood will be those who are actively working toward magical evolution.toward magical evolution.It is assumed that every Setian desires to aspire It is assumed that every Setian desires to aspire to the heights of his initiatory potential, or he would to the heights of his initiatory potential, or he would not be a member of the Temple of Set. Not one of not be a member of the Temple of Set. Not one of our Setian degrees is Recognized as the end of our Setian degrees is Recognized as the end of magical evolution, and therefore any sense of magical evolution, and therefore any sense of “having made it” is false. The end of any phase of “having made it” is false. The end of any phase of initiation is merely the beginning of another, thus initiation is merely the beginning of another, thus “creation and change are exalted above rest and “creation and change are exalted above rest and preservation”.preservation”.If one understands this, one should also If one understands this, one should also understand why inactivity is intolerable in the understand why inactivity is intolerable in the Temple. To allow an individual who has succumbed Temple. To allow an individual who has succumbed to the siren of contentment and do-nothingness to to the siren of contentment and do-nothingness to enter or to remain among us would indicate that the enter or to remain among us would indicate that the Temple of Set had placed emphasis on quantity Temple of Set had placed emphasis on quantity rather than quality, and that most certainly is not rather than quality, and that most certainly is not true. Instead it is most important to know and true. Instead it is most important to know and understand the above, because the pyramid is now in understand the above, because the pyramid is now in effect, and with the pyramid comes the elimination effect, and with the pyramid comes the elimination of any trace of stasis together with the requirement of any trace of stasis together with the requirement of demonstrated effort to evolve.of demonstrated effort to evolve.This does not mean that all Setians must become This does not mean that all Setians must become gods overnight, or that flags should be waved every gods overnight, or that flags should be waved every time a magical insight is had, or that a letter a day time a magical insight is had, or that a letter a day keeps an expulsion away. It keeps an expulsion away. It doesdoes mean that every mean that every Initiate must actively engage in Initiate must actively engage in XeperXeper, and to do so , and to do so will require some occasional [at least] guidance, will require some occasional [at least] guidance, point of reference, and higher perspective which are point of reference, and higher perspective which are available from the Priesthood.available from the Priesthood.Keeping in mind that magical/philosophical Keeping in mind that magical/philosophical discussion is filtered as appropriate to each degree, discussion is filtered as appropriate to each degree, it seems only logical that all Setian Initiates should it seems only logical that all Setian Initiates should desire Recognition if for no other reason than to desire Recognition if for no other reason than to have access to higher information. As stated above, have access to higher information. As stated above, the desire for personal evolution is already assumed the desire for personal evolution is already assumed through affiliation with the Temple. To make a true through affiliation with the Temple. To make a true Recognition, however, the Priesthood must have an Recognition, however, the Priesthood must have an ongoing knowledge of the evolutionary progress of ongoing knowledge of the evolutionary progress of the individual concerned, and this can occur only the individual concerned, and this can occur only through contact whether that contact is through through contact whether that contact is through letters, Pylon meetings, or private discussions.letters, Pylon meetings, or private discussions.A I° has basically two years to Become and to A I° has basically two years to Become and to be Recognized Adept II°. This means that within be Recognized Adept II°. This means that within two years the I° must become demonstrably two years the I° must become demonstrably knowledgeable and skilled in the White magical knowledgeable and skilled in the White magical arts. If valid reasons or circumstances prevent a I° arts. If valid reasons or circumstances prevent a I° from accomplishing this, then an extension beyond from accomplishing this, then an extension beyond the two-year period the two-year period maymay be granted [pending be granted [pending approval of the III° pyramid official], but this will be approval of the III° pyramid official], but this will be a true exception and not the rule. Again, for a true exception and not the rule. Again, for Recognition to occur, the Setian I° will have to Recognition to occur, the Setian I° will have to establish an initiatory relationship with his/her establish an initiatory relationship with his/her pyramid officials.pyramid officials.A variation on this same principle applies to II°s. A variation on this same principle applies to II°s. Recognition to the III° depends initially upon two Recognition to the III° depends initially upon two factors: (1) the individual Adept’s evolutionary factors: (1) the individual Adept’s evolutionary quest into the Realm of Darkness, and (2) the Gift quest into the Realm of Darkness, and (2) the Gift of Set being given to the magician by Set himself. of Set being given to the magician by Set himself. There is no time-factor imposed during which this There is no time-factor imposed during which this must occur, however, so a magician can remain II° must occur, however, so a magician can remain II° indefinitely and still remain a member of the Temple indefinitely and still remain a member of the Temple of Set, so long as that same magician can of Set, so long as that same magician can demonstrate that he/she is working toward demonstrate that he/she is working toward continuous magical growth and mental evolution continuous magical growth and mental evolution ((XeperXeper). The keys here are will, aspiration, and ). The keys here are will, aspiration, and application. Remember that a magician is one who application. Remember that a magician is one who works magic, and if one is not working magic, then works magic, and if one is not working magic, then"},{"pageNumber":2,"pageContent":"one is not a magician/Adept. In short, the red one is not a magician/Adept. In short, the red medallion is no license to relax.medallion is no license to relax.Only a Master of the Temple can Recognize that Only a Master of the Temple can Recognize that an Adept has “Come Into Being” as a Priest or an Adept has “Come Into Being” as a Priest or Priestess of Set, but II°s are assigned to III°s (not Priestess of Set, but II°s are assigned to III°s (not IV°s) in the pyramid. The only way that an Adept IV°s) in the pyramid. The only way that an Adept can be Recognized to the Priesthood is through the can be Recognized to the Priesthood is through the intuitive recommendation of the III°s to their own intuitive recommendation of the III°s to their own assigned Masters. It only makes sense that if the II° assigned Masters. It only makes sense that if the II° does not communicate what is going on inside of does not communicate what is going on inside of him to his III°s, it is highly unlikely that any him to his III°s, it is highly unlikely that any evolution is going to be noticed.evolution is going to be noticed.Another reason for I°/II°s to keep in touch with Another reason for I°/II°s to keep in touch with the Priesthood and to remain active in their efforts to the Priesthood and to remain active in their efforts to evolve concerns the annual renewal. Let it be evolve concerns the annual renewal. Let it be emphasized again that the Temple of Set is emphasized again that the Temple of Set is progressive, evolutionary, and anti-static. All Setians progressive, evolutionary, and anti-static. All Setians who are active-status members of the Temple are who are active-status members of the Temple are truly “active-status” or they are truly “active-status” or they are notnot Setian. Setian. Everyone who joins the Temple of Set joins it Everyone who joins the Temple of Set joins it 100%, and that includes the Temple’s creative and 100%, and that includes the Temple’s creative and changing motion. Anyone who has joined for changing motion. Anyone who has joined for “kicks”, or for social reasons, or on a whim has “kicks”, or for social reasons, or on a whim has joined for the wrong reasons. No one will remain a joined for the wrong reasons. No one will remain a member who does nothing, and if there are any member who does nothing, and if there are any among us who have joined for the wrong reasons, or among us who have joined for the wrong reasons, or are doing nothing, the pyramid will very soon are doing nothing, the pyramid will very soon remedy that. This is because, with the now effective remedy that. This is because, with the now effective pyramid, the I°/II° will be expected to produce pyramid, the I°/II° will be expected to produce appropriate evidence that they are aspiring to appropriate evidence that they are aspiring to XeperXeper forthrightly, or they will not be permitted to renew forthrightly, or they will not be permitted to renew their membership. The Executive Director has been their membership. The Executive Director has been instructed that, effective immediately, renewals will instructed that, effective immediately, renewals will be accepted from I°/II°s only when that renewal has be accepted from I°/II°s only when that renewal has been endorsed by the representative pyramid been endorsed by the representative pyramid officials. Special slips will be sent to the appropriate officials. Special slips will be sent to the appropriate officials at the same time that the gold renewal slips officials at the same time that the gold renewal slips are mailed to the members whose renewal time is are mailed to the members whose renewal time is approaching.approaching.Obviously any official who is asked to endorse Obviously any official who is asked to endorse a I°/II° is going to want some valid evidence that the a I°/II° is going to want some valid evidence that the member is worthy of that endorsement, but it will be member is worthy of that endorsement, but it will be the responsibility of the lay member to provide that the responsibility of the lay member to provide that evidence - evidence - notnot the responsibility of the official to the responsibility of the official to “dig it out”.“dig it out”.Another important point: When an official of the Another important point: When an official of the Temple takes the time and effort to sit down and Temple takes the time and effort to sit down and write out a letter that requires an answer, it’s safe to write out a letter that requires an answer, it’s safe to say that the letter was not written just because say that the letter was not written just because someone needed some finger exercises. There is a someone needed some finger exercises. There is a perfectly good reason for such a letter, even though perfectly good reason for such a letter, even though it may not be immediately apparent to the recipient. it may not be immediately apparent to the recipient. That being the case, all lay members will be That being the case, all lay members will be expected to respond to correspondence which they expected to respond to correspondence which they receive from Temple officials. It’s the courteous, receive from Temple officials. It’s the courteous, respectful, and responsible thing to do.respectful, and responsible thing to do.To summarize, let me say that the pyramid is a To summarize, let me say that the pyramid is a tool of great precision and utility to the Temple of tool of great precision and utility to the Temple of Set and its entire membership. It ensures that every Set and its entire membership. It ensures that every Setian has access to as much initiatory guidance as Setian has access to as much initiatory guidance as he or she can possibly use. Through its use, the he or she can possibly use. Through its use, the pyramid gives the Temple an accurate view of itself pyramid gives the Temple an accurate view of itself so that no strength or weakness goes unnoticed. The so that no strength or weakness goes unnoticed. The pyramid also serves to filter out the lazy, the idly pyramid also serves to filter out the lazy, the idly curious, the incompetent, and any other kind of curious, the incompetent, and any other kind of deadwood. In this way we may look upon each deadwood. In this way we may look upon each other with a profound pride and respect in knowing other with a profound pride and respect in knowing that every Setian among us is aiding in the forward that every Setian among us is aiding in the forward thrust toward thrust toward XemXem..Any questions that there might be regarding the Any questions that there might be regarding the Temple of Set pyramid should be directed to your Temple of Set pyramid should be directed to your assigned officials, who will be only glad to answer assigned officials, who will be only glad to answer them for you.them for you.I think the pyramid is a great thing, and I think I think the pyramid is a great thing, and I think you’re going to appreciate it too - so “go for it”!you’re going to appreciate it too - so “go for it”!Xeper ir Xem.Xeper ir Xem.______________________________________________________________________[2][2] IV° Recognition: Jinni Bast IV° Recognition: Jinni BastThrough the application of her will toward Through the application of her will toward Xeper ir XemXeper ir Xem in concert with the will of Set, and in concert with the will of Set, and upon Recognition by the High Priest of Set and upon Recognition by the High Priest of Set and confirmation by the Council of Nine, Jinni Bast has confirmation by the Council of Nine, Jinni Bast has Come Into Being as a Magistra Templi IV° and as Come Into Being as a Magistra Templi IV° and as one of the Order of Xepera.one of the Order of Xepera.______________________________________________________________________[3] [3] PoemPoem- by Barbara Fritz II°- by Barbara Fritz II°What wakens me from my long slumber under the What wakens me from my long slumber under the hawthorn tree?hawthorn tree?My life was ended. Or is it just now beginning?My life was ended. Or is it just now beginning?I wonder,I wonder,I ponder.I ponder.I cannot ask my question, for I alone can find the I cannot ask my question, for I alone can find the answers.answers.The answers come, but then they become the The answers come, but then they become the questions.questions.Is there no end?Is there no end?A circle is formed.A circle is formed.The beginning becomes an end, the end the The beginning becomes an end, the end the beginning.beginning.The circle moves upward all of the time.The circle moves upward all of the time.There is a reason, there is a rhyme.There is a reason, there is a rhyme.My time of sleep was ended, and I am beginning.My time of sleep was ended, and I am beginning.I have been touched, I have joined the circle of no I have been touched, I have joined the circle of no end.end.I am part of the circle.I am part of the circle.I am the circle.I am the circle.I must go on this upward ascent.I must go on this upward ascent.Scroll of SetScroll of Set - April 1980 - Page - April 1980 - Page 22"},{"pageNumber":3,"pageContent":"______________________________________________________________________[4] [4] PoemPoem- by Susan Wylie II°- by Susan Wylie II°How could I have allowed my selfHow could I have allowed my selfTo see only with eyes so blind?To see only with eyes so blind?The clues existed within me.The clues existed within me.Why did I take so much time?Why did I take so much time?O Set, you reveal to all in their timeO Set, you reveal to all in their timeThat which they surely become,That which they surely become,But mindful, ever mindful, ofBut mindful, ever mindful, ofThe arduous course to be run.The arduous course to be run.And now, that I see all around me,And now, that I see all around me,And the visions of long, last been cleared,And the visions of long, last been cleared,New tasks have you put down before me.New tasks have you put down before me.What was it that I had once feared?What was it that I had once feared?______________________________________________________________________[5] [5] Moonlight’s GossamersMoonlight’s Gossamers- by Susan Wylie II°- by Susan Wylie II°Silver-threaded webs glisten against knowledge,Silver-threaded webs glisten against knowledge,Burning with frigid heat into all that I am and am Burning with frigid heat into all that I am and am Becoming.Becoming.Stars they are against this backdrop.Stars they are against this backdrop.So intensely do they burnSo intensely do they burnThat it seems they must consume all that they touch,That it seems they must consume all that they touch,But they don’t.But they don’t.They guard and glow protectively,They guard and glow protectively,And add their vigor to my own delight.And add their vigor to my own delight.They whisper softly in dark light,They whisper softly in dark light,But I can hear them if I will.But I can hear them if I will.______________________________________________________________________[6] [6] EditorialEditorial- by Constance L. Moffatt III°- by Constance L. Moffatt III°As I visit different Setian Brothers and Sisters, I As I visit different Setian Brothers and Sisters, I am constantly awed and impressed by the beauty am constantly awed and impressed by the beauty and uniqueness of individual ritual altars and and uniqueness of individual ritual altars and chambers. No two are alike, as each bespeaks the chambers. No two are alike, as each bespeaks the ingenuity and essence of its creator.ingenuity and essence of its creator.Since we reside in various and far locales, the Since we reside in various and far locales, the chance of sharing our altars in person is rather slim. chance of sharing our altars in person is rather slim. Nevertheless I feel that these essential parts of our Nevertheless I feel that these essential parts of our being should and can be experienced and enjoyed being should and can be experienced and enjoyed by each other through the by each other through the ScrollScroll..The Editor would appreciate it if you would The Editor would appreciate it if you would send a sharp, glossy print or prints of your altar, send a sharp, glossy print or prints of your altar, with a short descriptive explanation, to the with a short descriptive explanation, to the ScrollScroll. . We will print several in each issue.We will print several in each issue.______________________________________________________________________[7] [7] What Happens From There?What Happens From There?- by Barbara Fritz II°- by Barbara Fritz II°Reach out into the future, but hold on to the Reach out into the future, but hold on to the present, and always look back into the past. What present, and always look back into the past. What was once familiar no longer is. Time stands still as was once familiar no longer is. Time stands still as you constantly change. Nothing is as it seems. The you constantly change. Nothing is as it seems. The strange is familiar and comfortable; the familiar is strange is familiar and comfortable; the familiar is strange and uncomfortable. You are just beginning strange and uncomfortable. You are just beginning your journey. This is a precious time, this Setian I° your journey. This is a precious time, this Setian I° experience: a time to wonder and question. The experience: a time to wonder and question. The quest for knowledge is unrelenting. Watch out for quest for knowledge is unrelenting. Watch out for your balance, reconfirm your self, your beliefs. your balance, reconfirm your self, your beliefs. Know who you are and what you are.Know who you are and what you are.______________________________________________________________________[8] [8] AphorismsAphorisms“Time is nature’s way of keeping everything “Time is nature’s way of keeping everything from happening all at once.” - Hufstader’s Insightfrom happening all at once.” - Hufstader’s Insight“A man who tries to carry a cat by the tail learns “A man who tries to carry a cat by the tail learns something he can learn in no other way.” - Mark something he can learn in no other way.” - Mark TwainTwain______________________________________________________________________[9] [9] The RiddleThe Riddle- by Susan Wylie II°- by Susan Wylie II°To you, I turn, dear Set, to ask of you a riddle. To you, I turn, dear Set, to ask of you a riddle. How does one ask a question that has no words? I How does one ask a question that has no words? I know that these are the hardest answers to be know that these are the hardest answers to be believed, for they are the most pressing and bold. I believed, for they are the most pressing and bold. I have only my own eyes with which to see. have only my own eyes with which to see. Sometimes I wonder if they are enough. These Sometimes I wonder if they are enough. These questions are not concerned with well-practiced questions are not concerned with well-practiced form, but with a truth so personal that, although it form, but with a truth so personal that, although it cannot be verbally expressed, it still seems to be cannot be verbally expressed, it still seems to be shared by all according to their own level of shared by all according to their own level of developmental perception. Only that language from developmental perception. Only that language from without serves to muddy those waters which without serves to muddy those waters which eternally seek to clear themselves. How does one eternally seek to clear themselves. How does one ask a question that has no words? It doesn’t matter ask a question that has no words? It doesn’t matter that the question is without form, because the that the question is without form, because the answer exists alone.answer exists alone.______________________________________________________________________[10] [10] A Letter from a Priest to an AdeptA Letter from a Priest to an Adept- by Robert G. Brink III°- by Robert G. Brink III°Keep up the good work in trying to understand Keep up the good work in trying to understand the meaning of life or living, especially as a Setian the meaning of life or living, especially as a Setian or an Adept. I know from experience when one is or an Adept. I know from experience when one is adept in magic or the art of magic. In keeping with adept in magic or the art of magic. In keeping with this principle, one’s life is in constant change or this principle, one’s life is in constant change or experience, i.e. value experience mentioned in experience, i.e. value experience mentioned in The The Philosopher’s StonePhilosopher’s Stone by Colin Wilson. This is how by Colin Wilson. This is how we as Setians learn and are in control of our lives.we as Setians learn and are in control of our lives.Scroll of SetScroll of Set - April 1980 - Page - April 1980 - Page 33"},{"pageNumber":4,"pageContent":"As a Setian I° one is “looking at” the Temple As a Setian I° one is “looking at” the Temple of Set. It is not until he employs principles of Setian of Set. It is not until he employs principles of Setian philosophy and magic in his life that he is philosophy and magic in his life that he is recognized to Adeptship.recognized to Adeptship.An Adept is a magician who uses his or her will An Adept is a magician who uses his or her will to touch the natural order in accordance with his will to touch the natural order in accordance with his will to create change. The more one does this in every to create change. The more one does this in every aspect of his or her being, the more he learns that aspect of his or her being, the more he learns that certain steps cause certain results.certain steps cause certain results.But what happens to the Adept who has done all But what happens to the Adept who has done all these things, touching the natural order in these things, touching the natural order in accordance with his will, and has indulged in a little accordance with his will, and has indulged in a little of everything - enough to know there has to be of everything - enough to know there has to be something more? Why does magic work, where something more? Why does magic work, where does it come from, and where does one go to find does it come from, and where does one go to find out more about it?out more about it?One can go to another Adept or to an official of One can go to another Adept or to an official of the Temple. That is all well and good because we the Temple. That is all well and good because we learn from each other. It is up to the Setian involved learn from each other. It is up to the Setian involved to take advice, suggestions, and knowledge - then to take advice, suggestions, and knowledge - then take the ball and run with it.take the ball and run with it.Where do Priests of Set get their knowledge? Where do Priests of Set get their knowledge? And of whom are we Priests? Communication with And of whom are we Priests? Communication with Set is personal as well as collective, and it’s only Set is personal as well as collective, and it’s only when one has made this bond with Set that he can when one has made this bond with Set that he can enhance his life. Thus do Setians learn more about enhance his life. Thus do Setians learn more about the meaning of life.the meaning of life.______________________________________________________________________[11] [11] The Song of Belial: A Self-PortraitThe Song of Belial: A Self-Portrait- by Phil Folkler III°- by Phil Folkler III°Behold the man. I stand alone. The winds howl Behold the man. I stand alone. The winds howl from the east, and I laugh, for truly they are my from the east, and I laugh, for truly they are my brethren. Look upon me in wonder, for the Flame brethren. Look upon me in wonder, for the Flame mounts higher behind my eyes. I look out in mounts higher behind my eyes. I look out in wonder, for all creation is a delight to me.wonder, for all creation is a delight to me.Behold the god, masterless and mastered. The Behold the god, masterless and mastered. The waves whisper in the west, and I am confused, for I waves whisper in the west, and I am confused, for I can’t quite hear. My strength is reason, yet reason can’t quite hear. My strength is reason, yet reason matched by intuition, for reason alone breeds fear, in matched by intuition, for reason alone breeds fear, in doubt of all, even oneself.doubt of all, even oneself.Behold the will, raging yet without direction.Behold the will, raging yet without direction.Behold the child, truly divine, innocent and free.Behold the child, truly divine, innocent and free.The flames of the south mount the passions The flames of the south mount the passions within me as I soar to unparalleled heights of within me as I soar to unparalleled heights of ecstasy and border the depths of despair.ecstasy and border the depths of despair.In love unconquerable, yet yielding and gentle In love unconquerable, yet yielding and gentle for those I love not, let them as they will. I care not. for those I love not, let them as they will. I care not. The powers of the earth tremble the earth for my The powers of the earth tremble the earth for my delight, and I fear not, for all is new and wondrous delight, and I fear not, for all is new and wondrous to behold.to behold.I walk alone, and the darkness surrounds me, I walk alone, and the darkness surrounds me, and with the pure desire of a child I long for the and with the pure desire of a child I long for the stars. I reach out my heart to show those of mine stars. I reach out my heart to show those of mine what I have found.what I have found.Behold Belial: man, god, will, child, and flame.Behold Belial: man, god, will, child, and flame.When I am cold, I reach out and the Black When I am cold, I reach out and the Black Flame warms me. The spark resides within. All that Flame warms me. The spark resides within. All that remains is to nurture it well.remains is to nurture it well.Forever many, forever one, forever striving, Forever many, forever one, forever striving, forever to Become.forever to Become.______________________________________________________________________[12] [12] Hogwash in the Sunshine State,Hogwash in the Sunshine State,or Survival of the Fittestor Survival of the Fittest- by Jerry Reynolds II°- by Jerry Reynolds II°The press of the world is turning on to an The press of the world is turning on to an ongoing project in California to impregnate selected, ongoing project in California to impregnate selected, high-intelligence women with the sperm from Nobel high-intelligence women with the sperm from Nobel laureates. I wonder how many idiots that will laureates. I wonder how many idiots that will produce? I say that without any expectation that it produce? I say that without any expectation that it will be more than the norm. But I expect it will be will be more than the norm. But I expect it will be no less than the norm either.no less than the norm either.Four Nobel laureates in California have accepted Four Nobel laureates in California have accepted the program, set up by an outfit called the the program, set up by an outfit called the Repository for Germinal Choice, organized by Repository for Germinal Choice, organized by southern California businessman Robert K. southern California businessman Robert K. Graham. About two dozen women who consider Graham. About two dozen women who consider themselves to be of high intelligence have themselves to be of high intelligence have volunteered to accept the sperm of these Nobel volunteered to accept the sperm of these Nobel laureates. To date, according to reporters, three have laureates. To date, according to reporters, three have become pregnant.become pregnant.In Europe, at this writing, all Nobel laureates In Europe, at this writing, all Nobel laureates have opposed it. Most in the United States also have opposed it. Most in the United States also have. The program has got to be considered a bunch have. The program has got to be considered a bunch of hogwash.of hogwash.To my knowledge the human brain develops to To my knowledge the human brain develops to about 10% of its capacity on the average. From a about 10% of its capacity on the average. From a Setian perspective it is that extra 20-40% or more Setian perspective it is that extra 20-40% or more development that offers possibilities of extra-development that offers possibilities of extra-sensory perception, inner sight, outer expansion, sensory perception, inner sight, outer expansion, multi-plane experience, etc. To develop, to evolve is multi-plane experience, etc. To develop, to evolve is the aim of all Setians. But who can say that Nobel the aim of all Setians. But who can say that Nobel laureates are the source of Setians? The offspring of laureates are the source of Setians? The offspring of a Pennsylvania laborer, a Brooklyn businessman, a a Pennsylvania laborer, a Brooklyn businessman, a Florida salesman, or a California huckster may have Florida salesman, or a California huckster may have the same potential.the same potential.As usual a few misdirected souls are trying to As usual a few misdirected souls are trying to direct the world. For shame on you, Horatio Alger. direct the world. For shame on you, Horatio Alger. How about you, Abraham Lincoln? Get down, Jesus How about you, Abraham Lincoln? Get down, Jesus Christ! Climb off that mount, Moses! Hitler tried Christ! Climb off that mount, Moses! Hitler tried this in recent history, and many others have tried it this in recent history, and many others have tried it in the past.in the past.The point about America, and what it stands for The point about America, and what it stands for throughout the world, is that everyone has the throughout the world, is that everyone has the opportunity to maximize potential. [That’s why we opportunity to maximize potential. [That’s why we won’t be able to withstand the onrush of immigrants won’t be able to withstand the onrush of immigrants without controls. But the solution to “boat people”, without controls. But the solution to “boat people”, Mexicans, and Soviet dissidents is another story.]Mexicans, and Soviet dissidents is another story.]I am sorry for those who achieve high education I am sorry for those who achieve high education and then do not know how to use it. I am sorry for and then do not know how to use it. I am sorry for those who know how to compute logarithms but those who know how to compute logarithms but can’t understand feelings. I am sorry for those who can’t understand feelings. I am sorry for those who Scroll of SetScroll of Set - April 1980 - Page - April 1980 - Page 44"},{"pageNumber":5,"pageContent":"have learned the arts but don’t understand hope have learned the arts but don’t understand hope because they never need to wish.because they never need to wish.And I am sorry for those who have worked hard And I am sorry for those who have worked hard and strained their mental frontiers to achieve high and strained their mental frontiers to achieve high recognition, even Nobel prizes, and who still think recognition, even Nobel prizes, and who still think they can pass on their experience and work of a they can pass on their experience and work of a lifetime to their heirs. It cannot be done.lifetime to their heirs. It cannot be done.And so here we are: our own selves responsible And so here we are: our own selves responsible for our own lives. Our mission in life is not for our own lives. Our mission in life is not dependent upon whether our father was a Nobel dependent upon whether our father was a Nobel laureate, or whether our beautiful and loving mother laureate, or whether our beautiful and loving mother were a lady of high I.Q., even though all of ours were a lady of high I.Q., even though all of ours were wise.were wise.No one can be hurt by this idea that we can No one can be hurt by this idea that we can breed perfection, but no one should be taken in by it breed perfection, but no one should be taken in by it either. It’s our bag, and nobody can fill it but us.either. It’s our bag, and nobody can fill it but us.This is the opinion of one San Francisco Adept, This is the opinion of one San Francisco Adept, aspiring to be like Merlin.aspiring to be like Merlin.______________________________________________________________________[13] [13] III° Recognition: Phil FolklerIII° Recognition: Phil FolklerRonald K. Barrett V°, High Priest, has Ronald K. Barrett V°, High Priest, has announced the Coming Into Being of Phil Folkler announced the Coming Into Being of Phil Folkler as a Priest of Set III°. Priest Folkler entered the as a Priest of Set III°. Priest Folkler entered the Temple of Set on 8/31/XIII and was living in Ann Temple of Set on 8/31/XIII and was living in Ann Arbor, Michigan at the time. He presently resides in Arbor, Michigan at the time. He presently resides in Santa Barbara, where he is a recently-enrolled Santa Barbara, where he is a recently-enrolled student at the University of California. Priest student at the University of California. Priest Folkler was Recognized by Magister Lynn Norton Folkler was Recognized by Magister Lynn Norton on 3/12/XV.on 3/12/XV.______________________________________________________________________[14] [14] MusicMusic“Strange & Weirdly Beautiful”“Strange & Weirdly Beautiful”- by James Lewis III°- by James Lewis III°Breathes there a Setian unmoved by strange and Breathes there a Setian unmoved by strange and weirdly beautiful music? Nope. Since the subject of weirdly beautiful music? Nope. Since the subject of music for ritual has come up several times in the music for ritual has come up several times in the past, I’ve combed my record collection to find a few past, I’ve combed my record collection to find a few titles in which you might be interested:titles in which you might be interested:(1) (1) The Mephisto Waltz and Other “Satanic” The Mephisto Waltz and Other “Satanic” Piano Music of LisztPiano Music of Liszt. John Ogden. Seraphim #S-. John Ogden. Seraphim #S-60170. Superbly played.60170. Superbly played.(2) (2) The Tomita PlanetsThe Tomita Planets. Isao Tomita. RCA . Isao Tomita. RCA #ARL-1-1919. Tomita is good by any standard, and #ARL-1-1919. Tomita is good by any standard, and a bit of work with a tape recorder can produce a a bit of work with a tape recorder can produce a highly magical ritual tape.highly magical ritual tape.(3) (3) Pictures at an ExhibitionPictures at an Exhibition. Isao Tomita. RCA . Isao Tomita. RCA #ARL-1-0838. [See #2.] “Baba-Yaga”, “The Great #ARL-1-0838. [See #2.] “Baba-Yaga”, “The Great Gate at Kiev”, and others make this worth getting.Gate at Kiev”, and others make this worth getting.(4) (4) Damien: Omen IIDamien: Omen II. Jerry Goldsmith. 20th . Jerry Goldsmith. 20th Century Fox #T-563. Ritual music from the first to Century Fox #T-563. Ritual music from the first to last bands. The album cover reads: “A Black last bands. The album cover reads: “A Black Mass”.Mass”.(5) (5) Pictures at an ExhibitionPictures at an Exhibition. Ashkenazy/Mehta. . Ashkenazy/Mehta. Decca #CS-6559. Piano on one side, orchestra on Decca #CS-6559. Piano on one side, orchestra on the other. Not as magical as #3, but worth having.the other. Not as magical as #3, but worth having.(6) (6) Sounds of XVI Century SpainSounds of XVI Century Spain. Paul Bernard. . Paul Bernard. Angel #5-36914. Editing required for ritual use.Angel #5-36914. Editing required for ritual use.(7) (7) Gregorian ChantsGregorian Chants. Benedictine Monks. . Benedictine Monks. Everest #3426. No joke. If you don’t want to buy Everest #3426. No joke. If you don’t want to buy one, find a friend who has a copy and give it a listen.one, find a friend who has a copy and give it a listen.(8) (8) Time’s EnconiumTime’s Enconium. Charles Wuorinen . Charles Wuorinen (composer). Nonesuch #H-71225. Different. Make (composer). Nonesuch #H-71225. Different. Make yourself sit through it a few times.yourself sit through it a few times.(9) (9) Johann Sebastian BachJohann Sebastian Bach. Helmut Walcha. . Helmut Walcha. Archiv #198305. Strong. Powerful. Moving. Archiv #198305. Strong. Powerful. Moving. Presently serving as background music on my Presently serving as background music on my telephone answering device: discourages insurance telephone answering device: discourages insurance salespersons salespersons et al.et al.(10) (10) The PlanetsThe Planets. Holst. Deutsche . Holst. Deutsche Grammophon #2530-102. Weird beauty.Grammophon #2530-102. Weird beauty.(11) (11) The Phantom of the OrganThe Phantom of the Organ. Vern Langdon. . Vern Langdon. Electric Lemon #PLP-1909. Wow! It was played Electric Lemon #PLP-1909. Wow! It was played during the ceremony of my Recognition to II° and during the ceremony of my Recognition to II° and has a special place in my black heart. You’ll love it!has a special place in my black heart. You’ll love it!(12) (12) The UnexplainedThe Unexplained. Mort Garson. RCA . Mort Garson. RCA #AP-1-1217. Again, be ready to tape and edit.#AP-1-1217. Again, be ready to tape and edit.(13) (13) Black MassBlack Mass. Lucifer. UNI #73111. See . Lucifer. UNI #73111. See #12.#12.(14) (14) The OmenThe Omen. Jerry Goldsmith. Tattoo #BJL-. Jerry Goldsmith. Tattoo #BJL-1-1888 See #13. The majesty and triumph of this 1-1888 See #13. The majesty and triumph of this music stirs the Setian soul.music stirs the Setian soul.(15) (15) New Music for OrganNew Music for Organ. Albright. Nonesuch . Albright. Nonesuch #H-71260. “Black Host” can be chilling the first #H-71260. “Black Host” can be chilling the first time it’s heard. Yet again, be ready to edit the time it’s heard. Yet again, be ready to edit the carnival-like segment in the middle. “Toccata carnival-like segment in the middle. “Toccata Satanique” can be a bit chilling also.Satanique” can be a bit chilling also.(16) (16) Sun-TreaderSun-Treader. Carl Ruggles. Deutsche . Carl Ruggles. Deutsche Grammophon #2530-048. Power in movement.Grammophon #2530-048. Power in movement.(17) (17) Bach Organ MusicBach Organ Music. Carl Weinrich. RCA . Carl Weinrich. RCA Victor #LSC-2557. Bach is Bach; played with Victor #LSC-2557. Bach is Bach; played with dexterity and beauty.dexterity and beauty.(18) (18) Beyond the Sun (The Planets)Beyond the Sun (The Planets). Holst. . Holst. Mercury #SRI-80000. Beautiful.Mercury #SRI-80000. Beautiful.(19) (19) Lord of the RingsLord of the Rings. Leonard Rosenman. . Leonard Rosenman. Fantasy #LOR-1. It could be better, but considering Fantasy #LOR-1. It could be better, but considering humanity had a hand in it, the good parts are good.humanity had a hand in it, the good parts are good.(2O) (2O) Mystic MoodsMystic Moods. Don Ralke. Soundbird . Don Ralke. Soundbird #SB7504-1. The “Liebestod” cut makes it worth #SB7504-1. The “Liebestod” cut makes it worth the price. Thunder, rain, and outdoor sounds are the price. Thunder, rain, and outdoor sounds are mixed in.mixed in.______________________________________________________________________[15] [15] Graduation DayGraduation Day- by “Phoenix”, Khaibit Pylon, San Francisco- by “Phoenix”, Khaibit Pylon, San FranciscoAt our last Pylon meeting we conducted two At our last Pylon meeting we conducted two group rituals. The first gave all of us an opportunity group rituals. The first gave all of us an opportunity to look within ourselves and communicate to look within ourselves and communicate personally with Set. For myself it was a deeper look personally with Set. For myself it was a deeper look than expected. The ritual called for us to sit one by than expected. The ritual called for us to sit one by one in front of a mirror with a lighted candle in one in front of a mirror with a lighted candle in between. The Pentagram could be seen in the mirror between. The Pentagram could be seen in the mirror as well, reflected from behind.as well, reflected from behind.Scroll of SetScroll of Set - April 1980 - Page - April 1980 - Page 55"},{"pageNumber":6,"pageContent":"Even though illuminated by candlelight, my Even though illuminated by candlelight, my reflection in the mirror was only a dark silhouette, reflection in the mirror was only a dark silhouette, occasionally brought to life whenever the candle occasionally brought to life whenever the candle flickered. This surprised me, for I had fully flickered. This surprised me, for I had fully expected to see my familiar face, and I took this to expected to see my familiar face, and I took this to mean that the dark figure in front of me was my mean that the dark figure in front of me was my magical self, as yet not fully developed.magical self, as yet not fully developed.The second ritual was unexpected, and it was a The second ritual was unexpected, and it was a genuine surprise when I was suddenly the focus of genuine surprise when I was suddenly the focus of attention. Of course I was both happy and proud to attention. Of course I was both happy and proud to be recognized as II°, but the full impact of the be recognized as II°, but the full impact of the experience and the responsibilities inherent in being experience and the responsibilities inherent in being a full-fledged Adept did not hit me until later that a full-fledged Adept did not hit me until later that night.night.After a few hours of sleep, I woke up at four in After a few hours of sleep, I woke up at four in the morning. Fully aware, I donned my new red the morning. Fully aware, I donned my new red medallion, borrowed from Priest Bushey, opened medallion, borrowed from Priest Bushey, opened the Gate, and meditated on what it meant to be a II° the Gate, and meditated on what it meant to be a II° in the the Temple of Set.in the the Temple of Set.The enormity of what I had undertaken hit me The enormity of what I had undertaken hit me full-force and shook to the bone the confidence I full-force and shook to the bone the confidence I thought I had in myself. Was I truly an Adept? Had thought I had in myself. Was I truly an Adept? Had I, in the short time that I had been in the Temple, I, in the short time that I had been in the Temple, evolved to this degree? I thought I had, but now I evolved to this degree? I thought I had, but now I was not sure. “It is easier to be open and honest was not sure. “It is easier to be open and honest with others,” I thought, “than with yourself.” Was with others,” I thought, “than with yourself.” Was I really up to looking that deeply within? And if I I really up to looking that deeply within? And if I did, could I keep my balance? My confidence did, could I keep my balance? My confidence crumbled.crumbled.This “crisis of faith” lasted the weekend, and it This “crisis of faith” lasted the weekend, and it would have undoubtedly have been much harder to would have undoubtedly have been much harder to recover without the loving support my wife freely recover without the loving support my wife freely gave, even though she could not at the time gave, even though she could not at the time understand what it was that disturbed me so.understand what it was that disturbed me so.The Left-Hand Path is a harder road to tread The Left-Hand Path is a harder road to tread than I had previously supposed.than I had previously supposed.Scroll of SetScroll of Set - April 1980 - Page - April 1980 - Page 66"}]
