[{"pageNumber":1,"pageContent":"THE BOOK OFCASE REMEDIESA MANUAL COVERING PRECLEAR DIF-FICULTIES AND THEIR REMEDIESby L. RON HUBBARD"},{"pageNumber":2,"pageContent":"THE BOOK OF CASE REMEDIES2DEDICATIONTo Founding Scientologist Everywhere"},{"pageNumber":3,"pageContent":"THE BOOK OF CASE REMEDIES3HOW TO USE THIS BOOKThis is a professional text, a part of the Clearing Series. It does not give the processeson which cases should be run to achieve higher levels. It gives the processes you have to usewhen the case doesn’t run on standard processes.To use this book properly, one does not start or run cases with the Remedies given.One uses the Table of Remedies, contained herein, when the case has not run at all or, momen-tarily or consistently, does not advance on general processes.When the case won’t run, whether for a session or for many sessions, look the preclearup in the Table of Remedies and use the prescribed action only long enough to get the preclearrunning again. Then return to the regular processes for the level.PREFACE FOR THIS EDITIONThe first edition in 1964 of L. Ron Hubbard’s THE BOOK OF CASE REMEDIESgave auditors necessary points of technology for the last push to the great Releasing andClearing successes that followed.Only a year later Release Grade and Clearing technology was completed by L. RonHubbard and students were already started on the big one itself – the Clearing Course.In one and a half years from the first Clear, we had close to seven hundred more Clears.There is not the slightest question about any part of the route. People from every-where and all sorts of backgrounds are taking their steps easily. The Clearing Course, and thetraining and Release Grades leading smoothly to it, are all utterly provenly successful. Anynew list of Clears as of any date has to be revised upward fast as new graduates finish theClearing Course, growing and doubling in numbers.And to graduate from that course one has attained the state which is philosophy’s winafter thousands of years.There were no Clears before, ever.THE BOOK OF CASE REMEDIES becomes, with Ron’s HCO Bulletins of 9 No-vember 1967 and 13 January 1968, a new book and a new technical breakthrough. This ex-panded edition contains all the material of 1964. It also releases new technology resulting fromupper level discoveries by L. Ron Hubbard.His text is thus expanded but is not otherwise changed in this edition.Remember that except for the new materials added in this edition, it was written duringthe last phases of total Clearing research. Release and Clear were found, in completed Clearingtechnology and result, to be higher states than at any earlier time described.When Ron says Clear in this book he is talking about what is now known to be highRelease Levels.OT, or Operating Thetan, has its levels, all yet above Clear, and its proper Courses, atthe Advanced Organization. Only a Clear can take them or could handle one."},{"pageNumber":4,"pageContent":"THE BOOK OF CASE REMEDIES4THE EDITORS"},{"pageNumber":5,"pageContent":"THE BOOK OF CASE REMEDIES5CHAPTER 1THE TRADITION OF SCIENTOLOGYOnce upon a time preclears were full of mysteries and unknowns. Once, to resolve acase, it was necessary to have a crystal ball, a clean record with the Archangel Michael and alot of luck.Fourteen active years and tens of thousands of pc’s (preclears) have changed all that.During this past summer, when I had completed the Routine 6 (pc’s own goals) re-search, I was able to review all the levels and stages a pc or an auditor (a Scientology practitio-ner) has to go through.What emerged, in getting this material into understandable form, was that people had,in general, confused Clearing and Operating Thetans (OTs).CLEARINGMany had tried to deify Clears and had rarely understood “OT”Clears and clearing are actually fully explained in the first published article on Dianet-ics (Dianetics: The Evolution of a Science), and in Book One (Dianetics: The Modern Scienceof Mental Health). Clear is the name of a button on an adding machine. When you push it, allthe hidden answers in the machine clear and the machine can be used for a proper computa-tion. So long as the button is not pressed, the machine adds all old answers to all new effortsto compute, and wrong answers result.People who have old, fixed answers reacting when they try to think, get wrong an-swers when they try to solve their current problems. Such old answers are not cleared. Rollois still solving the tantrums of his mother who has been dead for years. Marybelle is still run-ning away from the tramp who attacked her when she was 10 years old. So Rollo stays homeas the solution to the women of the world. And Marybelle runs madly about as a solution toall the uncouth men she sees. Their friends think they’re a bit odd. Their doctors prescribepills. And we clear the old senseless answers which won’t let them get more sensible answers.As adding machines, or any kind of calculator, they would be junked. They give wrong an-swers to life because they already have a hidden answer in their cog wheels.They are not cleared.Well, really that’s all a clear is. Clears are beings who have been cleared of wrong an-swers or useless answers which keep them from living or thinking.THE STATE OF CLEARNow the state of being cleared was what confused the issue. People wanted to knowwhat they’d be like if they were cleared. A good question. Data accumulated, but not as fast asthe questions. The people, cleared, would be better, feel better, act better, be more moral, etc.All that is a matter of record."},{"pageNumber":6,"pageContent":"THE BOOK OF CASE REMEDIES6But the craving for an Absolute caused everyone to put the state called “OT” in placeof the condition of “being cleared”. “Absolutes,” in our axioms, “are unobtainable.”THE STATE OF OPERATING THETANOperating Thetan is a state of beingness. It is a being “at cause over matter, energy,space, time, form and life.” Operating comes from “able to operate without dependency onthings” and Thetan is the Greek letter Theta (theta), which the Greeks used to represent“thought” or perhaps “spirit”, to which an “n” is added to make a new noun in the modernstyle used to create words in engineering. It is also “thetan” or “theta to the nth degree”,meaning unlimited or vast.THE TRADITIONAL CONCEPTIn brief, a Thetan is an individual spirit or soul or life unit or fifty other things all add-ing up to the traditional concept of man’s spiritual nature or beingness. More radical, recentthought departed into adventurous by-paths and announced, contrary to more conservativephilosophy and usual acceptance, that Man was an animal made up of a brain and bones andpossessing no soul. This may have made the originators of this quaint Russo-German schoolfeel less guilty for what they did to men in wars and science. But it takes more than a Marxistpsychologist to change every man’s basic philosophy forever; and 99.99% of Earth’s people,at least, still believe they have souls or are souls. Only the philosophically illiterate and theagitators for the recent, radical schools of psychology suppose they have made inroads inman’s belief that he has or is a soul. Only those who seek to enslave Man would try to “sell”the idea of a “soulless man”.The rest of us, and we comprise, remember, 99.99% of the population of the planet,still hold to the concept that we are spirits or spiritual beings and that we go elsewhere whenwe “die”.Only men who have quite a thirst for revenge would want others to totally die.FOLLOWING TRADITIONRemaining with more traditional philosophy and working with what seemed more rea-sonable, I was able to demonstrate in 1952 the actual existence of this thing called a spirit (theexperiments of “Exteriorization”). But wishing to avoid “spiritualism” or even “soul”, becauseboth had such bulky histories as words, I coined the word thetan, derived as above; and Scien-tologists ever since have been quite happy with it.I should have called it the more traditional Greek word “psyche”, perhaps; but at thattime I saw no virtue in being confused with “psychologists” who explain in their own textsthat they don’t know what their own name means, as they don’t know what a “psyche” isand don’t believe there is one, which rather upsets their title to the word they use for them-selves.But anyway, for better or worse, I used “thetan”."},{"pageNumber":7,"pageContent":"THE BOOK OF CASE REMEDIES7"},{"pageNumber":8,"pageContent":"THE BOOK OF CASE REMEDIES8THE ULTIMATE STATEIt soon became quite visible that the spiritual condition could be improved, and an ul-timate attainment of “cause over matter, energy, space, time, form and life” was possible.Now this was the ultimate state. Operating Thetan: A theoretically attainable tran-scendence over death and the travails of mortal existence. It was a dream. A bold dream. Butnot a new dream. Like everything else we have in Scientology, it is based on traditional phi-losophy. The thinking then of every great civilization up to this century, not only would havegrasped the meaning of this, but were themselves seeking to attain it. Name a great name inhistorical philosophy. All right. He was trying to attain OT by means of exploration of Life,Thought, Man or the Reason of Things.Only in the last few decades has the dream been challenged by a radical few. That theyteach in universities is only a comment that today’s universities aren’t the halls of enlighten-ment they were. Ah well, they can all be improved. And it would take more than these rebel-lious few to smash one of Man’s great dreams – the dream of freedom of spirit, the dream offreedom of self, the dream of ascending above base matter.CLEAR DIFFERS FROM OTSo OT was the state of beingness.Clear was a gradient condition. (A gradual bettering.)During studies of the past year, all this disentangled and became understood, and forthe first time was easy to express.Clear is not a gradient up to OT Clear is a gradient up to Homo Novis only. Homo(Man) Novis (new). This is a desirable improvement. Very desirable for anyone.An entirely new thing has to be done to make an Operating Thetan.But one had to know how to make one to find out about one. And Routine 6, the proc-ess that makes an OT, starts, really, at Homo Novis. Certainly Routine 6 runs best on a HomoNovis. The proof is that those Scientologists who have been pretty well cleared don’t haveany trouble at all with Routine 6; and those who haven’t been cleared, and particularly thosewho have had few gains in processing, have a pretty awful time of it with Routine 6. They geta bit along with it, but it’s like watching a pygmy wrestle with an elephant.Thus, although we have Routine 6, my task has been to bring preclears up to clear andthen to send them onward to OTTHE LEVELS TO OTThis is done – and very doable it is – by moving the being up to a few basic wins withordinary processing (up to Level III) and then moving the preclear up to clear (Level IV) andthen going for OT, which is Level VI (V being skipped, but left in place because it contains aknown type of technology, not needed, but necessary to know the existence of). To stretch apoint, one is really clearing from Level I to Level IV; but clearing, now that I’ve had a chance"},{"pageNumber":9,"pageContent":"THE BOOK OF CASE REMEDIES9to refine it, is itself a process that takes skill and ability both to run and receive. And one hasto get the being up to doing that. So a being who can do that is a “Release”, which reaches upto Level II.These stages, as expressed in “Levels”, are all quite real and are getting very precise(see Chart of Gradients). Fourteen years of work developed a lot of know-how. And it all fellinto its rightful place when one got to where one could stand high and inspect the ground be-low. One needed Routine 6 and the practical attainability of OT to see where one was with thefellow who just walked in off the street. How did one get such a fellow from the coal pit to themountain top? That was the problem.LEVEL VIachieving⇑⇑⇑⇑OPERATING THETAN(Cause over Matter, Energy, Space, Time, Form andLife)LEVEL V(phenomena encounteredbut not necessarily proc-essed)⇑⇑⇑⇑THETA CLEAR(Not now used, as it is only a partial condition ofOT Contains History of Man, Implants, Past Lives,Whole Track Engrams, Para-Scientology data. Proc-esses not now in active use)LEVEL IVachieving⇑⇑⇑⇑CLEAR(Does not react with wrong answers to humanproblems)LEVEL IIIachieving⇑⇑⇑⇑HEALTHY(Susceptibility to illness and accident reduced)LEVEL IIachieving⇑⇑⇑⇑SELF-DETERMINED(Higher activity level. Less an effect of the environ-ment)LEVEL Iachieving⇑⇑⇑⇑RELEASE(One who can get better and knows he has benefitedand knows he won’t get worse)LEVEL 0achieving⇑⇑⇑⇑APPRENTICE SCIENTOLOGIST(One who knows how to know. how to study, whatlife is about)HOMO SAPIENSGradients of Various States"},{"pageNumber":10,"pageContent":"THE BOOK OF CASE REMEDIES10CHAPTER 2HANDLING THE PRECLEARAt the lowest place on the route up, one finds the roughest auditing conditions.There is no heroic effort that will produce an instantaneous and permanent gain. Onecan produce a fast gain that is so fast it unstabilizes the pc. It’s all too sudden and new and thepc can’t take it so quick. Witness the fate of a pc who is suddenly “exteriorized”. “Deprived”of a body even for a few minutes in auditing, no matter how much better he feels for those fewminutes, the change is too quick, You can exteriorize any pc. That’s sudden and fast and im-permanent. So it’s a research tool, not an auditing procedure.You possibly could clear somebody by some lightning fast means, but down he’d comeagain. Why? Because you haven’t cleared enough buttons, that’s all. You left too many wronganswers on the case for the case to be right in a new state.THE SECRET OF PRECLEAR GAINSThe secret of handling the preclear is getting the pc wins he or she can have in theworld he or she is living in, and getting more and more such wins, until new gains are accept-able and therefore stable. After that, you can “go for broke” in Clearing.And when you have cleared the pc, until he can stand unaided and get right answers inthe existence he or she is living in, you can again go for broke with Routine 6.And you eventually have OTBE COMFORTABLEI speak now from a very well substantiated technical height which it took all the four-teen years since Book One to climb.And I find it can be done rather easily, if it is done from step to upward step and notsubjected to an impatient hit or miss scramble. In scrambling one only gets bruised on therocks.This is not to say it takes a long time. It takes rather a steady and orderly time, notflying before one can walk, so to speak, and being able to look up without getting dizzy and tolook down without being overcome with the grandeur of one’s own climb.Be comfortable about it is the byword.People enroute at a comfortable rate are actually unaware of gains! They just take themfor granted.THE AUDITOR’S TASK"},{"pageNumber":11,"pageContent":"THE BOOK OF CASE REMEDIES11The auditor’s task in handling the preclear’s case is to guide the pc upward and againupward to comfortable, acceptable wins, which the pc can have and which, therefore, will bepermanent."},{"pageNumber":12,"pageContent":"THE BOOK OF CASE REMEDIES12CHAPTER 3KEEP THE PC GETTING AUDITEDIn order to help anyone, much less make clears and OTs it is necessary to keep the pcgetting auditing.That sounds rather easy at first glance with all the dazzling goals that can be set forhim or her. But in actual fact this is the only place auditors fall down.Obviously you can’t clear anybody, regardless of the techniques you have, if the pre-clear won’t keep on getting auditing.Give an auditor a preclear to audit and auditors do very well indeed. But when the pcblows, or just doesn’t turn up any more, what then? That’s the end of clearing, isn’t it?THE BASIC PROBLEMSo the basic problem of making clears and OT’s is not getting preclears to have audit-ing. That’s easy, really. It’s getting preclears to KEEP ON getting auditing. And there is whereauditors, yes and Case Supervisors, fall down.THE PRECLEAR MUST GET WINSThere are several reasons why it is hard to get a pc to go on getting auditing. They addup under the heading, WINS.If a pc is not getting wins, then two things happen:(a) Since the pc is not getting more able, the pc is not earning fast enough or finding theadditional time necessary to have auditing;and(b) The goal of attaining a higher state is thwarted, and this ARC breaks the pc.If a pc is getting wins, then:(a) The pc gets more able, earns more or finds more wherewithal, and accomplishesmore in a given period of time, leaving more time to use for auditing; and(b) The minor upsets or discomforts which accompany even the smoothest auditingare disregarded.ECONOMICSI am sorry to have to mention economics, but these play their role. Operating in a soci-ety full of economic traps and snares, one has to have a solution to them or falter, And thisapplies to both the auditor and the pc, regardless of whether there is any charge for the audit-ing or not. Freedom from economic, acute duress means freedom to get audited or audit, andsuch freedom is bought more easily by ability than chance. But a person’s progress improves"},{"pageNumber":13,"pageContent":"THE BOOK OF CASE REMEDIES13the person’s control over things long before OT is approached -actually long before clear isrealized."},{"pageNumber":14,"pageContent":"THE BOOK OF CASE REMEDIES14THE ROAD IS LONGPeople don’t realize how long the road is – they don’t want to confront it. But there’san awful lot of aberration between an ordinary being and a release, much less a clear. A releaseis one who knows he isn’t going to get worse.The command of a release over his time and possessions, while not overwhelminglygreat compared to a clear’s, is yet fabulous compared to one who was never audited at all.THE NECESSITY FOR WINSSo it is vitally necessary to keep the pc getting wins, no matter how small, to keep thepc getting audited. This is sometimes hard to do. For the traps of life are always yawning forthe person near the bottom. In fact the closer the person is to the bottom, the more likely heor she is to fall into one of life’s snares.Therefore, the closer to the start the person is, the more necessary it is to get himwins; for the easier it is for him to be thrown about in his routine daily existence. As catastro-phe is simply arrived at just in day to day living while quite uncleared and as the person’sanswers in that state are not likely to have a high percentage of accuracy, the easier it is forhim to get into a condition where he can’t receive further auditing for economic, social or otherreasons. It takes wins to surmount all that.If a being at any point on the route “blows (departs) for good”, they’ve lost the finalattainment, even if they did have benefits.KNOW THE ANSWERSSo to make releases, clears and OTs one has to know the answer to: HOW DO YOUKEEP A PC GETTING AUDITING?To answer that you have to know the answer to: HOW DO YOU HANDLE A CASETHAT ISN’T WINNING?And to know that you have to know: HOW DO YOU HANDLE CASES?And to know that you have to know: HOW DO YOU HANDLE THE PARTICU-LAR KINDS AND CONDITIONS OF CASES?All that must seem very vast. And indeed it has been. The knowledge has been of ahighly specialized kind, borne out of years of training and experience.What do you do when the pc does what?Auditing supervisors have been beating their skulls in on such problems for years.Therefore, seeing this, I developed a sort of table.This table or list gives what to watch for, what to look into when it happens and whatto run to take care of it.Now all these processes are old ones. They’re tried and trusty."},{"pageNumber":15,"pageContent":"THE BOOK OF CASE REMEDIES15I have not tried in this book to give you the magic processes that assist or release orheal or clear or make OT, for this material is not the material the auditor falls down on. In thisbook I have given you the processes that keep a pc getting audited when he seems to stop orwants to stop or might stop.THE FUNDAMENTAL BASICSGiven any kind of competent training, the auditor must realize only these things:(a) If a pc be kept getting auditing, the most dazzling results can be obtained by fol-lowing the processes for those results(b) If the pc can’t be kept at auditing, no results can be obtained(c) That the pc who gets regular wins, acceptable to the pc, will keep on being audited(d) That the pc who doesn’t get his small quota of wins will blow; and(e) That the blowing preclear is the only remaining, generally unhandled problem inany auditing activity(f) That the preclear can be handled so as not to blow and to get wins.This book tells you how to do these things."},{"pageNumber":16,"pageContent":"THE BOOK OF CASE REMEDIES16CHAPTER 4THE PTP, OVERT AND ARC BREAKThe three general areas which prevent wins are: (1) The P.T.P. (Present Time Prob-lem); (2) The Overt Act (with its withholds of all varieties); and (3) The ARC Break (a suddendrop in Affinity, Reality and Communication). The following facts are some of the best sub-stantiated facts in the whole of our technology:THE PRESENT TIME PROBLEM(1) The presence of a Present Time Problem in a session, unless handled, will preventall gain. If a “PTP” exists in the pc and you try to audit something else and ignore the PTP,the pc’s personality graph will show no change, the TA (Tone Arm of the Meter) will notmove well, the pc will not make his or her session goals and auditing may eventually cease.THE OVERT ACT(2) In the presence of an Overt Act undisclosed to the auditor and withheld from him,no matter how openly it may once have been done, the auditing cycle of communication be-tween auditor and pc (as in TR’s 0 to 4) cannot occur, as the pc is withholding. Therefore,nothing can vanish in the pc’s reactive mind and auditing becomes painful. The graph will notchange, nor will the TA move well.THE ARC BREAK(3) In the presence of an ARC Break, the pc’s attention is so distracted by the reactivecharge that has been bypassed (restimulated, but overlooked by both pc and auditor) that thestrain of splitting attention between the charge in the bank and the auditor will operate toworsen the pc’s case, reduce the pc’s graph and freeze the tone arm of the meter. Therefore,one must not pursue an auditing cycle during an ARC break, but may only locate and indicatethe bypassed charge.THE MAIN POINTIf an auditor doesn’t handle these three things competently, the pc will eventuallycease to be audited.Now recognizing that these three things, the PTP, the Overt and the ARC break, are allthat really forestall continued auditing, it becomes necessary for the auditor to know his bulle-tins and be skilled in practice, and to be successful in releasing, healing, clearing or makingOTs.I make no attempt here to give all the anatomy and ways of handling the three demonsnamed above. The technology is all over the place in bulletins and publications, and also I in-tend to do a book on each one."},{"pageNumber":17,"pageContent":"THE BOOK OF CASE REMEDIES17Here, I only wish to point out that if a pc gets wins, he or she will get more auditing. Ifhe gets enough steady auditing on standard processes, he or she will go all the way up. Andonly the PTP, Overt and ARC Break can prevent the wins and cause the blows.So, to release, heal, clear or make OTs one has to be an expert on blows, their causeand cure."},{"pageNumber":18,"pageContent":"THE BOOK OF CASE REMEDIES18CHAPTER 5THE PC THAT QUITSPc’s who blow or cease to be audited do so because:(1) Nobody noticed the rising ARC Break(2) The proper action was not taken in time.HANDLING BLOWSTherefore, one has to do three things in handling a pc who is about to blow or whoblows. (Blow means leave, get out, rush away, cease to be where one should really be or justcease to be audited.) These are:(1) Notice the condition or circumstances leading to a blow long before the persondoes. This is probably the single hardest thing to teach, according to my experience, as it de-pends on the auditor, instructor or Scientologist observing and not being so “reasonable” aboutthe being’s condition that nothing is done.(2) Take the proper action to prevent the blow. By proper action is meant to find outwhat the circumstances preceding the condition have been and then to fit to those circum-stances a course of action. Example: Pc has been running Level I only. Well, one wouldn’t gointo Level VI or Level IV processes. If the pc has been running Itsa (Saying “It’s a _______.”), then obviously there is only the auditor’s acknowledgement to consider. So one only findsout what hasn’t been ack’ed (acknowledged). Example: If the person has only been studying,one finds out what the missed definition was. In short, base the action on what the being whois blowing was doing just before the blow.(3) Carry out the course of action effectively. Don’t just find out if the person haswithholds. Pull them. Example: HGC pc is blowing. Pc was running overts. D of P (Directorof Processing) tells auditor to find the missed withhold. Auditor comes back and says, “Yes,there was one.” The D of P thinks, “That’s good – that’s handled.” Then the D of P hears thatthe pc went back to Smokeville in the middle of the intensive. Checking, the D of P finds that,although a missed withhold registered on the meter and one was pulled, there was a filthy nee-dle afterwards. So there were several missed withholds and an ineffectual job was done.REMEDIESRemedies for threats about blowing or blows are only good if:(1) The condition is observed (2) What the person has been doing just before is foundout and a course of action based on that is planned; (3) The course of action is effectively car-ried out.Unless these things are done, one often finds the person who is blowing is already be-yond reach. Remedies not properly selected or carried out do not seem to work, and so getinvalidated."},{"pageNumber":19,"pageContent":"THE BOOK OF CASE REMEDIES19Remedies are quite workable when the above steps are followed. But a pie that is toosour and requires sugar, doesn’t get any sweeter if you pour salt into it; whereas salt is per-fectly acceptable when added to a dish that needs salt.HUBBARD COMMUNICATIONS OFFICESaint Hill Manor, East Grinstead, SussexHCO BULLETIN OF 9 NOVEMBER 1967RemimeoREVIEW AUDITORSBOOK OF CASE REMEDIESREVISION OF REMEDY A,REMEDY B, AND S AND Ds(Book revision: The Book of Case Remedies,this HCOB modifies and clarifies the text)This bulletin is to be inserted in and changes The Book of Case Remedies PROCE-DURES for Remedy A, Remedy B and S and Ds (Search for and Discovery of Suppressives).Recent analyses made of Qualifications Divisions Departments of Review and of theflow of students and pcs through the Saint Hill org show:1. The KEY processes so far as orgs are concerned are Remedy A, Remedy B andS&Ds.2.Auditors need direct mechanical technology to do these three processes effec-tively.REMEDY ARemedy A locates the MISUNDERSTOODS a person has in Scientology. Originally itread “Misunderstood words”. Words of course will emerge in the general run of misunder-stoods.REMEDY A is done only by LISTING. It must not be done verbally alone. It is aLevel III process.The listing question is “In the subjects of Dianetics or Scientology who or what hasbeen misunderstood?”The item is found on the list and given to the student. That is all. There is no otherstep.The rules of listing all apply."},{"pageNumber":20,"pageContent":"THE BOOK OF CASE REMEDIES20If the student won’t have the item it is not correct and the list must be straightened upwith the general auditing rules that govern listing.REMEDY BThe form of this process is changed. It is done by three lists. These three may only bedone by formal LISTING and the general tech of listing as governed by Level III tech.The lists make the form of an I→→ PT Subject List↓Into Past List↓→→ Misunderstood ListLIST 1BThis is done to locate what in the Scientology PT is giving trouble. It is done as a listand the item is found.The listing question is“In your studies of Dianetics and Scientology who or what are you having troublewith?“The item is found and given to the student.This step is governed by all the tech of listing.LIST 2BThe item found on List 1B is now listed in order to find the past track subject similarto what is giving trouble in present time.The listing question is“In your past, who or what was similar to.........(item found in List 1B)?”It is highly illegal to limit the question to this lifetime.All the rules of listing apply.The item is found and given to the student.LIST 3BThe third list of the process is now done.The listing question is“Who or what was misunderstood in.........(the item found on list 2B)?”"},{"pageNumber":21,"pageContent":"THE BOOK OF CASE REMEDIES21The listing is covered by the general tech of listing as found in Level III.The item is found and given to the student.________________This completes the Remedy B.If a floating needle occurs any time during the process with good indicators thoroughlyvisible in the student the process is concluded at that point.The process is used on anyone having trouble studying Dianetics or Scientology. Thetrouble, as it doesn’t clear up with Remedy A, is coming from some prior subject.More than one of these can be done if all steps are done for each one.S & DSearch and Discovery of Suppression is called an “S and D”. It locates the suppres-sives on the case.I have several times undercut (gotten processes that reach deeper) on S & Ds.The earliest process asked merely who might have been suppressive to the pc. This isstill valid but I have found 2 flaws in it.1. The auditor does not do a listing type S & D at all but just chattily brushes itoff.2. The list from this question contains an actual suppressive that is passed rightover.Therefore I undercut the question and obtained much better results because the newquestion reached deeper.The new question was “Who or what might have suppressed you?”Then I recalled an even deeper question. This was “What purpose has been sup-pressed?” This was given to Qual Div SH some time ago. It would have 2 lists. The first is forthe purpose as above and the second would be “Who or what suppressed......(purposefound)?”For some reason, probably because no one did 2 lists, this undercut was neglected.Therefore I researched further and developed what we will now use as an S & D.It is one of these killer processes. It is VERY strong. So it isn’t to be carelessly done.If you get a wrong item on an S & D YOU CAN MAKE THE PC ILL. So one has todo an S & D right and follow all the rules of listing as given in Level III tech.Also I find now that when a list item found is a generality (multiple subject, not spe-cific such as “dogs” or “the public”) the list is simply not complete. One does not have tosettle for a generality and then list the generality. He will find that the pc will eventually list"},{"pageNumber":22,"pageContent":"THE BOOK OF CASE REMEDIES22the specific non-general item anyway. Of course one can also do a represent list of a generalitem found if that seems best.The real question for an S & D was established only when I found a purpose all Sup-pressives have in common and is a very fundamental effort in suppressives. This effort bysuppressives, when found, then permitted me to form the question.The key S & D question is:“Who or what has attempted to unmock you?”Unmocking (an effort to reduce or make disappear) is the primary effort of suppres-sives.Therefore the listing question on test delivers up items totally overlooked by the ear-lier types of S & D.The question needs to be cleared carefully for non-Scientology. If it has to be re-phrased, watch out as the meaning may vanish. “Tried to make nothing of you” might substi-tute but at this writing only unmock has been tested and a question for others than educatedScientologists will be developed and issued and made part of the enclosure for the book.This S & D question must be done by LISTING only and with great care to followLevel III Listing tech as it, being powerful, will backfire on the pc if done carelessly and awrong item is found.The item is found by listing and given to the pc, which is the end of the process. If agenerality results it may be represented. But listing continued will give the same result of asingle item. A general item must not be given to the pc as the final result.This process will now be standard review S & D.L. RON HUBBARDLRH:jp.cdenFounder [This HCO B is modified by HCO B 28 November 1967, The Key S & D Question, page 210.]HUBBARD COMMUNICATIONS OFFICESaint Hill Manor, East Grinstead, SussexHCO BULLETIN OF 13 JANUARY 1968Remimeo"},{"pageNumber":23,"pageContent":"THE BOOK OF CASE REMEDIES23S & DsThere are three types of S & D (Search and Discovery). These are used to nullify theinfluence of suppressive persons or things on a case so the person will be able to be processedand will no longer be PTS (a Potential Trouble Source). People who are PTS became that waybecause of suppression by persons or objects. Insanity is also remediable by S & Ds wherethe person can be processed.These are all LISTING processes and if the auditor is not well-trained and good at thetechnology of listing, not only will no good result occur but the pc (given a wrong item,overlisted or underlisted, or audited over an ARC Break or PTP) can be made ill.Pcs who become ill are always to a greater or lesser degree PTS.These questions should not be shown to a pc as they may start him self-listing.The “type” is determined by the 1st letter of the key word in the listing question.S & D TYPE U“Who or what has attempted to unmock you?”Where this does not communicate, use “Who or what has tried to make nothing out ofyou?” A very bad off case may respond best to “Who or what has unmocked you?”This (above) is the standard and most used S & D.S & D TYPE S“Who or what are you trying to stop?”This works on all cases to a greater or lesser degree. It is particularly useful on a casethat is giving a great deal of trouble, gets small reads or is rather suppressive. This shouldwork on the insane also as the point where a Θn (thetan) becomes insane is the point where hebegins to generally stop things. I looked for years for the exact point where a Θn ceased to besane and became insane on any given subject and finally found that it was the exact moment hebecame dedicated to trying to stop whatever it was.S & D TYPE W“Who or what are you trying to withdraw from?”This is the action after a failure to stop has occurred.In administering these, the best order would be Type W, Type S and then Type U, ifyou are going to give them all to the same pc in a row.Any or all can be given to the same pc."},{"pageNumber":24,"pageContent":"THE BOOK OF CASE REMEDIES24S & Ds can be given more than once to the same pc.Properly listed the results are magical. If they are not magical, then listing tech is badlyout and should be restudied from ALL materials and tapes on the subject.Errors are located and repaired by the recent new L4A (HCOB of 9 January 1968).L. RON HUBBARDFounderLRH:jp.cdenBOARD TECHNICAL BULLETIN14 AUGUST 1968 RREVISED & REISSUED 11 AUGUST 1974 AS BTBRemimeoCANCELSHCO BULLETIN OF 14 AUGUST 1968 SAME TITLE(The only revision is in the last paragraph:“this HCO B” is revised to read “this BTB”)REMEDY B – ENVIRONMENTAND “NEW STYLE”The Remedy B Environment and “New Style” are both used for the purpose of han-dling difficulties which the preclear is currently having. These remedies when done properlyhave rapid and effective results. They are also used to handle glee, which is an extreme case ofmisunderstoods.The commands for REMEDY B ENVIRONMENT are:1b Listing Question 1b “In your environment who or what are you having trouble with?”2b Listing Question 2b “In your past who or what was similar to _______ (1b item)?”3b Listing Question 3b “Who or what was misunderstood in _______ (2b item)?”Remedy B “NEW STYLE” is done in the following way:1. Select a few related subjects that the Pc may have had difficulty with. (Can includepsychoanalysis, hypnotism, mathematics, Navigation, etc.)"},{"pageNumber":25,"pageContent":"THE BOOK OF CASE REMEDIES252. Assess what was sketched out in number 1 and take the one that reads and do thestandard actions of Remedy B above.1b “NEW STYLE” Question1b “In _______ who or what are you having trouble with?”2b and 3b commands are the same as in Remedy B.The commands and data of this BTB are compiled from LRH Supervised case foldersin the Sea Org."},{"pageNumber":26,"pageContent":"THE BOOK OF CASE REMEDIES26HUBBARD COMMUNICATIONS OFFICESaint Hill Manor, East Grinstead, SussexHCO BULLETIN OF 10 AUGUST 1973RemimeoHCO SecsE/OsMAAsTech SecsDs of PPTS PackPTS HANDLING(PTS = Potential Trouble Source)There are two stable data which anyone has to have, understand and KNOW ARETRUE in order to obtain results in handling the person connected to suppressives.These data are:1. That all illness in greater or lesser degree and all foul-ups stem directly and onlyfrom a PTS condition.2. That getting rid of the condition requires three basic actions: A. Discover. B.Handle or disconnect.Persons called upon to handle PTS people can do so very easily, far more easily thanthey believe. Their basic stumbling block is thinking that there are exceptions or that there isother tech or that the two above data have modifiers or are not sweeping. The moment a per-son who is trying to handle PTSs gets persuaded there are other conditions or reasons or tech,he is at once lost and will lose the game and not obtain results. And this is very too bad be-cause it is not difficult and the results are there to be obtained.To turn someone who may be PTS over to an auditor just to have him mechanicallyaudited may not be enough. In the first place this person may not have a clue what is meantby PTS and may be missing all manner of technical data on life and may be so overwhelmedby a suppressive person or group that he is quite incoherent. Thus just mechanically doing aprocess may miss the whole show as it misses the person’s understanding of why it is beingdone.A PTS person is rarely psychotic. But all psychotics are PTS if only to themselves. APTS person may be in a state of deficiency or pathology which prevents a ready recovery, butat the same time he will not fully recover unless the PTS condition is also handled. For he be-came prone to deficiency or pathological illness because he was PTS. And unless the conditionis relieved, no matter what medication or nutrition he may be given, he might not recover andcertainly will not recover permanently. This seems to indicate that there are „other illnesses orreasons for illness besides being PTS”. To be sure there are deficiencies and illnesses just asthere are accidents and injuries. But strangely enough the person himself precipitates thembecause being PTS predisposes him to them. In a more garbled way, the medicos and nutri-tionists are always talking about „stress” causing illness. Lacking full tech they yet have aninkling that this is so because they see it is somehow true. They cannot handle it. Yet they"},{"pageNumber":27,"pageContent":"THE BOOK OF CASE REMEDIES27recognize it, and they state that it is a senior situation to various illnesses and accidents. Well,we have the tech of this in more ways than one.What is this thing called „stress”? It is more than the medico defines it – he usuallysays it comes from operational or physical shock and in this he has too limited a view.A person under stress is actually under a suppression on one or more dynamics.If that suppression is located and the person handles or disconnects, the condition di-minishes. If he also has all the engrams and ARC Breaks, problems, overts and withholdsaudited out triple flow and if ALL such areas of suppression are thus handled, the personwould recover from anything caused by „stress”.Usually the person has insufficient understanding of life or any dynamic to grasp hisown situation. He is confused. He believes all his illnesses are true because they occur in suchheavy books!At some time he was predisposed to illness or accidents. When a serious suppressionthen occurred he suffered a precipitation or occurrence of the accident or illness, and then withrepeated similar suppressions on the same chain, the illness or tendency to accidents becameprolonged or chronic.To say then that a person is PTS to his current environment would be very limited as adiagnosis. If he continues to do or be something to which the suppressive person or groupobjected he may become or continue to be ill or have accidents.Actually the problem of PTS is not very complicated. Once you have grasped the twodata first given, the rest of it becomes simply an analysis of how they apply to this particularperson. A PTS person can be markedly helped in three ways: (a) gaining an understanding ofthe tech of the condition (b) discovering to what or to whom he is PTS (c) handling or discon-necting.Someone with the wish or duty to find and handle PTSs has an additional prior step:He must know how to recognize a PTS and how to handle them when recognized. Thus it israther a waste of time to engage in this hunt unless one has been checked out on all the materialon suppressives and PTSs and grasps it without misunderstoods. In other words the first stepof the person is to get a grasp of the subject and its tech. This is not difficult to do; it may be abit more difficult to learn to run an E-Meter and considerably more difficult to learn how tolist for items, but there again this is possible and is much easier than trying to grope aroundguessing.With this step done, a person has no real trouble recognizing PTS people and can havesuccess in handling them which is very gratifying and rewarding. Let us consider the easiestlevel of approach:I) Give the person the simpler HCO Bs on the subject and let him study them sothat he knows the elements like „PTS” and „Suppressive”. He may just cogniteright there and be much better. It has happened.II) Have him discuss the illness or accident or condition, without much prodding orprobing, that he thinks now may be the result of suppression. He will usuallytell you it is right here and now or was a short time ago and will be all set to ex-"},{"pageNumber":28,"pageContent":"THE BOOK OF CASE REMEDIES28plain it (without any relief) as stemming from his current environment or a re-cent one. If you let it go at that he would simply be a bit unhappy and not getwell as he is discussing usually a late lock that has a lot of earlier material belowit.III) Ask when he recalls first having that illness or having such accidents. He will atonce begin to roll this back and realize that it has happened before. You don’thave to be auditing him as he is all too willing to talk about this in a most in-formal manner. He will get back to some early this-lifetime point usually.VI) Now ask him who it was. He will usually tell you promptly. And, as you arenot really auditing him and he isn’t going backtrack and you are not trying to domore than key him out, you don’t probe any further.V) You will usually find that he has named a person to whom he is still connected!So you ask him whether he wants to handle or disconnect. Now as the sparkswill really fly in his life if he dramatically disconnects and if he can’t see howhe can, you persuade him to begin to handle on a gradient scale. This may con-sist of imposing some slight discipline on him such as requiring him to actuallyanswer his mail or write the person a pleasant good roads good weather note orto realistically look at how he estranged them. In short what is required in thehandling is a low gradient. All you are trying to do is MOVE THE PTS PER-SON FROM EFFECT OVER TO SLIGHT GENTLE CAUSE.VI) Check with the person again, if he is handling, and coach him along, always at agentle good roads and good weather level and no H E and R (Human Emotionand Reaction) if you please.That is a simple handling. You can get complexities such as a person being PTS to anunknown person in his immediate vicinity that he may have to find before he can handle ordisconnect. You can find people who can’t remember more than a few years back. You canfind anything you can find in a case. But simple handling ends when it looks pretty complex.And that’s when you call in the auditor.But this simple handling will get you quite a few stars in your crown. You will beamazed to find that while some of them don’t instantly recover, medication, vitamins, mineralswill now work when before they wouldn’t. You may also get some instant recovers but realizethat if they don’t you have not failed.The auditor can do „3 S&Ds” after this with much more effect as he isn’t working witha completely uninformed person.„3 S&Ds” only fail because of wrong items or because the auditor did not then put intriple rudiments on the items and then audit them out as engrams triple flow.A being is rather complex. He may have a lot of sources of suppression. And it maytake a lot of very light auditing to get him up to where he can do work on suppressives sincethese were, after all, the source of his overwhelm. And what he did to THEM might be moreimportant than what they did to HIM but unless you unburden HIM he may not get aroundto realizing that."},{"pageNumber":29,"pageContent":"THE BOOK OF CASE REMEDIES29You can run into a person who can only be handled by Expanded Dianetics.But you have made an entrance and you have stirred things up and gotten him moreaware and just that way you will find he is more at cause.His illness or proneness to accidents may not be slight. You may succeed only to thepoint where he now has a chance, by nutrition, vitamins, minerals, medication, treatment, andabove all, auditing, of getting well. Unless you jogged this condition, he had no chance at all:for becoming PTS is the first thing that happened to him on the subject of illness or accidents.Further, if the person has had a lot of auditing and yet isn’t progressing too well, yoursimple handling may all of a sudden cause him to line up his case.So do not underestimate what you or an auditor can do for a PTS. And don’t sell PTStech short or neglect it. And don’t continue to transfer or push off or even worse tolerate PTSconditions in people.You CAN do something about it.And so can they.L. RON HUBBARDFounderLRH:nt.rd"},{"pageNumber":30,"pageContent":"THE BOOK OF CASE REMEDIES30CHAPTER 6TABLE OF REMEDIESREMEDY AApplies to: ANY COURSE STUDENT, including P.E. What is Noticed: Noted to be frowningor nattering. What is Established: Mainly has been studying. What to Do: Effectively clarifydefinitions recently studied.REMEDY BApplies to: ANY COURSE STUDENT, including P.E. What is Noticed: Noted to be frowning,nattering or criticising, and asking questions which really don’t apply to Scientology or twistit. What is Established: Has been studying similar subjects for years. What to Do: Get theperson audited on definitions not grasped in subjects similar to Scientology and studied previ-ously by the pc. (In P.E. this is assigned as self-audit; in all Other cases it is audited by anauditor.)REMEDY CApplies to: ANY STUDENT. What is Noticed: Being destructive in any way, criticising in-structors, auditors. What is Established: Mainly has been studying. What to Do: Get uppercourse student or competent, qualified student to find and pull withholds missed by “Scien-tologists” and to find when they missed them.REMEDY DApplies to: ANY PC. What is Noticed: Criticising own auditor in session. What is Established:Has been getting auditing from this auditor for only this session. What to Do: Look for andpull withholds other auditors have missed.REMEDY EApplies to: ANY PC. What is Noticed: Criticising own auditor in session. What is Established:His been audited smoothly for more than one session by this auditor or has personal relation-ships with auditor. What to Do: Look for and pull overts pc has committed against this audi-tor.REMEDY FApplies to: ANY PC. What is Noticed: Criticising own auditor in session. What is Established:Has been being audited by auditor who is now antagonistic to pc. What to Do: Get an ARCBreak Assessment done (Level III to VI) on appropriate list and also on List One (L1 for Ses-sion ARC Breaks). Then have both pc’s and auditor’s O/W’s pulled on each other.REMEDY GApplies to: ANY PC. What is Noticed: Criticising course or organization. What is Established:Has been audited some time without gain (minimal TA). What to Do: Get an ARC Break As-sessment run on pc, using the list for processes last run and session list also. Do bypassedcharge assessment, clearing each appropriate list and session list. Then look for undisclosed"},{"pageNumber":31,"pageContent":"THE BOOK OF CASE REMEDIES31PTP’s and hidden standards, and handle by Itsa on solutions they have had for each problemas it is found, until it does not needle register on “How do you feel now about _______ ?”"},{"pageNumber":32,"pageContent":"THE BOOK OF CASE REMEDIES32REMEDY HApplies to: ANY PERSON. What is Noticed: Refusing auditing. What is Established: Hasnever been audited. What to Do: Discover what goal this person has had that has beenthwarted. Indicate it to person as the bypassed charge. Find who in the person’s surroundingsdidn’t acknowledge and spot incomplete comm cycles to that person. Find other people inpc’s life who didn’t ack. Spot these cycles, etc. Then handle as a routine case, but use onlylight processes. Itsa on solutions to problems, then locational, and then havingness.REMEDY IApplies to: ANY PERSON. What is Noticed: Being bitter about Scientology, being very argu-mentative. What is Established: No experience with Scientology. What to Do: Avoid discus-sion of Scientology. Discuss only other subjects, similar to Scientology, person has not under-stood, until person feels better about them. (This is not done as auditing.) Then find what goalhas been thwarted by earlier, similar subject person is most sour on and indicate it as by-passed charge and proceed as in REMEDY H.REMEDY JApplies to: ANY PERSON. What is Noticed: Criticising you as a Scientologist. What is Estab-lished: No experience with Scientology. What to Do: Have person discuss difficulties theyhave had in helping people. (Handle these as incomplete comm cycles the person has.) Becareful to ack any overts disclosed, but don’t probe for any not volunteered. Proceed then asin REMEDY H.REMEDY KApplies to: ADVANCED PC (upper levels). What is Noticed: Refusing auditing. What is Es-tablished: Has had some highly restimulative, unsuccessful auditing. What to Do: Do appro-priate ARC Break Assessment to fit the processes run. Thus locate and indicate the mainprocess charge. Do a session type ARC Break Assessment as needed (if pc is still not cheer-ful). When ARC break’s gone, audit pc on bypassed charge assessments on same lists used tolocate ARC break. Go on processing processes that. were already in progress.REMEDY LApplies to: ANY PC. What is Noticed: Pc refusing a majority of available auditors. What isEstablished: Pc has been ARC broken by some practitioner somewhere or by auditors. Whatto Do: If audited at Level III or below, do generalized (wording questions on list, “In auditing_______ ?”) ARC Break Assessment with L1 (can be broadened to include any practitioner,pre-Scientology). If audited above Level III, do ARC Break Assessment using list for processmost recently run, then generalized ARC Break Assessment with L1 (session). Then pullwithholds auditors (or earlier practitioners) have missed. Then pull overts on past auditors (orpractitioners). Then if pc not cheerful, pull overts on present auditor. Resume process thatwas being run.REMEDY MApplies to: ANY PC. What is Noticed: Pc has blown. What is Established: Audited over ARCbreaks. What to Do: Examine reports carefully and find earlier session where pc first set asour, beginning-of-session goal. Examine the session immediately before that session and list,"},{"pageNumber":33,"pageContent":"THE BOOK OF CASE REMEDIES33from the report on that earlier session, several possible reasons for bypassed charge for boththe process that was used and List One (Session ARC Breaks). By any communication means,indicate each of these possible reasons as possible bypassed charge to the pc. When pc re-turns, do generalized bypassed charge assessments covering the types of processes run duringand since the first ARC break. Then do an L1 bypassed charge assessment in a generalized(any session) form. Then determine what goals in auditing have been thwarted, handling byItsa and letting pc cognite on the various bypassed charges thus located. Then resume auditingwhat was interrupted by the blow.REMEDY NApplies to: ANY PC. What is Noticed: Leaving session good but consistently returning to nextsession caved in with new PTP’s. What is Established: Find out if pc has someone close tohim opposed to and fighting Scientology and making nothing of him or his gains. What isDone: If so, have pc move out of that environment for the duration of any intensive.REMEDY OApplies to: INSANE PC. What is Noticed: Relatives or others demanding something must bedone. What is Established: Pc can best be helped by providing a safe environment. What toDo: Advise isolation and quiet rest away from usual areas and associations, and forbid physi-cally damaging treatments of any kind.REMEDY PApplies to: ANY PC. What is Noticed: Pc continually over-restimulated despite effectiveauditing. What is Established: Gets more restimulated by usual environment than auditing canstay even with. What is Done: Advise change of residence and no work during period of inten-sive.REMEDY QApplies to: ANY PC. What is Noticed: No remedy seems to work. What is Established: Dis-cover what other therapies or exercises pc is also doing between sessions. What is Done: RunItsa on ideas he has had to help himself until original difficulty shows up, and handle it."},{"pageNumber":34,"pageContent":"THE BOOK OF CASE REMEDIES34CHAPTER 7SUPERVISOR’S REMEDIESThe following section of the Table of Remedies applies to any session; therefore, the“Applies to” portion is omitted. The “What is Observed” portion of each remedy refers towhat the supervisor observes in auditing reports or sees in the actual session. The “What toDo” portion refers to what the supervisor now looks for or establishes to be the case. The“What to Direct” portion is what the supervisor tells the auditor to do, either directly, or bywriting it on the auditor’s report.Recognize that these following remedies also should be used by the individual auditor.REMEDY RWhat is Observed: No TA action, were getting it – not now getting it. What to Do: Look backthrough past reports to see when the TA ceased and what happened at that time. What to Di-rect: Some earlier process is unflat or auditor didn’t handle something. Tell auditor to flattenearlier process or to handle what was found.REMEDY SWhat is Observed: TA gone high. What to Do: Go back and find where TA was low. Find thepoint just after that where something happened. Investigate that time period for what hap-pened. (PTP, missed withhold, etc.) What to Direct: Handle what is found.REMEDY TWhat is Observed: Pc sour when giving gains (didn’t make most of session goals). What to Do:Investigate the session through report, auditor or pc. (Auditor over-flattened a process, Q andA’ed or whatever.) What to Direct: Handle what happened that soured the pc, specifyingwhat happened.REMEDY UWhat is Observed: Auditor reports that pc’s comments are critical. What to Do: Investigatethat session. (PTP, missed withholds, ARC break, etc.) What to Direct: Handle, specifyingwhat was found.REMEDY VWhat is Observed: Auditor says pc is being run on wrong process. Yet there is TA action.What to Do: Pc protesting process; auditor agreeing. What to Direct: Flatten process.REMEDY WWhat is Observed: Auditor says pc has an unflattened process. What to Do: Maybe the pc isonly in a win. Something wrong. Find out by talking to pc. What to Direct: If process pc wonon is unflat, flatten that after you’ve flattened what you’re doing. If pc is only stuck in a win,get pc’s considerations on it off and unstick the pc so he can be run on anything.REMEDY X"},{"pageNumber":35,"pageContent":"THE BOOK OF CASE REMEDIES35What is Observed: Auditor comments process is flat while still getting TA action on it. Whatto Do: Normally on investigating, you find pc is protesting process is flat and the auditor hasagreed, saying TA action is on “Protest”. What to Direct: Get session ruds in; flatten process.REMEDY YWhat is Observed: Auditor suggesting some weird solution (like pc can’t be audited where pcis being audited). What to Do: Find out why auditor is suggesting solution. (Maybe withholdsfrom others around, etc.) What to Direct: Handle the reason the solution is being suggested.(Itsa, any elementary brief process.)REMEDY ZWhat is Observed: Auditor blaming pc’s condition on course, instructors, etc. Or if not oncourse, is blaming pc’s environment for condition. (Student auditor comments, “The course isover-restimulative. Don’t let pc study or anything.”) What to Do: Recognize that auditor isnot good at destimulating pc, but good only at restimulating. What to Direct: Run destimula-tion processes only (PTP’s, overts, etc.).REMEDY AAWhat is Observed: Pc has had electric shock. Auditor’s solution is to run it out. What to Do:Supervise heavily to prevent it from being done. What to Direct: Light touch. Don’t go near it.Let pc get on top. Don’t throw pc into something he or she can’t handle. Locational proc-esses, ARC straight wire, etc.REMEDY ABWhat is Observed: No TA action on chronic somatics. Auditor wants to do something in-stantly, but no TA on it. Auditor has all kinds of reasons why something must be done aboutit. What to Do: Find something out about the whole subject that reacts well on meter (hospi-tal, doctor, etc.) and that you can get TA action on, or what they weren’t able to do because ofit, or what it got pc out of doing, or what it would cost to lose it. What to Direct: Run that.REMEDY ACWhat is Observed: Pc gets queasy in auditing (an auditing queasiness). What to Do: Having-ness down. Auditor is not really running a havingness process right. What to Direct: See thathavingness is run right or pc’s right havingness process is found.REMEDY ADWhat is Observed: While being audited, pc doesn’t want to be controlled. Not ARC broken,just balky. What to Do: Check Help. What to Direct: 5-way Help bracket.REMEDY AEWhat is Observed: Pc complaining about mass, no matter what you run. (Auditor says,“Every time pc talks of 1962 he gets mass.”) What to Do: Recognize it’s a service facsimile.What to Direct: Locate and handle the pc’s service fac.REMEDY AFWhat is Observed: The degraded type pc (never been able to help). The “can’t” type pc (can’taudit, etc.). What to Do: Discover if, in actual fact, they’re being effective in the area they say"},{"pageNumber":36,"pageContent":"THE BOOK OF CASE REMEDIES36they aren’t. What to Direct: Appropriate sec. checking. (There are hidden overts in the area ofthe complaint.) (A special sec. check list may have to be drawn up for area.)REMEDY AGWhat is Observed: Weird chronic PTP. (The preclear is always concerned about “husbandrunning around with other women”, yet this is not happening.) No TA action on it. What toDo: If no TA action on it, find out what the problem really is. What to Direct: Look for anarea around that subject which does get TA and run it and destimulate the problem. (If TA onit, handle like any other PTP).REMEDY AHWhat is Observed: Auditors won’t audit pc. Constant natterer in sessions, nothing cures.What to Do: Find out if pc’s ARC broken with life. What to Direct: R4H (R2H was the olderdesignation of the same process.)REMEDY AIWhat is Observed: Pc runs same incident always. What to Do: Find what pc is doing with thisChronic PTP that has never been brought up or recognized. Incident explains something forpc. (The pc is using the incident as a solution to some PTP that must be run.) What to Direct:Locate and run the actual PTP.REMEDY AIWhat is Observed: The pc who has huge overts and no responsibility for them. What to Do:Recognize pc has no real idea they are overts and the actions are not real to the pc. What toDirect: Run Justifications.REMEDY AKWhat is Observed: The person who’s never done anything bad or irregular in his whole life.What to Do: Recognize the condition as impossible and that pc is withholding heavily. What toDirect: Find the overts by asking, “Have you ever murdered anyone?” (Ask a lot of shockingquestions.) Pc objects, but gives real ones the pc has done.REMEDY ALWhat is Observed: The pc who can remember nothing. What to Do: Recognize pc is belowrecall processes. What to Direct. Cease pressing for recalls at once. Run totally objective proc-esses of a simple kind (“Where is room object _______ ?” etc.), until pc can remember.REMEDY AMWhat is Observed: Pc who won’t do any work in a session. Auditor has to do it all. What toDo: Recognize that a session is a solution. What to Direct: “What is an auditing session a solu-tion to?” Then Done/Not done processes.REMEDY ANWhat is Observed: Pc doesn’t want to talk about case. Comes for session but isn’t interestedin case. What to Do: Recognize pc can’t comm because hasn’t anyone to talk to and has noself. Terminal scarcity. What to Direct: “Recall a terminal.” Also ARC Straight Wire."},{"pageNumber":37,"pageContent":"THE BOOK OF CASE REMEDIES37REMEDY AOWhat is Observed: Pc doesn’t think there’s anything wrong with him. What to Do: Sit downand find what pc thinks he can improve. “What area do you think you can make some im-provement on?” What to Direct: Process area.REMEDY APWhat is Observed: Process fine with good TA action; however, next day process not flat, butno TA action can be gotten on pc. Also the pc that always has to have new processes. What toDirect: Find overts or withholds. If these don’t cure this, use any type of Duplication whichwas a standard process for duplication trouble. Run duplication. (Two objects, what things arealike, OP-PRO-BY-DUP, etc.)REMEDY AQWhat is Observed: The unreal pc. (No leg, but has ballet dancer ambitions.) What to Do: Rec-ognize fact that pc is in an unreality and that pc is not confronting. What to Direct: Run objec-tive reality (“Look around here and find something really real.”) Also old Universe and Va-lence processes work on this.REMEDY ARWhat is Observed: Pc looking, doing better, but never seems to get any gains. Complains.What to Do: Recognize fact pc on a succumb. Auditor – pc goals are contrary. Hidden stan-dard. What to Direct: “What would have to happen to you to know Scientology worked?”Run repetitively, and carefully list PTP’s that pc uses as answers for eventual handling. Thegoof in doing this is not to list PTP’s pc brings up. These must be handled after the process,above, is flat.REMEDY ASWhat is Observed: Pc who wants to shock the auditor. What to Do: Recognize fact that pc istrying only to produce effects. What to Direct: Effect production process, “What could youreally do?”REMEDY ATWhat is Observed: Pc who only wants to give other people’s misdeeds, rarely his own. Whatto Do: Recognize pc doesn’t give own misdeeds and pc has withholds. What to Direct:Jo’burg. Justifications.REMEDY AUWhat is Observed: Pc who always has “withholds” he gets off that are critical of the auditor.What to Do: Recognize as symptom of an overt on auditor, or that pc never recognizes whoauditor is. Confuses auditor with somebody else. What to Direct: Run overts on auditor or“Look at me. Who am I?”REMEDY AVWhat is Observed: Pc inventing processes he must have run on him. What to Do: Recognizefact that pc has unflattened processes. What to Direct: Find and flatten unflattened processes.REMEDY AW"},{"pageNumber":38,"pageContent":"THE BOOK OF CASE REMEDIES38What is Observed: Pc writing auditor huge notes. What to Do: Realize pc had not been ack’ed.What to Direct: “What have I heard?” Any other ack process. (Also “Recall a terminal.”)REMEDY AXWhat is Observed: Pc who does everything he’s not supposed to do while being audited. Whatto Do: Realize pc feels he doesn’t deserve auditing. Wasting auditing. Wasting help. What toDirect: “Who deserves auditing?” Any of the old time Valence or Universe processes. Also“Who should be getting auditing?”"},{"pageNumber":39,"pageContent":"THE BOOK OF CASE REMEDIES39REMEDY AYWhat is Observed: Pc who can only be audited by a specific auditor. What to Do: Recognizeterminal scarcity. What to Direct: “Recall a Terminal.”REMEDY AZWhat is Observed: Pc who complains processing has ruined some ability. What to Do: Find ifthe process was left unflat. What to Direct: Flatten the process that “ruined” him.REMEDY BAWhat is Observed: Pc is doing something else other than what auditor is doing. What to Do:Recognize pc is doing odd things with questions. What to Direct: Hand Space Mimicry, or anyduplication process.REMEDY BBWhat is Observed: Pc with withholds, but never gets them off. What to Do: Recognize pcaudited above comm level. What to Direct: “Who would it be safe to talk to?” or “What couldyou tell me?”REMEDY BCWhat is Observed: Pc obsessively digging up bad things in his case. (You do something for pcand pc has something else wrong. Can’t keep ahead of the pc’s difficulties or symptoms.)What to Do: Establish if pc being audited on own determinism and handle PTP with personmaking pc get audited. Also Serv Fac. Also huge, undisclosed PTP or huge, undisclosed overt.What to Direct: Handle what is established above.REMEDY BDWhat is Observed: Pc in past wins (glories of yesterday). What to Do: Recognize pc is stuckin wins. What to Direct: Validation type processing. “What have you been?” or “Recall awin.”REMEDY BEWhat is Observed: Pc, always and only. auditing away at back track. What to Do: See if pcisn’t heavily over-restimulated. What to Direct: Destimulative type, light auditing only.REMEDY BFWhat is Observed: pc always running as having been important identities in the past. What toDo: See if pc is bitter about present life or if pc feels degraded about something. What to Di-rect: R4H (old R2H redesignated as R4H).REMEDY BGWhat is Observed: pc who uses psychoanalytic terms, symptoms and explanations continu-ally, or any pc who uses terms and symptoms of another practice, religion or activity. What toDo: Establish what practice or body of knowledge it was. What to Direct: “What was (prac-tice) a solution to?”, O/W on practitioner, missed withholds from practitioner, misunderstoodterms, unflattened “process”. Get the problem the pc was trying to solve by going to the"},{"pageNumber":40,"pageContent":"THE BOOK OF CASE REMEDIES40analyst (or other practitioner). If problem is occluded, it will finally emerge by getting pc torecall solutions. (A whole psychoanalysis can be “lock scanned” out in a short time.)"},{"pageNumber":41,"pageContent":"THE BOOK OF CASE REMEDIES41REMEDY BHWhat is Observed: Unable to pull an overt. What to do: Get the pc’s comm level to auditorraised. What to Direct: Be sure pc is not in an ARC break (if so, get appropriate assessmentdone first and handle ARC break). Direct “What are you willing to talk to me about?” be rununtil student or pc in good comm with auditor. Then pull the overts.REMEDY BIWhat is Observed: Student or pc wants to leave before activity completed. Has motivators.What to Do: Stamp on anyone who is “being reasonable” about condition and explain to themdefinitions and overts. Get student or pc handled by self or another. Refuse to let people flubthis one. What to Direct: (a) Handle any ARC break by appropriate list. (b) Pull any overtstudent or pc has recently committed in the area. (c) Get the word, the student or pc hasmissed or not understood, located and defined. (d) Get the Instructor or auditor checked outon overts and also misdefined words.REMEDY BJApplies to: CASES THAT DO NOT RESPOND TO ANY OF THE ABOVE WHEN THECORRECT OBSERVATION WAS MADE AND THE REMEDY WELL APPLIED. Whatis Observed: No remedies work although pc has been audited on them. What to Do: Find out ifpc (a) Has been drawing or has been promised disability compensation, or (b) Is in any waybeing rewarded for his condition, or (c) Has been part of any healing profession, or (d) Is aprofessional auditor or Scientologist. Assess the words “condition”, “disability”, “sickness”for largest read. (Other words of like nature may be used in the assessment.) What to Direct:Flatten the following process: “What (word assessed) have you been paid for?” (Tense canalso be Changed to “are you being” or “will you be” connected to word assessed.)"},{"pageNumber":42,"pageContent":"THE BOOK OF CASE REMEDIES42CHAPTER 8TECHNICAL NOTESNote 1: THE DIFFERENCE BETWEEN ARC BREAK ASSESSMENTS AND BY-PASSED CHARGE AUDITING. You do not audit an ARC Break Assessment. Auditingconsists of asking or commanding and acknowledging. You don’t ask anything, or give a com-mand and then acknowledge, while giving an ARC Break Assessment. You just do it and indi-cate to the pc what reads on the needle. You do this until the pc is cheerful again. There areseveral lists. Only one (L1) applies to a session. The others apply to levels and types ofprocesses.Only a skilled meter operator should do ARC Break Assessments. An unskilled onemakes only more ARC breaks by flubs.If an auditor who can’t do an ARC Break Assessment has a pc ARC break, that audi-tor should find an auditor who can do an assessment and get it done on the pc before pro-ceeding with auditing.A bypassed charge assessment, unfortunately, also has “assessment” as part of itsname and can be confused with an ARC Break Assessment. But a bypassed charge assessmentis actual auditing (Level III). Here one cleans each smallest read off a question (but not cleaningcleans) before going on to the next question, handling originations by the pc and acknowledg-ing. One never does this with an ARC broken pc. With an ARC break one just ploughs onlooking for a big read and indicates it to pc.Note 2. THE DOUBLE ARC BREAK. If at any time during the handling of a pc whois blowy or has blown, the pc again ARC breaks while doing the ARC Break Assessment:. (a)locate the charge that has just been bypassed; and then (b) resume handling the charge that wasbeing looked for when the new ARC break occurred. Don’t mistake mere criticism and natterwhich is usually present during an ARC Break Assessment for a new ARC break.Note 3. All of the above apply to Clay Table and any other type of auditing.Note 4: In the Supervisor remedies I was greatly assisted by Mary Sue who has su-pervised more HGC’s than any other auditor in the world."},{"pageNumber":43,"pageContent":"THE BOOK OF CASE REMEDIES43CHAPTER 9ENVOYNone of the remedies, given above, have failed when actually applied in any case whichhad the symptoms for which the process is recommended.They have been used as the routine advice given to auditors for their preclears by my-self.They have been used in many more instances by Mary Sue during times she worked asa Case Supervisor or Director of Processing in many organizations.Almost all of these processes are quite old.You will note that these processes do not resolve the preclear’s main aberrations. Theyonly resolve the preclear’s complaints, lack of wins and tendencies to blow.While useful even in general processing, few would be a satisfactory diet for all ses-sions, always.Here we are only taking up the troublesome cases, the cases that are made troublesomeby lack of wins, the case situations which absorb the bulk of a Supervisor’s time and sap hisand the auditor’s morale.I don’t at the moment recall any cases or conditions of blow different from the onesgiven in the tables above. And Mary Sue, after some thought, couldn’t recall any others. Thisdoes not mean there are no others, but they would be pretty unusual if there were.USE BY SUPERVISORSThe apparent exception to the table, the case everybody says is different and nut cov-ered, falls under the “Australian heading” (because Australians almost never do what they’reasked to do.) This exception would go somewhat like this: D of P to Staff Auditor: “UseRemedy AG on your pc today.” (Later) Staff Auditor to D of P: “That didn’t work.”This routine could be followed by the D of P thinking, “Golly, that’s a different typeof case. Not covered in the table”, and sitting up half the night working out a new approach.Rather the D of P, being wily and wise in the ways of auditors, should have said to, “Thatdidn’t work.” D of P to Staff Auditor: “What didn’t work?” And the staff auditor would thenhave said, “Why, getting the pc to think of horrible things to do to her husband.” Which isn’t,if you care to look, REMEDY AG.For being wily and wise myself in these matters, I always ask “What didn’t work?”And if the answer was what I’d said in the first place, I’d have then asked the pc what wasrun and would have found something else had been used.By being sure the direction was followed and was done, I then have found what didand didn’t work; and so you have a table."},{"pageNumber":44,"pageContent":"THE BOOK OF CASE REMEDIES44And in using it to supervise be sure that: (1) The condition the pc is manifesting is theone reported, (2) The right manifestation is located in the table, and (3) The instruction isproperly and completely executed.Only if you do these things, can you supervise the auditing of pc’s successfully. TheCase Supervisor or D of P who doesn’t take the three steps above, remorselessly, will havepc’s blow or will have that more gentle blow; they just don’t keep on with auditing.But let us end on a happier note.You have here the secrets of fourteen years of experience with patching up cases andkeeping them going.I’m glad I thought of putting it together for you.And you are welcome to all the success it brings.Good auditing!"},{"pageNumber":45,"pageContent":"THE BOOK OF CASE REMEDIES45INDEX TO REMEDIES“Ability ruined by processing” ZAck, Lack of H, AWAdvanced pc Kadvice, Giving N, O, Pantagonism Auditor FARC breaks F, G, K, L, M, U, AH, BH, BIArgumentative person Iauditing, Refusing H, Kauditing, Unsuccessful Kauditing, Wasting AXauditors, Professional BJauditors, Refusing L, AYAuditors won’t audit this pc AHback track, Always BEBetween sessions N, P, QBitterness I, BFBlown MBreaking rules AXBypassed charge assessment G, K, M“Can’t” type pc AFCase, “has none” AN, AOcases (other), Remedies for Q, BJcomm cycles, Incompleted H, Jcomm level, Audited above BB, BHComplaining pc AR, AZconfronting, Not AQcontrol, Resisting ADCourses A, B, CCritical A, B, C, D, E, F, G, J, U, Z, AT, AUCritical of own auditor D, E, F, AUdefinitions, Use of A, B, I, BG, BIDegraded pc AF, BC, BF“Deserves no auditing” AXduplication, Mis- or Non- AP, BADestimulation K, N, O, P, Z, AG, BEdeterminism, Other BCdifficulties, Can’t keep ahead of N, P, BCDisability compensation BJDiscussion I, Jeffect on auditor, Wants to produce ASElectric shock AAEnvironment N, O, P, ZExercises, Other fields QFlat process W, XFriends opposed to pc NFrowning A, Bgain, NO G, K, N, P, Q, AB, AH, AR, BJgains, Sour T, ARGoals, auditor-pc contrary ARGoals sour beginning session Mgoals, session, Didn’t make TGoal thwarted H, I, MHavingness H, ACHealing professions BJ help, Wasting AXHidden standards G, ARhelp, Difficulties with J, AFidentities, Important past BFincident, Always runs same AIIncomplete activity, wants to leave BIInsane pc OInstructors (useful to) A, B, C, G, I, J, BIInterest, none in case ANInventing processes AVJustifications AJ, ATlevels, Upper K, Lmass, Complaints about AEmisdeeds, Giving Others ATMisdeeds, has none AKMissed withholds C, D, L, S, U, BGMotivators BI Natter A, B, C, AHNew persons (non-Scientologists) A, B, H, I, J, Lnotes, Writing auditor huge AWOcclusion AL, BGOther treatments (therapies) B, O, Q, BG, BJOver-flattened process TOver-restimulation K, N, O, P, Z, BEOverts E, F, J, L, Z, AF, AJ, AK, AP, AT, AU,BC, BH, BIOverts on auditor E, F, AUoverts, Giving Others ATOverts, has none AKoverts, Obsessively giving BCPE Course (useful to) A, B, C, I, JPTP’s G, N, P, Q, S, U, Z, AG, AI, AR, BC, BGPTP’s Chronic AG, AIPTP’s, Constantly new N, PPractices, other O, Q, BGPractitioners L, BG, BJProcesses (handling of)Always must have new APFlat R, V, W, X, APInventing AVOver-flat TProtesting V, XUnflat R, V, W, X, AP, AV, AZ, BGWrong VProcesses (types)Ack H, J, AWAdvice B, N, O, PARC Break Assessment F, G, K, L M U, AH,BHARC Straight Wire AA, ANBypassed charge assessment G, K, M"},{"pageNumber":46,"pageContent":"THE BOOK OF CASE REMEDIES46Definitions A, B, I, BG, BJDiscussion I, J“Done/Not done” AMDuplication AP, BAEffect production ASHavingness H, ACHelp ADItsa G, H, M, Q, YJo’burg AT Justifications AJ, ATLocational H, AALock scanning BGMissed withholds C, D, L, S, U, BGObjective AL, AQ O/W F, AM, BGOverts E, J, L, Z, AF, AJ, AK, AP, AU, BC,BH, BIR4H (R2H) AH, BFRecall AL, AN, AW, AY, BD, BGSec. checking AF, AK, ATService fac AE, BCSolutions G, AM, BGUniverse AQ, AXValence AQ, AXValidation BDWithholds F, AK, AP, AT, AU, BB, BGProfessional auditors BJPsychoanalysis BGpull overts, Unable to BH Q&A Tqueasiness, Auditing ACquestions, Non-applicable BRecall, none ALRefusing auditing H, KRefusing auditors L, AYRegistrars (useful to) H, I, JRelatives N, O, PReligions, Other BGRemedies, when none work Q, BJReasonableness BIResponsibility, none AJRestimulation K, N, O, P, Z, BESafe environment O, BBService fac AE, BCshock auditor, Trying to ASsolutions, Auditor Y, Z, AA, ABsolutions, Weird Y, Z, AA, AB, AI, AMsomatics, Chronic ABStuck in wins W, BDStudents A, B, CTA High STA action, Minimal GTA action, none R, AB, AG, APTerminal scarcity AN, AW, AYterms, Misunderstood A, B, I, BG, BITreatment, therapies, other B, P, Q, BC, BFUnflat process R, V, W, X, AP, AV, AZ, BGUnreal pc AJ, AQWasting auditing, – help AXwins, Stuck in W, BDWithholds F, AK, AP, AT, AU, BB, BG“withholds”, Critical AUwithholds, Never gets off BBwords, Misunderstood A, B, I, BG, BIwork in session, Won’t AMWrong process V"}]
