[{"pageNumber":1,"pageContent":"    ICELANDIC POETRY OR THE EDDA OF SAEMUND    \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":2,"pageContent":" ii Credits Support the Scribe’s Gild and help us make the Lore of the North accessible to everyone. To visit the Scribe’s Gild and find out how go to: http://www.northvegr.org/scribe/index.html This text brought to you in PDF format by: Visit Northvegr on the web at: http://www.northvegr.org/ This text transcribed by Loptsson northvegr@yahoo.com © 2003 Northvegr. This book can be di stributed freely as long as no monetary gain is made and the credits are left intact.  "},{"pageNumber":3,"pageContent":" iii Title Page ICELANDIC POETRY OR THE EDDA OF SAEMUND TRANSLATED INTO ENGLISH VERSE, BY A. S. COTTLE, OF MAGDALEN COLLEGE, CAMBRIDGE. SI NOSTRUM ARERET INGENIUM, DE VETUSTATIS POSSET FONTIBUS IRRIGARI. HIEROME BRISTOL: PRINTED BY N. BIGGS, FOR JOSEPH COTTLE, AND SOLD IN LONDON BY MESSRS. ROBINSONS. 1797 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":4,"pageContent":" 1 INTRODUCTION The Northern nations maintained a doubtful contest with Rome, even in the most glorious period of the Republic --- but when Rome had sunk into depraved slavery, the enthusiasm of a fierce supers tition prevailed, and the face of Europe has been changed by its success. The tenets of this superstition must be sought for in the Edda. The original inhabitants of Europe according to some writers, consisted of two distinct races of men, the Celts and Sarmatians. (1) The latter they say were the Ancestors of the Russians, Poles, Bohemians and Walachians. From the former descended the ancient inhabitants of Gaul, Germany, Scandinavia, Britain and Spain. But by others this position is deni ed, so far however as relates to the Celts. These maintain that Germany, Scandinavia, Gaul and Britain, were not inhabited by the descendants of one single race; but divided between the Celtic who were the ancestors of the Gauls, Britons, and Irish; and the Gothic or Teutonic, from whom the Germans, Belgians, Saxons and Scandinavians derive their origin. Two reasons may be assigned for this difference of opinion. One from the similarity of language, the other, of custom . In remote ages prior to history, and the improvements of science, the bounds and limits of each nation were but faintly distinguished. The barbarous inhabitants of Europe, roving and unsettled, often varied their situation. At one time they seized this part of the country, at another, were driven from it by some stronger tribe of Barbarians, or spontaneously left it in search of some new settlement. Thus Cæsar informs us that the Gauls often migrated across the Rhine into Germany, and on the other hand, the Germans into Gaul. By these means the languages and customs of each became blended together, till in time, hist orians were led to believe that they were both originally descended from the same stock. The Roman writers had such a confused and indistinct knowledg e of the descent and character of the northern nations of Europe, that they confounded both the Celts and Goths with the Sarmatians, who are well known to have been a distinct nation from them both. Thus Zosimus, an historian of the third century, includes them all under the common name of Scythians; and this at a time when, after their long and frequent intercourse with the Romans, their historians ought to have been taught to distinguish them better. But notwithstanding the general resemblances between the Germans and Gauls, or in other words, the Teutonic an d Celtic nations, they are sufficiently distinguished from each other, and diffe r considerably in their person, manners, laws, religion, and language. Cæsar expressly assures us, that the Ce lts or inhabitants of Gaul, differed in language, custom, and laws, from the Belgæ, on the one hand, who were chiefly a Teutonic people, and from the inhabitants of Aquitain on the other, who from their vicinity to Spain, were probably of Iberian extraction; and Cæsar ought certainly to be considered as complete master of the subject. Tacitus also has observed a striking difference in the persons of the Germans, Gauls, and Spaniards."},{"pageNumber":5,"pageContent":" 2 They differed also in customs and manners. To instance only in one point, among the Germans, the wife did not give a dowry to her husband, but the husband to the wife. Among the Gauls, the husband received a portion in money with his wife, for which he made her a suitable settlement of his goods. They differed no less in their institution s and laws. The Celtic nations do not appear to have had that equal plan of liberty, which was the peculiar characteristic of all the Gothic tribes , and which they carried with them, and planted wherever they made settlements . On the contrary, in Gaul, all the freedom and power chiefly centered among the Druids and the chief men, whom Cæsar calls Equites or Knights: but the in ferior people were little better than in a state of slavery; whereas the meanest German was independent and free. But if none of these proofs of their being two distinct people existed, the difference between their religion and lang uage would decide the controversy at once. Among the Celts, there was a peculiar Hierarchy or sacred College, which had the entire conduct of all their religious and even civil affairs. The members of this institution, who were Druids, served them both for Magistrates and Priests: but among the Gothic and Teutonic nations, nothing of this kind is to be found. It is true the Gothic nations had their priests, but they bore no more resemblance to the Druids, than to the Pontiffs of the Greeks and Romans, or any other Pagan people. The Druids believed in the transmigration of the soul. The Teutonic nations, on the contrary, held that there was a fixed Elysium, and a hell, where the valiant and just were rewarded, and where the cowardly and the wicked suffered punishment. The description of these places forms a great part of the Edda. In many other instances, the institutions of the Druids were extremely different from those of the Gothic nations. The former frequently burnt a great quantity of human victims alive, in large wicker images, as an offering to their Gods. The Gothic nations, though like all other Pagans, they occasionally defiled their altars with human blood, appear ne ver to have had any custom like this. The Druids venerated the oak and the mistletoe, the latter of which was regarded by them, as the most divine an d salutary of plants, and gathered with very peculiar ceremonies. In the Gothic mythology, if any tree seems to have been regarded with more particular attention than others, it is the ash, as appears by its description in the Song of Grimner, and the frequent allusions that are made to it in other parts of the Edda. But as for mistletoe, it is represented rather as a contemptible and mischievous shrub. But what particularly distinguishes the Celtic institutions from those of the Gothic nations, is that remarkable air of secrecy with which the Druids concealed their doctrines from the vulgar; forbidding that they should be ever committed to writing, and upon that account not having so much as an alphabet of their own. In this, the institutions of Odin and the Gothic Scalds or Poets were quite the reverse. No barbarous people were ever so addicted to writing, as appears from the innumerable quantity of Runic inscript ions scattered all over the North; no barbarous people ever held letters in higher reverence, ascribing the invention of them to their chief Deity, and attributing to the letters themselves supernatural virtues. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":6,"pageContent":" 3 From a very few rude and simple tene ts originally, those wild fablers called scalds or poets had, in the course of eight or nine centuries, invented and raised an amazing structure of fiction. We must not, therefore, suppose that all the fables of the Edda were equally known to the Gothic nations of every age or tribe. As truth is uniform and simple, so error is most irregular and various; and it is very possible, that different fables and different observances might prevail among the same people in different times and cou ntries. This, possibly, may account for the dissimilar relations concerning the same facts, which are found in the Edda of Sæmund and that of Snorro. From the imperfect knowledge of the divine attributes, all pagan nations are extremely apt to intermix something local with the idea of the divinity, to suppose peculiar Deities presiding over certain districts, and to worship this or that God with particular rites, which were only to be observed in one certain spot. Hence, to inattentive foreigners, there might appear a difference of religion among nations who all maintained, at the bottom, one common creed; and this will account for whatever disagreement is remarked between the ancient writers, in their descriptions of the Gods of the ancient Germans: it will also account for whatever difference may appear between the imperfect relations of the Roman historians, and the full display of the Gothic mythology, held forth in the Edda of Sæmund. It is indeed very probable, that only the first rudiments of the Gothic religion had begun to be formed, when the Germans were first known to the Romans: and when the Saxons made their irruptions into Britain, though they had the same general belief concerning Odin, Thor, Frigga, &c, yet probably the complete system had not arrived to the full maturity it afterwards attained under the inventive hands of the Scalds. As a particular account of Odin has been omitted in the notes of this volume, it will be supplied here. Odin is believed to have been the name of the one true God, among the first colonies who came from the East, and peopled Germany and Scandinavia, and among their posterity for several ages. But at length a mighty conqueror, the leader of a new army of adventurers from the East, over-ran the North of Europe, erected a great Empire, assumed the name of Odin, and claimed the honors which had been formerly paid to that De ity. The Icelandic chronicles represent him as the most elequent and persuasive of men; they ascribe to him the introduction of the art of poetry among the Scandinavians, and likewise the invention of the Runic characters. He had also the address to persuade his followers that he could over-run the world in the twinkling of an eye; that he had the direction of the air and tempests; that he could transform himself into all shapes, could raise the dead, could foretel things to come, deprive his enemies by enchantment, of health and vigor, and discover all the treasures hid in the earth. They add, that by his tender and melodi ous airs, he could make the plains and Mountains open and expand with delight; and that the ghosts, thus attracted, would leave their infernal caverns, and stand motionless about him. Nor was he less dreadful and furious in battle; changing himself into the shape of a bear, a wild bull, or a lion, and amidst ranks of enemies committing the most horrible devastation, without receiving any wound himself. When he had extended his power, and increased his fame by conquest and artifice, he determined to die in a"},{"pageNumber":7,"pageContent":" 4 different way from other men. He assemb led his friends and with the sharp point of a lance, he made in his body nine diffe rent wounds in the form of a circle; and when expiring he declared that he was going to Scythia, where he should become an immortal God. He added, that he wo uld prefer bliss and felicity for those of his countrymen who lived a virtuous life, who fought with bravery, and who died like heroes in the field of battle. This injunction had the desired effect: his countrymen superstitiously believed him, and constantly recommended themselves to his protection when they engaged in battle; and they entreated him to receive the souls of such as fell in war. It remains to give some account of the reputed author of these odes. Sæmund was born in the year 1056. His father’s name was Sigfus, and his mother’s Thoreya. Sæmund, when a boy, leaving his native country, travelled into foreign parts for the sake of acquiring knowledge; and dwelt there so long, that he was nearly forgotten by his countrymen; till Jonas the son of Ogmund, bishop of Holensis, travelling to Rome, searched for him and brought him back to his native country, in the year 1078. When he returned home, he occupied a farm which was his hereditary possession, called Odda, situated in the Southern part of the island, and took upon himself the sacerdotal office. In th is he behaved so well, that he was called the ornament and support of the Icelandic church; and this not without sufficient reason, for he was by far th e most learned and pious of all his contemporaries. He married a wife whose name was Gudruna, the daughter of Kolbein, by whom he had many children, who were esteemed among the most illustrious of the island. Sæmund himself was one of the governors, and shewed himself well qualified for that high office, in the di spute that took place between Thorgil the son of Odd, and Halfid the son of Mar. These were men of great power, and had engaged on their separate sides, almost a ll the nobility of the island; but by the good offices of Sæmund and others, th ey became speedily reconciled. To Sæmund it was, on account of his great knowledge in antiquity, that Arras, as well as others, submitted the histories they ha d written on their country for revision. Sæmund, not content to inspect the works of others, began, after the example of Arras, to rescue the antiquities of his country from oblivion. He was then about 70 years of age. It is certain that he wrote the history of Norway, from Harald Harfagre, or the Fair-haired, to Magnus the good. A few remains of this history are seen in the writing of an anonymous person, who from documents thence derived, has written in Icelandic vers es of little note, an account of a series of Kings, and the ancient history of Norway. According to some, he died at the age of eighty, in the year 1133; and according to others, 1135. But the accounts that are left of him are so blended with the fabulous, that it is very difficult at this distance of time to speak with certainty either about himself or his writings. Concerning the Edda, which is ascribed to Sæmund, it is necessary to observe, that for several ages it remained undiscovered; but was at last found by one Bryniolfus Suenonius in the year 1639. It was then written on parchment, in a very obscure character; but by the labors of the learned discoverer, its meaning \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":8,"pageContent":" 5 was fully ascertained, and an exact transcri pt of it taken. He it was who first called it the Edda of Sæmund. Thormadus Torfæus obtained the manuscript of Bryniolfus. He was Historiographer to the King of Norway, and a great Antiquarian. For a long time it was preserved in his Museum, and shown only as a curiosity to the learned. Resenius at last obtained the manuscript from Torfæus. Beside this, there were several writings which could challenge as great, if not greater antiquity than the manuscript of Bryniolfus. They were all, however, connected together, and mutua lly threw light upon each other. There are two opinions concerning the ti tle given to these Odes. One is of Olaus, who in his notes to the Voluspa, asserts that Sæmund, wishing to rescue from oblivion the Mythology of his ance stors, which in his time was chiefly traditionary, composed those odes in the Icelandic language which bear his name, and having completed them, gave th em the name of Edda. Opposite to this is the opinion of Gudmundus; according to whom Sæmund was the first person who introduced the knowledge of th e latin into the island, and translated the popular odes he there found, written in the Runic character, into that language; neither does he think that he added to, or altered them in the least. Resenius, in his preface to the Voluspa, s eems to have adopted the same opinion. Bryniolfus and Wormius were of the former opinion. But however it is, the great antiquity of these odes must be acknowledged. Runalfus Jonas, in his differtation on the elements of the Northern languages, does not scruple to assert, that the mythology of these odes, and probably a gr eat part of the odes themselves, are as ancient as the times when the Asiatics fi rst came into the North of Europe. The opinions contained in these odes, therefore, he traces up to the Erythrean Sybil, which is known to have existed before the times of the Trojan war. To the attentive reader of the Northern antiquities, a striking similarity will appear between them and the Grecian. Odin appears to be the Northern Adonis. He was beloved by Frigga, who represents Venus, and is killed at last by a Wolf, as Adonis was by a boar. He may also be compared with Mercury, on account of his eloquence, and authority over the soul s of departed heroes, when they arrive at Valhalla. Horace says of Mercury ---- Tu pias lætis animas reponis Sedibus, virgaque levam coerces Aurea turbam, superis Deorum Gratus, et imis. Lok may be compared to the Apollo of the Grecians. Apollo was believed to be the author of plagues; so we find in the Voluspa, Lok threatening the Gods that he would spread infection through the air. In the twilight of the Gods, also, he is to fight with, and destroy Heimdaller, the God of the Air. Apollo, by the Grecians, is called Loxias, either, it is supposed, on account of the obliquity of the zodiac, in which the sun goes, or the ambiguity of his oracles, or lastly from locoj , infidiæ. This exactly agrees with the character of Lok, who is called the architect of guile, &c. The wolf also was sacred to Apollo, and Fenrir, the most voracious of wolves, was the son of Lok. At the feast of Ager, he seems to have acted the part of Momus. There is an odd coincidence of thought between this ode and the wanton wife of Bath. Thor in many things is similar to Hercules. He fought with the serpent of Midgard --- Hercules with the Hydra: he overcame the Giants --- so"},{"pageNumber":9,"pageContent":" 6 did Hercules. The armour of Thor and Hercules bear also some resemblance. The former carried a Mallet, wore a gird le of courage, and defended his hands with gauntlets --- Hercules had his Club, his Lion’s skin, and his Cæsti. Thor also bears some analogy to the Grecian Jupi ter who overthrew the Giants with his thunder as Thor did with his mallet. Balder, on account of his beauty, was supposed to be the God of the sun. It is said that all nature, together with Frigga and the Gods, grieved for his death --- this seems very analagous to the fables of Adonis and Atys. Tyr answers to Mars, and also to Hercules. One fought with Cerberus, the other with Garmer. Heimdaller presided over the Ether. This was the office that the Grecians assigned to Minerva. There is also a similarity of names between the Northern and Grecia n Goddesses --- Frigga sounds like Dea Phrygia, Loduna like Latona. For mo re reasons than this, Loduna may be supposed to be the Grecian Latona, for th ey were both supposed to inhabit an Island, undisturbed with storms, fertile in the extreme, and cloathed with verdure twice in the year. Freya bears some rese mblance to Venus; she was inconsolable at the loss of her husband, as Venus was at the loss of Adonis; the pig was sacrificed to Venus, and the boar to Freya; Freya and Frigga moreover, bear some resemblance to Juno and Diana, beca use, like them, they were invoked by pregnant women. The Nornæ of the Northern nations, seem to answer to the Parcæ of the Greeks and Latins, for they we re equally esteemed the arbiters of the life of men. The Northern notions concerning Genii who shun the light, magic rites, and the emigration of the soul from the body, may be traced to the Orphic mysteries of Thrace. Odin’s head of Mimer may be compared to the head of Orpheus, which was said to utter oracles; and Heidruna, the goat of Odin, to that by which Jupiter was nourished. To th ese similitudes may be added also, the eyes of the sons of Thiaz, which like those of Argus were converted into stars, that ornamented the tail of the bird of Juno. The whole earth was also bound by Juno, not to reveal the place where Latona brought forth: Frigga, in the same manner, exacted an oath from Nature, not to hurt her favorite Balder. Sigard eat the heart and drank the blood of a serpent, by means of which he was enabled to understand the language of birds; the same circumstance is related also of Democritus, Melampus, and Apollonius Thyaneus. All these circumstances plainly demonstrate the antiquity of the Northern Mythology. With respect to the morals of these Odes , it may be observed, that the fate of Freyer, like that of Phaeton, arose from the excess of curiosity; for through that he fell in love with a woman who was a mortal, lost his sword, and fell in his conflict with Surtur. Tyr lost his hand as a punishment for his temerity; and learnt by sad experience that, in audaces non sit audacia tuta. We see, in the song of Harbard, the presumptous strength of Thor ridiculed by Odin; and the excellencies of the mind advantageously contrasted with it. To comprehend fully in all its parts, the meaning of the Northern mythology, requires a second Apollo or Œdipus. The eagle, therefore, the ash of Yggdrasil, Nidhogger gnawing at its roots, and Ratatosk the squirrel, with many other circumstances, must ever remain enveloped in obscurity. Verstegan, a learned writer of Northern antiquities in the reign of Charles the First, is of opinion that the Northern and Grecian Mythologies are in no way connected together. But that when the Romans carried their arms into the North \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":10,"pageContent":" 7 of Europe, curiosity led them to trace analogies between the two religions; and the vanquished perhaps flattered their con querors in assimilating the name and character of thier Deities, as much as po ssible, to those who were held in esteem among the Romans. The translator has omitted one ode in this series, on account of its containing nothing of the Northern Mythology. It is filled with little else but the absurd superstitions of the Church of Rome. BRISTOL, NOV. 1, 1797. 1. If any person would wish to see this question more fully discussed he will find it in Percy’s Northern Antiquities.   "},{"pageNumber":11,"pageContent":" 8 TO A. S. COTTLE, FROM ROBERT SOUTHEY. Amos! I did not leave without regret The pleasant home of Burton. Many months Of tranquillest retirement had endear’d The low abode, and I had sometimes heard The voice of friendship there, and pass’d with thee Hours of such blameless merriment as still Make memory chearful. Nor wilt thou forget How with hard toil and difficult ascent We scaled the ruining cliff, and often paus’d That the sea-breeze might cool our throbbing brows, And gazed upon the ocean, shadowed half By gathered clouds, beyond whose darker line Its pale grey splendour, far as sight could reach Rose like another sky. Nor will my friend Forget the scenes of simplest character, The hill that from the water’d vale abrupt Starts up, upon whose dark and heathy side Often at evening I have lain me down, And dwelt upon the green and goodly vale, Its mazy streams and tufted villages, Rich in the sunshine now, now half embrown’d By the long sweeping shadows, till my soul Had entered in the deep and quiet joy All its hush’d powers. And thou wilt sometimes love With memory’s eye to trace the ruined pile Beneath whose ancient foot with ceaseless lapse The eternal stream flows on, and that old Keep Thro’ whose long rifted chasm the far-seen light Fixes the traveller’s eye, and the white cliffs That rising stately o’er the distant deep Shine silvery in the noon. But thou hast view’d These scenes like one who passes thro’ a land Where his heart is not; I, my friend, long time Had sojourn’d there, and I am one who form With each minutest circumstance of place Acquaintance, and the unfrequented field Where many a day I walk in solitude, Is as a friend to me. Nor have I left That unfrequented field unsorrowing, Over whose wooded limits the church tower Arose in single majesty: its bank Was edged with feathery fern, that seem’d to form A little forest to the insect tribes Who lived there, and were happy; and the sun \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":12,"pageContent":" 9 O’er the red ripeness of the bending grass Pour’d a glad smile. A pleasant place it was! And, Amos! I could with that thou and I And thy good brother, who in my heart holds Almost a brother’s place, might once again, With as few earthly cares to ruffle us, Meet in that low abode. But now I know Thro’ wildest scenes of strange sublimity, Building the Runic rhyme, thy Fancy roves; Niflhil’s nine worlds, and Surtur’s fiery plain, And where upon Creation’s uttermost verge, The weary Dwarfs, that bear the weight of Heaven, Hope the long winter that no spring must cheer, And the last sound that from Heimdaller’s trump Shall echo thro’ all worlds, and sound the knell Of earth and heaven. A strange and savage faith Of mightiest power! it fram’d the unfeeling soul Stern to inflict and stubborn to endure, That laugh’d in death. When round the poison’d breast Of Regner clung the viper brood, and trail’d Their coiling length along his festering wounds, He, fearless in his faith, the death-song pour’d, And lived in his past fame; for sure he hoped Amid the Spirits of the mighty dead Soon to enjoy the fight. And when his sons Avenged their father’s fate, and like the wings Of some huge eagle (1) spread the severed ribs Of Ella, in the shield-roof’d hall they thought One day from Ella’s skull to quaff the mead, Their valours guerdon. Wild the Runic faith, And wild the realms where Scandinavian Chiefs And Scalds arose, and hence the Scalds’ strong verse Partook the savage wildness. And methinks Amid such scenes as these, the Poet’s soul Might best attain full growth; pine-cover’d rocks, And mountain forests of eternal shade, And glens and vales, on whose green quietness The lingering eye reposes, and fair lakes That image the light foliage of the beech, Or the grey glitter of the aspen leaves On the still bough thin trembling. Scenes like these"},{"pageNumber":13,"pageContent":" 10 Have almost lived before me, when I gazed Upon their fair resemblance traced by (2) him Who sung the banish’d man of Ardebeil, Or to the eye of Fancy held by (3) her, Who among women left no equal mind When from this world she pass’d; and I could weep, To think that She is to the grave gone down! Were I, my friend, a solitary man, Without one tie in life to anchor me, I think that I would wander far to view Such scenes as these, for they would fill a heart That loathes the commerce of this wretched world, And sickens at its hollow gaieties. And sure it were most pleasant when the day Was young, to roam along the mountain path, And mark the upmost pines, or grey with age, Or blue in their first foliage, richly tinged With the slant sun-beam, then at fits to pause And gaze into the glen, a deep abyss Of vapour, whence the unseen torrents roar Up-thunder’d. Sweet to walk abroad at night When as the summer moon was high in heaven And shed a calm clear lustre, such as gave The encircling mountains to the eye, distinct, Disrobed of all their bright day-borrow’d hues, The rocks’ huge shadows darker, the glen stream Sparkling along its course, and the cool air Fill’d with the firs’ faint odour.  But in sooth Well pleas’d am I to sit me down in peace, While Phatasy, an untir’d traveller Goes forth; and I shall thank thee for the rhyme That with the Poets of the distant years Makes me hold converse. ‘Twas a strange belief! And evil was the hour when men began To humanize their God, and gave to stocks And stones the (4) incommunicable name. It is not strange that simple men should rear The grassy altar to the glorious sun, And pile it with spring flowers and summer fruits, And when the glorious sun smil’d on their rites And made the landskip lovely, the warm heart With no unholy zeal might swell the hymn Of adoration. When the savage hears The thunder burst, and sees the lurid sky Glow with repeated fires, it is not strange \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":14,"pageContent":" 11 That he should hasten to his hut and veil His (5) face, and dread the Dæmon of the storm. Nor that the ancient Poet, he who fed His flock beside the stream of Helicon, Should let creative fancy people earth With unseen powers, that clad in darkness roam Around the world, and mark the deeds of (6) men. But that the Priest with solemn mockery, Or monstrous faith, should call on God to lead His armies forth, and desolate and kill, And over the red banners of the war, Even in the blessed name of Jesus, pour Prayers of a bloodier hate than ever rose At Odin’s altar, or the Mexican, The victim’s heart still quivering in his grasp, Rais’d at Mexitlis’ shrine --- this is most foul, Most rank, most blasphemous idolatry! And better were it for these wretched men With infant victims to have fed the fire Of Moloch, in that hour when they shall call Upon the hills and rocks to cover them, For the judgment day is come. A few grey stones Now mark the spot where Odin’s temple stood, And there the traveller seeks with busy eye His altar green with moss. The Northern chiefs Cast not their captive in the dungeon now To the viper brood, nor to the eagle’s shape Carve out his mangled form. Yet let not Earth, Yet let not Heaven forget the prison house Of Olmutz! what tho’ to his Conqueror’s sword Crouching, the Oppressor lets his victim see Once more the light of day, let Earth and Heaven Remember to his Conqueror’s sword he yields What at his feet a woman begg’d in vain, A wretched wife. Now may the prosperous winds Speed thee La Fayette! to that happier shore Where Priestly dwells, where Kosciusko rests From holy warfare. Persecuted men! Outcasts of Europe! sufferers in the cause Of Truth and Freedom! ye have found a home, And in the peaceful evening of your days A high reward is yours, the blessedness Of self-applause. Is it not strange, my friend, If ought of human folly could surprize,"},{"pageNumber":15,"pageContent":" 12 That men should with such duteous zeal observe Each ideot form, each agonizing rite Of Pagan faith, whilst there are none who keep The easy precepts of the Nazarene, The faith that with it brings its own reward, The law of peace and love? --- But they are wise Who in these evil and tumultous times Heed not the world’s mad business: chiefly they Who with most pleasant labouring acquire No selfish knowledge. Of his fellow kind He well deserves, who for their evening hours A blameless joy affords, and his good works, When in the grave he sleeps, shall still survive. Now fare thee well and prosper in thy task.   ROBERT SOUTHEY 1. Apud Anglos, Danos, aliasque nationes Boreales, victor ignominia summa debellatum adversarium affecturus, gladium circa scapulas ad spinam dorsi adigebat, costasque, amplissimo per corporis longitudinem facto vulnere, utrinque a spina seperabet, quæ, ad latera deductæ, alas repræsentabent Aquilinas. Hoc genus mortis vocabant Aquilam in dorso alicujus delincere. Glossarium Islandicum M.S.S. ejusmodi vulnus five plagam testatur. In Jarlasagu, “tunc Comes Einarus in do rso Halfdani Aquilinam excitavit plagam, ita ut gladuim dorso adigerit, omnesque costas a spina seperaret usque ad lumbos, indeque pulmones extraxit.” In Dimsagu, “Ormerus evaginato gladio in dorso Erusi Aquilinam inflexit plagam, separatis a dorso costis, and pulmonibus exemptis. Stephanus Stephanius. The death of Regner Lothbrog is well kn own. His sons revenged him by thus executing Ella of Northumberland. 2. Alluding to some views in Norway, taken by Mr. charles Fox --- Whose Plaints, Consolations, and Delights of Ac hmed Ardebeili, from the Persian, are well known. 3. Mary Wollstonecraft. 4. Men, serving either calamity or tyranny, did ascribe unto stones and stocks the incommunicable name. ----- Wisdom of Solomon, xiv. 21. 5. Lasitau sur les Mœurs Sauvages. 6. Trij gar murioi eisin epi cqoni poluzoteirh Aqanatoi Zhnoj, fulacej qnhtwn anqrwpwn, Oi ra fulassesin te dicaj xai scetlia erga, Hera essamenoi, panth foitwntej en aian. HSIODOS \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":16,"pageContent":" 13 THE SONG OF VAFTHRUDNIS ARGUMENT This Ode describes a certain journey undertaken by Odin, under the name of Ganrade, to Vafthrundnis, a gigantic chief of the Jotunori or Jotori. The object in view was to discover which was the wisest. ODIN. Valhalla’s Queen! (1) I pray thee say Which to Vafthrudnis’ hall’s the way: For I with him intend to try My skill in ancient mystery. FRIGGA. Do not leave thy native skies, Source of Heroes! I advise: For well I know no giant might, Ever witness’d in the fight, With his prowess can compare. ODIN. Mysteries divine and rare I’ve often seen, I’ve often known, And now am bent to make my own All from mortals I can learn. FRIGGA. Safe may’st thou go, and safe return, And, for each Goddess, may thy life Be safe from ev’ry mortal strife. Let prudence on thy steps attend, And wisdom with her shield defend: Thus doubly guarded, Chief! advance Thro’ fate’s elaborate mystic dance. With light’ning speed the hero fled, Fearless of what the Goddess said, His secret purpose to fulfil Of finding out the giant’s skill. Strait to the spacious hall he press’d, By great Vafthrudnis long possess’d. There Ygger (2) sees the chief of men! "},{"pageNumber":17,"pageContent":" 14 ODIN. All hail Vafthrudnis! Odin then --- Lo! to thy halls unknown I came, To learn and spread thy wond’rous fame: And first I pray thee, giant! tell, If sacred wisdom with thee dwell? VAFTHRUDNIS. What mortal he who dares to come, Unbidden, to my awful dome To hold discourse? For never more Shall he his homeward path explore; Unless he haply should exceed, What wisdom is to me decreed. ODIN. Ganrade, great Giant! is my name; Late, thirsty, and fatigued, I came To thy dread halls; and long have stray’d, Seeking thy hospitable aid. VAFTHRUDNIS. Wherefore, Ganrade! do you seek Here beneath Heaven’s cope to speak? Enter within my awful door, And there unfold thy hidden lore: For much in truth I wish to see, Which is the wisest, thee or me. GANRADE. When to the presence of the great, A man draws near of humble state; Let him his tongue with wisdom guide, Or ignorance in silence hide: But, when an enemy is by, The wife will shun loquacity. VAFTHRUDNIS. Mighty Ganrade! if you seek Here beneath heaven’s cope to speak, And prove your wisdom by discourse; What name distinguishes the horse Who o’er mankind, thro’ heaven’s high way, Drags the imperial car of day? \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":18,"pageContent":" 15 GANDRADE. That horse who thro’ the heaven’s high way, Drags the imperial car of day, (3) Skinfaxi’s call’d --- ‘mong horses, he Has justly gain’d supremacy: Forever does his mane appear, Floating resplendent thro’ the air. VAFTHRUDNIS. Tell, mighty Ganrade! if you seek Here beneath heaven’s cope to speak, What horse is that, who o’er the fight Of Gods, drags on the veil of night? GANRADE. (4) Hrimfaxi o’er the fight Of Gods, drags on the veil of night: From his iron bits distil Each morning dew on vale and hill. VAFTHRUDNIS. Tell, mighty Ganrade! if you seek Here beneath heaven’s cope to speak; Among the sons of mortal birth What river parts the Gods and Earth? GANRADE. Among the sons of mortal birth The stream that parts the Gods and earth, Is (5) Ifing call’d. Thro’ regions wide It ever rolls its ample tide: Nor does the petrifying wind, Its waves in icy fetters bind. VAFTHRUDNIS. Tell, mighty Ganrade! now the name, Borne by that wide-extended plain; Where, deck’d with many a shining car, Gods and great (6) Surtur rush to war. GANRADE. The plain, o’erspread with many a car, Where Gods and Surtur rush to war, (7) Vigridi’s call’d; and each way round A hundred miles extends its bound --- Such does it meet the trav’ler’s eyes. "},{"pageNumber":19,"pageContent":" 16 VAFTHRUDNIS. Truly, O Ganrad! thou art wise. Now to the giant’s inmost seat Approach, with not unworthy feet; And there in colloquy sublime, We’ll spend the yet remaining time. Stranger! in wisdom’s arduous strife Risk gloriously the loss of life. GANRADE. Vafthrudnis! tell, since thou art wise, And sacred truth thy speech supplies; (8) Whence, of old, the spacious earth, And out-stretch’d heavens, had their birth? VAFTHRUDNIS. O Ganrade, hear! the spacious earth From flesh of (9) Ymer took its birth: The craggy rocks and scatter’d stones, Had for their origin his bones: The skies expanded from his brains, And ocean issu’d from his veins. GANRADE. Vafthrudnis! say, since thou art wise, And sacred truth thy speech supplies; Whence shines the Moon with gilded horn? And whence the sun illumes the morn? VAFTHRUDNIS. He from whom the Moon first sprung, And Sun his annual course begun, Is (10) Mundilförer --- these around The balanc’d earth in depths profound, Travel each day with silent pace, And mark the seasons in their race. GANRADE. Vafthrudnis! say, since thou art wise, And sacred truth thy speech supplies; Whence day o’er men its glory spreads, And night with shades involves their heads? \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":20,"pageContent":" 17 VAFTHRUDNIS. (11) Dellinger o’er the trav’lers way, Shines gentle harbinger of day; But sullen Night with raven wing, Did first from fatal (12) Nörver spring. The Deities benign ordain The silver Moon to wax and wane; And shed her renovated light, In monthly wheel, on human sight. GANRADE. Vafthrudnis! tell, since thou art wise, And sacred truth thy speech supplies; Whence at the first came winter’s snow, And whence the summer’s sultry glow; Spreading their influence thro’ the skies, Over the sage divinities? VAFTHRUDNIS. (13) Vindsualer first bade snow arise: (14) Suasuder fires the summer skies: These two shall hold alternate reign, Long as the Gods their faith maintain. GANRADE. This fifth thing tell, since thou art wise, And sacred truth thy speech supplies; Who, eldest in the Asori clime, Issued at the birth of time? And who ‘mong Ymer’s progeny? VAFTHRUDNIS. When wintry storms o’erspread the sky, E’er yet from ocean rose the earth, Great (15) Bergelmer had his birth: (16) Thrudgelmer was his father’s name --- He from great (17) Aurgelmer came. GANRADE. This sixth thing tell, since thou art wise, And sacred truth thy speech supplies; Whence, number’d mongst the Jötni sons, Of eldest birth Aurgelmer comes? "},{"pageNumber":21,"pageContent":" 18 VAFTHRUDNIS. From eastern (18) Elivagi strands, Black drops of venom dy’d the lands; Strait from the widely moist’ned earth A teeming giant took his birth. (19) But quickly sparks of fire flew From southern climes ---- a wonder new --- And gave to winter’s driving sleet The animating power of heat. GANRADE. This seventh thing tell, since thou art wise, And sacred truth thy speech supplies; How from that hoary-headed man A race of giants first began; Since wives of gigantean race Had never felt his fierce embrace? VAFTHRUDNIS. O Ganrade! hear --- a maid and son From under his wide pinions sprung; His feet, as ancient legends say, Next their genial power display, And forth a (20) second issue came, Rejoicing in their parent’s fame. GANRADE. This eighth thing tell, since thou art wise, And sacred truth thy speech supplies; What new born onjects round thine eye Arose at thy nativity? For Giant! thou canst wisdom boast. VAFTHRUDNIS. Far back on times (21) remotest coast, Before the Gods had form’d the earth, Great Bergelmer had his birth: --- This I remember --- He was wise, And guarded by fond Deities; Who safe embark’d him on the tide, And bade him safe the tempest ride. GANRADE. This ninth thing tell, since thou art wise, And sacred truth thy speech supplies; Whence come the winds that o’er the deep, On their unseen pinion sweep? \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":22,"pageContent":" 19 VAFTHRUDNIS. Where the heavens remotest bound, With darkness is encircled round; There (22) Hræsvelger sits and swings The tempest from his eagle wings. GANRADE. Begin, for Sage! thou knowest well, The origin of Gods to tell: --- Whence, among the Asori state, Did great (23) Niorder being take? Many a dome of sacred fame, Him for their protector claim. No Asi Sire the chief begot. VAFTHRUDNIS. Among the (24) Vani ‘twas his lot, To spring from Ancestors divine, An hostage at their sacred shrine: He’ll be when time has run his round, Again among the Vani found. GANRADE. Vafthrudnis now th’ eleventh tell, Since thou comprehendest well, Whence the source of Godhead springs, And all the mystic cause of things; In what renown’d terific field Their swords, the (25) Monoheroes wield; Who oft with valor’s keen delight, In dreadful recreation fight; While Gods behold. VAFTHRUDNIS. In Odin’s field, Their swords the Monoheroes wield; And daily on each other bear, The dread conflicting storm of war. Scarr’d in the fight, the chiefs divide, And home on stately steeds they ride; Then with the Gods in splendid halls, Drink oblivion to their brawls: Sæhrimner’s flesh a feast affords, And concord reigns around their boards. "},{"pageNumber":23,"pageContent":" 20 GANRADE. Vafthrudnis! now the twelfth thing tell, Since thou comprehendest well, Whence the source of Godhead springs, And all the mystic cause of things; What secrets to the Gods belong, What to the gigantean throng. VAFTHRUDNIS. What secrets to the Gods belong, And to the gigantean throng I will unfold --- In ev’ry world, I my banners have unfurl’d: Behold! nine travers’d spheres above, Th’ extent of my researches prove: Beneath the shades of (26) Niflhil lie --- There the men of Hela die. GANRADE. Much have I seen, and much have known, And wise in ancient myst’ry grown; Tell me alas! what men survive, (27) When Winter o’er the world shall drive? That Winter of disastrous fame, Which trembling mortals fear to name. VAFTHRUDNIS. Hoddmimer is the destin’d hill, The wasted plains of earth to fill: In the safe caverns of its side, Shall (28) Life and Vital Heat reside: By dew the fugitives be fled, And thence shall man erect his head. GANRADE. Much have I seen, and much have known, And wise in ancient mist’ry grown; Where shall th’ extinguih’d sun be found, Within the azure vault profound, When (29) Fenrir with his power malign, Forbids his beams again to shine? VAFTHRUDNIS. He shall a blooming virgin raise, E’er Fenrir shall obscure his rays --- (30) She like her Goddess mother lives, (31) When perish lesser Deities. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":24,"pageContent":" 21 GANRADE. Much have I seen, and much have known, And wise in ancient mist’ry grown; What virgins then, Vafthrudnis! say, Protect the world with gentle sway? VAFTHRUDNIS. Among three nations scatter’d wide, Hostile virgins shall reside; (32) But others over these shall reign, And all their deeds malign restrain: Mortals from them no hardships dread, Altho’ among th’ Jötni bred. GANRADE. Much have I seen, and much have known, And wise in ancient myst’ry grown: The (33) age of Surtur now no more --- What chiefs shall rule the Asarian shore, And o’er the lofty fanes preside That men for Gods benign provide? VAFTHRUDNIS. The age of Surtur now no more--- (34) Vidar and (35) Vali rise to power: They o’er the temples shall preside, That men for fav’ring Gods provide. (36) Modi and (37) Magni then shall reign, And happily for man obtain The fatal mallet of Great Thor, And thro’ the world extinguish war. GANRADE. Much have I seen, and much have known, And wise in ancient myst’ry grown: From Odin’s eye, Vafthrudnis! say, What fate shall blot the light of day? VAFTHRUDNIS. (38) A shaggy monster shall devour, The (39) parent of the fleeting hour: Then Vidar shall indignant speed Vengeance for the guilty deed, And, wide around, the hateful plain Shall smoke with blood, for (40) Vitner slain. "},{"pageNumber":25,"pageContent":" 22 GANRADE. Much have I seen, and much have known, And wise in ancient myst’ry grown: Tell me once more, Vafthrudnis! tell, What secret voice from Odin fell; When to his son he whisp’ring stood, E’er the boy clim’d the fatal wood. VAFTHRUDNIS. None know since time its race hath run What Odin whisper’d to his son. The fate of Gods and mystic lore With thee no longer I explore. Thou, by the hand of knowledge led, The fatal stroke of death hast fled: And since thy wisdom I have try’d, Hear Vafthrudnis thus decide --- In mysteries of every kind, Thou art the wisest of mankind. Notes 1. “Valhalla’s Queen.” --- Frigga, the Wife of Odin. 2. Ygger, one of the names of Odin, signifying suspicious or careful. 3. Skinfaxi, Aurora, which the Greeks called fwsforoj and the Latin Lucifer, having a white horse easy to be mounte d. This description does not differ much from that of Varro, “Jubar dicitur stella Lucifer, quæ in summo habet diffusum lumen, ut Leo in capite jubam.” 4. Hrimfaxi, by which is understood Hesperus. 5. Ifing. This seems to be an allegori cal river signifying discord and perpetual enmity, which separates bad men from the feats of the blest and the Gods. Its literal meaning is anger. 6. Surtur, the adversary of Odin, who dwells at the antartic pole. 7. Vigridi, a fabulous place, the theatr e of contention between the Gods and their opposers. 8. “Whence of old” --- To understand this and the following verses, it is necessary to observe, that according to the Northern Mythology, Nifleil was created long before the earth; in the centre of which rose a fountain called Hvergelmer. Its effluvia produced many rivers near the boundaries of Hell, called in the Icelandic language, Suöl, Guntra, Fimbul, Thul, Slidr, Hridr, Ylgr, Sylgr, Wid, Leyptr, Giöll: which signif y, according to the order in which they stand, Misery, Hope deferred, Habitation of Death, Swift perdition, Scabbard, Cruel storm, Whirlpool, Wailing and gnashing of teeth, and Widely flowing. The first world created in the southern regions was called Muspell --- it was bright and hot, and for that reason was intolerable to all strangers, and none but its native inhabitants could reside there. In the confines of this world \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":26,"pageContent":" 23 dwelt Surtur. In these parts were certain rivers called Elivagi, which, when they had proceeded so far from their so urce, that the poison with which they were replete could harden, their waters were converted into ice, bearing all the fantastic forms of dross and ore in a refiner’s furnace. Thence arose a poisonous exhalation which spread around like a hoar frost, and was continually increasing in the great void called Ginnungagap. This place looked toward the north, and appeared without like an immense structure of snow and ice; but within was filled with clouds and air. The southern part of this region was melted by sparks of fi re which flew from Muspellsheim. For from Niflheim proceeded cold, and from Muspellsheim light and heat. Eternal serenity reigned in Ginnungagap . When warm gales approached this place, the ice began to flow with living drops. From these Ymer was created, whom the Hrimthussi called Aurgelmer. Ymer was not esteemed a God, because he and his whole posterity were evil. It is related of him, that sleeping, he emitted sweat from under his left wing, from whence Man and Woman were formed. Hence arose the race of the Hrimthussi, of whom Ymer was the first. From dissolved Ice wa s also formed the first Cow, called Andumbla. From her udder flowed four milky rivers, by which Ymer was nourished. But Odin, Vile, and Ve --- the sons of Böre, killed Ymer, and carried him into the middle of Ginnungagap . here from his flesh they created the earth; the sea and rivers from hi s blood; mountains from his bones; rocks and stones from his broken bones and teeth; herbs from his hair; heaven from his skull; the habitable eart h from his eye-brows; and at last the clouds from his brains. In this account, confused and allegorical as it may seem, is contained the history of the creation; not so, however, but that many other things are interspersed which relate to after times. Thus the story of Bergelmer relates to the Deluge. What things were believed by the northern nations to have existed before the coming of Odin, may be summed up in a few articles. 1. Matter did not exist from eternity. 2. But because it once existed, it was necessary there should be some first cause. That was esteemed the most perfect of beings and creator of all things. 3. This wise Being first created Nifleim, the place of storms, or Chaos; whence originated matter. 4. This place being formed, he divided it into regions. The immense void contained within the sides separati ng it from the abyss, was called Ginnungagap: there the air was most pure, producing heat in one place and cold in another. 5. Then the Creator made the turbid waters of the Elivagi rivers to flow between the spaces of heat and cold. 6. From materials taken from this river, equally subject to the operation of heat and cold, he formed a mass and endued it with a living principle. This first formation was called Ymer, to whom was attributed a human appearance. He was supposed to be the microcosmon of those elements from which the world was formed. 7. From the same materi als the world, man, and all living things were created; those particles be ing selected for each which were most particularly suited to its nature. ------ It may be observed that there seem to be three divine persons which exceed all others. And because it is difficult to conceive of an operative being without ascribing to him locality, shape, and name; these powers were called Odin, Vile and Ve; and to these was"},{"pageNumber":27,"pageContent":" 24 attributed the creation of all things. Th is seems to have been their origin --- In former days there had been heroes and great rulers, who were supposed to possess a divine principle for the many benefits they had conferred on their subjects; by them they were ranked among the inferior Gods. But in after times, since Omnia post obitum fing at majora vetustas, their origin became fabulous, and they were raised to a superior class of Gods. This therefore will account for our finding Odin sometimes called the father of Gods and Men: and creator of all things . And again, seeing him described as originating from matter, and about to be devoured by the wolf. Moshem has made the same observation concerning Jupiter, who is often called by Homer and Hesiod, ---- Pathr andrwn te Qewg te And --- megijoj Qewn aeigenetawn. 9. Ymer, the ruler of the Elements. 10. Mundilförer, the axis of the earth remaining fixed while the sun and stars revolved round. Thus, Aratus, Oi men omwj poleej te cai alladij alloi eontej Ouranw elconda pant hmata sunecej aiei Autar og wd oligon metanissetai alla mal autwj Axon aien arhren. ecei d adalanton apanhMesshguj gaian. 11. Dellinger, the Father of Day or Twilight. 12. Nörver --- The Father of Night, like itself gloomy and black. Nott or Night married Dellinger, and had a son whose name was Dager or Day. Pantopathr took notice of Nott and Dager, and gave to each a horse and chariot. 13. Vindsualer ---- The Father of Winter. 14. Suasuder --- The Father of Summer. 15. Bergelmer --- Noah, from Berg. a mountain, and Gemler, an old man. 16. Thrudgelmer --- Lamech. 17. Aurgelmer ---- Adam. 18. Elivagi --- The streams of the Volga are here supposed to be meant. In this and the following verses the poet explains in a confused manner, the Creation of Man. First, he hints at the materials of creation: then at the creation of man: and thirdly, at the antediluvian world, the wickedness of which occasioned the destruction of the Jötni by a deluge. 19. “But quickly.” --- The writer of the Vo luspa thus describes the phenomenon of creation --- In the day-spring of ages, says he, there was neither sea nor shore, nor refreshing breezes. The whole was only one vast abyss, without herb and without seed. The Sun had then no palace: the Moon was ignorant of her power. Towards the south there was a luminous and burning world: from this world flowed out incessantly into the Abyss that laid towards the north torrents of sparkling fire; which, in proportion as they removed far away from their source, congealed as they fell into the Abyss, and so filled it with scum and ice. A warm breath coming from the south, melted the vapours arising from this chaos, and formed of them living drops; whence was born the giant Ymer or Aurgelmer. It is reported that whilst he slept, an extraordinary sweat under his arm-pits produced a male and female; whence sprung the race of the giants; a race evil and corrupt as well as their author. 20. “A second issue,” which took place in a different manner to what the former creation did. This mode of generation among the Gods, is thus explained by Vossius: “In natura attendentes vim ac tivam et passivam, eam et marem et \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":28,"pageContent":" 25 fœminam dixere; marem illud, quod vim in alia exserit; fæminam, quæ vim alienam recipit, et quasi fœcundatur.” Orpheus, in his Hymn to Nature, has a similar idea. Pantwn men Pathr, mhthr, trofoj, hde tiqhnoj There was a creation also originating from the Cow Andumbla, called the family of Bor, so named from the first of that family, who was the Father of Odin. The sons of Bor flew the giant Ymer, and the blood ran from his wounds in such abundance, that it caused a general inundation, wherein perished all the giants, except one, who saving himself in a bark, escaped with all his family. Then a new world was formed. The sons of Bor, or the Gods, dragged the body of the giant into the Abyss, and of it made the earth, in the way before described. They created four dwarfs to support the heavens, called North, East, West, and South. They fixed tapers in the heavens, and assigned to other fires certain spaces which they we re to run through, some of them in heaven, others under the heaven: the da ys were distinguished, and the years numbered. They made the earth round, and surrounded it with the deep ocean, upon the banks of which they placed the giants. One day as the sons of Bor were taking a walk, they found two pieces of wood floating upon the water; these they took, and out of them formed a man and woman. The eldest of the Gods gave them life and souls; the second motion and knowledge; the third the gift of speech, hearing and sight, to which he added beauty and raiment. From this man and this woman, named Askus and Embla, is descended the race of men who are permitted to inhabit the earth. 21. Remotest coast, the antartic pole. 22. Hræsvelger, the name of an Eagle derived from Hræ, a dead body, and Svelger, a glutton. Such a person has seldom a very fastidious taste so the wind renders all places clear and wholesome, by carrying away noxious vapours; ---- Loca venenosa nisi ventosa. 23. Niorder, the Neptune of the Northern nations who presided over the sea and winds. This is one of those Genii whom the Celts placed in the Elements. The extent of his empire rendered him respecta ble, and we find in the north to this day, traces of the veneration which wa s there paid him. Men wwere exhorted to worship him for fear he should do th em mischief, a motive like that which caused the Romans to erect Temples to Fever. He was in great estimation among the Vani, though Lok has complimented him in this manner: Taceto Niörde! Tu enim in orientem, hinc Obses ad deos mittebaris. Virgines giganteæ, Te pro matula utebantur, Et tuum in os mingebant. 24. Vani, a nation dwelling between the Tanais and Volga descended from the Grecians. 25. Monoheroes. --- Those only whose blood had been shed in battle, might aspire to the pleasures which Odin prepared for them in Valhalla. This hope rendered all the inhabitants of Europe intrepid, and made them not only defy, but seek with ardor the most cruel deaths. Accordingly King Regner Lodbrag when he was going to die, far from uttering groans, or forming complaints, expressed his joy thus: “We are cut to pi eces with swords: but this fills me with joy, when I think of the feast that is preparing for me in Odin’s palace. Quickly, quickly seated in the splendid habitation of the Gods, we shall drink beer out of the skulls of our enemies. A brave man fears not to die. I shall"},{"pageNumber":29,"pageContent":" 26 utter no timorous words as I enter the Hall of Odin.” This fanatic hope derived additional force from the ignomi ny affixed to every kind of death but such as was of a violent nature, and the fear of being sent after such an exit into Niflhil. Consonant to this Lucan thus describes the northern inhabitants of Europe: Certe populi quos despicit ar ctos Felices errore suo! quos ille timorum Maximus haud urget lethi metus; inde ruendi In ferrum mens prona viris, animæque capaces Mortis: et ignavum redituræ parcere vita. 26. Niflhil, the northern mythology teac hes that the souls of bad men descend into Hela and thence into Niflhil, whic h is the ninth sphere or world. This bears some analogy to the description Virg il has given of the infernal regions. Fata obstant, tristique palus inamabilis unda Alligat et Novies styx interfusa coercet. This place consisted of nine worlds, reserved for those who died of disease or old age. Hela or Death there exercised her despotic power; her place was Anguish; her table Famine; her waiters were Expectation and Delay; the threshold of the door was Precipice; her bed Leanness: she was livid and ghastly pale; and her very looks inspired horror. 27. “When Winter.” The Northern nations believed that a barbarous age would come, an age of the Sword, as they calle d it, when iniquity should infest the earth, when brothers should stain themselves with brothers blood, when sons should be the murderers of their fathers, and fathers of their sons, when incest and adultery should be common, when no man should spare his friend. Immediately after that, a desolating wi nter should succeed, wherein the snow should fall from the four corners of the world, the winds blow with fury, and the whole earth be hard bound in ice. Three such winters should pass away without being softened with one summer. Then should succeed astonishing prodigies: monsters should break thei r chains and escape; the great dragon should roll himself in the ocean, and with his motions the earth should be shaken; the trees be torn up by the r oots, and the rocks dashed against each other. From this general destruction a world was to be created where nothing but peace and happiness should reign. --- The Voluspa describes it in this manner: Brœdor mono berias, Oc at bö nom verda Muno fystrungar Sifiom spilla. Hart er med hauldrom, Herdomr mikill. Skeggöld. Scalmold. Skildir klofnir. Vindold, Wargold, Adr: vero ld steipiz. Which exactly agrees with what Ovid says, Jupiter antiqui contraxit tempora veris: Perque hyemes, æstusque, & inæquales autumnos, Et breve ver, spatiis exegit quatuor annum. Tum primum siccis aer fervoribus ustus Canduit: & ventis glacies adstricta pependit. Tum primum subiere domos. Domus antra suerunt, Et densi frutices, & vinctæ cortice virgæ, Semi na tum primum longis Cerealia sulcis Obruta sunt, pressique jugo gemuere ju venci. Tertia post illas successit ahenea proles, Sævior ingeniis, & ad horrida promptior arma: Nec scelerata tamen. De duro est ultima ferro. Pron tinus irrumpit venæ pejoris in ævum Omne nefas: fugere pudor, verumque, fidesque: In quorum subiere locum fraudesque dolique Infidiæque, & vis, & amor sceleratus habendi. Jamque nocens ferrum, ferroque nocentius aurum Prodierat: prodit bellum, quod pugnat utroque: Sanguineaque manu crepitantia concutit arma. Vivitur ex rapto. Non hospes ab hospite tutus, Non socer a genero: fratrum quoque gratia rara est. Imminent exitio vir conjugis, illa mariti; Lurida terribiles \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":30,"pageContent":" 27 miscent aconita novercæ: Filius ante di em patrios inquirit in annos. Victa jacet pietas; & virgo cæde madentes Ul tima cœlestum terras Astræa reliquit. 28. “Life and Vital Heat,” shall be hid in the body of the renewed earth: these by the means of moisture shall produce man. The opinions of the Sythians and Egyptians were the same. Virgil al so says, Cum primum lucem pecudes hausere virumque Ferrea progenies duris caput extulit arvis. Ovid too was of the same opinion. Cætera diversis tellu s animalia formis Sponte sua peperit, postquam vetus humor ab igne Percalui t Solis; cœnumque, udæque paludes Intumuere æstu: fœcundaque semina reru m Vivaci nutrita solo, ceu matris in alvo Crevernnt, faciemque aliquam cepere morando. Quippe ubi temperiem sumsere humorque, calorque, Concipunt: & ab his oriuntur cuncta duobus. Cumque sit ignis aquæ pugnax; vapo r humidus omnes Res creat, & discors concordia fœtibus apta est. 29. Fenrir. --- While that Winter last spoken of exists, the wolf Fenrir shall break loose from his chains, where a great river disembogues itself into the Ocean, (by which is meant time and eternity), and open his enormous mouth which reaches from Heaven to Earth; the fi re shall flash out from his eyes and nostrils; he shall devour the sun: and the great dragon which follows him, shall vomit forth upon the waters and into the air, great torrents of venom. In this confusion, the stars shall fly from their places, the heavens shall cleave asunder, and the army of evil Genii and Giants, conducted by Surtur (the black), and followed by Lok, shall break in to attack the Gods. 30. “She like.” --- Rinda is the Virgin here understood. 31. “When perish.” --- The first and secon d order of Deities were supposed never to perish; these, therefore, must mean an inferior order, who shall be absorbed in the great twilight of the Gods. 32. “But others.” --- The meaning of the passage seems to be this: --- The human race shall be divided into three people , who shall take possession of the world rising from the sea, and shall dwell upon it: then all places shall be filled with good Genii, who shall defend the human race from those that are evil. 33. “Age of Surtur,” --- The consummation of all things: This was to take place by means of fire. Similar to this was the opinion of the Stoics as appears from Sophocles. ejai gar ejai ceinoj aiwnwn cronoj otan puroj gemonta qesauron. cash cruswpoj aiqhr. h q boschqeisa flox Apanta tapigeia cai metarsia flexei maneij. In Ovid also we find the same sentiment. Esse quoque in fatis reminiscitur affore tempus, Quo mare, quo tellus, correptaq regia cœli Ardeat, et mundi moles operosa laboret. 34. Vidar. He wears thick shoes, but of so wonderful a texture, that by means of them he can walk in air and tread upon water. He is almost as strong as Thor himself, and in all critical conjunctures, affords the Gods great consolation. he is the God of silence. 35. Vali. --- Son of Odin and Rinda, bold in war, and an excellent archer; he killed Hoder in revenge for Balder’s death. 36. Modi, signifies vigor of mind. 37. Magni, strength of body. All the preceding, except Vali, were the sons of Thor. 38. “A shaggy monster.” --- Fenrir the wolf. 39. “The parent.” --- Odin the God of the sun, by which time is computed."},{"pageNumber":31,"pageContent":" 28 40. Vitner. --- One of the names of Odin.    \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":32,"pageContent":" 29 SONG OF GRIMNER ARGUMENT. King Hraudunger had two Sons, one called Agnarr the other Geirrod. Agnarr was ten years old and Gierrod eight, when they went to sea in a boat for the purpose of fishing. A tempest drove the boat far from their own shore and carried them to a strange country; where they met a certain countryman. There they wintered. The Mistress of the hosue loved Agnarr, b ut the Master, Geirrod; who taught him to be crafty. The same person in the following spring gave the boys a boat; but when he and his wife had led them to the shore, he spoke something privately to Geirrod. The boys obtaining a favourable wind, returned toward their own coast. Then Geirrod, standing on the prow of the vessel, leaped on shore, and pushing the boat off, said, “now go where the ev il Genii may meet with thee.” The boat was carried into the ocean; but Geirrod going home, was kindly received. Geirrod therefore was created king and be came illustrious. While all this was transacting, Odin and Frigga sitting in Hlidskialfa beheld all the regions of the earth. “See” said Odin “your favourite Ag narr sitting in a cave with his gigantic wife and his children around him; but my favourite Geirrod is become king, and reigns in peace.” Frigga answered, “Geirrod is parsimonious and exercises cruelty upon his guests when he thinks too many trouble him.” Odin denyed this assertion. They lay a wager concerning it. Frigga sent the nymph Fylla to admonish the king, lest a certain magici an who had come into his country should poison him; she informed him that he mi ght be distinguished by this sign, that no dog would bark at his approach. But that was needless, because Geirrod discountenanced the visits of all stranger s. He took care however that the man should be seized, whom the dogs refused to hurt. He was dressed in blue apparel and took the name of Grimner. When any one asked questions concerning himself, he refused to answer them. Th e king examined him by torture between two fires; where he remained eight nigh ts. Geirrod had a son, ten years old, called Agnarr, bearing the name of his Uncle. Agnarr approached Grimner and gave him a cup of water, saying that th e king behaved very ill to punish an innocent man. Grimner drank the contents. But by that time the fire burnt his clothes: when he began to speak. I. Fire! spare thy fury spare, Nor thus thy torrents on me bear: Thy flames fierce flashing from me turn --- In vain I strive --- my garments burn: Tho’ high in air my cloak I raise, It wastes before thy scorching blaz. "},{"pageNumber":33,"pageContent":" 30  II. By the pale fires sullen light, I’ve watch’d eight times the round of night. Mortals on me disdain to think, Nor offer food, nor offer drink --- Agnarr except --- who kind of soul, Gave one cool refreshing bowl: Thou gentle Youth! so fates have told, The sceptre of the Goths shalt hold.  III. The cup was kind, and great’s the meed, That to thy bounty will succeed; Safe shalt thou reign from ev’ry foe, --- Smooth shall thy tide of fortune flow. IV. Dear are the lands to Gods on high, That neighb’ring to the Alfi lie. On plains of (1) Thrudheim (2) Thor shall dwell, While Gods their golden ages tell. V. (3) Uller there hath fix’d his home, Where the swift Ydali roam. The Gods when time first sprang to light, Fair (4) Alfheim gave to (5) Freyer’s right; The honors of his infant state, Forever to perpetuate. VI. The third abode, I know it well, Is where the Gods benignant dwell, The roofs with silver radiance shine, ‘Tis call’d (6) Valaskialf divine; Because a God in times unknown, Chose to make that seat his own.  VII. Saucquabeccer is the name, The next immortal, portals claim; There icy waters ev’ry hour, Around in horrid diss’nance pour; While Odin, (7) Saga, orgies hold, Quaffing libations out of gold. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":34,"pageContent":" 31  VIII. (8) Gladsheimer next succeeds --- the land, Where bright (9) Valhalla’s towers stand: In burnish’d gold they proudly rise, And lose their radiance in the skies. (10) Hropter there with potent word, Dooms myriads daily to the sword. IX. Where Odin’s towers rise to view, Thus may be known by symbols true; Broken shafts of many a spear Emblazoning the roofs appear: The domes with shields are cover’d o’er, And coats of mail surround the floor. X. Where Odin’s towers rise to view, Thus may be known by symbols true; A gaunt (11) Wolf sits in pend’lous state Ever o’er the western gate; While (11) Eagles the wide portals grace. XI. Thrymheimer stands the next in place; Thiaz there has fix’d his throne --- A giant long to glory known. But (12) Skada, chaste nymph of the sky, The honors of her ancestry, Shall soon possess.  XII. Seventh in fame, (13) Breidabliker mortals name: Within whose consecrated walls Stand (14) Balder’s hospitable halls. There smiling peace has ever shone, And virtue calls the place her own.  XIII. Himinbiörga eighth I sing, Where o’er the lands, propitious king, (15) Heimdaller reigns. There mindful he, Of every holy mystery. On downy couches spends his hours, And copiously metheglin pours. "},{"pageNumber":35,"pageContent":" 32 XIV. Falcvanger’s towers claim my song, These to (16) Freya’s right belong; Who chief presiding at each feast, Appoints his place to ev’ry guest: Half of the slain by her’s possest, But Odin daily claims the rest. XV. Tenth house of fame, lo! Glitner shines, Blest with the wealth of golden mines; Bright molten silver crowns the dome, (17) Forester proudly calls his own: There on soft rose-leaf beds he lies, While suns successive set and rise. XVI. (18) Noathuna the eleventh place, The mansions of Niorder grace: He, blameleless king of men, presides O’er domes whose summits touch the skies.  XVII. The lands of (19) Vidar far are seen, Beset with thorny brakes obscene; Rank herbage shoots aloft in air, And marshy sallows flourish there. Vidar, descending from his steed, Swift in pursuit scarce bends the reed; A parent’s wrongs provoke his ire, And vengeance from his arm require.  XVIII. (20) Andhrimner speedily returns: The fire beneath (21) Eldhrimner burns: (22) Sæhrimner smokes in floods below --- The best reflection heroes know. Few think how many warriors dine, From off his wide extended chine.  XIX. (23) The chief inur’d to toils in war, Removing from the feast afar, Bids (24) Gerr and Freker daily eat, The smoking honors of the treat: But Odin, great in martial deeds, With mead, immortal vigor feeds. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":36,"pageContent":" 33 XX. (25) Hugo, in azure fields of air, And (25) Mumin too each day appear: I fear lest Hugo safe return, But more for Mumin inly mourn. XXI. Lo! Thunda’s waters rend my ear, While tranquil stands Thiodvitner: Smooth in the lake the fish are seen, Gliding thro’ the liquid green. Thunda’s waters hast’ning fleet, Touch not (26) Valgom! with thy feet.  XXII. Far o’er yon hills old (27) Valgrind stands, Erected by no mortal hands: Few know the dome’s mysterious ways, Or how the massy bars to raise.  XXIII. Behold! Valhalla proudly shrouds, Her towers in the ambient clouds: Five hundred portals grace the side, With forty more unfolding wide. Thro’ ev’ry gate in war array, With banners streaming to the day, Eight hundred warriors passage find, When for matial deeds inclin’d. XXIV. Five hundred domes aspiring high, With forty others pierce the sky: There, Gods in mazy lab’rynths roam --- One portal leads to ev’ry dome: But that which loftiest pillars grace, Belongs to my illustrious race. "},{"pageNumber":37,"pageContent":" 34 XXV. (28) Heidruna, wildest of the train, That sport on hill, or russet plain, Near Odin’s hall falacious breeds, And on the leaves of Lærad feeds. His spacious horn shall fill the bowl, That lifts to rapture Odin’s soul; And ever drinking --- ever dry--- Still the copious stream supply. XXVI. There too, forever wand’ring near, Is seen swift-footed (29) Eikthyrner; He on Lærad’s foliage feeds, And annually prolific breeds. Fast in (30) Hrvergelmer’s tide, Dew-drops down his antlers glide; Whence, winding thro’ the porous earth, Augmented rivers take their birth.  XXVII. (31) Sider, Vider, Fimbulthuler, Sækiner, and Geirumuler, --- These thro’ lands immortal, flow, And plenty on the Gods bestow.  XXVIII. (32) Viner, Noter, Vegsuonner, Niter, Stronder, and Heronner, --- The lands of mortals these divide, And downward thence to Hela glide. XXIX. (33) O’er four fam’d rivers spreading far, Thor drives on his thundering car; When to the ash of Yggdrasil, He goes to tell his wond’rous will. Then ev’ry bridge th’ Asori raise, Shall smoke in undulating blaze, Each mortal stream its banks forsake, And sacred fonts combustion take.  XXX. (34) Those steeds with unrein’d fury glide, On which the sons of Asi ride; When studious of the Thund’rer’s will, They crowd the ash of (35) Yggdrasil. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":38,"pageContent":" 35  XXXI. O’er three fam’d nations wide it shoots, Three majestic antique roots: One spreads o’er Hela’s confines far; Another shades the (36) Hrimthursar; (37) Long will the third a race protect, That laws nor sacred rites neglect.  XXXII. The Squirrel who with nimble skill, Sports thro’ the ash of Yggdrasil, The mandates of the Eagle brings, That plumes aloft his spreading wings, To where (38) Nidhogger far beneath, Coils in many a shining wreath.  XXXIII. (39) Four Stags protected by its boughs, With lifted foreheads daily browze.  XXXIV. Beneath the autumnal leaves that spread The ground below the forest’s head, More hissing serpents daily glide, Than e’er unwary (40) Apa spied. Grafvitner’s sons are long decreed, Daily on the Ash to feed.  XXXV. The Ash of Yggdrasil sustains The beasts that range a thousand plains: Boughs, to the Stag; its bark affords Protection to the insect hoards; While at its root with ceaseless bite, Nidhogger hides his theft in night.  XXXVI. (41) Hrista and Mista, daily bear Bowls taht sooth the brow of care; Ever Odin’s cheifs regale, With soul invigorating ale. "},{"pageNumber":39,"pageContent":" 36  XXXVII. Yok’d to the chariot of the Sun, Each day thro’ heav’n (42) two coursers run: Then Gods beneath their helmets love In iron canopy to rove.  XXXVIII. Presented to the blazing skies, The argent shield, (43) Sualiner lies: Nature would its doom receive, Were it once the heavens to leave.  XXXIX. Skoller, the direful wolf whose rage Devours the monuments of age, Pursues the God whose eye sublime Daily surveys each terrene clime. Before the gentle Queen of heaven, To (44) Hater ‘tis forever given Still to advance --- the same we’re told, From Herodvitner sprung of old. XL. At first the variegated earth, From flesh of Ymer had his birth; His blood supplied the ocean bed; His bones the rocky mountains bred; Transform’d to herbs his hair was seen; His skull o’er-arch’d the blue serene; For man, propitious Deities Pluck’d the shadowings of his eyes, And Midgar form’d that happy zone, Which heat and cold alike have flown; Dun vapors from his brain exhaled, And clouds in scatter’d squadrons sail’d --- Black clouds that in their bosoms bore The germs of elemental war. XLI. (45) Behold! ‘midst circling flames I stand: The youth who stretch’d his daring hand --- Him mighty Uller shall applaud, And crown with favor, ev’ry God. The great Asori progeny, Geirrod! shall thy baseness see; And urg’d at last by Godlike love, These boiling cauldrons shall remove. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":40,"pageContent":" 37  XLII. Th’ (46) Ivaldi sons, in ancient days, A glorious fabric strove to raise: (47) Skidbladner was the name they gave --- The noblest bark that plough’d the wave. Soon as the wond’rous toil was done, They gave it to (48) Niorder’s Son.  XLIII. Yggdrasil is chief of trees, That dallies with the wanton breeze; Let fam’d Skidbladner ever ride, The fairest Ship that skims the tide: Odin among th’ Asori claims, Highest honors --- greatest names: (49) Sliepner with his thund’ring mane, Is chief of steeds that scud the plain: (50) Bifrost stands in swelling pride, Chief of piles that bridge the tide: Who like (51) Brag, since earliest time, Can weave the magic web of rhyme? What bird like Habroc swift in flight? Or bold in the aerial fight? What dog with Garmer scents afar The victims of the sylvan war? XLIV. (52) My various hardships I describe, Now to the Sigtivori tribe: Protecting hands approach me near! Steps of Asori now I hear: The giants seat shall they ascend, And inmost halls with clamours rend. XLV. When in the nations I am seen, Mortals who to my fanes convene (53) Shall hail me with a thousand names, Great as celestial virtue claims. (54) Geirrod trembles! does thy soul Yield the mast’ry to the bowl? (The bowl can Gods and men deceive): Or dost thou at thy honours grieve? What heroes croud thy palace gate, And Gods thy vengeful malice sate? "},{"pageNumber":41,"pageContent":" 38 XLVI. Much have I said; but said in vain: Mem’ry flies thy troubled brain. Thy friends deceitful press around: I see thy faulchion on the ground. The faulchion of my host is dy’d! The blood runs purpling from his side!  XLVII. Ygger soon shall point the blade, For deed of rightful veng’ance made. Thy days are past, I now predict: Now the Destinies afflict. With flames encircled, Odin see! Geirrod! Geirrod! rescue me. King Geirrod was sitting with his sword upon his knees, half unsheathed; but when he understood who it was he ha d been tormenting, he arose to lead him from the fires. The sword fell with the po int upwards; and the king, stumbling at the same time, fell upon it, and was pierced through the body. Thus he died: --- Odin then disappeared and Agnarr succeeded to the throne. Notes 1. Thrudheim, lay between the confines of the Asi and Alfi. 2. Thor, the eldest son of Odin; strength and valor are the attendants of this God, therefore he triumphs over every thing that has life. When the Northern nations adopted the Roman Calender, that day which was consecrated to Jupiter or master of th under, was assigned to Thor and was called Thorsdag or Thursday. The Laplanders to this day have a God answering to Thor, whom they worship under the name of Horagalles. They depict him with a double-heade d mallet, and invoke him chiefly not to injure with his thunder their Raindeer as they wander exposed upon the wide and desolate mountains. Lem: de Lappon: 3. Uller, a God the offspring of Sifia and son-in-law of Thor. He is so quick in shooting his arrows, and so nimble in the use of his skates, that nothing can stand before him. He is also very handsome in his person, and possesses every quality of the Hero; wherefore he was invoked in duels or single combats. 4. Alfheim, signifies in Gothic, the abode of the Genii or the faries of the male sex. Of these some are good and some bad. With regard to the bad they were particularly dreaded about the hour of noon. This superstition has prevailed no less in France than elsewhere; though it came from the east. St. Bazil recommends us to pray to Go d some time before noon, to avert this danger. The Celts with the same view offered sacrifices. One says \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":42,"pageContent":" 39 pleasantly, “The true Demon of noon is hunger when one has nothing to satisfy it.” 5. Freyer, son of Niorder. 6. Valaskialf, a palace of Odin. 7. Saga, A Goddess. 8. Gladsheimer, (the abode of joy.) 9. Valhalla, The palace of Odin, where that God receives all such as die in a violent manner from the beginning to the end of the world. 10. Hropter, one of the names of Odin. 11. Wolf and Eagles, these were statues. 12. Skada, daughte of Thiaz and wife of Niorder. She prefers dwelling on the spot where her father inhabits, which is in the land of mountains; but Niorder loves to reside near the sea; yet they came at length to this agreement between themselves, that they should pass together nine nights among the mountains, and three on the shore of the sea. One day, Niorder, returning from the mountains, composed this song: “How do I hate the abode of the mountains! I have only pass’d nine nights there; but how long and tedious did they seem! There one hears nothing but the howling of wolves, instead of the sweet singing of the swans, who dwell on the sea shores.” In answer to this , Skada composed the following verses: “How is it possible for me to enjoy my rest on the couch of the God of the Ocean; whilst birds in flocks, returning each morning, awake me with their screamings?” Then Skada returned to the mountains where her father dwelt; there snatching up her bow, and fastening on her snow- skates, she employed herself in chase of savage beasts. 13. Breidabliker, the palace of Balder. This place is in heaven and nothing impure can have admittance there; within are columns, upon which are engraved verses, capable of recalling the dead to life. 14. Balder, the second son of Odin. He is of an excellent natural temper; and has the universal praise of mankind; so handsome in his person, and of so dazzling a look, that he seems to dart forth rays of light. To comprehend the beauty of his hair it is necessary to know that the whitest of all vegetables is called the “eye-brow of Balder.” It seems probable that Balder is the same God whom the Noricians and Gauls worshipped under the name of Belenus. He was the Apollo of the Greeks and Romans. 15. Heimdaller, a sacred and powerful deit y. He is the son of nine virgins who are sisters. He is likewise called the “God with the golden teeth,” because his teeth are of that metal. He dwells at the end of the bridge Bifrost or the Rain-bow, in a castle called the “Celes tial Fort.” He is the sentinel or watchman of the Gods. The post assigned to him is to abide at the entry into heaven, to prevent the giants from forcing their way over the bridge. He sleeps less than a bird; and sees by night as well as by day, more than an hundred leagues around him. So ac ute is his ear that he hears the grass growing on the earth, and the wool on the sheeps back; nor does the smallest sound escape him. Besides this, he has a trumpet which is heard through all worlds. This God is celebrated in the following verses. “The Celestial Fort is the castle where Heim daller resides, that sacred guardian"},{"pageNumber":43,"pageContent":" 40 of heaven, who drinks divine hydromel in the secure and tranquil palaces of the Gods!” 16. Freya, the daughter of Niorder; she is the most propitious of the goddesses. The place which she inhabits in heaven, is called falcvanger, or Union of the People. She goes on horseback to every place where battles are fought, and asserts her right to one half of the slain; the other half belongs to Odin. Her palace is large and magnificent; thence the sallies forth in a chariot drawn by two cats. She lends a favourable ear to those who sue to her for assistance. From her were the Scandinavian ladies named. She is very much delighted with the songs of lovers; and such as would be happy in their amours worship this Goddess. 17. Forester, a God, the Son of Balder. He possesses the palace in heaven called Glitnir. All who refer to him the decision of their controversies, return from his tribunal mutually satisfied. It is the most excellent tribunal found amongst Gods or men, a ccording to these verses: “Glitnir is the name of a palace which is upheld by pillars of gold, and covered with a roof of silver. There it is that Forester resides the greatest part of his time, who reconciles and appeases all sorts of quarrels.” 18. Noathuna, the palace of Niorder the God of the sea. The Chinese, as well as the Grecians and Northern nations, have their Neptune, whose name is Toong-hai-vaung, or king of the eastern sea. The temple where he is worshipped is called Ta-coo; he is there represented as sitting on the waves with firmness, ease, and dignity, holding a dolphin in one hand and a magnet in the other. Staunton’s Account of China. 19. Vidar, mentioned before as the God of Silence, is represented as living in such a situation that by its inaccessi bility he might avoid the converse of men. He was despised by the other Gods, and for that reason supposed to be more assiduous in revenging his father Odin’s death. 20. Andhrimner, the Cook of the Asori. 21. Eldhrimner, the Cauldron. 22. Sæhrimner, the Boar. 23. The chief, Odin. 24. Gerr and Freker, two wolves kept by Odin, to whom he consigns all the food brought to his table. 25. Hugo and Mumin, the ravens of Odin. He lets them loose every day; and they, after having made their excursions over the whole world, return again at night about the hour of repast. Hence it is that this God knows so many things, and is called the king of the ravens. Hugo, signifies spirit or thought, and Mumin, memory. Thor made Thialfe contend with Hugo in swiftness: but Hugo so far outstript him, that in returning to the barrier whence they set out, they met face to face. It was the opinion of the Northern writers, that if reason and memory were once lost, they would never be thoroughly recovered again. 26. Valgom, one of Odin’s horses. 27. Valgrind, the fortress of select heroes. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":44,"pageContent":" 41 28. Heidruna, the Goat. From her paps flows Hydromel and Mead in such great abundance, that it fills every day a pitcher large enought to inebriate all the heroes. 29. Eikthyrner, the Stag. 30. Hrvergelmer, the father of rivers. 31. Sider, &c. Names of celestial rivers . There are fifteen beside these, but they are not enumerated in the translation, on account of their harsh and unusual sounds. For the curious therefore, they are put in the notes; viz: Eikin, Suöl, Gimnthro, Fiorm, Rin, Rennandi, Gipul, Gaupul, Gaumul, Din, Vin, Davll, Havll, Grap, Gunndorin. 32. Viner. The names of many terrestrial rivers are here omitted; viz: Naunn, Hraun, Slid, Hrid, Sylgr, Ylgr, Vid, Van, Vaund, Straund, Giaull, and Serptr. 33. “O’er four fam’d rivers,” --- Their names are Kaurmt, Aurmt, and the two Herlaugars. 34. “Those steeds,” --- Their names are Gladr, Gyllr, Gler, Sceidbrimur, Silferintoppr, Sinir, Gisl, Falhofner, Gulltoper, Lettfeti. 35. Yggdrasil. It is the greatest of all trees, its branches cover the surface of the earth, its top reaches to heaven, it is supported by three vast roots, one of which extends to the ninth world, or Hell. An Eagle, whose piercing eye discovers all things, perches on his branches. A Squirrel is continually running up and down to bring news; while a parcel of serpents, fastened to the trunk, endeavour to destroy him. From under one of the roots runs a fountain wherein wisdom is concealed. From a neighbouring spring (the fountain of past things) three virgins are continually drawing a precious water, with which they refresh the Ash-tree; this water keeps up the beauty of its foliage, and, after having refreshed its leaves, falls back again to the earth, where it forms the dew of which the bees make their honey. These three virgins always keep under th e ash; and it is they who dispense the days and ages of men. Every man hath a destiny appropriated to himself, who determines the duration an d events of his life. But the three destinies of more especial note are Urd (the past,) Werandi (the present,) and Sculde (the future.) The Mohammedans have also in their mythology a Tree very similar to this, called Tuba or the tree of happiness. It is said to stand in the palace of Mohammed, though a branch of it will reach to the house of every true believer; that it is loaden with pomegranates, grapes, dates, and other fruit, of surprising bigness and of tastes unknown to mortals. So that if a man desire to eat of any particular kind of fruit, it will immediately be presented to him; or if he chuse flesh, birds ready dressed will be set before him according to his wish. They add, that the boughs of this tree will spontaneously bend down to the hand of the person who would gather of its fruits, and that it will supply the blest not only with food, but also with silken garments, and beasts to ride on ready saddled and bridled, and adorned with rich trappings, which will burst forth from its fruits; and that this tree is so large, that a person mounted on the fleetest horse, would not be able to gallop from one end of its shade to the other in an hundred years."},{"pageNumber":45,"pageContent":" 42 36. Hrimthursar, a nation of one-eyed inhabitants; this is said of them because they are great marksmen and shut one eye when they take aim; they dwelt in the East. 37. “Long will the third a race,” --- This means the inhabitants of Southern regions. 38. Nidhogger, the name of a serpent. 39. “Four Stags,” --- Their names are, Dainn, Dualinn, Duneyrr, and Duradror. 40. Apa, Apes. 41. Hrista and Mista, these Goddesses are called Valkyries, Odin sends them into the field of battle to make choice of those who are to be slain, and to bestow the victory. 42. “Two Coursers,” --- Arvacer and Alsuither, the horses of the Sun. 43. Sualiner, the solar shield or fabulous refrigerator of the world. 44. Hater, another wolf who is the precursor of the Moon. 45. “Behold!” --- Over the fires which surrounded Odin, the Cooks had put cauldrons to boil: Odin wished Gei rrod or his servants to remove them that the Asori when they drew near, mi ght at once see and rescue him: or perhaps the coming of the Asori was all a pretence, meant only to intimidate Geirrod. 46. Ivaldi, a Nation of Dwarfs. 47. Skidbladner, A Ship so large, that all the Gods completely armed might find room to fit in it at their ease. As soon as ever it sails are unfurled, a favourable gale arises and carries it of itself to whatsoever place it is destined. And when the Gods have no mind to sail, they can take it into pieces so small, that being folded one upon another, the whole will go into a pocket. 48. Niorder’s Son, Freyer. 49. Sliepner, a Horse with eight feet. His origin is thus related in the Edda of Snorro. One day a certain Architect offered his services to the Gods to build them in the space of two years a City, so well fortified, that they should be perfectly safe from the incu rsions of the Giants, even although they should have already penetrated within the enclosure of Midgard; but he demanded for his reward the Godde ss Freya, together with the Sun and Moon: After long deliberation, the Gods agreed to his terms, provided he would finish the whole himself without any one’s assistance, and all within the space of one single Winter: But if any thing should remain to be finished on the first day of Summer, he should entirely forfeit the recompence agreed on. On being acquainted with this, the Architect stipulated that he should be allowed the use of his horse. And to this, by the advice of Lok, the Gods assented. This agreement was confirmed by many oaths, and concluded in the presence of many witnesses; for without this precaution, a Giant would not have thought himself safe among the Gods, especially if Thor had been returned from the journey he had then taken into the East, to conquer the Giants. From the very first night, this Giant caused his horse to draw stones of an immense bulk; and the Gods saw with surprise, that this creature did more work than the master himself. The Winter howeve r, was far advanced, and towards the \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":46,"pageContent":" 43 latter end of it, this impregnable City had almost attained the summit of perfection. In short, when the full time was now expired, all but three days, nothing was wanting to complete the work, except the gates. Then the Gods entered into consultation, and enquired of one another who among them it was, that could have advised to marry Freya into the Country of the Giants; and to plunge the sky and heavens into darkness, by permitting the Sun and Moon to be carried away. They all agreed that Lok was the author of that bad council, and that he should be put to a most cruel death, if he did not contrive some way to prevent the workman from accomplishing his undertaking. Immedi ately they laid hands on Lok; who in his fright promised on oath to do whatever they desired, let it cost him what it would. That very night while the workman was employing his horse as usual in conveying stones, there suddenly leaped forth a mare from the neighbouring forest, which a llured the horse with her neighings. The animal no sooner saw her, but giving way to his ardor, broke his bridle, and began to run after the mare. This obliged the workman also to run after his horse, and thus between one and the other, the whole night was lost, so that the progress of the work was delayed till next morning. The Architect perceiving that he had no other means to finish his undertaking, resumed his own proper shape; and the Gods perceiving that it was really a Giant with whom they had made the contract, paid no longer any regard to their oath; but calling the God Thor, he came and shattered the head of the workman to pi eces with his mallet. Shortly after, Lok came and reported that the Mare had a foal, which after proved to be the famous Sliepner. 50. Bifrost, the Rain-bow. 51. Brag, a God celebrated for his wisdom, eloquence, and majestic air. He is not only eminently skilled in poetry, but the Art itself is called from his name Brager, and the most distinguished poets receive their names from him. 52. “My various”, --- Odin now begins to assume his true character, and asserts that he is instilling into the minds of his distant friends an idea of his sufferings. 53. “Shall hail &c.” --- The names of Odin are the following: Grimer, Gangler, Herian, Hialmber, Theccer, Thrid, Thud, Uder, Helblind, Harr, Sader, Snipal, Sann-getal, Herteiter, Hnicarr, Bileyger, Bal-eyger, Baulvercer, Fiolner, Grimar, Grimner, Glapsuid, Fiolsuid, Sithaviter, Sidsceggar, Sigfander, Henikuder, Alfander, Valfander, Atrid, Farmat, Jale, Rialer, Vider, Osci, Omi, Jafnhar, Biflinder, Gondler, Harbard, Suidur, Suidner, Ygger, Thunder, Vacer, Hropter, Gauten, Jalcer, Ofner, Suafner. 54. “Geirrod trembles.” --- He now begins to discover who it is he has been tormenting. The latter part of this verse seems to have been spoken in a strain of Ridicule. "},{"pageNumber":47,"pageContent":" 44 JOURNEY OF SKIRNER Freyer, the son of Niorder, as he sat on (1) Hlidskialfa, beholding the regions of the world; cast his eyes on the nation of the Jötunheimi, where he beheld a fair virgin as she passed through her father’s house to a solitary apartment. He became suddenly very sad. Skirner was the servant of Freyer. Niorder called him and bid him enquire into the cause of his master’s grief. While (2) Skada the wife of Niorder petulently said ---- SKADA. Go Skirner! speedily enquire, Consum’d by what untam’d desire Of hidden lore, my son retreats Into his mansion’s inmost seats? Ask him if wisdom will reside, With passion, envy, love, or pride? SKIRNER. My rashness will I fear bring down, Th’ indignant eye, the scornful frown; Yet will I tempt his solitude, And sooth him if he think me rude. Chief of lineage divine! Long may thy princely virtues shine--- Tell me, for I wish to know, The story of thy bitter woe: Say why you shun the field and grove, And lonely thus your chambers rove. Should you my boldness disapprove, Forgive me --- ‘tis the crime of love. FREYER. (3) Why gentle youth thus seek to know The hist’ry of my secret woe? The cheerful sun illumes the day, But leaves to gloom, my soul a prey. SKIRNER. Thy sorrows cannot be so great, But friendship may participate. In youth we wander’d gay compeers; Our sports the same --- the same our years: Then why the secret shun to tell To one who ever lov’d thee well. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":48,"pageContent":" 45 FREYER. (4) In Gimer’s halls with stately pace, A virgin, deck’d by ev’ry Grace, Walking lone in beauty’s pride, From Hlidskialfa I have spied. Her arms in marble lustre shone, And lucid glories danced along; A brighter day o’er ether spread, And ocean smil’d upon his bed. A stronger flame inspires my breast Than ever earth-born youth possest. Would that I were of mortal mould, Her charms unenvy’d to infold! But Gods malignant disapprove Immortals join’d to mortal love. SKIRNER. Grant from thy stalls with quickest speed A courser of etherial breed; That thro’ the dun obscure of night May bear me clad in spectre light. Let me too the sword display, Round which the beamy lightnings play --- That sword portentous, gleaming far, Which scatters all the files of war. FREYER. Take from my stalls with quickest speed, A courser of etherial breed; That thro’ the dun obscure of night May bear thee clad in spectre light. (5) Take too the sword which they who know Wisely to use, will on each foe Unsufferable splendors pour. SKIRNER, Addressing his Horse. (6) Midnight rules the fateful hour! Bright unnumber’d stars appear: The time of our departure’s near. Let us the arduous toil pursue, And dip our feet in mountain dew. Together we will danger try, Together live, together die. "},{"pageNumber":49,"pageContent":" 46 Skirner was carried among the Jötunheimi, to the house of Gimer, where were a number of fierce dogs. He rides up to a Shepherd keeping sheep on a hill, and thus addresses him --- SKIRNER. Shepherd! art thou seated there To guard from wolves thy fleecy care? Or doom’d to spend thy lonesome days Guardian of these desert ways? (7) Gimer’s dwelling lo! I seek, With lovely Gerda with to speak: Instruct me how it may be done, And teach me too those dogs to shun. SHEPHERD. Art thou to death foredoom’d a prey? Or dead, revisit’st thus the day? The dogs will never be beguil’d --- Thou can’st not speak with Gimer’s child. SKIRNER. Good shepherd listen to the tale --- Death and life are in the scale! Worn with many an anguish’d sigh, One there is prepar’d to die: Already is the day decreed --- If I succeed not, he must bleed. GERDA. What noise is that assails my ear? Sounds of coming steps I hear! Earth a strange commotion feels! Gimer’s tower terrific reels! MAID. A trav’ller to the gate draws nigh, With manly port and daring eye: Now healights from off his steed, And turns him forth at large to feed. GERDA. (8) Bid him welcome --- Maiden! haste --- Let him our metheglin taste: (9) Yet still I feel a secret fear, Some murderer approaches near. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":50,"pageContent":" 47 GERDA. Dost thou from th’ Alsori come? Or ‘mong the Asori is thy home? Or of the Vani? haply then, Wisest of the sons of men. Why alone --- no succour near--- Didst thou the (10) hostile fires dare? Whence could a worthy cause proceed To prompt thee to so mad a deed? SKIRNER. Not from th’ Alsori do I come; Nor ‘mong the Asori is my home; Nor me, the Vani honors grace, Deem’d wisest of the human race: Yet still the firey ways I trod Alone, that lead to thy abode. (11) Eleven apples, Maid! behold, I offer thee of radiant gold: That thou a favoring word would’st give, And bid the gentle Freyer live. GERDA. Know at no mortal beck I stand --- Cease thy offer --- I command. From Freyer will I keep aloof: He never comes beneath this roof. SKIRNER. Gerda! lo I offer more --- (12) The mighty ring that (13) Hermod bore Thro’ Hela’s flames; and thence retriev’d, The strange fecundine power receiv’d: Eight sister rings in weight and use, Ev’ry ninth night to produce. GERDA. Of thy presents talk no more --- I’ll not take what Hermod bore. Gold I have, enough to spare: Niörder’s wealth I will not share. "},{"pageNumber":51,"pageContent":" 48 SKIRNER. Maiden! see this sword divine With finely polish’d lustre shine: Soul of beauty! thou art dead --- Sever’d thy devoted head --- If resolv’d with proud disdain, Still to slight thy lover’s pain. GERDA. My right, my freedom, and my hand, I yield to no proud foe’s demand; While Gimer can his faulcion rear, I, nor thee, nor Freyer fear. SKIRNER. Maiden! see this sword I wear, Temper’d with celestial care: Can’st thou view thy father fall, Mangled in his cheerful hall? If thou consent not, ‘tis decreed By this the hoary chief shall bleed. Again behold this wand I lift, Virtued with the wond’rous gift; Of taming stubborn mortals still, Obedient to superior will. Maiden! thou consign’d shalt be, To endless, dark obscurity. Just as the famish’d eagle high On clifts that seem to prop the sky, At morning’s dawn, with eager ken, Looks wistful o’er the distant glen: So thou to joy alive no more, (14) Shalt cast thine eyes t’wards Hela’s shore: The charm of sweetest sound shall die And pleasure from thy palate fly; While noxious favor taints thy food, (15) Worse than the serpent’s venom’d blood. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":52,"pageContent":" 49 Forth shalt thou go a monster seen, Defil’d with noisome filth obscene. On thee shall Hrimner fix his eyes, And mortals stare in mute surprise: Far off like some malignant star, Thine infamy shall gleam afar: Yet ever thro’ thy prison grate, To look and languish be thy fate. Solitude’s unvarying hour; Hatred’s heart-corroding power; Clanking chains that galling bind; Impatience --- scorpion of the mind; These are tortures thou shalt know, While floods of grief unceasing flow. Maiden sit awhile and hear, What other woes afflict thee near: Double sorrow is thy doom--- For good that’s past, and ills to come. Horror shall thy path attend, Where’er thy lonely footsteps bend; Daily where (16) Hrimthursar reign, Go progress mournful o’er the plain, Opprest with soul tormenting care --- Prey of comfortless despair. Thou art doom’d in tears to find The only solace of thy mind: The lengthen’d sorrow --- ceaseless tear, In thy destiny appear. Three-headed monsters, standing round, Shall ever with their yells confound: At night around thy joyless bed, No nuptial torch its rays shall shed: Grief shall leave thee no repose, At morning’s dawn --- at even’s close: Despair shall round thy foul be twin’d, And drink the vigor of thy mind; As round the oak rank ivy cleaves, Steals all its sap, and blasts its leaves. An unshorn mountain’s brow I sought, Where never lonely woodman wrought; There the magic wand I found, And pluck’d it joyful from the ground. "},{"pageNumber":53,"pageContent":" 50 Thy cruelty hath Odin spied; Thundering Thor beheld thy pride; E’en Freyer now has felt disdain --- But e’er, O Maiden! you obtain, The veng’ance due from Gods on high, Giants shall thy doom descry; Hrimthursar shall thy wailings hear; Suttungi sons shall freeze with fear; And godlike heroes shudd’ring see, The horrors of thy destiny. Now the nuptial joy is marr’d! Now the mother’s hope debarr’d! Midst prisons of the ghastly dead, Whence smiling hope is ever fled, Himgrimner shall thy durance keep, With watchful eyes that never sleep. Squalid youths with ghastly grin, In hollow bitter roots shall bring, Urine of the unsav’ry goat, To quell the parchings of thy throat. Better cups shall never grace The orgies of that direful place. All thy prayers shall cease to move, The soul of disappointed love. Mark the giant! mark him well! Hear me his attendants tell! Can’st thou with the Fiends engage, Madness, Impotence, and Rage? Thus thy torments I describe: The furies in my breast subside; Peace her empire has begun; The die is cast --- the work is done. GERDA. Youth! some words of comfort say--- Cease thy angry threats, I pray. The massy flaggon deign to wield, With generous cool metheglin fill’d. Gods! and shall I never prove. The sweets of honourable love? \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":54,"pageContent":" 51 SKIRNER. Before my mission I complete, Tell me what the happy seat! Where thou to gentle Freyer’s arms, Wilt yield possession of thy charms. GERDA. In Barian groves the appointment keep, Where winds on billowy verdure sleep: And when nine nights their course have run, I there will meet Niorder’s son. Skirner returns home, and is met by Freyer, who immediately begins --- FREYER. E’er thy foot the green swerd press, Tell me, Skirner! what success? SKIRNER. In Barian groves the appointment keep, Where winds on billowy verdure sleep. There, when nine nights their course have run, The maid will meet Niorder’s son. FREYER. One is long--- yet longer twain--- But who a third night can sustain? Whole months in swifter current move, Than half one sleepless night of love. Notes 1. Hlidskialfa, the throne in the palace of Valaskialf, not at Valhalla as some have said. This throne was so situate d, that any one sitting upon it might behold all the regions of the world. It properly belonged to Odin and Frigga, and perhaps the passion of Freyer was a punishment inflicted on him for his presumption in sitting there. 2. Skada, --- a giantess, wife of Niorder, and step-mother of Freyer. 3. Freyer. --- He is the mildest of all th e Gods, and presides over the rain and the sun, and all the productions of the earth. He is invoked to obtain either fine seasons, plenty, or peace; for it is he who dispences peace and riches. 4. “In Gimer’s halls.” --- He was one of the race of the giants of the mountains, who had by his wife Orbod, a daughter named Gerda, the most beautiful of her sex."},{"pageNumber":55,"pageContent":" 52 5. “Take too the sword.”--- Freyer had occasion to repent afterwards of his having given his sword to Skirner. He had first an encounter with Bela, and having no sword, was forced to defe nd himself with the horn of a stag. But in the twilight of the Gods, he misses it much more; for thereby he is vanquished by Surtur. 6. “Midnight rules.” --- This is not un like Mezentius’s address to his horse Rhœbus ---- Haud dejectus, equum duci jubet: hoc decus illi, Hoc solamen erat: bellis hoc victor abibat Omnibus. Alloquitur mœrentem, & talibus infit. Rhœbe! diu, res si qua diu mortalibus ulla est, Viximus. Aut hodie victor spolia illa cruenta, Et caput Æneæ referes, Lausique dolorum Ultor eris mecum: aut aperit si nu lla viam vis Occumbes pariter: neque enim fortissime, credo Jussa aliena pati, & dominos dignabere Teucros. 7. “Gimer’s dwelling,” --- Freyer being a God was very well able to inform Skirner of the names of those he went to. 8. “Bid him welcome.” – The northern nations were peculiarly remarkable for hospitality to strangers; and esteemed a breach of its laws among the greatest of crimes. 9. “Yet still.” --- Gerda’s brother had been formerly killed by a stranger. 10. “Hostile fires.” --- Perhaps this may be a figurative expression, to describe the fury of the dogs who guarded the mansion. 11. “Eleven Apples.” --- Apples seem always to have been consecrated to love; thus we find in Virgil’s Eclogues the Shepherd sending some to his Mistress. ----Silvestri ex arbore lecta Aurea mala decem misi: cras altera mittam. “Aurea,” Servius explains as belonging more to the colour, than the substance of the fruit: a similar explanation may be also applied perhaps to the “radiant gold” of whic h Skirner’s apples were said to be formed. Propertius had perhaps in his eye the preceding passage in Virgil when he said in his 34th Elegy, Utque decem possint corrumpere mala puellam. And again --- Felix, qui viles pomis mercaris amores. Aristophanes also had said --- Mhlobolein gar hlegon toeij afrodisia deleazen. Epei cai to mhlon afrodithj ejin ieron. 12. “The mighty ring.” --- This was a ring that Balder sent from Hela as a token of remembrance to Odin. Odin threw it on the funeral pile of his Son and endued it with the wonderful property related. 13. Hermod, --- Surnamed the nimble or active, the Son of Odin. At the request of Frigga he went on Odin’s horse down to hell to search for Balder. For the space of nine days and as many nights he travelled through deep vallies, so dark that he did not begin to see where he was going till he arrived at the river of Giö ll. He passed over the bridge that led to hell, which he found defended by a large grate, over which he leaped and found Balder seated in the most distinguished seat in the palace. 14. “Shall cast, &c.” --- that is, she should be so dissatisfied with life, as to wish even to die. 15. “Worse than, &c.” --- The serpent of Midgard is here meant. 16. Hrimthursar, --- Were the fiercest of all the Giants. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":56,"pageContent":" 53 THE SONG OF HARBARD Thor returning from his expedition in the East comes to a certain ford: on the opposite side stood a ferryman near his boat, with whom Thor thus begins ---- THOR. What Ferryman is he who stands, By his Boat on yonder sands? (1) HARBARD. What man is he, on yonder side, Who sends his voice across the tide? THOR. O’er the ferry bear me hence; I’ll an ample meed dispense. In my basket, lo! I bear, Cates I’ve cull’d with nicest care. Ere I left my homely shed, On oats and herrings long I fed: But viands on a toilsome way, The trav’ller needs more choice than they. HARBARD. Improvident! thy basket store, Why praise for nourishable power? And little prescient of the road, Know’st not to prize the precious load. (2) Hark! death invades thy distant home! Heard’st thou not thy mother’s groan? THOR. Well I know thee --- thou hast said, Hark! thy distant mother’s dead; Because thou knewest, I believe, How my soul the news would grieve. HARBARD. Grief had been none, if some estate, Had reconcil’d thy mother’s fate. That thou art poor, thy legs declare, And weeds that strolling jugglers wear. Naught do I see --- so mean thou art, (3) To hide thy most inglorious part."},{"pageNumber":57,"pageContent":" 54 THOR. Hither ferryman, I pray, Push thy vessel on its way. Who the owner, tell beside That bade thee o’er these banks preside? HARBARD. Hildolf is the owner’s name; Far thro’ these lands, has spread, his fame. In Radseyia’s bay he lives, And thence this strict injunction gives --- Let not the base-born press thy keel, Nor vagabonds, that horses steal: Be honorable men thy freight, And on the worthy trav’ller wait. Across the Frith thy name unfold, If on thy way thou wish to hold. THOR. With other views, this morn I came --- Yet freely I profess my name; And all my pedigree unfold, In archives of the Gods enroll’d. Odin’s paternal care I prove; Meili claims a brother’s love; Me Magni’s filial mind reveres --- Stern dynast of the starry spheres. With might Thor discourse you hold --- Ferryman! thy name unfold. HARBARD. Harbard I! and ‘tis my pride, Never from man my name to hide. THOR. Why should’st thou wish to hide thy name, Except opprest with guilty shame? HARBARD. Did I such guilty terror feel, ‘Tis true my name I would conceal; When such a virtuous God were by, Unless I madly wish’d to die. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":58,"pageContent":" 55 THOR. Among the mis’ries of my life, With thee I deem this verbal strife: Forc’d as I am, to seek thy shore, And wet my garments with thine oar. But villian! know some other day, Thy words sarcastic I’ll repay. HARBARD. I my rightful power use, And hither all approach refuse: Since bold (4) Hrugner went below, Thou never found’st so fierce a foe, THOR. Those words to memory recall, Hrugner’s unlamented fall. On him my fatal mallet sped --- The Giant with the rocky head: He trod no more the ways of men --- What, Harbard! thine achievements then? HARBARD. In (5) Algrona’s fertile isle, Five winters I endur’d the while: With brave Fiolvar there I liv’d, And hospitable cheer receiv’d. With him the battles brunt I bore, And dy’d the meadow flower with gore: There did I every danger prove; And largely too indulg’d in love. THOR. Didst thou in that happy isle, The maidens easily beguile? "},{"pageNumber":59,"pageContent":" 56 HARBARD. They were wise, as wise I’ve seen; But tainted with virago spleen: They were fair, as fair could be; But all their pastime, cruelty. They twisted once with dexterous hand, A rope of untenacious sand; And fill’d a valley’s vast profound, With many a mountain summit round. Happy I their love to gain, Revell’d with them on the plain. Oft encircled in their arms, I woo’d their smiles and won their charms. What the mean time didst thou do? THOR. I the race of Thiaz slew: Above I hurl’d their glaring eyes, And stars illumin’d all the skies. There all mortals ever read The records of the glorious deed. What meantime did the fates decree, Harbard! for thy destiny? HARBARD. To Gigantean dames I bore, Philtres of seductive power --- Strong was the spell, and tender flame, Shot unresisted thro’ their frame. Helibard was great of mind, And chief among the Giant kind; He gave a wand, by magic made, And I with guile his gift repaid. THOR. Good with evil to requite, Has ever been the knave’s delight. HARBARD. What you approve, may me displease --- A different soil to different trees: Let each his own misdeeds reform. What meanwhile did Thor perform? \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":60,"pageContent":" 57 THOR. I in eastern climate’s rode, Near a Giant’s drear abode: There, the crafty dames to spite, I sent the chief to shades of night. Had he liv’d, fair (6) Midgard’s zone, A wild and joyless waste had shown. Meanwhile Harbard what thine aim? HARBARD. Bent on war to (7) Gaul I came: Chief I stir’d with chief to fight, Nor cared I which was wrong or right. Odin’s heroes boldly dare, The fierce arbitrament of war: A servile, cringing, coward race The banners of vile Thor disgrace. THOR. Had’st thou the power to divide, Honor’s meed to either side; Unjustly would’st thou sink my fame, And lift on high my rival’s name. HARBARD. Brutal strength I own is thine; But faint thy mental virtues shine. I saw thee once with all thy pride, Low in a sweaty (8) Gauntlet hide. No thundering accents then were heard; For fear had stifled every word. Great Thor was then (9) afraid to sneeze, And trembled at each passing breeze. (10) Fiolarr sought, but sought in vain: What mortal can his scorn contain? THOR. Peace, rude sland’rer! stop thy throat; Were I stationed near thy boat, Thee to Hela I would send. ‘Tis well my arm will not extend. --- "},{"pageNumber":61,"pageContent":" 58 HARBARD. Why my words thy rage provoke? More harmlessly I never spoke. Whither meanwhile went great Thor? THOR. I in eastern climes waged war; There Suarangi sons withstood, Pressing thro’ the frontier flood. Long they hurl’d the splinter’d rocks; But boldly I withstood their shocks: Till weary with the strife they cease, And sue at last to me for peace. To Harbard meanwhile what ensued? HARBARD. (11) In the East a maid I woo’d: Fair as the stately teil tree, she Oft held me in sweet colloquy. Beneath her radiance when she smil’d, Gentle Loves my cares beguil’d; Her bright effulgence dim’d the day; Pleasant was our amorous play! THOR. Thou wert blest with many a maid. HARBARD. Then, O Thor! I miss’d thy aid. One there was like orient morn, And graceful as of Goddess born. THOR. Surely she had been thy bride; But fate my presence there deny’d. HARBARD. They who once their friends deceive, Friends seldom afterwards believe. THOR. Think’st thou I’m like those mortal shoes, (12) Made indurate by vernal dews? HARBARD. While I enjoy’d the maiden’s smile, What did mighty Thor the while? \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":62,"pageContent":" 59 THOR. In Helfeyia’s lands I flew, (13) The partners of a giant crew. Just, my vengeance on them fell --- Deep skill’d in every magic spell. HARBARD. Bravely done, I own, great Thor! On feeble women to make war. THOR. (14) Wolves they were, all mortals swore; And only form of women bore. They dash’d my vessel on the sands, That bore me oft to distant lands: An iron scourge they twisted then, And drove me back to Thialfen. What meanwhile can Harbard boast? HARBARD.  I amid a warlike host, Sublime the floating banners bore, And dipp’d my javelin in gore. THOR. Thou, offspring of the sordid earth, To me of high celestial birth, Offered’st thy bare conditions then, And sought for peace ‘twixt Gods and men. HARBARD. The contest of the ring I know, Made thee once my bitter foe: Yet still the judges thought it fair, Tho’ scrutiniz’d with greatest care. THOR. Whence dost thou those gibes relate, Pointed with malignant hate? For never smote upon mine ear, A speech so saucy and severe. "},{"pageNumber":63,"pageContent":" 60 HARBARD. I took them from the daily speech, That old men to their children teach: And ev’ry one the same can tell, That in the groves immortal dwell. THOR. Truly those groves of little fame, Receive too honourable name. HARBARD. Such is the name that mortals give, Who love beneath their shade to live. THOR. Amply shall thy wit be paid, If I begin the ford to wade: Howling like a wolf you’d reel, If once my mallet doom’d to feel. HARBARD. Better Sivia’s house go find, Fill’d with damsels fair and kind. Wisely there thy prowess show, But dread to meet a braver foe. THOR. Thou shoot’st with most pernicious spite, But seldom aim’st thy shafts aright. Infernal caitiff, wretch absurd! Thou liest at thy every word. HARBARD. This, however, must be true, Slowly you your way pursue: Better progress had you made, If in some other form array’d. THOR. Harbard does my right deny, More than wrongs can justify. HARBARD. Did Thor’s vile shepherd ne’er prevent, Aseus when on journeying bent? \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":64,"pageContent":" 61 THOR. A truce, good Harbard! take thy oar, Launch thy bark and leave the shore: Cease each petulent reproach, And Magni’s sire with speed approach. HARBARD. Truce vile Thor! forsake the shore, The fates forbid to bear thee o’er. THOR. Tho’ a passage thou deny, Tell how the road’s long windings lie. HARBARD. What’s the road I soon can say; But long and toilsome is the way. Thro’ a marsh you first must go --- Then lofty rocks their summits show; Thence pursue the left hand road, To distant Verland’s fair abode. There anxious Fiörgin shall see, Her long expected progeny: She the winding ways will teach, E’er to Odin’s land you reach. THOR. Can I reach there while ‘tis day? HARBARD. Long and tedious is the way: But e’er the west’ring trav’ller set, To Odin’s dwelling you may get. THOR. Then here enquiry shall subside, For thou art all ill will and pride: But for the boon deny’d this day, Some future time will I repay. HARBARD. Let perils round thy path be spread, And furies howl about thy head! "},{"pageNumber":65,"pageContent":" 62 Notes 1. Harbard. We find this mentioned as one of the names of Odin in the enumeration of them given in the Song of Grimner; and it is probable that Odin took the disguise of a ferryman, that he might have an opportunity of trying his with with his Son Thor. 2. “Hark,” --- As Harbard intended to delay Thor at the ford, he wished to make the hinderance as irksome as possible, and therefore mentioned a circumstance which he knew would, ab ove all others, excite his curiosity, and increase his desire of fi nishing speedily his journey. 3. “To hide,” --- It is probable that Thor had stripped off his lower garments for the purpose of wading through the ford; but finding it too deep, had been compelled to call upon Harbard for assistance. 4. Hrugner. --- This giant, in his encounter with Thor, carried a lance made all of whetstone. Thor broke it in pieces by a blow with this mallet, and made the splinters fly so far, that all the subsequent wetstones found in the world, are parts of it; as indeed they appear evidently broken off from something by violence. This genealog y of wetstones is not inferior in ingenuity to that of Ovid’s Lapis Lydius. 5. “Algrona” signifies perpetual verdure. 6. “Midgard,” was the fortress by wh ich men were defended against the incursions of the Giants. 7. “Gaul,” from the derivation of this word in the Icelandic language it may signify any foreign country or field of battle. 8. “Gauntlet.” --- The story of Thor’s sleep ing in a gauntlet, is thus told in the Edda of Snorro: One day the God Thor set out with Lok, in his own chariot, drawn by two he-goats; an d when night came on, put up at a peasant’s cottage. Thor slew his two he-goats and dressed them for supper. The peasant and his children were invited to the repast. He had a son whose name was Thialfe and a daughter called Raska. Thor ordered them to throw all the bones into the skins of the goats: but Thialfe looking for the marrow broke one of the shank bones. Thor the next morning, waved his mallet and the two goats reassumed their wonted form; but one of them was found to be lame. Thor suspecting that this mischief had been done by some one of the family, grew enraged and seized furiously his mallet. The peasant implored forgiveness and Thor was appeased; but carried away with him Thialfe and Raska. Leaving his goats, he went with his companions to the land of the giants. Overtaken on their journey by night, they went as they thought into the house of a certain Giant to sleep. Here they passed the night: but in the middle of it, an earthquake shook their abode. Thor was terrified and se ized his mallet to defend himself. Meanwhile they heard a rumbling noise --- It was a Giant who had alarmed them by his snoring. Thor immediately binds on his girdle of courage and enquires his name. “My name is Skrymner,” says he, “and thy name is Thor: tell me have you not picked up my gauntlet?” Thor then perceived that he had been sleeping in the Giant’s gauntlet; and the \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":66,"pageContent":" 63 chamber was only one of its fingers. The Giant joined his company, and travelling all day, lay down at night un der an oak to sleep; telling Thor to go to his wallet if he wanted any thing to eat. Thor tried to open it, but was unable to loosen a single knot. Vexed at this, he seized his mallet and threw it at the Giant’s head. The giant awoke, and enquired if some leaf had fallen upon him. Thor remained quiet under another oak; and when the giant began to snore again, drove his mallet into the binder part of his head. The giant awaking enquired of Thor if some small grain of sand had not fallen upon that part, and why he did not go to sleep. Thor however resolving to have a third blow, watched his opportunity, and drove the mallet up to its handle into the giant’s cheek. Skrymner awoke, and enquired if some bird’s feather had no t fallen upon him. They then rise, and quietly pursue their journey. 9. “Afraid to sneeze.” Nec sustinebas ibi Præ formidine tua Pedere neque sternuere. 10. “Fiolarr,” another name for Scrymner. 11. “In the East,” &c. Harbard purposely suppresses the name of the virgin, lest Thor should discover who he was. 12. “Made indurate.” --- This is a northern proverb to denote a false friend; because a shoe that has become stiff, hurts the foot of the wearer which it was meant to defend. 13. “The partners.” --- These were the wi ves of the Berserki; who were giants remarkably fierce, and skilled in magic. 14. “Wolves, &c.” --- The whole of Th or’s answer is spoken ironically.  "},{"pageNumber":67,"pageContent":" 64 SONG OF HYMER I. Gods pursue the sylvan fight --- Gods that in fierce war delight. The chace is o’er, and weary they, Awhile the banquet’s joy delay, Till the teeming entrails tell, Truth divin’d by mistic spell. Their awful wands they now erect; Now the sacred blood inspect. Soon by omens sure, ‘twas known, (1) Ager did no cauldron own. II. The Gods command --- and thro’ the skies, With eagle speed bold (2) Veorr flies. In youthful vigor Ager shone, Sitting on a rocky throne: Giant terrors deck’d his brow: Odin’s son addresses now --- ‘Tis your’s for Asi sons with speed, To spread the banquet late decreed. III. Never more ungrateful word, The one-eyed, sordid monster heard. Now his angry eye-balls roll; (3) Dark deceit absorbs his soul. Veorr quickly, hither bear, A cauldron thro’ the fields of air: Ale, with speed, I then will brew, Worthy chiefs like them and you. IV. (4) That exploit, the immortals grieve, Their powers unequal to achieve; Till (5) Tyr a wond’rous secret told, Alone, to (6) Elorrid the bold. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":68,"pageContent":" 65 V. Hymer skill’d in magic spells, ‘Mong eastern Elivagi dwells --- He, the father that I boast, Ranges earth’s remotest coast: His house a cauldron can supply, Of unexplor’d profundity. VI. Think’st thou Hymer wont refuse? Not if we discretion use. Swiftly chariotted they ride, Thro’ the earth-spread regions wide: E’er setting day the night revive, At the giant’s house arrive. VII. The trav’llers to the sheep cotes lead, Their goats with gilded horns to feed: Soon Hymer’s halls their steps resound, There brave Tyr his grandam found: She whom ev’ry mortal dreads --- The monster with nine hundred heads. VIII. With eye brows white as purest snow, His mother came in friendliest show. Her vest with gold was garnish’d o’er; Her hands a massy flaggon bore: Giant sons! she said, regale, Round our tables crown’d with ale. IX. But know that Hymer is not kind! Fiercest passions rule his mind. No mortal on his word depends, And works begun, he seldom ends. Now from the forest’s daily roam, Hymer slowly sought his home. X. Wide flew the doors --- a thund’ring clang, Thro’ his (7) icy mountain rang: The frozen forest on his chin, Sent as he strode a hideous din. "},{"pageNumber":69,"pageContent":" 66 XI. Hail Hymer! hail, with me rejoice --- These Halls resound a stranger voice. From travels long on distant bourns, Our Son, --- our long-lost Son returns: Veorr, come of gentlest race --- He too has deign’d our Halls to grace. XII. But lo! he hides, and e’en thy son, The terrors of thy brow to shun: Yon Pillar’s safe-guard fix’d their choice, Soon as they heard thy awful voice. The Giant shot an angry look, The massy pillar instant shook: --- His eyes upon the ceiling lit, And ev’ry beam asunder split. XIII. Eight cauldrons on the pillar hung, The fury of his eye balls flung With deaf’ning uproar thro’ the hall: Seven were broken by the fall. The eighth uninjur’d by the stroke, Escap’d the storm the rest had broke. All trembling now the guests appear: The Giant Hymer drew more near: But sudden startled with surprise --- (8) His old opponent met his eyes. XIV. Veorr sadly did forebode, As the Giant nearer strode. Of three fat Bulls he thin’d the stall, To grace for once his niggard hall. XV. Kill’d and dress’d, he plac’d them whole, In a wide extended bowl. On these the son of Odin fed, E’er at night he sought his bed: One suffic’d the guests to treat, Two the giant Hymer eat. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":70,"pageContent":" 67 XVI. Hymer’s wife, with eye-brows hoar, The waste of food lamented sore: Our fields, she cry’d, will scarce suffice, Another day such large supplies. XVII. Veorr answer’d he could row, And far in ocean strait would go, At fisher’s toil to try his fate, If Hymer would supply the bait. That I will, the chief reply’d, And boats to carry us beside. Let the tamer of mankind His baits among my pastures find. XVIII. Of all the beasts that range the field, A Bull the choicest bait will yield. Swift to the woods the hero flew, And thence the wish’d for victim drew. XIX. On his forehead high upborne, Mid way betwixt each branching horn, The king of giants dealt a blow, And laid the bellowing monster low. Navigator, Hymer cries, Verily, thy deeds surprise! But still the happier I had been, Had I not thy prowess seen. XX. Farther into ocean now, Let us launch our daring prow, --- The valiant son of Odin cry’d: But Hymer his assent deny’d. XXI. First success was Hymer’s fate; A whale’s wide swallow took the bait: Mightily his line he drew, And in the boat the monster threw. Soon crafty Thor th’ expedient took, Beneath the boat to fix his hook. "},{"pageNumber":71,"pageContent":" 68 XXII. The destin’d victor of the snake, Now began his rod to take, A firm-spun cable-line he took, And fix’d the bull’s head to the hook. The zone-like monster seiz’d the bait, That Gods indignant justly hate. XXIII. Veorr fiercely drew the line, The slimy spires began to shine; Voluminous the reptile wreath’d, As first the untry’d air he breath’d: Then guided o’er the vessel’s side, Lay spreading many a furlong wide. (9) Veorr to his mallet fled, And smote the wolf-like serpent’s head. XXIV. Rocks wept in everlasting stone; The craggy mountains heav’d a groan; Frenzy’d earth strange terror took, And to her inmost centre shook. Veorr then the monster hurl’d, Far into the watery world. XXV. Little joy did Hymer feel, Nor could he his disgrace conceal: But sought the wide boat’s farthest side, And there, his oar, in silence ply’d. XXVI. Wilt thou Veorr! Hymer cries, Assist in bearing home our prize; And lend me too a willing hand, To haul the vessel on the strand. XXVII. Elorrid delay’d no more, But high in air the vessel bore --- Whales, pumps, oars, benches, ropes and all, And plac’d them in the mountain hall. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":72,"pageContent":" 69 XXVIII. Th’ exploit was great --- yet Hymer’s pride, Still superior strength deny’d: Best prov’d he said if by one stroke, Yon firm compacted bowl he broke. XXIX. Elorrid at his folly laught; --- Then broke in two the column’s shaft: This he did, nor left his seat, So easy the prodigious feat. Hymer’s servants now croud round, And placed the bowl upon the ground. XXX. The hostess instantly drew near, And whisper’d Veorr in the ear; Dull’d by repast --- no mischief dread: Dash it at the Giant’s head. XXXI. Veorr quickly stood upright, Awful in collected might: The bowl was shiver’d by the stroke: The rocky skull remain’d unbroke. XXXII. Much I fear’d the old man cry’d, This night some mischief would betide, Since bright I saw the flaggon stand, Polish’d by too frequent hand. In vain the banquet I bewail: --- Too freely Veorr drinks my ale. XXXIII. Other sports will I supply: Lift yon massy cauldron high. Mighty Tyr his strength twice prov’d --- Twice the cauldron stood unmov’d. XXXIV. Up rose Veorr from his seat, (Earth shook beneath his pond’rous feet,) Then high in air the cauldron swung: The hooks were broke whereon it hung. "},{"pageNumber":73,"pageContent":" 70 XXXV. He fled, and many regions past, Veorr turn’d his eyes at last: When bent on swift pursuit he saw, Hymer forth his legions draw: In haste they leave each lone recess, And swift to western climates press. XXXVI. The cauldron speedily put by, Veorr lifts his mallet high, And deals his vengeful blows about, Thick on the rocky headed rout; Who, manful in their chieftain’s right, Had follow’d Hymer to the fight. XXXVII. E’er long they journey’d on their way, The goat of Veorr dying lay: His foot disabled by a scar, Check’d the fury of his car. (10) Lok, that evil minded son, This deed had fraudulently done. XXXVIII. Hymer’s baseness now you know; (And who like me the truth can show?) Veorr’s vengeance I have sung; And Hymer spoil’d of many a son. XXXIX. Veorr glorying in his strength, Seeks the abode of Gods at length. His arms the massy cauldron hold, Possess’d by Hymer long of old. Ager now shall glad the soul Of Gods, with his autumnal bowl. Notes 1. Ager. ---- A great Magician, and Lord of Helseyia: coming from Asgard was received by the Asi at a splendid banquet. When he departed, he invited Odin and all the Asi to come to his mansion at a time he then appointed. The Asi were afraid there was no sincerity in his invitation, because there was little dependence to be placed upon the friendship of the Giants. To find if their suspicions were well founded, they made a \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":74,"pageContent":" 71 sacrifice, and examined the entrails of the victim. They found that Ager had no cauldron, and concluded that his invitation was all falacious. The Asi, therefore, sent Veorr to insist upon an immediate banquet, which they knew he could not possibly give. By this means they hoped to find a pretence for quarreling with Ager and spoiling him of his riches. 2. Veorr. --- One of the names of Thor. 3. “Dark deceit.” --- Ager began to find out the drift of the Asi, and thought to avoid the necessity of giving a banquet, by throwing some difficulty in the way. 4. “That exploit.” --- Thor is now supposed to have returned to the Asi, and to have related to them the success of hi s mission: but this the poet has left to the judgment of the reader to find out. There are many such quick transitions in this poem, which it is necessary particularly to attend to. 5. Tyr --- This Tyr is a different person from him who was the son of Odin, and who lost his hand by the bite of the wolf. 6. Elorrid. --- One of the names of Thor. 7. “Icy mountain.” --- This must be an Hyperbole to express the greyness of his hair, and the vast bulk of his head. 8. “His old opponent.” --- Thor was well known among the Giants as their greatest enemy. Hymer therefore, as we find soon afterwards, was willing to conciliate the favor of one whose power he had so much occasion to dread. 9. “Veorr, &c.” --- The story of Thor’s engagement with the Great Serpent, is told differently in the Edda of Sn orro, which was written, or collated rather, 180 years after the Edda of Sæmund. As it may not be unentertaining to compare the two toge ther, it shall here be related: --- Thor resolved to attack the serpent if an opportunity offered: with this view he set out from Asgard under the form of a young boy, in order to go to the giant Hymer. When he got there, he besought the giant to permit him to go on board his bark with him when he went a fishing. The giant answered, that a little puny stripling like him, could be of no use to him, but would be ready to die of cold when they should reach the high seas, whither he usually went. Thor answered him, that he feared nothing; and asked him what bait he intended to fish with. Hymer bade him look out for something. Thor went up to a herd of cattle which belonged to the giant, and seizing one of the oxen, tore off his head; then returning to the bark, where Hymer was, they sat down together. Thor placed himself in the middle of the bark, and plyed both his oars at once: Hymer, who also rowed at the prow, saw with surprise how swiftly Thor drove the boat forward, and told him, that by the land marks on the coast, he discovered that they were come to the most proper place to angle for flat fish. But Thor assured him that they had better go a good way further: accordingly they continued to row on, till at length Hymer told him if they did not stop, they would be in danger from the great serpent of Midgard. Thor persisted in rowing further in spite of the admonitions of the giant. Then taking out a fishing line exceedingly strong, he fixed to it the ox’s head, unwound it, and cast it into the sea. The bait reached the bottom; the serpent greedily"},{"pageNumber":75,"pageContent":" 72 devoured the head, and the hook stuck fast in his palate. Immediately the pain made him move with such violence , that Thor was obliged to hold fast by the pegs which bear against the oa r: but the strong effort he was obliged to make with his whole body, caused his feet to force their way through the boat, and they went down to the bottom of the sea; whilst with his hands, he violently drew up th e serpent to the side of the vessel. It is impossible to express the dreadful looks which the God darted at the serpent, whilst the monster, raising his head, spouted out venom upon him. In the mean time, the giant Hymer, seeing with affright, the water enter his bark on all sides, cut with hi s knife, the string of his fishing line, just as Thor was going to strike the se rpent with his mallet. Upon this the monster fell down again into the sea: nevertheless, Thor darted his mallet after him, and bruised his head in the midst of the waves. Then Thor struck the giant a blow with his fist, night the ear, and throwing his head into the sea, waded afterwards on foot to land. We see plainly in the above fable, the origin of those vulgar opinions entertained in the North, and which Pontoppidan has recorded, in his history of Norway, concerning the Kraken. 10. Lok. --- The ancient Scandinavians seem to have regarded him as their evil Genius; whom, nevertheless, they rank ed amonst their Gods. He is called the calumniator of the Gods, the grand contriver of deceits and frauds, the reproach of Gods and men, and the architect of guilt. He is beautiful in his figure, but his mind is evil, and his inclinations inconstant. No body renders him divine honors. He surpasse s all mortals in the arts of perfidy and craft. He had many children by his wife Segnie: besides three monsters who owe their birth to him; the wolf Fenrir, the serpent of Midgard, and Hela or Death. All three are enemies to the Gods, who, after various struggles, have chained the wolf till the last day, when he shall break loose and devour the sun. The serpent has been cast into the sea, where he shall remain till conquered by the God Thor. Hela, or Death shall be banished into the lower regions, where she shall have the government of nine worlds, into which she distributes those who are sent to her.  \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":76,"pageContent":" 73 THE FEAST OF AGER OR QUARREL OF LOK ARGUMENT Ager, or Gymer, had prepared a feast for the Asi, after he had obtained the great Cauldron spoken of in the preceding Ode. To this feast came Odin and his wife Frigga. Thor was absent on an expedition in the East. Sifia the wife of Thor was present, Brag also and his wife Iduna. Tyr was there having but one hand; for as he strove to bind Fenrir the wolf, it wa s bitten off. Niorder and his wife Freya, and Vidar the Son of Odin were there. Hither also came Lok, and the servants of Freya, Beygguer and Beyla; together with many of the Asi and Alfori. Ager had two servants Fimaffenger and Elder. Th ere polished gold answered the purpose of lights: and the bowls were handed about by invisible agency or a certain instinctive power belonging to each. The place was sacred to peace. The guests praised the servants of Ager; which disp leased Lok, and he killed Fimaffenger. The Asi took their shields, and assaulting Lok, drove him into a wood. Afterwards they sit down to carouse. But Lok soon returning, thus began with Elder: Ere another step you go, Elder! tell, for well you know, What high subjects entertain, The jovial Sigtivorian train. ELDER Arms those Heroes love to tell, And what in bloody fight befel: Th’ Asori and Alfori bold --- They no flatt’ring speeches hold. LOK Now the Gods their seats forsake Ager’s supper to partake. For Asi sons the bowl I fill With mead, the source of many an ill. ELDER Know if Ager’s halls you tread, To taste the banquet I have spread; The angry Gods will not permit, Th’ intrusion of thy venom’d wit. "},{"pageNumber":77,"pageContent":" 74 LOK Thy reproaches Elder! spare, Nor thus my well known fury dare: If undue liberty thou take, Pointed speeches I can make. Lok then entered into the hall. The Asi were astonished at his coming and remained silent. LOK Late return’d from distant lands, Lok, behold! a suppliant stands: Jovial sons of Asi haste, Let me your metheglin taste. Why oppress’d with silent gloom? Gods! do you deny me room? To the banquet’s joys invite; Or boldly say --- depart our sight. BRAG Thee, to this hospitable dome, Asi sons forbid to come: For well the sons of Asi know On whom their favors to bestow. LOK Station’d in a foreign clime, Odin! recollect the time, When I thy curst designs withstood, And mix’d with thine my streaming blood: Then thou swor’st that bowls were free, Mutually ‘twixt thee and me. ODIN Vidar! yield at my desire: Welcome make the wolfish Sire. The miscreant then perchance may cease To interrupt our banquet’s peace. LOK Asi and Asiniæ, hail! All within this sacred pale! All but him I yonder see --- Brag is my sworn enemy. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":78,"pageContent":" 75 BRAG A horse, a falchion, and a ring, Speedily to thee I’ll bring, The price of peace --- if thou refrain, To interrupt our peace again. Quell thy malice --- I advise, And make not Gods thine enemies. LOK Horses and jewels ill belong, To him that’s neither brave nor strong. Of all the Asi feasting here, You are most the slave of fear: --- In battle’s bloody conflict, you, Swift to fly but not pursue. BRAG Well I know these walls debar Strife of spirits edg’d to war: Else thy life would ill requite, The malice of thy words this night. LOK Brav’ry animates thy soul, When briskly circulates the bowl: Now, while anger prompts, away! I’ll meet thee in the bloody fray. (1) IDUNA By all thine infants! I entreat, Husband, do not leave thy seat --- By all the Gods this mansion throng! Do not answer wrong for wrong. LOK Peace, Iduna! else, I swear, Thy am’rous follies I’ll declare; No blushes o’er thy pale face spread, To take a murd’rer to thy bed. IDUNA Lok! I answer not thy spite; Such wrangling would disgrace the night. Gentle Brag! thy portion drink, Nor more of Lok’s mad challenge think. "},{"pageNumber":79,"pageContent":" 76 (2) GEFIONA Wherefore a contentious word, Among the peaceful Asi heard? (3) Lopter, prey of fell despair, Seeks destruction ev’ry where. LOK Peace, Gefiona! I pray: Dost thou recollect the day, When a youth of winning smile, Did thy easy love beguile? (4) How a toy he then supply’d, Which you to chastest use apply’d. ODIN Surely Lok his wits has lost, Thus a Goddess to accost: --- She who with keen sighted ken, Reads the fates of Gods and Men. LOK Odin, peace! for ill you know, The meed of virtue to bestow: Often you the knave and fool, Bid to conquer --- bid to rule. ODIN On such as these, ‘tis well you know, Partial I my gifts bestow. Thee I hous’d in depths profound, (5) Eight winters underneath the ground: --- There infants on their mothers hung; And there didst thou bring forth thy young. Best employ I could divine, For soul effeminate like thine. LOK You, on distant travel bent, Halting thro’ Samseya went: There from door to door you stray’d, In Fortune-teller’s garb array’d. What better fate could Gods divine, For soul deceitful such as thine? \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":80,"pageContent":" 77 (6) FRIGGA The time forbids to listen more, Where Odin halted --- monsters bore. Cease in anger to relate, What in former days your fate. Wise men hold the present fast, And bid oblivion hide the past. LOK Cease, good Frigga! cease thy pother --- Worthy child of worthy mother. Thou in unselected arms Hast lavishly bestow’d thy charms. Thee to th’ altar (7) Vidrer led; But you led others to his bed. FRIGGA From Hela’s realms, were Balder here, He’d discipline thy tongue with fear: These sacred walls were weak to charm, The force of his vindictive arm. LOK Urge me no further with disdain; --- Ungrateful truth can I explain: I round Balder’s shoulders threw, (8) The shades that hid him from thy view. (9) FREYA Lok! tis folly to relate, Crimes from thee that take their date. Frigga vainly boasts no power, Yet Frigga knows each fateful hour. LOK Freya! you in beauty shine, But store of virtue is not thine: Ev’ry Asi here can boast, Some favor at thy husband’s cost. FREYA Gall drops from thy tongue distil, That will in time procure thee ill. Asi sons, with one consent, Wish thee from the banquet sent! "},{"pageNumber":81,"pageContent":" 78 LOK Freya, peace! each spell is thine, That blackest sorcery can divine. (10) Thou against thy brother’s life, Raised’st the Gods to mortal strife. NIORDER (11) Parum noxæ habet, Etsi custodes velamentorum Sibi parent amasium, vel quemcunque. Istud monstri est simile, quod Deus pathicus huc intro advenit, Atque is liberos peperit. LOK Tace Niörde! Tu eras iu orientem hinc, Obses missus a diis; Hymeris filiæ utebantur Te pro lotii alvealo Atque tibi in os immejebant. NIORDER That day I never shall repent, When to the east an hostage sent: For there an offspring blest my loves --- A Prince whom ev’ry God approves. LOK Niörder! cease thy silly prate, Or other follies I’ll relate: A sister you to incest won, And thence a viler race begun. (12) TYR Of all the illustrious princes round, Freyer to none is second found: He dries the weeping virgin’s tear; He bids the vanquish’d cease to fear; To oppress the poor, his soul disdains; And frees the captive from his chains. LOK I charge thee, Peace! for ill you know To compromise ‘twixt foe and foe: Remember once your hand was bit, By Fenrir in an angry fit. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":82,"pageContent":" 79 TYR I suffer’d in a hand at most; But you your reputation lost: Villain! you the wolf applaud, That threatens death to ev’ry God. LOK Cease thy lying, sland’rous tongue! Thy wife to me produc’d a son: Nor could’st thou, Impotent! obtain, Redress to wipe away the stain. FREYER (13) I see the wolf, whom Gods afflict, Where rivers meet the ocean, sit: Persisting in malicious hate; This, architect of guile! thy fate. LOK Gymer’s daughter you deceiv’d, Who, Skirner’s lying threats, believ’d; But there, to thy eternal cost, For love, the mystic falchion lost. The sons of Mispell, like a flood, Soon shall sweep the gloomy wood; No weapon then shall grace thy hand, Their furious inroads to withstand. BEYGGUER If from those natal honors sprung, That grace Niorder’s valiant son: Thy chatt’ring, (14) crow-like, guilty head, Like pulpy marrow should be spread: And ev’ry bone within thy skin, Small as the path-way dust be seen. LOK What does that dwarfish mescreant say? Go to the larder, speed thy way; Gorge on each dainty; lick each plate; But shun to taste my bitter hate: For Freyer each base office fill --- And servile labor at his mill. "},{"pageNumber":83,"pageContent":" 80 BEYGGUER Beygguer’s my name, and ‘tis my pride, At feasts convivial to preside Chief of the train, to Gods who bear, Cups that liquidate all care. LOK Peace, thou ill-form’d, haggard thing, (15) Cups thou know’st not how to bring: When din of battle bray’d around, Thou in a stuff’d straw-bed wert found. HEIMDALLER Thus in dregs of folly sunk, Art thou miscreant! mad or drunk? Cups intemperate always teach, Virulent abusive speech. LOK Peace, Heimdaller! sordid fate, Mark’d thy lot from earliest date: (16) On thee the dew of heaven distill’d, Station’d in th’ opprobrious field. SKADA Lok! thy tongue will never fail; (17) Sporting with a wanton tail. On a bleak rock’s craggy steep, Where frost winds stormy vigils keep, Thee, vindictive Gods shall bind, With cords of strong intestine kind. LOK Tho’ on a bleak rock’s craggy steep, Where frost winds stormy vigils keep, Gods vindictive me may bind, With cords of strong intestine kind: Yet know, I sent with this right hand, Thy hoary sire to Hela’s strand. SKADA Tho’ thou sent’st to Hela’s strand, Thiaz with accursed hand; Yet from my halls and rich domain, A tempest on thy head shall rain. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":84,"pageContent":" 81 LOK Kinder speeches from thy tongue, Sooth’d the ears of Lofeyia’s son; When thou heard’st his midnight tread, Gently stealing to thy bed. Honest Lok will not conceal --- If crimes exist, he must reveal. Beyla coming forwards, offers to Lok a cup of mead, and thus addresses him: LIII. Lo! gentle Lok! I intercede, And pledge thee with this cup of mead, That she of all th’ Asori train, Free from thy slander may remain. Lok drinks the mead, and answers. LIV. Not e’en thyself can I pass by; Thy crime is infidelity: To Elorrid’s bed a rival came, And Lok was the intruder’s name. BEYLA Lo! the mountains quake with fear! Elorrid approaches near: Now thy calumny shall cease, And Gods and men recover peace. LOK Silence, Beyla! Beygguer’s wife! Thou hast led a Sorceress life. Monster foul! repudiate jade! No more the asori race degrade. Thor enters and speaks. LVII. Cease, foul prater! mortals’ scorn! High my vengeful mallet’s borne: Ev’ry hope of life is fled ---- Soon it smites thy guilty head! "},{"pageNumber":85,"pageContent":" 82 LOK Son of Earth! but late I came --- Why should rage convulse thy frame? Such vaunting words will not be spoke, When ‘tis with the wolf to cope; Sneakingly you’ll skulk away, And leave your aged sire a prey. THOR Cease foul prater! mortals’ scorn! High my vengeful mallet’s borne; Ev’ry hope of life is fled --- Soon it smites thy guilty head! To the East I’ll hurl thee then; Far from the cheerful haunts of men. LOK To tell the Gods, what there you did, Time and circumstance forbid: How neck to heel, in narrow bound, The pigmy Thor a refuge found. THOR Cease, foul prater! mortals’ scorn! High my vengeful mallet’s borne: Ev’ry hope of life is fled --- Soon it smites thy guilty head! LOK Altho’ thy mallet me destroy, You a banquet will enjoy: Thongs of Sæhrimner once you eat, And thought them a delicious treat: Starving then, enforc’d you said, Fighting valor must be fed. THOR Cease, foul prater! mortals’ scorn! High my vengeful mallet’s borne: Ev’ry hope of life is fled --- Lo! it smites thy guilty head! Then to Hela thee I’ll send, In prison there thy days to end. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":86,"pageContent":" 83 LOK I, the truth with fearless tongue, To Asi and Alfori sung: To thee, great Thor! alone I yield --- Fierce in the ensanguin’d field. Ager made a feast this night; But never more shall guest invite: Flames his mansion shall surround, And creeping up his back be found. Lok, after this, took the form of a salmon, and plunged into the cataract of Franangrensis. There they took, and bound him with the intestines of his son Narer: but his other son, Nafier, was turned into a wolf. Skada brought a snake, and suspended it over the face of Lok, that the venom might drop on him. Sigyne, the wife of Lok, caught the venom in a bowl; and when it was full, carried it out: in the mean time it fell upon Lok. Then he was seized with a great tremor, by which the whole earth was shaken; that to this day, is called an Earthquake. Notes 1. Iduna. --- She was the wife of Brag; and kept in a box certain apples, which the Gods taste of whenever they feel old age approaching; for these apples have the virtue of restoring youth to all who eat them. It is by this means that the Gods will subsist, till the darkness of the last times. The apples of Iduna are a very agreeable fiction. In the history of them we discover the favorite system of the Celts, respecting the insensible and continual decay of nature and of the Gods, who were united to it, and depended upon it. 2. Gefiona. ---- The Goddess of virginity, who takes into her service, all chaste maids after their death. 3. Lopter. ---- One of the names of Lok. 4. “How a toy.” --- Hoc erat monile quod aiunt in coitu facere mulieres lascivas. 5. “Eight winters.” --- There is no vestige remaining of Northern antiquities, which throws light on this circumstance. 6. Frigga. --- She is the same with th e Grecian Venus. Dies Veneris was called after her name, Frigga’s day or Friday: Her husband also, which was Odin, has a day appropriated to him, originally called Woden’s-day, but now Wednesday. 7. Vidrer. --- One of the names of Odin. 8. “The shades,” --- Alluding to the circumstance of his having persuaded Hoder to fling the mistletoe at Balder, by which he was tranfixed and killed. 9. “Freya.” --- She is the most illustrious of the Goddesses next to Frigga. She married a person named Oder, and brought him a daughter named Nossa,"},{"pageNumber":87,"pageContent":" 84 so very handsome, that whatever is be autiful or precious is called by her name. But Oder left her in order to travel into remote countries. Since that time Freya continually weeps, and her tears are drops of pure gold. She has a great variety of names; for having gone over many countries in search of her husband, each people gave her a different name: some calling her Vanadis, or the Goddess of Hope, &c. &c. She wears a rich chain of Gold. 10. “Thou against.” --- There is nothing in history that explains this circumstance. 11. “Parum noxæ.” --- The sentiments and expressions of this and the following verse would not admit with pr opriety of an English version; and as the original would be unintelligible to the generality of readers, they are given in latin. 12. Tyr, a Warrior and Deity, protector of champions and brave men. He ranks among the bravest of the Gods, so that it is proverbial to say of a man who surpasses others in valor, that he “is as brave as Tyr:” The Gods one day persuaded the Wolf Fenrir, their enemy, to permit himself to be chained; but he fearing that they would never afterwards unloose him, persisted in his refusal, till Tyr put his hand by way of pledge, into the mouth of the monster. The Gods not judging it proper to redeem the pledge by unchaining the wolf, he bit o ff the God’s hand, severing it at that part, which has been ever since called, “Ulflither,” or the “Wolf’s joint.” From that time this God has but one hand. His remarkable prudence has given occasion to this form of expression , such a one is “sagacious as Tyr.” He does not like to see men live in peace. 13. “I see the wolf.” --- This story is told in the Edda of Snorro. The Gods bred up the Wolf Fenrir, but none among them durst approach to give him food except Tyr. When they perceived that he grew prodigiously in strength and size, and were warned by the oracles that he should one day become fatal to them; they determined to make strong iron fetters for him. They presented them to the Wolf, desiring him to put them on; to shew his strength in endeavouring to break them. The monster perceiving that this enterprize would not be very difficult, permitted the Gods to do what they would; and then violently exerting himself, burst the chains, and set himself at liberty. The Gods made still stronger chains, and persuaded him to be bound a second time. The wolf saw plainly that they could not be broken so easy as the first; but finding himself increase in strength, and knowing that he could never become famous without running some risk, voluntarily submitted to be chained. As soon as this was done, he shook himself, rolled upon the ground, dashed his chains against the earth, and at last burst his fetters, which he made to fly in pieces all around him. After this the Gods despaired of ever being able to bind the wolf: whereupon the universal Father sent Skirner, the messenger of the God Freyer, into the country of the black Genii, to a dwarf; to engage him to make a new bandage to confine Fenrir. This bandage (formed according to Goranson of six materials, namely, the noise made by cats feet; of a woman's beard; of the roots of mountains; of the nerves of bears; of the \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":88,"pageContent":" 85 breath of fishes; and the spittle of birds,) was perfectly smooth, and to all appearance like a common string. When it was brought to the Gods, they were very thankful; and taking the wolf with them into a certain island in a lake, they shewed him the string, and entreated that he would try to break it. They took it themselves one after the other, and attempted to exploit in vain; and then told him, that there was none beside himself, who could accomplish such an enterprize. The wolf seeing it so slight, mistrusted some artifice, and refused to be bound. The Gods redoubled their persuasions, and at length, the wolf that he might not seem a coward, submitted to be bound; on this condition however, that one of them should put his hand in his mouth as a pledge of security. The wolf could not extricate himself, and the Gods were exceedingly diverted, all except Tyr, who lost his hand by the bargain. The Gods seeing him fast bound, took the end of the string, and drew it through the middle of a large rock, which they sunk deep into the earth. To make his confinement still more sure, they tied the end of the cord, which came through the rock, to a great stone, which they sunk still deeper. The wolf opening wide his tremendous jaws, endeavoured to devour them; but the Gods thrust into his mouth a sword, which pierced his under jaw. The howlings which he then made were horrible; and since that time, the foam flows continually from his mouth in such abundance, that it forms a river called Vam or The Vices. At the twilight of the Gods, and not before, will he break his chain. 14. “Crow like.”--- The crow has ever been esteemed the most petulant, and quarrelsome of birds, and therefore was a very applicable epithet for Lok. 15. Cups thou, &c. --- Beygguer was not then in his proper office, for he was the Cook and Steward of Freya. He had been forced perhaps to take upon him the employment of waiting on the guests, on account of the death of Ager’s servant, whom Lok had killed. There is one objection to this however, because the cups were said to be borne about by invisible agency. 16. “On thee the dew.” --- It has been observed before, that Heimdaller was the Watchman of the Gods. 17. “Sporting with, &c.” --- This is simile taken from a dog, who wags his tail when he is pleased. Lok in like ma nner, was pleased with the opportunity he then had of abusing the Gods.  "},{"pageNumber":89,"pageContent":" 86 THE ODE OF THR Y M OR RECOVERY OF THE MALLET I. Thor uprising from his bed, Finds his trusty mallet fled! Stormy passion rends his soul; Fierce his flashing eye-balls roll; From his heaving breast uprear’d, Gusty whirlwinds shake his beard; With bootless search he gropes around; Then smites his head and stamps the ground. II. Furiously his voice he lifts; Rocks resound and mountain clifts: Hasten, Lok! behold a crime, Yet uncatalogued in time! Witness earth and heaven my wrong! The God is spoil’d --- the mallet gone. III. They on busiest search intent, Their steps to Freya’s dwelling bent. Freya! swift for Lok prepare, Wings to cut the liquid air! To find my mallet --- ev’ry shore, And skies, and seas shall he explore. FREYA Tho’ form’d of silver were their mould, And ev’ry feather tipt with gold; Yet the rich boon I’d not deny, To bring to light such villany. Lok boyant in the purple sky, Shakes his sounding pinions high, O’er Asori climes he sails, Favor’d by propitious gales; The Asi scarce his track descry, Lost in the dubious distant sky: Nor does he, till those lands in sight Where giants wander, check his flight. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":90,"pageContent":" 87 V. Thrim, Thursori Lord, was now High seated on a mountain brow: He call’d his dogs in pairs around; Their necks in golden leashes bound; And, recent from the dusty plain, Compos’d each flying courser’s main. THRYM Lok! what message dost thou bring, From Asi on impetuous wing, (The chief begun) that thus alone, Thy face is to the Jötni shown? LOK Woes the Asi race betide! Alsi sons have lost their pride! Hast thou, chief, the mallet hid, Late possess’d by Elorrid? THRYM I the hateful mallet hid, Late possess’d by Elorrid, Low in dreary caves profound, Eight miles underneath the ground: He the mallet shall retrieve, That Freya’s hand to me shall give. IX. Lok mounting boyant in the sky, Shook his sounding pinions high: The lands he left where giants roam, And quickly reach’d his distant home. Thor he met, in thought profound, Pacing slow his halls around: Anxious doubts the chief opprest, Who, thus his words to Lok addrest. THOR Lok! in language brief express, What thy labors --- what success. Ere repast or bowl regale, Tell thy long expected tale. Me forlorn and ill at ease, Legends long have ceas’d to please: Thor, reposing on his bed, Has long on hope’s spare diet fed."},{"pageNumber":91,"pageContent":" 88 LOK I the hateful thief have found! ‘Tis hid eight miles beneath the ground: He the mallet shall retrieve, Who to Thrym shall Freya give. XII. To beauteous Freya soon they brought, Tidings with no joyance fraught. Thor commands the unwilling fair Nuptial garments to prepare: Together we, the hero cry’d, Must to the Jötni regions ride. XIII. Passion in Freya’s cheek glow’d hot; Cold tremors thro’ her bosom shot: To her wan eye, the tidings threw On all things round a saddening hue: The heaving bracelet on her breast The sorrows of her soul confest. But yet, she cries, I’ll not refuse Man’s best privilege to use; Consent with you to go, I give, To confines where the Jötni live. XIV. The Asi and Asiniæ state, Were now conven’d in close debate; How they to Elorrid might restore, The mallet he possess’d of yore. XV. Heimdaller, wise Asori son, First the high consult begun: (Ofttimes he the mists withdrew That hid futurity from view,) Let us, he cries, the chief adorn, With that bright veil at nuptials borne; Whose hyacinthine glories shine, Emblem of blushing love divine. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":92,"pageContent":" 89 XVI. Keys from his girdle let him wear, Symbolic of domestic care: A virgin’s mantle round him throw, That loose in sweeping folds may flow: Let golden rings his hands adorn, And round his head a wreath be worn. XVII. Quickly Thor objection fram’d --- I shall a puling girl be nam’d By Asi sons; if round my head This Hyacinthine veil be spread. XVIII. Care not for that, Loveya’s son! Lok, in quick reply begun; Know th’ Asgardi sons shall reign, If thou thy arms dost not regain! XIX. Thor then with nuptial tire was crown’d: Low swept his pall along the ground: In emblematic order shone, The keys suspended from his zone: Rings upon his hand he bore, And round his head a garland wore. XX. I too in female garb array’d, Lok cry’d, will imitate thy maid: Thus we’ll to the Jotni ride, Nymph and servant, side by side. XXI. Quickly to their goats they flew, And round the shining harness threw. The gilded chariot, form’d for speed, Soon confess’d th’ immortal breed. Rocks, as they pursu’d their way, Dissolv’d in smoking clouds away; And as their flying steps rebound, Lambent radiance fired the ground: Nor was their untam’d fury spent, Till Thor to th’ Jötni went. "},{"pageNumber":93,"pageContent":" 90 XXII. Thursori! dynasts of this sphere! (Thor began approaching near,) Strew around each fragrant flower! Quick prepare the nuptial bower! Freya from Niorder sprung, Whom Noathuna calls her son, Comes to grace your chieftain’s bed --- Haste the wedding banquet spread! THRYM Flocks of no ignoble breed, I in my rich pastures feed: Oxen too with jetty hide, Daily my repasts provide: Emerals of liquid green, In my cabinets are seen: Pearls and jewels there abound That might a Goddess form surround. All I want is Freya’s charms, And Freya soon shall bless my arms. XXIV. Ere ether glow’d with western red, Fair the rich repast was spread. Thor eat daintily and spare --- Eight salmon and an ox his share. For corser food he wisely deem’d, Ill the fairer sex beseem’d. Elorrid too his thirst represt; With but three mod’rate flaggons blest. XXV. Chieftains! who this board surround, (Thrym exclaim’d) these deeds confound: For never did a bridegroom see, His fair one eat so greedily. Such appetite, in maid or wife, I never witness’d in my life. Never were such draughts of mead Before, to maiden’s share decreed. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":94,"pageContent":" 91 XXVI. These words the two impostors shock: Up rose the waiting woman Lok, And rack’d her fancy to devise Some speech to sooth the chief’s surprise. Eight nights, she cry’d, we’ve posted here, Nor tasted hospitable cheer: So great was Freya’s wish to see The Jötni sons, and sup with thee. XXVII. Thrim smil’d, and am’rously inclin’d, Threw the veil of Thor behind; Then starting sideways from his seat, Affrighted, made a swift retreat. Freya! he cries, ah! tell me why Thou look’st at me so furiously: For verily thine eye-balls stare With most terrific fiery glare. XXVIII. Lok, ever fam’d for apt reply, Strove the chief to pacify. Well may her looks, he cry’d surprise, Eight nights no sleep has blest her eyes: Such was her strong desire to see Th’ Jötni sons, and sleep with thee. XXIX. The giant’s sister then drew near, And what the portion, wish’d to hear. Lo! I will yield, at Thrym’s command, These shining jewels from my hand; If he my love would wish to gain --- Love unimpeach’d with guilty stain. XXX. Thrym by doubts no more perplex’d, Thus his sons around address’d --- The Mallet hither bring, my boys, To consecrate our nuptial joys; Place that dread Contunder there, Safe in the soft lap of my fair. Now the bridal bed array --- Haste my children --- no delay. "},{"pageNumber":95,"pageContent":" 92 XXXI. Safe the Mallet thus to view, Elorrid’s joy to rapture grew. Ere another word he spoke, First the giant Thrim he smote; Then with indignation warm, Thrim’s descendants felt his arm. Bravely he the mallet us’d, And ev’ry chief to atoms bruis’d. XXXII. Prostrate all the giant crew --- Swift to the sordid dame he flew. That she the portion should require, With tenfold fury edg’d his ire. Instead of jingling ore he throws, Round her head fierce clatt’ring blows; And in default of dower and rings, More furiously his mallet swings. His veng’ance o’er --- and weapon won, Home return’d Loveya’s son.   \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":96,"pageContent":" 93 THE SONG OF THE RAVENS I. Odin’s (1) strength may never fail; Asori still in wit prevail; Vani sons be counted wise; Fates may weave the Destinies; (2) Dryas calamities increase; Woes of mortals never cease; Peace by (3) Thursi be withstood; Nymphs imbrue their hands in blood. II. Forth is issu’d the decree, (4) Evil days shall Asi see! Potentates ‘gainst them shall league Skill’d in every dark intrigue. (5) Odræsis ever safe remains, While Urda guards the sacred plains: To investigate their doom, In vain the sons of Asi come. III. Now they turn the intentful mind, Other oracles to find; But angry Gods their woes increase, And bid each lucid vision cease. (6) Thrainer’s words bewilder’d seem, Like the maniac’s mid-day dream: (6) Dainer’s shrines their secrets tell, Deep involv’d in mystic spell. IV. (7) Duergi sons, beneath heavens cope, Sometimes lift their hands in hope; Again their fruitless toil bewail; Down sink their hands --- their spirits fail. Those whom the mountain clifts delight, Where swift (8) Ginnunger wheels his flight, All pale behold the heaven above In direful trepidation move. (9) Alsuither leaves the track of day, And spreads thro’ ether wild dismay. "},{"pageNumber":97,"pageContent":" 94 V. Nations feel the earthquake’s force: The sun maintains no equal course: Storms, wide wasting thro’ the air, Their rage on plains and mountains bear. Men aghast in vain enquire, Whence the iterated ire? Truths oracular subside (10) In limpid Mimer’s angry tide: When? --- or where? --- no mortal eye Can read the coming destiny. VI. The Goddess from Asori sprung, Gifted with prophetic tongue; --- She who her behests oft made Beneath the (11) dew-distilling shade, Long to sojourn is decreed, In vales that down to Hela lead. Ivaldi sons in scorn maintain (12) Iduna least of all her train. VII. There in hateful durance pent, In vain she mourns her dire descent: Doom’d in those shades no joys to find Assuasive of her troubled mind. A different fate she once had known, When gay the star of fortune shone: The joyless Nymph is doom’d to pine Associate now with Norver’s line. VIII. Warrior Gods the maiden see Prey to deep despondency: Around her limbs the cause to float In wolf-like show a shaggy coat: Her mind is fashion’d to her lot, And ev’ry past delight forgot. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":98,"pageContent":" 95 IX. (13) Lo! from that river’s fertile side, Whose waves o’er golden shadows glide, (14) Vidrir intent to know the fate Suspended o’er the Asi state, Bids (15) Bifrast’s chief in compass brief, Haste and bring the quick relief. Brag and Lok without delay, He takes companions of his way. X. The chief and his attendants near, Where high the mystic towers appear, Soft melodious accents pour To the sage presiding power. In (16) Hidskialfa’s lofty dome, (17) Odin listens as they come: Secrecy he best approves, And far each prying eye removes. XI. Heimdaller, eloquent and wise, Thus began the mysteries: --- Of all the sylvan Gods that rove, The hill, the fountain, and the grove; Of each belov’d associate here, Beneath this dark infernal sphere; Say, can’st thou the hour declare, When they leave the vital air? What accidents their life attend? And what their mortal course shall end? XII. Oft the maiden they invoke: --- No word oracular she spoke: A secret grief her eye reveal’d, While motionless her lips were seal’d. The Gods in vain attempt to hide The big drops down their cheeks that glide: O’er-moisten’d hands at length display What streams of anguish urge their way. "},{"pageNumber":99,"pageContent":" 96 XIII. As when from oriental skies, Where Elivagi streams arise, The thorny wand, with giant might, Is brandish’d o’er the realms of night: (That wand with which the drowsy God Subdues the nations to his nod, When in his shadowy car he rides, And o’er wild phantom’d dreams presides.) XIV. Then mortals sink supine to rest, By unseen opiate charm oppress’d: The nerveless arm inactive lies, And daily vigor nightly dies. (18) Even wakeful Gods its power feel, And half subdu’d inconscious reel. Thus Dainer bids the wand of sleep Nightly o’er the nations sweep: The dizzy whirlings of his head On all things round a torpor spread. XV. In sullen, silent, abject mood, As struck by him Joruna stood: The Gods in moveless, strange surprise, In vain expected her replies. More ardent yet her words they sought; --- Again repulse fresh sorrows brought: Till vows and tears at last they find Too weak to move her stedfast mind. XVI. Then he who sounds the (19) vocal horn In Odin’s halls, at early morn --- He, the embassy who bore, Turn’d his steps nor question’d more. (20) Nala’s son with speed he took, And sad, Joruna’s shrines forsook. (21) The bard celestial staid behind, In hopes some favoring hour to find. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":100,"pageContent":" 97 XVII. The chiefs of Vidar thro’ the skies Were borne where (22) Vingolf’s towers arise: (23) The winds of Forniot urg’d their flight, Before the rapid wheels of night. There the Asi sons they find, At banquet, in bright halls reclin’d. XVIII. (24) The Gods that holds the scales of right, And quaffs nectarean bowls each night--- May he, they cried, secure maintain The sceptre of his guiltless reign; Long may the Gods his praises tell, Beneath his auspices, who dwell; And with immortal Odin share Pleasures unally’d with care. XIX. (25) Baulverker station’d ev’ry guest That round the immortal banquet press’d. Fam’d Sæhrimner was the treat --- The food that Gods delight to eat. In (26) Mimer’s bowls Skögula bore Brisk metheglin brimming o’er. XX. The banquet done --- the immortals grow Impatient their success to know: Gods around Heimdaller press --- (27) Lok, the Goddesses address. Tell us, they cried, what wond’rous thing From the prophetic maid you bring, While shades of night extend their reign Over the wide etherial plain. XXI. Fruitless was our toil they said; --- Loath to answer was the maid. The Gods astonish’d, plan again, How best the answer to obtain. "},{"pageNumber":101,"pageContent":" 98 XXII. (28) Omi spoke, and still profound Held the list’ning Gods around: Let each he cried, this night revolve, What seems to him the best resolve; Night, in sable garb array’d, (29) Will lend to thought propitious aid: And what to each shall seem best done, Let him declare by morrow’s sun. XXIII. On western hills and o’er the main, Where (30) Rinda’s mother holds her reign, (31) The wolf, refresh’d with evening dews, Swift the God of day pursues. Up the thoughtful heroes rose, And bade each other soft repose; While (32) Hrimfaxi swiftly flies, Where Hropter with his consort lies. XXIV. With gems adorn’d, (33) Dellinger’s son Drove down the horses of the sun: Far off their manes in streaky beam, Shone o’er the plains of Mannaheim. Now, thro’ the western portals far, Shot rapid the resplendent car. XXV. Nymphs that mountain summits love, And they who Thurssian forests rove, Soft Genii of the deep and air, And wandering Nani, now repair To where the Ash extends its shade, For sleep and cool refreshment made. XXVI. The Dynasts wake from soft repose: The sun in blushing splendor rose. Night, with all her shadowy train, Sunk below the western main. (34) Ulfurna’s son with joy awakes, And swift his chearful clarion takes; From dome to dome its call rebounds, And each celestial rock resounds. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":102,"pageContent":" 99 Notes 1. “Odin’s strength,” --- Perhaps the mean ing of this verse is, that the powers and virtues which are attributed to Odin and the rest, availed nothing in the calamity which then threatened the Asi state. 2. Dryas, a fabulous gigantic woman, by whom the Heavens are supposed to be prefigured. 3. Thursi, the Geloni. 4. “Evil days,” --- The Asi were sensible that some great calamity was about to befall them; but what it was, or by what remedy it might be averted, they were entirely ignorant. It is supposed to be the death of Balder. 5. Odræsis, was the vase in which the liquor of wisdom was contained. All approach to this was prohibited by Urda, who was appointed to this station by certain superior Gods hostile to the Asi. 6. Thrainer and Dainer, two oracles. 7. Duergi, the Dwarfs who sustained the heavens. Their names were North, East, West, and South. They are represented as scarce able to sustain the weight of the falling Heavens. Atlas er ipse laborat! Vixque suis humeris candentem sustinet axem. Ovid. 8. Ginnunger, the Hawk. 9. Alsuither, one of the horses of the Sun. Utque labant curvæ justo sine pondere naves, Perque mare instabiles nimia levitate feruntur; Sic onere assueto vacuos dat in aera saltus, Succutiturque alte; similisque est currus inani. Quod simul ac sensere, ruunt, tritumque relinquunt Quadrijugi spatium: nec quo prius, ordine currunt. Ovid. 10. “In limpid, &c.” --- At this fount dwelt an oracle, whom the Gods used to consult. 11. “Dew-distilling shade,” --- The Ash of Yggdrasil. 12. Iduna, not the wife of Brag, but of the nation of the Asori. Some think that this is the same with Volva in the descent of Odin, in spite of a few difficulties which attend this supposi tion. In one Ode the prophetess is represented as wandering about clothed with the skin of a wolf, and maintaining a determinate silence; in the other, she is represented as dead and in her grave; but being raised by the power of necromancy answering every question which is prop osed to her. To clear up these difficulties, some have supposed that the power of Odin was greater than that of Heimdaller, and that might be the occasion of her speaking in one instance and not in another; and with respect to the difference of her situation in the two odes; the say, that possibly some mutilations might have taken place, which would have clea red up this objection. If this and the following Ode are connected together, the death of Balder must have been the circumstance which threw the Asi into such alarm. 13. “Lo! from that river’s.” --- Giöll. 14. Vidrir. –-- A name of Odin signifying sagacious. 15. “Bifrast’s chief.” --- Heimdaller."},{"pageNumber":103,"pageContent":" 100 16. Hidskialfa. --- A palace of Odin: its name signified the terror of nations, because he thence beheld every thing that was transacted in the world. 17. Odin, --- Wished to see and hear what was going on between Heimdaller and the Sorceress, and therefore sends the Monoheroes to a distance, that they might not distact his attention. 18. “Even wakeful Gods.” --- Heimdaller is here particularly meant, who was the most vigilant of the Gods. Homer also had his wakeful hero, Upne anax pantwn te dewn pantwn d andrwpwn. 19. “Vocal horn.” --- This was given to Heimdaller by Odin. 20. Nala. --- She was the mother of Lok. 21. “The bard celestial.” --- Brag, who is celebrated for his poetical talents in the second ode. 22. Vingolf. --- The mansion of love and conviviality, sacred to the Goddesses; and the abode of the just after death. 23. “While wings of Forniot.” --- The son of this being presided over the winds. It has been supposed that Heimdaller and Lok, in their return, took the form of ravens for the sake of speed, and that hence is derived the title of this ode. 24. “The God.” --- Odin. 25. Baulverker. --- Odin, who presided at the feast; its literal meaning is, author of calamities: but this must be understood in a limited sense, as confined to those who have merited punishment by their misconduct. 26. Mimer. --- A name of Odin, derived from mimeomai ; because of his dexterity in changing himself into any form. The possession of the bowls is rightly attributed to him who was the master of the feast. 27. “Lok, the Goddesses.” --- It is difficult to account why the female divinities should be particularly fond of Lok, since he was well known among them, as the most mischievous and abandoned of the Gods. 28. Omi. --- A name of Odin. 29. “Will lend, &c.” --- So in the Iphiginia of Euripides, night is called eufronh . 30. Rinda, was the daughter of the Sun spoken of by Vafthrudnis in the first Ode. 31. “The Wolf,” --- Fenrir was always supposed to follow the Sun. 32. Hrimfaxi, means frosty mane. 33. Dellinger’s Son, Dager. 34. Ulfurna’s Son, Heimdaller. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":104,"pageContent":" 101 THE SONG OF THE TRAVELLER OR DESCENT OF ODIN I. The morn was up --- the blast blew loud --- When now, their halls, the Asi croud: (1) Asiniæ too the council seek; Ever privileged to speak. Death of (2) Balder was the theme --- His thought by day, by night his dream. II. A phantom, pale and bleeding rose, Ever as he sought repose: Ghastly visions round him prest, And scar’d his midnight hours of rest. The Giants croud each sacred fane, Where Goddesses presageful reign, To know the impending evil near, Threat’ned by the nightly fear. III. The sacred (3) oracles declare --- Balder must for death prepare! Asi sad the tidings hear; Frigga drops the impassion’d tear. Dignify’d in silent grief, Odin seeks not such relief: But deeply ponders in his mind, Safety for his son to find. IV. Let us, he cry’d, forbid to fly The stormy powers that rule the sky; League with the light’nings; thunders chain; And quell the uprising, angry main: Lest, mission’d by the powers of fate, They in direful ambush wait. For Balder, Odin, thus afraid, Peace with willing nature made: And every jarring element, For once harmoniously consent. "},{"pageNumber":105,"pageContent":" 102 V. Still the father of the slain, Felt a secret dread remain; --- Tho’ nature’s self could not evade Bonds and oaths so strictly made; Yet Fate, beyond his power to bind, He knew might some expedient find. Conven’d afresh each warlike son --- Again the council is begun; Various clamors rend the hall: Odin heard and judg’d of all. VI. Then, uprising from his place, Odin --- friend of human race, Strait caprison’d his steed --- Sleipner of etherial breed. As down to Hela’s realms he drew, Thick the shades of darkness grew: The Dog of Hell, with ceaseless bay, Pursu’d the trav’ller on his way. VII. Rous’d from his feast of death, with gore, His shaggy limbs were crimson’d o’er: Still round his fangs the fibres hung, Quiv’ring on his frothy tongue. He bark’d! and thro’ the void profound, Hell re-echo’d to the sound. VIII. With dauntless soul the hero rode; Safe he reach’d the dire abode; Now the sacred portals prest; Trembling earth the God confest! Towards the east then bent his way, Where low beneath the sorceress lay. IX. With magic rites the concave rung; Necromantic airs he sung; Hyperborean climates view’d; (4) Runic rhymes around he strew’d; Deep the incantation wrought; Then the maid sepulchral sought. From the hollow tomb beneath, Volva’s voice was heard to breathe! \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":106,"pageContent":" 103 VOLVA What mortal he who dares invade The dwelling where my bones are laid? The snows of ages long I’ve worn; Long the driving tempest borne; Long the rains have drench’d my head; Long I’ve moulder’d with the dead. ODIN Vegtam is the invader’s name, Sprung from fires of warlike fame. Mortal truths will he reveal; Thou no work of fate conceal. Tell me for what hero’s shade, Yon seat with costliest care array’d. Destin’d for whom, that radiant bed, Rich with golden trappings spread. VOLVA Lo! for Balder are decreed, Purest bowls of honey’d mead: Safe for him they lie conceal’d, O’er canopy’d by yonder shield. Drink of Gods shall Balder share; Asi sons shall drink despair. More, unwilling I relate --- Leave me, mortal! to my fate. ODIN Sorceress! obey my spell; Arise and other secrets tell. By whom shall hapless Balder fall, Reft from Odin’s chearful hall? VOLVA Long in fate it is decreed, Brother shall by brother bleed. Eyeless Hoder soon shall throw, The unsuspected misseltoe: Then shall hapless Balder fall, Rest from Odin’s chearful hall. More, unwilling I relate --- Leave me, mortal! to my fate. "},{"pageNumber":107,"pageContent":" 104 ODIN Longer from thy slumbers stay; Volva! rise and tell me, pray --- When time shall Hoder’s guilt reveal, What arm shall wield the avenging steel? Who the foe of Balder slay, And on the pile funereal lay? VOLVA Where western suns their circuit run, To Odin, (5) Rinda bears a son. Ere at night he seek his bed; Ere in dew he bathe his head; Or wildly streaming to the air, Trim the luxuriance of his hair; He shall guilty Hoder slay, And on the pile funereal lay. More, unwilling I relate --- Leave me, mortal! to my fate. ODIN Once more now, propitious speak, Then my homeward way I seek. (6) Who that virgin train declare, Wailing with dishevel’d hair --- They who now with swollen eyes, Rend their veils with piercing cries? Ere the incantation cease, Tell me this and take thy peace. VOLVA Mists of death forsake my brow --- Regal Sire! I know now: In Vegtam’s borrow’d form appears The dateless guardian of the spheres. ODIN No longer I esteem thee wise --- Maid! in strength thy virtue lies. Gigantean sons I see, Sprung from such a source as thee. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":108,"pageContent":" 105 VOLVA Odin! I thy visit spurn, Home in triumph now return! Again no mortal shall presume To call me from my silent tomb; Till Lok indignant break his chain, (7) Twilight round disastrous reign, Muspelli their banners raise, (8) And Surtur wrap the world in blaze. Notes 1. Asiniæ, Goddesses, wives of the Asi. 2. Balder, this God thought his life was in extreme danger, and told the dreams that he had to that effect to the other Gods. They agree to conjure away all the danger with which he was threatened. Frigga and Odin go through all nature and exact an oath from every thing not to hurt him. Odin still fearing that danger might lurk somewhere, descends into Hela to consult a famous sorceress who lay buried there, by name Volva, to know if fate did indeed require that Balder should die. In the mean time the Gods divert themselves in a grand assembly, and Balder stood as a mark at which they threw darts and stones. But nothing injured him on account of the oath, by which every thing was rendered harmless. Lok personating an old woman, learnt from Frigga, that no oath was exacted from the Misseltoe because it appeared young and feeble. Lok then returned to the sports, and pursuaded Hoder who was blind, to throw a branch of Misseltoe at Balder, which pierced hi m through and killed him. It would not perhaps be refining too much upon this circumstance, to explain it as an Allegory; or to suppose that the disturbance wrought among the Gods by Misseltoe, was meant to express th e opposition which Odin’s religion found from the Druids of the Celtic Nations. 3. “Oracles,” --- There were formerly many oracles in Sweden, Norway, and Denmark. That at Upsal seems to have been the most famous. Saxo Grammaticus mentions a very noted one also at Delia. These differed very little from those of Greece and Asia, except in exterior splendor. Odin had the power of calling up the souls of the deceased, as appears from this Ode, to know what was transacting in distant countries. This seemed to be a kind of dernier resort in cases of great difficulty. 4. “Runic rhymes.” --- The Scalds or Bards of the Scandinavians, boasted a power of disturbing the repose of the dead, and dragging them out of their gloomy abodes, by means of certain songs they knew how to compose. The same ignorance which made poetry be regarded as something supernatural, persuaded them also, that the letters or Runic characters, included in them certain mysterious and magical properties. There were letters or Runes, to procure victory, to preserve from poison, to relieve"},{"pageNumber":109,"pageContent":" 106 women in labor, to cure bodily diseas es, to dispel evil thoughts from the mind, to dissipate melancholy, and to soften the severity of a cruel mistress. They employed pretty near the same characters for all these different purposes, but varied the order and combination of the letters. They wrote them either from right to left, or from top to bottom, or in a form of a circle, or contrary to the course of the sun. Odin therefore is represented as using a similar expedient. 5. Rinda. --- By her Odin had Vali. A fter Odin understands that his own son should revenvge the death of Balder, he asks no more questions concerning the main object of his expedition; but leaves every thing then to the fates. The next thing he as ked, was meant to reveal his true character, by way of insulting Volva, who had suffered herself to be deceived by him. 6. “Who that virgin, &c.” --- An idea seems here to have entered into themind of Odin, concerning the general lamentation which should take place through nature, for the recovery of Balder from Hela. The story is told thus in the Edda of Snorro. --- Frigga wished to recover Balder from Death, and for that purpose sent Hermod to Hela, to persuade her to give him up assuring her at the same time, that all the Gods had been most severely afflicted at his loss. Hela told him she would know whether it was true that Balder was so much belo ved, as he had represented. She required, therefore, that all things an imate and inanimate, should weep for his death; and in that case she would send him back to the Gods. The Gods, on his return, sent messengers throughout all the world, begging of every thing to weep, in order to deliver Balder from Hell. Then the messengers returned, concluding they had effectually performed their commission: but as they were travelling along, they found in a cavern, an old witch, who called herself Thok; the messengers having besought her, that she would be so good as to shed tears for the deliverance of Balder; she answered in verses to this effect : --- “Thok will weep with dry eyes for the funeral of Balder; let all things living or dead weep if they will: but let Hela keep her prey!” It was conjectured that this cursed witch was Lok himself, who never ceased to plague the Gods. He was the cause that Balder was slain; he was also the ca use that he could not return to life. 7. “Twilight round.” --- The great twilight of the Gods, when the sun shall be darkened, the earth be overwhelmed in the sea, the stars fall from heaven, vapor mixed with fire arise, and heaven itself begin to flame. Then Odin attacks the wolf, and is devoured. At that instant, Vidar coming forward, rends the monster asunder. Thor fights with the great serpent of Midgard, and is killed. The dog Garmer attacks Tyr, and both die in the conflict. Lok and Heimdaller fight, and mutually kill each other. It is thus described in the Voluspa --- “Heimdaller lifts up his crooked trumpet, and sounds it aloud. Odin consults the head of Mimer: the Ash is violently shaken and sends forth a groan: The giant bursts his irons. What is doing among the Gods? What among the Genii? The land of the Giants is filled with uproar; the deities collect and assemble together. The dwarfs sigh and groan before the doors of their caverns. Oh! ye inhabitants of the \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":110,"pageContent":" 107 mountains; can you say whether any th ing will yet remain in existence?” The description that Seneca the tragedian has given of the end of the world, is not very different from the preceding one; his words are --- Jam jam legibus obrutis Mundo cum veniet dies Autralis polus obruet Quicquid per Lybiam jacet, &c. Arctous polus obruet Quicquid subjacet axibus. Amissum trepidus polo Titan ex cutiet diem. Cæli regia concidens Ortus atque obitus trahet Atque omnes pariter Deos Perdet mors aliqua, et Chaos Et mors et fata novissima In se constituet sibi Quis mundum capiet locus? 8. “And Surtur wrap.” --- In this confusion of all things, the army of evil Genii and Giants, conducted by Surtur, shall break in to attack the Gods. He shall scatter fire around every wh ere, which shall consume all things, and reach even to heaven. But presently after, a new earth springs from the bosom of the waves, adorned with green meadows; the fields there bring forth without culture; calamities are there unknown; a place is there raised, more shining than the sun, all covered with gold. This is the palace which the just will inhabit, and where they enjoy delight for ever more. Then the POWERFUL, the VALIANT, He who GOVERNS ALL THINGS, comes forth from his lofty abodes, to render divine justice.   "},{"pageNumber":111,"pageContent":" 108 THE WISDOM OF ALVISS. Argument. This ode appears to be written to shew the excellence of the Icelandic language, in being able to furnish such a variety of names for every individual thing. These, the translator has been obliged to express, in most instances, by a periphrasis. The subject of it is a certain Dwarf, who calls himself Alviss, or All-Wise, that prides himself in having seen the nine worlds, and makes a pedantic display of his knowledge before Thor. He comes from Asgard, to demand the daughter of Thor in marriage. Thor acknowledges that his daughter had been promised to him, but refuses to give her up, on account of his absence when the agreement was entered into. He, however, leaves th e dwarf some hope of obtaining her, by the display of his superior knowledge. This he did for the purpose of detaining the dwarf till next morning; for he was of that species of Genii who shun the light. At the conclusion of the discourse, the dwarf was forced to depart without his bride, and not without some danger of his life. By this artifice Thor seemed not to have violated the rights of hospital ity, or to have broken his engagement; and the danger to which the dwarf was exposed, could be attributed to nothing but his own temerity. ALVISS I have strew’d each fragrant flower, And deck’d with care the bridal bower: Let the plighted virgin spread, The nuptial veil around her head; Bid her kindred long adieu, And back with me her way pursue. Years matur’d and youthful power Loud demand the bridal hour. Fate! forbid each rude annoy To blast the spring time of our joy. THOR What youth art thou approaching near, With that pallid look of fear? Late from climes dost thou return, Where flames of livid sulphur burn? That thus, to each beholder’s view, Thou wear’st their derivated hue. By all Valhalla’s Gods I swear, Hence my child thou shalt not bear! \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":112,"pageContent":" 109 ALVISS Alviss my name --- In shades I dwell, Neighbouring to the shores of Hell. There underneath a steep rock’s side, In caves of darkness, I reside. Late those realms I left this night, To wander till the morning light. Let me not my errand rue, Chieftain! to thy word be true. THOR Words are changeful as the wind, And never meant a God to bind. I the privilege will use, A Husband for my child to chuse. When she was plighted to thy love, With Gods I banquetted above. (1) Dwarf, my last resolve receive! To thee my child I will not give. ALVISS Who is he that dares presume, Thus to fix a daughter’s doom? Can he love’s fierce fires controul, Or chase the passions from the soul? All, believe me, know thy pride; They know thy littleness beside: Where are the lands spread wide and fair, That own thee for their rightful heir? THOR Thor the thunderer! lo I stand --- I have travers’d every land: (2) Valfander is my glorious sire! Hence with unblest speed retire. Badly has thy errand sped --- Thou my daughter shalt not wed. ALVISS Truth and honor both conspire To make thee yield to my desire. But tho’ thy scorn I plainly see, Thy Son-in-law I still would be. "},{"pageNumber":113,"pageContent":" 110 THOR (3) Learned Guest! I wish to grant, All thy ardent wishes want. Freely I my daughter’s charms, Yield to thine expectant arms; If by wisdom thou can’st prove, A just pretension to her love. Thy stores of knowledge open now --- I will question --- answer thou. ALVISS Tho’ thy purpose Thor! I know, The trial I will undergo. I’ll unravel ev’ry maze Malicious artifice can raise. Skill’d in mysteries profound, I have travell’d nine worlds round! THOR Alviss, lift the veil that hides, Where nature secretly resides. For gentle Dwarf! I know thee well --- Master of each mystic spell. What name is to that Glebe assign’d – The fertile nurse of human-kind? ALVISS They, who spring from mortal birth, Call that glebe the parent earth: Asi, unexhausted wealth; Source of happiness and health: Vani, with presageful mind, Grave and storehouse of mankind: Giants, who to woods resort, A russet champaign for their sport: Alsi, born to gentler doom, Gods, whom heaven and earth obey, Call it by the name of clay. THOR Alvis! lift the veil that hides, Where nature secretly resides: For gentle Dwarf! I know thee well, Master of each mystic spell. What titles do the heavens receive, ‘neath which the race of mortals live? \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":114,"pageContent":" 111 ALVISS Mortals call the heavens on high The blue pavilion of the sky: Gods above, the exterior rind, Form’d the kernel earth to bind: The heavens, Vani, call the source, Whence sweep the whirlwinds angry course: Giants, who in war delight, The plain where Gods contending fight: Alsi, with domes emblazon’d high, The starry cieling of the sky: Duergi sons the concave view, And call it parent of the dew. THOR Alviss! lift the veil that hides Where nature secretly resides: For, gentle Dwarf, I know thee well --- Master of each mystic spell. What names denote the Queen of night, That guides the lone heath-wanderer right. ALVISS Mortals call that orb of light, Friendly visitant of night: They who o’er the heavens preside, Ruler of the swelling tide: Who in shades of Hela lie, The wandering sister of the sky: Giants hail the moon afar, Swift messenger from star to star: Nani, call her milder ray, Handmaid to the God of day: Alsi, name the changeful sphere, Regulator of the year. THOR Alviss! lift the veil that hides, Where nature secretly resides: Tell me, gentle Dwarf! the name, Borne by yon daily wandering flame. "},{"pageNumber":115,"pageContent":" 112 ALVISS Sun by those the nations rove: Star of day by Gods above: Pygmies, the solar regent call, (4) The fiery petrifying ball: Giants, the fountain ever bright, Of unexhausted heat and light: Alsi sons, the etherial car That sends its bickering radiance far. Asori, splendid God of Fire, Whose roving footsteps never tire. THOR Alviss! lift the veil that hides, Where nature secretly resides: Tell me what names the clouds denote, That widely o’er the nations float. ALVISS Men, call the clouds that sail on high, The fertile shadowings of the sky: Gods, whom indignation warms, The flying magazine of storms: Vani, wise in mystic things, Chariots of contending winds: Giants, call the cloudy train, Omens of descending rain: Alsi sons, since time began, Stormy visiters of man: The Hela race, who dread the light, Call them the friendly veils of night. THOR Alviss! lift the veil that hides, Where nature secretly resides: Tell me what names denote the wind, That sweeps unseen o’er humankind. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":116,"pageContent":" 113 ALVISS Men call the winds o’er earth that fly, Contending brethren of the sky: Gods, who on their bosom glide, Name them their soft etherial tide: Lesser deities, who rove By hill, by fountain, or by grove, And love the gentle pure serene, Call them the noisy sons of spleen: Giants, when they thunder by, Name them the clarions of the sky: Duergi, view a wreathing snake, When eddying gusts a whirlwind make. THOR Alviss! lift the veil that hides, Where nature secretly resides. What are the names that ocean bore, Since man advent’rous ploughed it o’er? ALVISS Man, who within its bosom pries, Call it the (5) mirror of the skies: Gods, that thro’ all nature view, The eternal source of rain and dew: Vani, the vagrant of the shores, Meand’ring thro’ a thousand pores: Giants, the stormy ocean make, The wide dominions of (6) the snake: Alsi, name the ocean bed, Source of ev’ry fountain head: Duergi sons, who o’er it sweep, Call it the unfathomable deep. THOR Alviss! lift the veil that hides, Where nature secretly resides: The names of Fire now recite, That cheers the gloomy brow of night. "},{"pageNumber":117,"pageContent":" 114 ALVISS Mortals know it by the name Of soul-invigorating flame: Alsi, call the glowing hearth, Centre of convivial mirth: Vani sons, the latent tide, That flows thro’ all creation wide: Giants, the unconquerable power, Doom’d creation to devour: Duergi sons, a prisoner mild, But freed from chains, a maniac wild; Hela, the tyrant of a day, Ruling with resistless sway. THOR Alviss! lift the veil that hides, Where nature secretly resides: Tell me what names to woods belong, Resounding oft with vocal song? ALVISS Men call the wild impervions wood, The empire of the shaggy brood: Heroes of celestial birth, The bristles of the monster earth: The infernal train that Hela fills, The unshorn honors of the hills: Giants call each woodland maze, Food of all-consuming blaze: Alsi, nymphs whose spreading arms, Shine annually with vernal charms: Vani, call the cloud-capt pine, Wand of potentates divine. THOR Alviss! list the veil that hides, Where nature secretly resides: What titles by the night are claim’d, Offspring of black Norver nam’d. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":118,"pageContent":" 115 ALVISS Mortals proclaim the pitchy night, Day of fanciful delight: Gods declare the sullen hour, Dewy nurse of plant and flower: Giants, call it time obscure, When Genii to destruction lure: Alsi, the dark mysterious womb, Whence dreams in bright succession come. Duergi, hag, whose mystic sweep, Weaves the subtle web of sleep. THOR Alviss! lift the veil that hides, Where nature secretly resides. Tell me what names the harvest yields, That waves o’er bright autumnal fields. ALVISS Mortals call the auspicious grain, Golden effluence of the plain: Gods, that roll the circling sphere, The last, best bounty of the year: Vani, wealth, with sweat and toil, Extracted from the stubborn soil: Giants, who delight in blood, Call the harvest, courser’s food: Alsi, who at feasts regale, Name it stamina of ale: Duergi, call the golden leas, Bending path-ways of the breeze. THOR Alviss! lift the veil that hides, Where nature secretly resides: Say what denotes the mantling ale, On which the sons of earth regale? "},{"pageNumber":119,"pageContent":" 116 ALVISS Mortals call it liquor rare, To soothe the sullen brow of care: Alsi, drink of power divine, To make the face of sorrow shine: Vani, call the amber bowl, Source of vigor to the soul: Giant sons, the potent charm, That stimulates to fight the arm: Hela’s race, the noblest meed, That Gods to mortals have decreed: Suttungi sons, the beverage praise, And call it length’ner of days. THOR Alviss! I’ve never seen I vow, A mortal half so wise as thou: But still thy wisdom could not see, The depth of my duplicity. Haste, Dwarf! up eastern hills afar Dellinger drives his glittering car. Notes 1. Dwarf. --- The Dwarfs were a species of beings bred in the dust of the earth; just as worms are in a dead carcase. It was in the body of the Giant Hymer that they were first engendered, and be gan to move and live. At first they were only worms; but by order of the Gods, they at length partook of both human shape and reason. They always dwell in subterraneous caverns, and among rocks. Edda of Snorro. This passage from Snorro deserves attention. We may discover here, one of the effects of that ignorant prejudice, which has made us for so many ages, regard all arts and handicrafts, as the occupation of mean people and slaves. Our Celtic and Gothic ancestors, imagining there was something magical, and beyond the reach of man, in mechanical skill, could scarcely believe that an able artist was one of their own species, or descended from the same common origin. Let us consider what might facilitate the entrance of such an idea into their minds. There were, perhaps, some neighbouring people, who bordered upon one of the Celtic or Gothic tribes; and who, although less warlike than themselves, and much inferior in strength and stature, might yet excel them in dexterity: and addicting themselves to manual arts, might carry on a commerce with them, sufficiently extensive to have the same of it spread considerably far. All these circumstances will agree very well with the Laplanders; who are still as famous for their magic, as remarkable fo r the lowness of their stature: pacific even to a degree of cowardice; but of a mechanic industry, which formerly must have appeared very considerable. The stories which were invented \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":120,"pageContent":" 117 concerning this people, passing through the mouths of so many ignorant relaters, would soon acquire all the degr ees of the marvelous, of which they were susceptible. Thus, as we see in ancient romances, the dwarfs soon became the forgers of enchanted armour, on which neither swords nor conjurations could make any impression. They were possessed of caverns full of treasure, entirely at their own dispos al. As the dwarfs were feeble and but of small courage, they were supposed to be crafty, and full of deceit and artifice. This, which in old romances is called Disloyalty, is the character always given them in those fabulous narra tions. Even at this time, the notion is not every where exploded, that there are, in the bowels of the earth, Fairies, or a kind of dwarfish and tiny beings, of human shape, remarkable for their riches, their activity, and malevolence. Shakspeare, availing himself of these popular notions, made, perhaps, a creation of his own, and amuses the world, to this day, with the vagaries of Puck and Oberon. In many countries of the North, the people are still firmly persuade d of their existence. In Iceland, they shew the very rocks and hills, in which they maintain, that there are swarms of these small subterraneous men, of th e most tiny size, but most delicate figures. 2. Valfander, one of the names of Odin. 3. “Learned Guest.” --- Thor changes his to ne, and begins to flatter him, that he might more easily engage him in some long disquisition. 4. “The fiery.” --- The Duergi or Pygmies were a nation of Genii who shunned the light; and it was anciently believed, that if ever they were exposed to the rays of the sun, they would be turned into stone. 5. “Mirror of the skies” --- Nuper me in littore vidi Quum placidum ventis staret mare. VIRGIL. eij ala dercomena, ta de nin kala kumala fainei asmca kaclazonla, ep aigialoio deousan. Theocritus. 6. “Of the snake.” --- The serpent of Midgard.  "},{"pageNumber":121,"pageContent":" 118 THE FABLE OF FIOLSUID ARGUMENT Suipdager is a young man of an illustrious family, who was destined to marry a regal virgin, whose name was Menglada. B ut before the nuptials were celebrated, according to ancient custom, he went to acquire glory in a warlike expedition. In the mean time, it is probable that many strove to gain the affections of his mistress; whose offers, however, she fa ithfully rejected, and whose company she avoided. She dwelt in a mansion that was excellently defended by strong fortifications without, and by persons who were attached to her within. We understand also, that it was defended by certain fires which surrounded it. Suipdager, after long absence, returns in disguise, for the purpose, perhaps, of trying her fidelity, about which some inju rious reports had been raised. Coming to the gate, he meets with one Fiolsuid, who was stationed there as a guard. Fiolsuid abuses him, and denies him entrance. Suipdager, although ordered to depart, yet pertinaciously remains about the gate. After he had known from Fiolsuid, that Menglada resided in the ma nsion, he began to propose questions in an enigmatical manner, which Fiolsuid readily answered. The questions and answers are at this time equally obscure. The obscurity, however, rests in the things themselves, not in the words. Before the palace gates (1) he saw The Giant forth his legions draw. Stranger hence! the chieftain cry’d, To thee all entrance is deny’d: Back thro’ the marshy plains retreat, That hither lead thy wand’ring feet. FIOLSUID What stranger he, in tatter’d state, Who loiters round this palace gate? Art thou a robber in disguise? Or mendicant that lives by lies? Whence thy journey, tell --- and where— And what thy errand here declare. STRANGER What rude barbarian station’d here, Thus with taunts invades my ear; And to a trav’ller dares deny, The rights of hospitality? Back with speed thy footsteps bend, And shame for this thy life attend. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":122,"pageContent":" 119 FIOLSUID Stranger! Fiolsuid I am nam’d, For prudence I and wisdom fam’d: On mendicants that croud this gate, I squander not my Lord’s estate. Speed thee on thy destin’d way; Or at thy peril, Villain! stay. STRANGER Where tower’s magnificent arise, Oft the poor man turns his eyes; “Lord of this wealth,” he cries, “ah! why Feast mine eyes, and bread deny? Cease, cease to spread so fair and wide, Those riches that my wants deride.” Joyless, like him, I now behold These roofs emblazon’d high with gold. But tho’ misfortune me attend, May’st thou thy days in pleasure spend. FIOLSUID Unfold what names thy parents bear, And what their lineage declare. STRANGER Know Vinkalder is my name; From Old Valkalder first I came. Should you trace my kindred higher, You’ll find Fiolkalder his sire. Tell me, Fiolsuid! in return, The secrets I would wish to learn. What happy potentate is heir Of all these lands out-spread so fair. FIOLSUID O’er all these wide-spread rich domains, Fair Menglada justly reigns. Her fire was Suafer --- in the field No foe with him the spear could wield. Thoriner call’d the Hero son, --- Brave offspring, from just parent sprung. VINDKALDER Say what name for her is found, Among the nations neighb’ring round: For Gods above the maiden stile, Unequal’d architect of guile."},{"pageNumber":123,"pageContent":" 120 FIOLSUID (2) When she speaks, the rocks around, Re-echo with the thunder’s sound. Mortals at her voice afraid, Thrimgialla name the maid. Solbrinder’s progeny with guile, Around her rais’d this lofty pile. What bold advent’rer shall presume, To free her from her prison gloom, Shall to the wild winds vainly groan, Fix’d as in everlasting stone. VINDKALDER Say, what name denotes that pile, Whose mazy lab’rinths Gods beguile. FIOLSUID That house, Gastropner, mortals name, A structure of immortal fame: I the towers built strong and high, And bade them time and storm defy. VINDKALDER When the hostile giant train, Vanquish’d, left the ensanguin’d plain; Say, what titles were assign’d, To the fierce dogs they left behind; That in the fields their vigils hold, And night and day protect the fold, FIOLSUID One pursu’d his prey with speed, And Gifer was the name decreed: The other was in combat brave, And man the title, Gerer, gave. Along the winding vales they go, And keep at distance ev’ry foe: Eleven folds by night and day, They watch, till Gods the guardians slay. VINDKALDER Say, if mortal can evade, The hostile dogs in slumber laid. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":124,"pageContent":" 121 FIOLSUID By turns the wary guardians sleep, By turns their wakeful vigils keep. Their custom this, since first at large, They rov’d about the eleven-fold charge. Thus none their notice can elude, Or in their precincts safe intrude. VINDKALDER Defended by what potent charm, May one approach secure from harm; And whilst to hunger, watching yields, Rush into those forbidden fields? FIOLSUID Shook by the blast, descends the fruit, In clusters round the antique root Of yonder tree --- the only charm, That can the monsters rage disarm: Tempt them with this luscious treat, Forgetful of their charge, they eat. VINDKALDER Say, what names denote that tree, Of umbrose prodigality; That o’er all lands where men reside, Extends its verdant branches wide? FIOLSUID Whence arise its roots below, Few there are pretend to know. ‘Tis TREE of EMULATION nam’d, And widely thro’ the nations fam’d. Its boughs no tempest can annoy, Nor fire burn, nor steel destroy. VINDKALDER Shall the vigor of this tree, Survive thro’ all eternity? Since storms can work it no annoy, Nor fire burn, nor steel destroy. "},{"pageNumber":125,"pageContent":" 122 FIOLSUID Fruit of this tree, prepar’d with heat, Let each pregnant woman eat; So shall the embryo of her womb, Safe to infantine vigor come. Prudent mortals may not chuse, But largely of this fruit to use. VINDKALDER Perch’d on yon lofty top branch high, What Cock is that salutes my eye? His station safe he seems to hold; And all his feathers shine with gold. FIOLSUID Vidofner is the name they give --- His plumes the morning gales receive; Then bright he shines midst orient beams, And fairest bird of nature seems. Far oft his echoing notes resound; But scatter misery around: His ruffled plumes with lustre shine, But all their influence is malign. Dark author, he, of many a groan, Eats his dire repast alone. VINDKALDER Say, could one hope, by force or art, To reach Vidofner with a dart? And thus with retribution meet, Bring him from his direful seat. FIOLSUID Hevatein is an arrow’s name, That never disappoints the aim. Lopter endu’d it with that spell, Where prison’d ghosts in darkness dwell. A brazen vase the reed contains, Where iron handed Sinmor reigns: There nine times is it circled round, With barriers in the abyss profound. VINDKALDER Is safe return for him decreed, Who boldly ventures for this reed? \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":126,"pageContent":" 123 FIOLSUID Safe return for him’s decreed, Who boldly ventures for the reed; If Genii of the (3) lucid clay, He take companions of his way. VINDKALDER Does mortal man the power hold, By force of diamond or gold, Safe to the drear abode to press, And bribe the lurid Giantess? FIOLSUID (4) A shining blade, you’ll find beneath, Vidofner’s wings --- that safely sheath, And bear it to those martial plains, Where iron handed Sinmor reigns. Arm’d with this he’ll boldly dare, The storm of battle to prepare. VINDKALDER What does man yon mansion name, Surrounded by protecting flame? FIOLSUID Because its high dome like a star, Shoots its lucid radiance far; Mortals thence derive its name. And call the mansion, HOUSE of FLAME. As on a faulchion’s point set fast, It moves to to ev’ry random blast. This fabric, tott’ring to its base, Is heritage of human race. VINDKALDER What walls are those within that shine, As founded by some power divine? FIOLSUID (5) On them are sculptur’d many a name, With Lok’s, the Imp of subtle fame. VINDKALDER What is that rock whose craggy head, Bends incumbent o’er its bed; While on its lofty top I trace, A virgin form of goodliest grace?"},{"pageNumber":127,"pageContent":" 124 FIOLSUID The ROCK of PLEASURE is the name Those rude majestic summits claim. There round the convalescent’s brow, Gales falubrious ever blow. The sigh of anguish never there, Rends the pure elastic air. Happy! thrice happy! is her lot, Who gains that life inspiring spot: For pain, and malady, and care, It med’cines from each suff’ring fair. VINDKALDER What names denote that virgin croud, Whose songs symphonious echo loud; As seated at Menglada’s knees, They charm the Genii of the breeze? FIOLSUID (6) The first that’s seen with Goddess face, Is guardian of the etherial race: The next the giant brood defends: The third o’er man her care extends: The fourth all learning’s stores combines: The fifth in milder virtue shines: Graces supreme the sixth adorn: The seventh is fair as vernal morn: The eighth each healing flow’ret knows. On plain or mountain brow that grows: The ninth fair nymph assumes the part Of Guardian to each liberal art. VINDKALDER Will the nymphs their vot’ries aid --- Those by whom due rites are paid? FIOLSUID Never to those of mortal birth, Of happiness so great a dearth, As when to these they altars raise Beneath the scorching day star’s blaze. Each vot’ry at their cruel shrine, Feels envy’s serpents round him twine. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":128,"pageContent":" 125 VINDKALDER Is it given to mortal arms, To embrace Menglada’s matchless charms. FIOLSUID Destined for Suipdager alone Long the maiden’s charms has shone In radiance like the star, whose light Chears the sullen brow of night. VINDKALDER Lift the massy barriers high! Bid the portals open fly! Beauty is the glorious meed, By Gods, to Suipdager decreed! Menglada will not disapprove The offer of my destin’d love. FIOLSUID Hear, Menglada! to this sphere, From distant lands a man draws near. Dogs, as he approach the gate, The welcome guest congratulate. The doors themselves wide open fly: ‘Tis Suipdager that passes by. MENGLADA Where the vast Portico’s arise, Let ravens gorge upon thine eyes; If falsely, from a distant land, Thou say’st my Lover seeks my hand. MENGLADA On what journey art thou bent? Thee what motive hither sent? Tell me what thy parents names; What nations thy protection claims; And all thy pedigree explain, Ere my hand thou hope to gain. "},{"pageNumber":129,"pageContent":" 126 VINDKALDER Suipdager speaks at thy desire --- Solibarter was my sire. Far from my home beat to and fro, I’ve wander’d long where frost winds blow. The power of (7) the fatal maid, No earth-born sufferer can evade: Not lightly I the power arraign, That taught me first to taste of pain. MENGLADA My ev’ry wish I’ve now attain’d, In safety Suipdager I’ve gain’d. May Gods propitious thee defend, And joy thy future life attend. If ever I have pleasure felt --- (A boon to me but rarely dealt,) ‘Tis now to see my lover’s face, And clasp him in my warm embrace. Oftimes, companion’d with despair, I’ve outwatch’d the midnight Bear; At ev’ry sound that smote my ear, Hope falsely whisper’d, thou wert near. Oftimes by day exalted high, I’ve cast around the wistful eye: For thee, seen suns successive rise, And chas’d them to the western skies. I too long time have sought thy charms --- Now haste thee to thy lover’s arms. Adverse fate no more shall frown; But joy our future moments crown. Notes 1. “He saw”. Suipdager 2. “When she speaks.” --- Fiolsuid, like a faithful guardian, gives a frightful description of Menglada, that he might deter the stranger from any attempt to see her. 3. “Lucid clay.” --- The Earth. 4. “A shining blade.” --- A Feather. 5. “On them, &c.”, --- The names are Uni, Iri, Barri, Ori, Varns, Vegdrasil, Derri, Uri, Dellinger, Atvarder. These are supposed to be the names of certain dwarfs; and each wall to be built by the individual whose name it bears. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":130,"pageContent":" 127 6. “The first, &c.” --- These are the nine mouses of the northern nations. Sir W. Jones informs us that the Asiatics also have their nine Gopia or Muses. This is one among the many circumstances which leads one to suspect, that the Mythology of the heathens originated, at first, from one and the same source. The names of the Northern Muses are Hlif, Hlif-dursa, Theodrarta, Beort, Blith, Blithur, Frith, Eir, and Aurboda. 7. “The fatal maid.” --- A personification of fate.    "},{"pageNumber":131,"pageContent":" 128 THE SONG OF HYNDLA ARGUMENT In this ode, which is sometimes called the Voluspa brevior, a certain woman is introduced, soliciting Freyia to settle the dispute between Ottar and Angantyr, concerning their right of inheritance, by unfolding their ancient genealogies. It happens in this ode, as it does indeed in many of the Edda, on account of the carelessness of transcribers, that no proper distinction of persons is preserved: therefore many parts are ambiguous, if not obscure, which belong even to the argument itself. For first it is uncertai n what person this Freyia is, whether she be a Goddess or a Mortal. Trofœus was of the latter opinion; though it is most probable she was Odin’s wife. Then it may be asked, who was Hyndla? She was said to dwell in a cave, and might be, perhaps, one of the Giantesses, who was gifted with the power of prophecy. This is all that can be asserted of her; for she does not appear to have been a Goddess. Ottar is the hero of the Ode, whose pedigree is so pompously related; but what person he was, and in what condition, we are not informed. It is uncertain, also, whether or not he was present at the dispute. If he was, it seems to have been merely as an hearer, under the form of a boar, lest he should be known by Hyndla, who seemed to have favored his rival Angantyr. Freyia begins to speak ---- I. Beauteous virgin! rise from sleep --- With me this nightly vigil keep: (1) Sister Hyndla! leave thy cave, And unexplor’d adventures brave. Shades of night the mountains hide: Let us two together ride, Far off to (2) mansions of the slain, Where Odin holds his peaceful reign. II. Now the nations’ guardian pray To shine propitious on our way. ‘Tis he who fallen virtue lifts, And graces with celestial gifts. He to mighty Hermod gave The helm, the hauberk, and the glave: To Segmund too, when war was near, Consign’d the unconquerable spear. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":132,"pageContent":" 129 III. Victory binds the warrior’s brow, To Odin, who performs his vow: A different votary shall find Fortune to his hopes prove kind: The God to others will impart The gift of all-persuasive art: Knowledge with her stores shall grace, The benefactors of their race: He who o’er the ocean sails, Shall find from him propitious gales: To prompt the sympathetic tear, To bid the purple tyrant fear, And trance with joy the ravish’d mind, (3) These to poets he assign’d: To heroes Odin will supply Strength to vanquish or to die. IV. (4) At shrines of Thor by me decreed, Daily shall the victim bleed. Ceaseless I’ll the God invoke, To guard thee from the wizard’s stroke, And ever round thy sacred head, His adamantine shield to spread: (5) Tho’ virgins of the giant train, Such favor cannot hope to gain. V. Take with expeditious hands, The wolf that in yon stable stands: Let him strait the chariot grace, Harness’d with the magic trace. The boar too tardy will delay Our journey thro’ the etherial way. I will haste with quickest speed, And saddle my immortal steed. "},{"pageNumber":133,"pageContent":" 130 HYNDLA Dost thou by artifice intend, My mind to some dark plot to bend. A latent roguery I descry, Sparkling in thine azure eye. Ottar’s youthful charms, I fear, To Odin bodes some mischief near. Do not incantations use, Thy husband’s goodness to abuse; And make him unsuspecting show Favor to his rival foe. FREYIA The words of Hyndla puzzled seem Like wilder’d shapings of a dream. Well thou know’st, a man no more --- Ottar personates the boar. His back with gilded bristles shines; His voice with grating harshness whines. Will the father of the slain, By favor thus his honors stain? HYNDLA Let us rather now discourse About fit trappings for the horse; Then soaring ‘bove all lesser things, Talk of the lineage of kings: Of heroes who far back can trace Kindred with celestial race. No haughty rival shall withhold From Ottar his paternal gold. IX. Ev’ry nerve I willing strain, That he his long lost right may gain: That right, by care parental left, Unjustly from the hero reft. He rais’d a temple to my name, And justly may my favor claim: Far off its crystal turrets shine As built by architect divine. And daily at my altars fall The lowing victims of the stall. Ottar on me relies for aid, And well his trust shall be repaid. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":134,"pageContent":" 131 X. The (6) Odlingi ev’ry chief applauds; (7) Ylfingi emulate the gods. Let us then in order trace The history of each martial race. Whence came the (8) Skiöldungi fame? And whence Skilfingi’s glorious name? What first bade private worth arise, Adorn’d with titles of the skies? What powers the monarch’s brow array, With beams unborrow’d of the day? XI. Ottar’s wreaths unsully’d shine, --- Sprung from Innstein’s glorious line. Innstein can a lineage claim From matchless Alf, grown old in fame. From Sæfar, Alf his race begun; He was red hair’d Suaner’s son. XII. Grac’d with jewels Innstein led Ottar’s mother to his bed. Hledisa was the maiden’s name; Far blazon’d for prophetic fame. Her sire was Froder; Friant fair First tender’d her, maternal care. These o’er many a subject land Held the sceptre of command. XIII. (9) Auli strong up tore with ease, Firm rock-rooted forest trees. Halfdan shone in sceptred pride, ‘Bove all who o’er the world preside. These from many a well fought plain Have borne the trophies of the slain; While far o’er earth’s remotest bounds The glory of their deeds resounds. XIV. The sons of (10) Halfden round him spread Their shields when youthful vigor fled. In youth with retribution due, He in battle Sigtryg slew. Twice nine brave Sons the monarch told, From Almveig sprung, renown’d of old."},{"pageNumber":135,"pageContent":" 132 XV. Skilvingi, Skiöldungi too, Hence their natal honors drew. To fires like these, Ynglingi trace, The blood of their illustrious race. Nobles and princes down this line, In long descent unbroken shine. Such ancestry can Ottar boast, Till far in fabled ages lost. XVI. Hilldegunda was the dame Whence beauteous Almveig sprung to fame. In Suava’s arms, of chaste desire, A regal Sailor was her sire: Such ancestry can Ottar boast, Till far in fabled ages lost. Let Ottar glory in his race! Shall we other heroes trace? XVII. Dager beauteous Thora led --- Source of heroes --- to his bed. Thence a race of warriors came, High enroll’d in deathless fame: Frodmar and Gyrder, brave as wise, And hence the (11) wolfish brethren rise. Josurmar here, and Aunner too, And aged Alf their being drew. Let Ottar glory in his race! Shall we other heroes trace? XVIII. The praise of heroes I resound! Of Ketill, ever faithful found. Klyp illustrious was his heir --- Grandsire called to Friant fair. Ketill was brave Froder’s son; From Kari he his race begun: But Alf, with time-thin’d locks, was grey Ere these beheld the light of day. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":136,"pageContent":" 133 XIX. (12) Nanna’s beauties grace his stock, Descended from illustrious Nock. With her parent, Alf could claim The honors of a kindred name. But, lost in time, in vain I trace The antique honors of the race. Other heroes now I tell --- I knew Brod and Horver well. Such ancestry can Ottar boast, Till far in fabled ages lost! XX. Isol and Asol equal share, Aulmoder’s paternal care: In cheerfulhalls he spent his life; Skurkilld was the hero’s wife. Chiefs and Princes down this line, In long descent unbroken shine. Such ancestry can Ottar boast, Till far in fabled ages lost! XXI. In rolls of fame (13) ten heroes shine, Sprung from Arngrim’s glorious line. Such ancestry can Ottar boast, Till far in fabled ages lost! XXII. As trees that feel the mountain blast, Their strength’ned roots more widely cast; So nurs’d in storms, those heroes grew, And thence unconquer’d brav’ry drew. Torrents with impetuous sway, Sweep the prostrate folds away: Autumnal flames with whirlwind force, Dispeople forests in their course: Berserki thus, thro’ regions wide, Scatter’d desolation’s tide. Such ancestry can Ottar boast, Till far in fabled ages lost! "},{"pageNumber":137,"pageContent":" 134 XXIII. Other heroes now I tell --- I knew Brod and Horver well. In halls of Rhalf, with dance and song, Their youthful moments pass’d along. These, with Jormuker, kindred hold --- Son-in-law of Sigurd bold. Hear me, Hyndla! now relate, Fafner born to hapless fate. I the hero knew full well --- Beset with cruel bands he fell. XXIV. He a regal office bore, From (14) Vaulsung sprung in days of yore. (15) Hiördisa I can trace From Herodunger’s giant race, (16) Elymi on his father’s side, Came from Odlingi’s valiant tribe. Such ancestry can Ottar boast, Till far in fabled ages lost! XXV. Gunmarr and Hogni both may claim, From Guiker their paternal fame. Gudruna too, a father’s love, Did from the hoary chieftain prove. Guttormer, from a diff’rent source, Dates his not ignoble course: His sire the same --- but to his bed, A foreign damsel he had led. Such ancestry can Ottar boast, Till far in fabled ages lost! XXVI. Harald known by teeth of gold, Sprung from Hræreker of old. Hræreker was Odar’s son: From Juar Oda’s fame begun. To Radbard, Randver was the sire --- Youth of ev’ry maids desire. These with heroes were enroll’d, Whose deeds delighted Gods behold. Such ancestry can Ottar boast, Till far in fabled ages lost! \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":138,"pageContent":" 135 XXVII. Eleven Asi heroes rose, Ere Balder’s spirit found repose. Witness of his daring wrong, With indignation Vali strong, Swift his sword vindictive drew, And brother for lost brother slew. Such ancestry can Ottar boast, Till far in fabled ages lost! XXVIII. From Bur, the sire of Balder came, A chieftain of no trivial fame. Freyer’s bed did Gerda grace, From Gimer sprung, of giant race: Her mother, Orbod, mortals call, Fam’d for her hospitable hall. Thiaz, magnificent and good, Derives from her his kindred blood. From him a lovely virgin came --- Skada, among the Gods her name. XXIX. Deeds immortal I unfold! Mighty deeds remain untold! To earth my strains do not belong: --- Other heroes claim my song. XXX. Haki, grac’d for virtues mild; Huda, boasted for her child; Huda, for female virtue fam’d, Hiorvard for her sire claim’d; Hrossthiover, and Heider too, Life and fame from Hrimner drew. XXXI. What females from Vidolva sprung Magic incantations sung: Deeply vers’d in mystic spell, The future, Vilmeid’s sons could tell: The wisest of the human race, The lineage of Suarthof grace: And last the giant sons of earth, From Ymer celebrate their birth. "},{"pageNumber":139,"pageContent":" 136 XXXII. Deeds immortal I unfold! Mighty deeds remain untold! To earth my strains do not belong: --- Other heroes claim my song. XXXIII. Of elder time (17) a hero came Recorded in the rolls of fame. The Gods to him reveal’d their lore, And wisdom open’d every store. On a green smooth-shaven bank, Where suns the dews of morning drank, Nine virgins knew prolific joy, And bore conjoint the wond’rous boy: With garlands wreath’d his infant head, And mildest virtues round him shed. He was fed by ocean’s wave; Earth to him her tribute gave; For him rich censers smoak’d around, And blood sacrific dy’d the ground. XXXIV. Deeds immortal I unfold! Mighty deeds remain untold! To earth my strains do not belong: --- Other heroes claim my song. XXXV. Father’d by Lok --- the graceless God, The wolf arose from Angurbod. That still the sun should yield its light, And moon irradiate the night, Lok, compell’d by coward fear, Led the mare of Sleipner near, Where journey’d sober on his course The horse endu’d with magic force. XXXVI. Of ev’ry steed, thro’ hill or dale That snuff’d the fragrance of the gale, Suadilfar highest bore her head, And fleetest thro’ the pastures fled. A wondrous courser was her sire --- Byleist with nostrils breathing fire. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":140,"pageContent":" 137 XXXVII. Not Gods above, or man can praise, Lok, the Imp of evil ways. Smoking on the cindery ground, An half-burnt sorceress heart he found. He by female arts was won, And all his high-born hopes undone. Ever from that luckless time Deep he plung’d in ev’ry crime. XXXVIII. Billowed ocean roars aloud, And lambent sweeps the impending cloud: Its exhalations round the world Are by the tempest’s fury hurl’d: From thence the fleecy snows arise, And angry whirlwinds shake the skies: Thence round ev’ry mountain’s head Storms dark low’ring first were bred. XXXIX. Exalted in celestial state, (18) One there is supremely great. To him the Lord of mortal things, Earth her various tribute brings: The sons of ages him applaud, As greatest, wisest, strongest God. He guides at will the wand’ring spheres, His voice obedient nature hears. XL. (19) In after times, of greater fame, One shall come I dare not name. Few there are pretend to see Farther into destiny, Than when with inauspicious rage, Odin shall the wolf engage. XLI. (20) Go! to the sovereign of thy heart, The draught memorial impart, That mindful he the things may tell Which from thy lips of wisdom fell; When he, with Angantyr the bold, Discourse in ancestry shall hold. "},{"pageNumber":141,"pageContent":" 138 XLII. Hyndla! hence with speed arise --- Sleep hangs heavy on my eyes. The northern teem shall drink the main, Ere favor thou from me obtain. To friendship cool, go burn with lust, Unbosom’d to the midnight gust: Sport with thy lovers like the fawn, And curse the prying eye of dawn. XLIII. Warm’d with infuriate ardor rove; Enjoy each unselected love; List to the stealthy midnight tread, Of lovers to thy reeking bed. Delicious wanton! swift, arise, While shelter’d by still night’s disguise. Sport with thy lovers like the fawn, And curse the prying eye of dawn. XLIV. Thee, ling’ring wood-nymph, I’ll surround With flames deep drawn from hell’s profound. Safe prison’d then, in central fire, Vain shalt thou struggle to retire. Haste, hateful trait’ress! burn with lust, Unbosom’d to the midnight gust: Sport with thy lovers like the fawn, And curse the prying eye of dawn. XLV. (21) Earth in ruins meets mine eyes! I see hateful flames arise! All are doom’d to tread the road That leads to Hela’s dark abode. But ere on day mine eye-lids close, And spirit find its last repose, Kind Goddess! to vile Ottar bear The goblet drugg’d with bitter’st care. I the deadly portion view, Venom’d with dark night-shade dew! \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":142,"pageContent":" 139 XLVI. Empty visions round thee press, To mock thy gaze of wretchedness. Tho’ gigantean be thy train, Thy imprecations all are vain. He shall quaff th’ immortal bowl, That glads each high celestial soul: Ottar, shall the Gods decree Their comrade in felicity. Notes 1. Sister. --- Hyndla was not the Sister of Freyia who speaks, but this was said to flatter her. 2. “Mansions of the slain.” --- Valhalla. 3. “These to Poets.” --- The origin of Poetry being an Allegory not altogether void of invention, it shall be here related: AN ICELANDIC TALE. The Gods of the North had formed a man much in the same manner as the Grecian Deities are said to have formed Orion. This ma n was called Kauser. He was so clever, that no question could be proposed wh ich he was not able to resolve: he traversed the whole world teaching mank ind wisdom. But his merits exciting envy, two Dwarfs treacherously slew him; and receiving his blood into a vessel, mixed it up with honey, and thence composed a liquor, which renders all those who drink of it Poets. The Gods missing their Son, enquired of the Dwarfs what was become of him. The Dwarfs to extricate themselves out of the difficulty, replied, that Kauser had died, suffocated by his knowledge, because he could not meet with persons to ease and unburthen his mind to, by proposing to him so many learned questi ons as was necessary to his relief. But their perfidy was afterward discovered by an unexpected accident. These Dwarfs having drawn upon themselves the resentment of a certain Giant, he seized and exposed them upon a rock surrounded on all sides by the sea. In this frightful situation, their only recou rse was to purchase their deliverance at the price of that divine beverage. The Giant being satisfied with this ransom, carried it home, and delivered it to the custody of his daughter Gunloda: hence poetry is indifferently, in allusion to the same fable, called, “The Blood of Kauser:” the “Beverage,” or, “The ransom of the Dwarfs, &c,” This valuable acquisition was eagerly sought after by the Gods, but very difficult to obtain, because it was concealed under rocks. Odin was nevertheless determined to try for it, and he made the attempt in the following manner: Transforming himsel f into a worm, he glided through a crevise into a cavern where the beverage was kept. Then resuming his natural shape, and gaining the heart of Gunloda, he prevailed on her to let him drink three draughts of the liquor entrusted to her care. But the crafty Deity, resolving to make the most of his advantage, pulled so deep, that at the last draught, he left none behind him in the vessel; and transforming himself into"},{"pageNumber":143,"pageContent":" 140 an Eagle, flew away to Asgard, to deposit in safety, the precious treasure he had obtained. The Giant who was a Magician, instantly discovered the artifice that had been practised, and changing himself also into an Eagle, flew with all speed after Odin; who had almost reached the gates of Asgard. Then the Gods all ran out of their palaces to assist and support their master; and foreseeing that he would have much di fficulty to secure the liquor, without exposing himself to the danger of being taken, they immediately set out all the vessels they could lay their hands on. In effect, Odin finding he could not escape but by easing himself of that burthen which retarded his flight, instantly filled all the pitchers with this miraculous liquor: and from hence it has been distributed among both Gods and men. But in the hurry and confusion in which the liquor was discharged, the bulk of mankind were not aware that Odin only threw up part of it through his beak; the rest was emitted in an opposite direction: and as it is only the former liquor that this God gives as a beverage to the good Poets, whom he would wish to animate with a divine inspiration: so it is only the latter fort that falls to the share of bad rhymers; for as this flowed from its inferior source in the greatest abundance, the Gods bestow it in liberal draughts on all that will apply: this makes the crowd very great about the vesse ls; and this is the reason why the world is overwhelmed with such a redundance of wretched verses. 4. “At shrines.” --- The prevalence of sa crifices among the heathen, is very remarkable. Di, quibus imperium est pelagi, quorum equora curro, Vobis lætus ego hoc candentem in littore taurum Constituam ante arras, voti reus; extaque salsos Porriciam in fluctibus & vina liquentia fundam. VIRGIL. Quis non altaribus illis Irrita thura tulit? quoties pro conjuge conjux, Pro nato genitor, dum verba precantia dicit, Non exoratis animam finivit in aris, Inque manu thuris pars inconsumpta reperta est! Admoti quoties templis, dum vota sacerdos Concipit, & fundit purum inter cornua vinum, Haud expectato ceciderunt vulnere tauri! OVID 5. “Tho’ virgins.” --- There was perpetual enmity between Thor and the race of Giants. 6. Odlingi. --- This family took its name from Odi the son of Halfdan. He and his brother Budlin are said to have conquered Saxony and Gaul, and to have reigned there. 7. Ylfingi. --- It is uncertain from when ce this family derived its name, whether from Ulf the great-grandfather of Ottar, or Alf, or lastly from Oler the son of Dager, nephew of Halfdan. 8. Skioldungi. --- There are two families of this name, one of Danish kings, from Skiold the son of Odin, and another of the kings of Norway, from Skiold, the son of Skelter, nephew of Halfdon. 9. “Auli.” --- Saxo Grammaticus relates many things concerning this person. Among others he mentions his having been engaged in naval wars with the neighbouring kings, and also that leag ued with Ring, he had undertaken a war against Harold. 10. Halfden. --- A King of Norway, of whom very little is known, except that he carried his arms far into the East, and slew Sigtryg in single combat. \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0002\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":144,"pageContent":" 141 11. “Wolfish brethren.” --- Gerr and Freker; these were, most likely, heroes, who for certain qualities, were denominated wolves. 12. Nanna, --- Was the mother of Alf. 13. “Ten heroes.” --- Their names are Gunnarr, Grimer, Thorer, Ulf, Bui, Brami, Barri, Reifner, Tinder, and Tifringer. 14. Vaulsung. --- Was the paternal grandfather of Sigurd. 15. Hiördisa. --- Was the mother of Sigurd, descended from Halfdan. 16. Elymi. --- Was the father of Hiordi sa, descended from the family of the Lofdungi. 17. “A hero came” --- Heimdaller. 18. “One there is.” --- Supposed to be meant Thor. 19. “In after times.” --- This is spoken concerning Surtur. 20. “Go to.” --- This verse is spoken by Hyndla. 21. “Earth in ruins,” --- This verse is spoken by Hyndla. "}]
