[{"pageContent":"[Images/DESTINY_Cover8_0.jpg]THE DESTINYOFTHE NATIONSbyAlice A. BaileyINDEX EDITIONPublished by the Lucis Publishing CompaniesThe first and only publisher of the complete worksof Alice A. Baileywww.lucistrust.org/booksCOPYRIGHT © 1949 BY LUCIS TRUSTCOPYRIGHT © RENEWED 1977 BY LUCIS TRUSTFirst Printing, 1949Sixth Printing, 1978 (First Paperback Edition)Ninth Printing, 2007Library of Congress Catalog Card Number: 89-195778E Book edition 2011. ISBN No. 978-0-85330-402-9All rights reserved. No part of this book may be reproduced or utilised in anyform or by any means, electronic or mechanical, including photocopying,recording, or by any information storage and retrieval system, withoutpermission in writing from the publisher.The publication of this book is financed by the Tibetan Book Fund which isestablished for the perpetuation of the teachings of the Tibetan and Alice A.Bailey.This Fund is controlled by the Lucis Trust, a tax-exempt, religious, educationalcorporation.The Lucis Publishing Company is a non-profit organisation owned by the LucisTrust. No royalties are paid on this book.This book has been translated into Danish, Dutch, Finnish, French, German,Greek, Italian, Japanese, Portuguese, Russian, Spanish and Swedish. Translationinto other languages is proceeding.LUCIS PUBLISHING COMPANY120 Wall Street, New York, NY 10005LUCIS PRESS Ltd.Suite 54, 3 Whitehall Court, London SW1A 2EFConverted to eBook by EasyEPUB [http://www.easypress.com]"},{"pageContent":"CONTENTSCover [cover.xhtml]EXTRACT FROM A STATEMENT BY THE TIBETAN [c1.xhtml]THE GREAT INVOCATION [c2.xhtml]INTRODUCTION [c3.xhtml]THE INFLUENCE OF THE RAYS TODAY [c4.xhtml]THE NATIONS AND THE RAYS [c5.xhtml]THE NATIONS AND THEIR GOVERNING SIGNS [c6.xhtml]AN ANALYSIS OF CERTAIN COUNTRIES [c7.xhtml]THE SIGNIFICANCE OF CERTAIN CITIES. [c8.xhtml]SPIRITUAL LIFE IN THE NEW AGE [c9.xhtml]INITIATION IN THE AQUARIAN AGE [c10.xhtml]CHRIST AND THE COMING NEW AGE [c11.xhtml]ARCANE SCHOOL TRAINING [c12.xhtml]INDEX [c13.xhtml]"},{"pageContent":"EXTRACT FROM A STATEMENT BY THE TIBETANSuffice it to say, that I am a Tibetan disciple of a certain degree, and thistells you but little, for all are disciples from the humblest aspirant up to,and beyond, the Christ Himself. I live in a physical body like other men, on theborders of Tibet, and at times (from the exoteric standpoint) preside over alarge group of Tibetan lamas, when my other duties permit. It is this fact thathas caused it to be reported that I am an abbot of this particular lamasery.Those associated with me in the work of the Hierarchy (and all true disciplesare associated in this work) know me by still another name and office. A.A.B.knows who I am and recognises me by two of my names.I am a brother of yours, who has travelled a little longer upon the Path thanhas the average student, and has therefore incurred greater responsibilities. Iam one who has wrestled and fought his way into a greater measure of light thanhas the aspirant who will read this article, and I must therefore act as atransmitter of the light, no matter what the cost. I am not an old man, as agecounts among the teachers, yet I am not young or inexperienced. My work is toteach and spread the knowledge of the Ageless Wisdom wherever I can find aresponse, and I have been doing this for many years. I seek also to help theMaster M. and the Master K.H. whenever opportunity offers, for I have been longconnected with Them and with Their work. In all the above, I have told you much;yet at the same time I have told you nothing which would lead you to offer methat blind obedience and the foolish devotion which the emotional aspirantoffers to the Guru and Master Whom he is as yet unable to contact. Nor will hemake that desired contact until he has transmuted emotional devotion intounselfish service to humanity-not to the Master.The books that I have written are sent out with no claim for their acceptance.They may, or may not, be correct, true and useful. It is for you to ascertaintheir truth by right practice and by the exercise of the intuition. Neither Inor A.A.B. is the least interested in having them acclaimed as inspiredwritings, or in having anyone speak of them (with bated breath) as being thework of one of the Masters. If they present truth in such a way that it followssequentially upon that already offered in the world teachings, if theinformation given raises the aspiration and the will-to-serve from the plane ofthe emotions to that of the mind (the plane whereon the Masters can be found)then they will have served their purpose. If the teaching conveyed calls forth aresponse from the illumined mind of the worker in the world, and brings aflashing forth of his intuition, then let that teaching be accepted. But nototherwise. If the statements meet with eventual corroboration, or are deemedtrue under the test of the Law of Correspondences, then that is well and good.But should this not be so, let not the student accept what is said.August 1934"},{"pageContent":"THE GREAT INVOCATIONFrom the point of Light within the Mind of GodLet light stream forth into the minds of men.Let Light descend on EarthFrom the point of Love within the Heart of GodLet love stream forth into the hearts of men.May Christ return to Earth.From the centre where the Will of God is knownLet purpose guide the little wills of men—The purpose which the Masters know and serve.From the centre which we call the race of menLet the Plan of Love and Light work out.And may it seal the door where evil dwells.Let Light and Love and Power restore the Plan on Earth“The above Invocation or Prayer does not belong to any person or group but toall Humanity. The beauty and the strength of this Invocation lies in itssimplicity, and in its expression of certain central truths which all men,innately and normally, accept—the truth of the existence of a basic Intelligenceto Whom we vaguely give the name of God; the truth that behind all outerseeming, the motivating power of the universe is Love; the truth that a greatIndividuality came to earth, called by Christians, the Christ, and embodied thatlove so that we could understand; the truth that both love and intelligence areeffects of what is called the Will of God; and finally the self-evident truththat only through humanity itself can the Divine Plan work out.”Alice A Bailey"},{"pageContent":"INTRODUCTION[3] It is of major interest for us to know something about the energies andforces which are producing the present international situation and presentingthe complex problems with which the United Nations are confronted. In the lastanalysis, all history is the record of the effects of these energies orradiations (rays, in other words) as they play upon humanity in its many varyingstages of evolutionary development. These stages extend all the way from thoseof primeval humanity to our modern civilisation; all that has happened is theresult of these energies, pouring cyclically through nature and through thatpart of nature which we call the human kingdom.To understand what is today taking place we must recognise that these energiesare seven in number. They are called by many names in many different lands, butfor our purposes the following seven names will be used:1. The energy of Will, Purpose or Power, called in Christian lands the energy ofthe Will of God.2. The energy of Love-Wisdom, called frequently the Love of God.3. The energy of Active Intelligence, called the Mind of God.4. The energy of Harmony through Conflict, affecting greatly the human family.5. The energy of Concrete Knowledge or Science, so potent at this time.6. The energy of Devotion or Idealism, producing the current ideologies. [4]7. The energy of Ceremonial Order, producing the new forms of civilisation.These energies are ceaselessly playing on humanity, producing changes,expressing themselves through successive civilisations and cultures, andfashioning the manyThis in no way infringes upon man’s freewill; these forces have both theirhigher and their lower aspects and men respond to them according to their mentaland spiritual development, and so do nations and races as a whole. Humanity hasreached a point today where there is a most sensitive response to that which ishigher and better.This teaching anent the seven rays remains a profitless speculation unless it issusceptible of investigation, of eventual proof and of general as well asparticular usefulness. Too much is written at this time which will have to berelegated to the discard as useless, as not warranting acceptance as a possiblehypothesis and as not demonstrating a truth which can be proved. I am,therefore, seeking here to do two things:1. Indicate, as you have seen, a new and powerfully efficient esotericpsychology, and also2. Show the lines of development which are inevitable, for the reason thatcertain major potencies are coming into play at this time. Certain forces arebecoming increasingly active whilst others are steadily becoming quiescent. Itis these active forces which we will now consider.I would like to pause here and point out that these forces come into play eithercyclically or through demand. This is an interesting point for students toremember. The work done through the Great Invocation is not then necessarily [5]invalid. It might perhaps clarify the subject if I pointed out that there arefive energies (and there are usually five dominant ray energies active at anytime) coming into play:1. Those energies which are passing out of manifestation, as the sixth Ray ofDevotion is at this time passing out.2. Those energies which are coming into manifestation or incarnation, as theseventh Ray of Ceremonial Order is at this time emerging into expression.3. Those energies which are — at any given time — expressing the ray type of thebulk of the manifesting humanity. Today these ray types are predominantly thesecond and the third. Relatively large numbers of first ray egos are also to befound acting as focal points for certain first ray forces.4. Those energies which are today being invoked as the result of human need andhuman demand for succour. This demand curiously enough remains largely in therealm of the first ray influence for the desperate need of humanity is evokingthe will aspect and that ray embodies the divine will-to-good and remainsimmutable and is — for the first time in the history of humanity — being invokedon a large scale. This statement is definitely encouraging, if you study itsimplications.You have, therefore, in the present field of divine expression the followingenergies manifesting:1. The energy of idealism, of devotion or of devoted attention, embodied in thesixth ray.2. The energy whose major function it is to produce order, rhythm andestablished, sequential activity — the seventh Ray of Ceremonial Ritual.3. The energy of the second ray, which is always basically [6] present in oursolar system, that of love-wisdom, to which many of the egos now in incarnationbelong and will increasingly belong. The next one hundred and fifty years willsee them coming into incarnation. The reason is that it is to this type of humanbeing that the work of reconstruction, and of re-building is naturallycommitted.4. The energy of intelligence, actively displayed in creative activity. Thecreative ability of the future will emerge on a relatively large scale in therealm of creative living and not so much in the realm of creative art. Thiscreative living will express itself through a new world of beauty and ofrecognised divine expression; through the outer form, the “light of livingness”(as it is esoterically called) will show. The symbol and that for which itstands will be known and seen. This is the energy of the third Ray of ActiveIntelligence, working towards the manifestation of beauty.5. The energy of the will aspect of divinity. This has been but little expressedand understood by humanity up to the present, but the time has now come when itmust be better comprehended. The demand from our innumerable planetary forceshas not hitherto been adequate to invoke it and for its invocation the greatLord of the World has patiently waited. The call has now gone forth. Its firstfaint notes were heard two hundred years ago and the sound and demand hasincreased in volume and potency until today this great energy is making itspresence unmistakably felt.I am anxious to have you realise the potency and the effect of these energies asthey play upon our planet, evoke response — good and bad — and produce theturmoil [7] and chaos, the warring forces and the beneficent influences. They,therefore, account in their totality for all that we see happening around us atthis time. In the books which are being written today in an effort to solve theproblems of the why and the wherefore of present world conditions, the writersare necessarily dealing only with effects. Few there are that can penetrate intothe distant world of causes or look back into the that ancient past and see pastand present in their true perspective. I, however, seek to deal with causes —predisposing, effective, determining, and productive of those events which causethe present state of affairs. I deal with energies; they are concerned withresultant forces. I would remind you here that these effects which are producingso much fear, foreboding and concern are but temporary and will give place tothat ordered, rhythmic imposition of the needed idealism which will be appliedeventually by love, motivated by wisdom in cooperation with intelligence. Allwill be actuated by a dynamic (not a passive) will-to-good.We will divide what I have to say under two points:1. The situation and its ray causes in the immediate present.2. The situation in the future when the Aquarian Age is really established andthe Piscean influences are no longer dominant.Before we take up these points, however, I have a few introductory comments tomake. These it is essential that you should study and comprehend for upon theirright acceptance and understanding will depend the benefit you will gain from myteaching upon these points.It is a truism to remark that the history of the world is based on the emergenceof ideas, their acceptance, their transformation into ideals, and their eventualsuperseding by the next imposition of ideas. It is in this realm of [8] ideasthat humanity is not a free agent. This is an important point to note. Once anidea becomes an ideal, humanity can freely reject or accept it, but ideas comefrom a higher source and are imposed upon the racial mind, whether men want themor not. Upon the use made of these ideas (which are in the nature of divineemanations, embodying the divine plan for planetary progress) will depend therapidity of humanity’s progress or its retardation for lack of understanding.Humanity is today more sensitive to ideas than ever before, and hence the manywarring ideologies and hence the fact that — in defence of their plans — eventhe most recalcitrant of the nations has to discover some idealistic excuse toput before the other nations when occupied with any infringement of recognisedlaw. This is a fact of great significance to the Hierarchy for it indicates apoint reached. The major ideas in the world today fall into five categorieswhich it would be well for you to bear in mind:1. The ancient and inherited ideas which have controlled the racial life forcenturies — aggression for the sake of possession and the authority of a man ora group or a church which represents the State. For purposes of policy suchpowers may work behind the scenes but their tenets and motives are easilyrecognisable — selfish ambition and a violently imposed authority.2. Those ideas which are relatively new such as Nazism, Fascism, and Communism,though they are not really as new as people are apt to think. They are alike onone important point, i.e. The State or community of human beings counts as ofimportance whilst the individual does not; he can be sacrificed at any time forthe good of the State or for the so-called general good. [9]3. The idea, neither old nor particularly new, of democracy in which (supposedlybut as yet never factually) the people govern and the government represents thewill of the people.4. The idea of a world state, divided into various great sections. This is thedream of the inclusively-minded few, for which many regard humanity as yetunready. Towards this the entire world is headed in spite of its manyideologies, each fighting with each other for supremacy and oblivious of theimportant fact that all these ideologies may be temporarily adapted to thegroups or nations who adopt them. They are none of them suitable for general use(and I say this equally of democracy as of any other ideology); they suit wellin all probability the nations who accept them and mould their national life ontheir premises; they are only transitory substitutes in this transition periodbetween the Piscean and the Aquarian ages and cannot permanently last. Nothingas yet is permanent. When permanency is reached, evolution will cease and God’splan will be consummated. And then? The greatest revelation of all will come atthe close of this world period when the human mind, intuition and soulconsciousness is such that understanding will be possible.5. The idea of a spiritual Hierarchy which will govern the people throughout theworld and will embody in itself the best elements of the monarchial, thedemocratic, the totalitarian and the communistic regimes. Most of these groupsof ideologies have latent in them much beauty, strength and wisdom, and also aprofound and valuable contribution to make to the whole. Each will eventuallysee its contribution embodied under the control of the Hierarchy of the Lords ofCompassion and [10] the Masters of the Wisdom. The restoration of the ancientAtlantean control by the spiritual forces is still in the future but theAquarian Age will see the restitution of this inner and spiritual guidance on ahigher turn of the spiral.All this must inevitably be brought about by the work of those who function onone or other of the five controlling rays to which I have referred above.Nothing can stop or truly impede their united effect. This is a point I wouldhave you remember. Modern man is apt to condemn the ideology which is notfamiliar to him and for which he has no use. He repudiates those ideas which donot lie at the back of his national and personal life or tradition and whichwould not suit him as an individual nor meet the need of the nation to which hebelongs.The recognition of these facts would lead to two results if correctly applied:first, the individual who accepts and is devoted to a particular ideology wouldcease fighting other ideologies for he would remember that the accident of birthand of background is largely responsible for making him — as an individual —what he is and determining his beliefs. And, secondly, it would bring to an endthe attempt to impose a personally or nationally accepted ideology (political orreligious) on other nations and persons. These are basic steps towards eventualpeace and understanding and hence I emphasise them today.It will be of value next if I connect up the three major planetary centres ofenergy with the five rays which are today working towards the consummation ofthe Plan for the race at this time. Three of these streams of energy are workingpowerfully in the world at this time and two others are struggling forexpression. Of these latter, one is [11] struggling towards domination and theother is struggling to hold on to that which it has so long controlled. Thisrefers to the incoming seventh ray and the outgoing sixth ray. They constitute,in their duality, the reactionary and the progressive forces which are seekingto govern human thought, to determine natural and human evolution and to producewidely divergent civilisations and culture — one of which would be theperpetuation and crystallisation of that which now exists and the other would beso entirely new, as an outgrowth of the present world upheaval, that it isdifficult for the average student to conceive of its nature.These five energies together will determine the trend of world affairs. Theproblem before the Hierarchy at this time is so to direct and control thesepowerful activities that the Plan can be rightly materialised and the close ofthis century and the beginning of the next see the purposes of God for theplanet and for humanity assume right direction and proportion. In this way, thenew culture for the relatively few and the new civilisation for the many duringthe coming age will start in such a manner that the peoples of the earth can goforward into an era of peace and true development — spiritual and material. Iwould like to remind you that the fact that you see the world picture as one ofoutstanding chaos, of striving ideologies and warring forces, of the persecutionof minorities, of hatreds which are working out into a furious preparation forwar, and of world anxiety and terror does not really mean that you are seeingthe picture as it is in reality. You are seeing what is superficial, temporal,ephemeral and entirely concerned with the form aspect. The Hierarchy isprimarily occupied, as you know well, with the consciousness aspect and with theunfoldment of awareness, using form as a means only for the accomplishment ofits designs. A closer study of the [12] forces which are producing the outerturmoil may serve to clarify your vision and restore confidence in God’s planand its divine love and loveliness. Let us, therefore, consider these forces andtheir originating centres, and thus acquire perhaps a new vision and a moreconstructive point of view."},{"pageContent":"THE INFLUENCE OF THE RAYS TODAYFirst: The most obvious and powerful force in the world today is that of thefirst Ray of Will and Power. It works out in two ways:1. As the will of God in world affairs, which is ever the will-to-good. Steadily— if you study human history intelligently — you will see that there has been aregular and rhythmic progression toward unity and synthesis in all departmentsof human affairs. This unity in multiplicity is the Eternal Plan — a unity inconsciousness, a multiplicity in form.2. As the destructive element in world affairs. This refers to man’s use of thisforce of will which is seldom as yet the will-to-good in active expression, butsomething which leads to self-assertion (of the individual or the nation) and towar with its accompaniments — separation, selfish diplomacy, hate and armaments,disease and death.This is the force which pours into the world from the major world centre,Shamballa. Little is known of Shamballa. More will be known as you study thistext and note how world affairs are taking shape before your eyes in accordancewith my prevision (as presented to your limited [13] vision) and the obviouspossibilities. These are necessarily the equally obvious effects of predisposingcauses.Only twice before in the history of mankind has this Shamballa energy made itsappearance and caused its presence to be felt through the tremendous changeswhich were brought about:1. When the first great human crisis occurred at the time of theindividualisation of man in ancient Lemuria.2. At the time of the great struggle in Atlantean days between the “Lords ofLight and the Lords of Material Expression.”This little known divine energy now streams out from the Holy Centre. Itembodies in itself the energy which lies behind the world crisis of the moment.It is the Will of God to produce certain radical and momentous changes in theconsciousness of the race which will completely alter man’s attitude to life andhis grasp of the spiritual, esoteric and subjective essentials of living. It isthis force which will bring about (in conjunction with second ray force) thattremendous crisis — imminent in the human consciousness — which we call thesecond crisis, the initiation of the race into the Mystery of the Ages, intothat which has been hid from the beginning.The first crisis, as you have been taught, was the crisis of individualisationwherein man became a living soul. The second crisis is the immediate one ofracial initiation, made possible (if you will but believe it) by the manyindividual initiations which have lately been undergone by those members of thehuman family who had vision and a willingness to pay the price.This particular and somewhat unusual ray energy is expressing [14] itself in twoways. Perhaps it would be more correct to say in two ways that are recognisableby man, because it should be remembered that these ray forces express themselvesas potently in other kingdoms in nature as they do in the human. For instance,one phase of the destructive aspects of first ray force has been the organisedand scientific destruction of forms in the animal kingdom. This is thedestroying force, as manipulated by man. Another phase of the same force (whichcan be noted in relation to the unfoldment of consciousness in subtle andpowerful ways) can be seen in the effect which human beings have upon thedomestic animals, hastening their evolution, and stimulating them into forms ofadvanced instinctual activity. I mention these two phases as illustration of theeffect of first ray energy in the animal kingdom, as expressed through humanactivity.The ways in which humanity itself is affected by this ray energy, as itexpresses itself in a twofold manner, producing a twofold result, are asfollows:1. There is, at this time, an emergence of certain powerful and dominating firstray personalities into the theatre of world activity. These people are in directcontact with this Shamballa force and are sensitive to the impact of the willenergy of Deity. According to their type of personality and their point inevolution will be their reaction to this force and their consequent usefulnessto the Lord of the World as He works out His plans of world unfoldment. Theenergy of the will of God works through them, though stepped down and oftenmisused and misapplied, by their differing and limited personalities, andinterpreted unsatisfactorily by their undeveloped consciousness. These peopleare found in every [15] field of human affairs. They are the dominant persons,and the dictators in every aspect of human living — political, social, religiousand educational. Who shall say (until at least a century has gone by) whethertheir influence and their efforts have been good or bad. Where they flagrantlyinfringe the Law of Love, their influence may be powerful, but it is passing andundesirable, at least where that phase of their activities is concerned. Wherethey meet human emergency and need, and work along lines of basic restorationand the preservation of “units of synthesis,” their influence is good andconstructive.I would here point out that real group love never demonstrates as hatred of theindividual. It may work out as the arresting of the individual’s activities orenterprises where that is deemed desirable in the interests of the whole and ifwhat he is doing is estimated as harmful to the good of the group. But thearresting will not be destructive. It will be educational and developing in itsresults.The true first ray personality who works in response to this Shamballa influencewill have the ultimate good of the group deeply enshrined in his consciousnessand heart; he will think in terms of the whole and not in terms of the part.That is the thing which he will endeavour to impress upon the racialconsciousness. This may lead at times to ruthlessness and cruelty if thepersonality of the individual is not yet controlled by soul impulse. Such casescan frequently be seen. An instance of this can be noted in the history of theJews as found in the Old Testament. When the first ray was in control andpassing through one of its rare cycles of activity we read that they butcheredand slaughtered all their enemies — men, women and children, [16] putting themto the sword. The sword is ever the symbol of the first ray force just as thepen is of the second ray influence.I wish to remind you that I use the word “energy” in reference to the spiritualexpression of any ray and the word “force” to denote the use to which men makeof spiritual energy as they seek to employ it and usually, as yet, misapply it.I would point out that Ataturk, the Turkish dictator, within certain personalitylimitations of relatively negligible moment, made good use of first ray energy,and only the testimony of future historical records will indicate fully howwisely, sanely and disinterestedly he used this type of force for the attainmentof first ray objectives. It might be apposite here to point out that such firstray exponents of force are often misunderstood and hated. They may and often domisuse the energy available but they also use it constructively within thedesired limits of the immediate plan. I would also like to state that the lot ofa first ray disciple is hard and difficult. There are disciples of Shamballajust as there are disciples of the Hierarchy and this is a fact hitherto notrecognised and never as yet referred to in the current writings on occultsubjects. It is wise and valuable to remember this. They are powerful, thesedisciples of Shamballa, headstrong and often cruel; they impose their will anddictate their desires; they make mistakes but they are nevertheless truedisciples of Shamballa and are working out the Will of God as much as thedisciples and Masters of the Hierarchy are working out the Love of God.This is a hard saying for some of you but your failure to recognise this truthand to respond to it does not affect the issue. It simply makes your individuallot and difficulties harder. [17]I would also remind you that the use of first ray energy inevitably meansdestruction in the early stages but fusion and blending in the later and finalresults. If you study the nations of the world today from this angle, you willsee this Shamballa energy of will working out potently through the agency ofcertain great outstanding personalities. The Lord of Shamballa in this time ofurgency, from love of the life aspect and from understanding of the Plan as wellas from love of humanity, is sending forth this dynamic energy. It is formdestroying and brings death to those material forms and organised bodies whichhinder the free expression of the life of God, for they negate the new cultureand render inactive the seeds of the coming civilisation.From this display of energy, unthinking humanity draws back in fear and likes itnot. When full of personality hate and self-will, human beings seek often toturn this energy to their own selfish ends. If human beings (even the best ofthem) were not so undeveloped and so superficial in their judgments and theirvision, they would be able to penetrate behind what is going on in the keycountries in the world and see the gradual emergence of new and betterconditions, and the passing away of the loved, but slowly decaying forms. Theenergy of Shamballa is, however, so new and so strange that it is hard for humanbeings to know it for what it is — the demonstration of the Will of God in newand potent livingness.2. The second way in which this dominant will impulse makes itself felt isthrough the voice of the masses of the people throughout the world. This willexpress itself through sound, as consciousness or love does through light. Thesound of the nations has been heard as a mass sound for the first time. Thatvoice today is unmistakably [18] expressive of the values which embody humanbetterment; it demands peace and understanding between men and it refuses — andwill steadily refuse — to permit certain drastic things to happen. This “voiceof the people,” which is in reality the voice of public opinion is, for thefirst time and with no recognition of the fact, being determined by the Will ofGod.Second: The next great energy which is making its potent contribution to thepresent world situation is that of the second Ray of Love Wisdom, Christ’s ray.This energy is poured into the world through the second great planetary centrewhich we call The Hierarchy. The energy which is concentrated in this centre andwhich is manipulated by the initiates and the Masters is making one of itscyclic impacts upon the Earth and — as I explained in Volume II of A Treatise onthe Seven Rays — is also making one of its major cyclic Approaches to humanity.The energy flowing through the Hierarchy at this time — the energy of love — isseeking to blend with that which is flowing out of Shamballa and is needed inorder to make the desired application of it. The problem of the Hierarchy atthis time is to produce a wise and adequate fusion of the Shamballa and thehierarchial energies and thus temper destruction and bring to the fore thespirit of construction, setting in motion the building and rehabilitating forcesof the second ray energy. The Shamballa energy prepares the way for the energyof the Hierarchy. Thus it has been from the beginning of time, but the cycles ofthe Hierarchy, though relatively frequent, have not coincided with those ofShamballa, which are rare and infrequent. As time progresses, the impact of theShamballa force will be more frequent because men will develop the power tostand and [19] withstand it. Hitherto it has been too dangerous an energy toapply to mankind, for the results have worked out destructively, except in thefirst great Lemurian crisis. Its work has, therefore, been confined almostentirely to the Hierarchy Whose Members are equipped to handle it and toassimilate it correctly and also to use it for the benefit of humanity. Now theexperiment is being attempted of permitting man to receive it and its impact,free from the mediation of the Hierarchy. It may prove a premature and abortiveeffort but the issues are not yet determined and the Lord of Shamballa, with Hisassistants and with the aid of the watching Members of the Hierarchy, are notdiscouraged over the initial results. Humanity is responding unexpectedly well.There has been much success along this line but the results do not appear withclarity to intelligent human beings because they refuse to see anything exceptthe destructive aspect and the disappearance of the forms to which they havehitherto anchored their emotions, their desire, and their mental perceptions.They fail, as yet, to see the irrefutable evidence of constructive activity andof true creative work. The temple of humanity in the New Age is rising rapidlybut its outlines cannot be seen because men are occupied entirely with theirindividual or national selfish point of view and with their personal or nationalinstincts and impulses. I would here like to call your attention to the factthat the instinctual life of nations is something which remains to be studiedscientifically and is a phase which leads inevitably to the individualistic lifeof nations — a matter of more immediate interest.The new forms are, however, being built and the Shamballa potencies, plushierarchical guidance, are working towards ends which are definitely planned andwhich are working out favourably. The potency of love-wisdom, transmitted [20]by the Hierarchy, is playing upon modern humanity in a more intimate and closemanner than ever before. The Directors of the Hierarchy are seeking to evoke anintelligent response from men and an indication that they are conscious of whatis happening. Most of the response to the Shamballa activity is characterised byfear and terror, by sensitivity and distressingly developed reactions to theforces of hate and separation. Only a few, here and there, really grasp thevision of the future and realise what is going on, seeing truly the beauty ofthe emerging plan. It is with these few that the Members of the Hierarchy canwork because they (even when lacking understanding) bear no ill-will or hatredto others. Love is a great unifier and interpreter.This energy of love is primarily concentrated (for purposes of hierarchicalactivity) in the New Group of World Servers. This group has been chosen by theHierarchy as its main channel of expression. This group, composed as it is ofall world disciples and all working initiates, finds its representatives inevery group of idealists and servers and in every body of people who expresshuman thought, particularly in the realm of human betterment and uplift. Throughthem, the potency of love-wisdom can express itself. These people are frequentlymisunderstood, for the love which they express differs widely from thesentimental, affectionate personal interest of the average worker. They areoccupied mainly with the interests and the good of the whole group with whichthey may be associated; they are not primarily concerned with the pettyinterests of the individual — occupied with his little problems and concerns.This brings such a server under the criticism of the individual and with thiscriticism they must learn to live and to it they must pay no attention. Truegroup love is of more importance [21] than personal relationships, though thoseare met as need (note, I say, need) arises. Disciples learn to grasp the need ofgroup love and to amend their ways in conformity with group good, but it is noteasy for the self-interested individual to grasp the difference. Through themedium of those disciples who have learned the distinction between the pettyconcerns of the individual plus his interest in himself and the necessities andurgencies of group work and love, the Hierarchy can work and so bring about theneeded world changes, which are primarily changes in consciousness. I have dealtsomewhat in detail with these matters; the gist of them has, however, beenembodied in the pamphlets sent out in the past few years.Third: the major energy upon which we shall touch here is that of intelligentactivity — the potency of the third ray. This finds its expression through thethird major centre on the planet; this centre, we call Humanity. The evocationof a loving intelligent response to the Shamballa impulse, stepped down by theHierarchy, is that to which this world centre should respond. This is rapidlyand, as I have told you, satisfactorily, happening. A definite world effect isbeing produced and the New Group of World Servers has given much aid in this.They have interpreted, explained and assisted the processes of evoking thelatent love in human beings which, in its initial and unformed stages, exists inthe form of an inchoate goodwill.I call this to your attention as the underlying, motivating idea behind all thework which you are called upon to do. I suggest, therefore that you endeavour tosee the three major ideologies with which you have perforce to deal in terms ofthe three efforts which are emanating from the three major planetary centres atthis time: Shamballa, The Hierarchy and Humanity. You will thus gain a moresynthetic [22] viewpoint, and a deeper understanding of the slowly emergingworld picture.Is it not possible that the ideologies which we have been discussing are theresponse — distorted and yet a definite and determined, sensitive reaction — tothe energies playing upon humanity from the two higher major centres? I wouldlike to suggest that the ideology which is embodied in the vision of thetotalitarian states is an erroneous but clear-cut response to the Shamballainfluence of will; that the ideology behind the democratic ideal constitutes asimilar response to the universality which the love of the Hierarchy prompts itto express, and that communism is of human origin, embodying that ideology whichhumanity has formulated in its own right. Thus the three aspects of God’s natureare beginning to take form as three major ideas and what we see upon the planetat this time are the distorted human reactions to spiritual impulses, emanatingfrom three different centres, but all equally divine in their essential natures,and in their essences. Ponder on this.I have brought this to your attention and discussed these basic modern schoolsof thought because the potency of their idealism is affecting every person,capable of thought, upon the planet. Not one of you is immune from theireffects; not one of you but is inclined to range yourself upon one side oranother, fighting furiously and under the cloak of so-called “adherence toprinciple” for what appeals to you. Most of you are, nevertheless, far moreaffected by the methods employed to materialise the ideas and by the quality oftheir exponents than you are by the ideas themselves. These you could hardlydefine if asked to do so. You are affected by their impact upon your emotionalbodies (not your minds) after these divine impulses have filtered through fromthe Shamballa and the hierarchical centres [23] into and through the humancentre and have then been seized upon and applied to specific national, racialand political conditions. You are hardly at all affected by the pure idealismwhich gave them birth and which lies behind them as the motivating (thoughunrecognised) impulse. You cannot grasp or view these great mental trends asdoes the Hierarchy. Hence much of your confusion and your difficulty.If we consider these three great planetary centres and their relationships intabular form we can get the general idea more clearly in mind:I. ShamballaWill or PowerPlanetary head centre,The Holy CityPurpose . .Planspiritual pineal gland.Life Aspect.Ruler: ──Sanat Kumara, the Lord of theWorld.The Ancient of Days. MelchizedekII.The Hierarchy Love-WisdomPlanetaryheart centre.The new Jerusalem.Consciousness. Group Unity. Ruler: ──TheChrist.The World Saviour.III. HumanityActive IntelligencePlanetary throatcentre.The city, standing foursquareSelf-Consciousness.Creativity. Ruler:──Lucifer. Son of the Morning.The Prodigal Son.These three centres are closely interrelated and must be thought of in theirentirety as expressions of divine livingness, as embodying three great stages inthe unfoldment of God’s plan and as constituting the three major centres in thebody of the “One in Whom we live and move and have our being.” Students who havestudied as you have can relate if they so choose, these three centres to thethree solar systems, referred to in A Treatise on Cosmic Fire —1. In the first solar system, the centre which is Humanity [24] was prepared,and the principle of intelligence came into manifestation.2. In the second solar system, the Hierarchy of love made its appearance andmust eventually come into full manifestation upon the physical plane, therebyenabling the Love of God to be seen.3. In the next solar system, the centre which we today call Shamballa willmanifest (intelligently and through love) the will aspect of Deity. It is onlyhowever in this second solar system that all these three centres, expressing thethree divine aspects, meet simultaneously at various stages of livingness. It isinteresting to note that it is only through human beings that these centres canever come into true functioning activity.Little is known of Shamballa except by Members of the Hierarchy to Whom thatcentre is the goal in the same way that the Hierarchy is, at this time, the goalfor humanity. Shamballa is the directing centre for the Hierarchy. Little isreally known of the will of God except by Those Whose function it is tointerpret and express that will through love, intelligently applied. They knowwhat the immediate purpose is and Their major occupation is the working out ofthat will into manifestation.We have, therefore, three great centres and from them emanate three types ofenergy which are taking form as the three governing ideologies in theconsciousness of the race. Old ideologies still persist; subsidiary schools ofthought are everywhere to be found; distorted interpretations and travesties ofreality abound on every hand; on all sides the dead level of the people (theignorant masses) is played upon by these energies and men become victims of theexponents of the ideologies — past, present and future. [25]Forget not that behind all of them stands He Whom we call the Lord of the World.When all these temporary experiments have been tried and when humanity has beenled on in its consciousness from one stage of understanding to another and ofrecognised interrelation, the kingdom of God will be established upon Earth andthe Ruler of the Earth will then work through the Hierarchy to produce thatsynthetic living creative response from nature (of which humanity is a part)which will enable each kingdom fully to reveal the glory of God. Shamballa willwork through the Hierarchy and the Hierarchy, in its turn, will reach thevarious kingdoms in nature through the medium of Humanity, which will then enterinto its pre-ordained and destined function. It is for this that all is takingplace. The time of fruition lies relatively far ahead but in the meantimehumanity is experimenting or is the subject of experiment; it is exploiting orbeing exploited; it is learning the lessons of enforced obedience or the dangersof selfish license; it is victimised by powerful personalities in every land andthis without exception, or it is being guided in right directions (and thisagain without exception) by the emissaries and disciples of either Shamballa orthe Hierarchy. All vaunted freedom or vaunted control is but the temporaryreaction of a humanity which is swept by ideas, controlled by ideals, impulsedby selfishness, impregnated by hates and yet all the time is struggling toexpress the higher and better qualities and to free itself from the thralldom ofancient evil, the slavery of ancient codes and the curse of ancient habits ofthought and living. It is what is happening behind the scenes to mankind as awhole which is of moment; it is the unfoldment of the human consciousness whichcounts with the Hierarchy, and that unfolds in response to the presentedconditions in any country or countries. Let me assure [26] you that under thepressure of modern life, under the strain of the imposed present conditions andcivilisation, plus the mental concern, the terror of marching armies, thethunder of the many voices and the stress of the worldwide economic stringency,the human consciousness is rapidly awakening from its long sleep. That great andfundamental reality which you call the “human state of mind” is just beginningto focus itself upon the things which matter and to express itself in a livingfashion. That is the factor of moment and not the happenings in any particularcountry.And, I would remind you, all that is occurring is an evidence of energy and isexpressive of force. That is the factor never to be forgotten. It is essentialthat you recognise them as existing. There is little that you, as individuals oras groups, can do about them beyond seeing to it that there is nothing in youwhich could make you — unimportant as you may be — a focal point for hate,separation, fear, pride and other characteristics which feed the fires whichthreaten to bring disaster to the world. Each of you can aid more than you canguess through the regulation of thought and ideas, through the cultivation of aloving spirit and through the general use of the Great Invocation whereby theseforces and energies — so sorely needed — can be invoked.We have now considered the three major energies which are pouring into ourplanetary life at this time through the three major centres. It remains for usnow to consider the energy of the two minor rays, the sixth and the seventh,which are in many ways of more immediate moment to the masses and of tremendouseffectiveness. One is of moment because of its pronounced hold and because ofthe crystallisation it has produced particularly in the world of thought, andthe other because its hold and its power, its influence [27] and its effectswill be of an increasing momentum. One is potent in producing the necessity forthe present chaos; the other is potential and holds in its activity the seeds ofthe future.This is a fact of great interest and of really practical import. It takes us,moreover, into the realm of prevision. I would have you remember, at this point,that no prevision is divorced entirely from the past but that there must alwaysbe the seed of truth. The Law of Cause and Effect holds good eternally andparticularly so in the realm of spiritual insight (so rapidly developing at thistime) which enables the seer to see the future as it may be and to forecastcoming eventualities. There are several ways in which such prevision can —during the next three centuries — be developed in the race of men:1. Through the development of soul contact among the advanced members of therace. This contact will relate soul knowledge with brain impression and, if themeditating factor of the mind is duly trained and controlled, there will be acorrect foreknowledge of individual destiny and coming events.2. Through the development of the science of astrology — a science which is, asyet, in its infancy and which is based on so many uncertain factors that it isdifficult for a student to arrive at those true indications which will trulypresent the future. Character indications and small personality happenings canfrequently and correctly be deduced but the general subject remains until todaymuch too nebulous for certitude. I will later deal with this matter and willindicate the lines along which future investigation should proceed.3. Through the recurrence of “soothsaying” and the reappearance [28] of thoseancient “informers of the race” who, in Roman times, were called “sibyls.” Thesemediums (for such they were) will be trained by the workers upon the seventh rayto speak under inspiration from the Hierarchy Whose foreknowledge extends farahead into the future, but does not extend beyond two thousand years. Thesemediums will, however, only be used under direction, after careful training andonly twice a year at the May and June Full Moon rituals.As to the prevision with which I shall deal, unorthodox as it may appear to beto some of you, it will be based upon two factors: First of all, the logicalindications to be gathered from the past and present events which condition theimmediate future and which must inevitably lead to definite and tangiblehappenings. Any deep student of human affairs could follow the same line ofreasoning and come to approximately the same conclusions, provided he loved hisfellowmen enough to see them truly as they were and allow, consequently, for theappearance of the unexpected. And, secondly, what I may say to you is based on aknowledge of the ray influences which are at this time so powerfully andeffectively affecting humanity and its coming civilisation and culture.I would ask you, therefore, to read what I have to say with an open mind; Iwould beg you to relate my words to present world conditions and to see,emerging from the realms of subjectivity, those forces and potencies which aredirectly changing the current of men’s thoughts, which are moulding their ideas,and incidentally altering the face of the earth and the policies of nations.As you know, there are at this time, two minor rays (which are rays ofattribute) affecting powerfully the destiny [29] of mankind. These are the sixthRay of Abstract Devotion or Idealism and the seventh Ray of Ceremonial Magic orOrganisation. The sixth ray began to pass out of manifestation in 1625 after along period of influence, whilst the seventh Ray of Ceremonial Order began tocome into manifestation in 1675. There are three points to be remembered inconnection with these two rays and their effects upon the race of men. (I am nothere dealing with their effects upon the other kingdoms in nature.)1. The sixth ray is as you know, the most powerful in manifestation in this timeand a very large number of people are responsive to its influence. It is stillthe line of least resistance for the majority, particularly in the Aryan race,for the reason that when in process of time and through evolution the influenceof a ray has become potent, it is groups that are primarily affected and notjust individuals. A rhythm and a momentum is then set up which lasts a long timeand which gains power through the very force of organised numbers. This truthwill emerge more clearly as we proceed with our studies. Suffice it to say thatthe sixth ray people are the reactionaries, the conservatives, the die-hards andthe fanatics, who hold on to all that is of the past and whose influence ispotent to hinder the progress of humanity into the new age. Their name islegion. They provide, however, a needed balance and are responsible for asteadying process which is much needed in the world at this time.2. The seventh ray is steadily gaining momentum and has for a long time beenstimulating and enhancing the activity of all fifth ray nations. If you bear inmind that one of the major objectives of seventh ray energy is to bring [30]together and to relate spirit and matter and also substance and form (note thisdistinction) you can see for yourself that the work of science is closelyconnected with this endeavour and that the creation of the new forms willdefinitely be the result of a working interaction between the rulers of thefifth, the second and the seventh rays, aided by the help — on demand — of theruler of the first ray. A large number of seventh ray egos or souls and also ofmen and women with seventh ray personalities are coming into incarnation now,and to them is committed the task of organising the activities of the new eraand of ending the old methods of life and the old crystallised attitudes tolife, to death, to leisure and to the population.3. The result of the increasing flow of seventh ray energy plus the decreasinginfluence of the sixth ray — which shows itself as a pronounced crystallisationof the standardised and accepted forms of belief, religious, social andphilosophic — is to throw the millions of people who do not respond to either ofthe above influences through egoic or personality relation, into a state ofbewilderment. They feel entirely lost, are gripped by the idea that life holdsfor them no desirable future, all that they have learnt to cherish and to holddear is rapidly failing.These three groups of people, influenced by the sixth and seventh rays or whoare bewildered by the impact of forces generated by those rays, are those whomust together, with understanding and clear vision, bring order out of thepresent chaos. They must materialise those new and desirable conditions whichwill conform to the subjective pattern in the minds of the illumined people ofthe world and to [31] the spiritual plan as it exists in the consciousness ofthe members of the Hierarchy. The new age with its peculiar civilisation andculture will be brought into manifestation through the collaboration of thewell-intentioned many, responsive increasingly to the good of the whole and notof the individual; they are the idealistic but practical thinkers, influenced bythe pattern of things to come and the world disciples, impressed by the plansand under the instruction of the Hierarchy which is directing and controllingall.It is with these three groups of people and with the work upon which they areengaged that any prevision I may evidence will consistently deal. All changes inconnection with the human family, the fourth kingdom in nature, are alwaysdependent upon three factors:1. Those outer physical events which are definitely “acts of God” and over whichno human being has the slightest authority.2. The activity of human beings themselves, working on all the different raysbut in any given time and in any particular period conditioned by:a. The preponderance of egos to be found on any particular ray. There are a verylarge number of second ray egos in incarnation today and their work and theirlives will facilitate the coming Great Approach.b. The nature and the quality of the predominating personality rays of themajority. At this time there are a vast number of souls in incarnation whosepersonality rays are either the sixth or the third. They condition the comingcivilisation outstandingly including all educational and financial enterprises,just as the influence of those who have soul contact and can express soulquality condition and determine the current culture. [32]c. The activity of the fifth principle, that of the mind. This mind principle ispeculiarly active today in a broad and general sense. If I might put itsymbolically the vertical activity of the mind which has affected individualseverywhere down the ages has always produced the mental guides, the directorsand the leaders of humanity. Today, the horizontal activity of the mind,embracing huge masses of the populace and sometimes entire nations and races,can everywhere be seen and this must lead inevitably to events and effectshitherto unvisioned and impossible.3. The influence of the outgoing and the incoming rays at any time. You haveoften been told that these events — for the emergence or disappearance of a rayinfluence is an event in time — are a matter of slow development, are psychic innature, and are governed by law. The length of time in which a ray appears,manifests and does its work and finally disappears is one of the secrets ofinitiation, but — as time elapses and the nature of time itself is betterunderstood — the period and the time equation of the minor rays of attributewill be established but that time is not yet, although the intense interesttaken today in the phenomena of time indicates a growing awareness of theproblem itself and of the need for understanding the relation of time, both tospace and to event. It will be realised before long that time is entirely abrain event; a study of the sense of speed as registered by the brain, plus thecapacity or incapacity of a human being to express this speed, will, whenproperly approached, reveal much that today remains a mystery.At this time, the whole world is embroiled in the chaos [33] and the turmoilincident upon the clashing of the forces of the sixth and the seventh rays. Asone ray passes out and another comes into manifestation and their impact uponthe earth and upon all the forms in all the kingdoms of nature has reached thepoint where the two influences are equalised, then a definite point of crisis isreached. This is what has occurred today, and humanity, subjected to two typesor forms of energy, is thrown “off centre” and hence the intense difficulty andtension of the present world period. The cause of this is not only the impact ofthe two types of energy, beating upon the forms of life with equal force, butalso that the energy of humanity itself (which is a combination of the fourthand fifth rays) is swept into the conflict. To this must also be added theenergy of the animal kingdom (again a combination of the energies of the third,fifth and sixth rays) for this governs the animal or physical form of everyhuman being. You have, therefore, a meeting of many conflicting forces and theworld Arjuna is faced with a stupendous battle — one that is recurrent andcyclic but which will, in this particular era, prove a decisive and determiningfactor in the age old conflict between material domination and spiritualcontrol. The forces playing upon the planet at this time are of supremeimportance. If you will bear in mind that the sixth ray works through andcontrols the solar plexus (being closely related to the astral plane, the sixthlevel of awareness) and that the seventh ray controls the sacral centre, youwill see why there is so much emotion, so much idealism and so much desire mixedup in connection with the world conflict and why also — apart from the storms inthe political arena and the religious field — that sex and its various problemshas reached a point of interest in the human consciousness where a solution ofthese difficulties, a fresh understanding of the [34] underlying implicationsand a frank dealing with the situation is inevitable and immediate.Four problems will be solved in the next two centuries:1. The problem of territorial possessions which is the group correspondencewithin the family of nations to the materiality of the individual.2. The problem of sex which will involve a truer understanding of the law ofattraction.3. The problem of death, which is in reality the problem of the relation betweenthe subjective and the objective, between the tangible and the intangible, andbetween life and form. This problem will be solved in the realm of psychology byscientific recognition of the true nature of the individual or soul and of thepersona.4. The problem of the Jews which is symbolically the problem of humanity as awhole. It is today for the first time definitely a humanitarian problem and onewhich is closely tied up with the fourth kingdom in nature because that kingdomis the meeting-place of the three divine aspects. The Jew, with his emphasisupon his position as one of the “chosen people,” has stood symbolicallythroughout the centuries as the representative of the wandering, incarnatingsoul, but the Jewish people have never recognised the symbolic mission withwhich their race was entrusted, and they have taken to themselves the glory andthe honour of the Lord’s elect. The Jew made this mistake and, as an Orientalrace, the Jews have failed to hold before the Orient the divine nature ofmankind as a whole, for all are equally divine and all are the Lord’s elect.Calvin and all who followed his lead made the same mistake and instead ofholding before the people of the Occident the realisation that those [35] whorecognised their essential divinity did so symbolically on behalf of all thedeveloping, incarnating sons of God, they regarded themselves as the ChosenPeople and all who did not think as they did are regarded as lost. When the Jewand the narrow-minded religious devotees recognise their identity with all otherpeople and express this identity through right relationship, we shall see a verydifferent world. The world problem is essentially a religious problem and behindall strife in every department of world thought today is to be found thereligious element.When the nature of the present struggle is better understood and its subjectivecauses are considered instead of the superficial objective reasons, then realprogress will be made in the process of releasing humanity from the thraldom andthe narrowness of the present civilisation and from the influence of the forcesand energies which are responsible for the situation. These will be understood,correctly handled and rightly directed towards constructive and desirable ends.In the realm of this conflict, the great and fundamental law that “energyfollows thought” always holds good, and one of the conditions which is inducingthe present stress and strain is due to the fact that so many millions of peopleare beginning to think. This means that the ancient simplicity which has heldgood up to five hundred years ago is no longer controlling and the situation ismuch more complex. In ancient days the forces were largely controlled by theLords of Materiality (those whom the ignorant and the prejudiced esotericistcall “the black forces”); the forces of spirituality plus the thought of ahandful of advanced men in the different nations were not so potent as they aretoday. The situation was then relatively simple. It was part of the [36]evolutionary plan that matter and substance should temporarily control and thatspirit should learn to “mount on the shoulders of matter” as the Ancient Wisdomputs it. Now, however, owing to the widespread education of the masses and themany means of worldwide propaganda, these masses are themselves either thinkingindependently or are thinking as directed by the powerful minds everywhere to befound and which are seeking to control world events. Hence the increasingdifficulty of the problem and one that is equally difficult for the Lords of theLeft Hand Way as it is for the Great White Lodge. This is a point which youshould consider and discover the implications.Humanity itself is rapidly arriving at the point where its united will will bethe determining factor in world affairs and this will be due to the unfoldmentof the mind through the success of the evolutionary process. It is right herethat many experiments will be made (and are being made today) and many mistakesmust inevitably take place. The major requirement therefore at this time is therapid educating of the people in the Plan and in the nature of the forces whichare controlling evolution and their directing agencies. The fact of theHierarchy must be announced in no uncertain terms, thereby arousing publicinterest, public investigation and public recognition. In the process of sodoing much will be learnt of the balancing group of initiates and adepts whowork entirely with the material side of life and in whom (for this major cycle)the love aspect of the soul remains totally undeveloped, whereas the mind natureis potently expressing itself. If you will study what I have earlier given anentcertain of the higher and lower expressions of the rays you will see how thesetwo fields of endeavour — that of the Hierarchy, animated by love and that ofthe opposite pole, the Black Lodge, working entirely [37] through mind andsubstance — are engaged and their close relationship will emerge. You willrealise then that the margin of difference is very slight and is to be foundsolely in intention, in the underlying purpose and the concrete objectives whichthis group of material workers have set themselves. The major instrument of theBlack Lodge is the organising power of the mind and not the coherent influenceof love, as is the case with the Masters of the Wisdom. Yet in the naturalprocess of form evolution, these workers on the darker side of life have theiruseful function. Because they are working predominantly through the mentalprinciple, we find the susceptibility of the untrained masses to this mentalimposition and the facility with which they can be regimented and standardised.They have no power to think with clarity for themselves and their minds areconsequently plastic and receptive to the powerful forces directed by the twocontributing groups — the spiritual workers of the planet and the materialworkers. Because the bulk of human beings are still materially focussed, theforces which work on the side of matter find a line of least resistance which isnot available to the Masters of the Great White Lodge. This danger is, however,lessening decade by decade.Let me illustrate these facts for you by means of the two rays which are ourimmediate consideration. Both of them — as is ever the law — express themselvesthrough a higher and lower form or forms. One of the higher expressions of theout-going sixth ray is to be found in Christianity, the spirit and principles ofwhich were embodied for us in the life of the Master Jesus, Who was, in Histurn, inspired and over-shadowed and used by His great Ideal, the Christ. In theword “idealism” you have the keynote of this ray — idealism taking form,providing a living example and indicating to the race of men their own divinepotentialities. [38] In the appearance of the Christ, the divine ideal for therace, as a whole, was presented for the first time. Other and earlier Sons ofGod presented diverse divine qualities and attributes, but in three of them acertain perfection of presentation was achieved which (as far as this presentworld period is concerned) can never be surpassed.These three are: Hercules, the perfect disciple but not yet the perfected Son ofGod; the Buddha, the perfect initiate, having reached illumination but not yethaving developed to perfection all the attributes of divinity; the Christ, theabsolutely perfect expression of divinity for this cycle and, therefore, theTeacher alike of angels and of men. That ahead of the race may lie a stillhigher perfection than that attained by any of these Exponents of divinity isinexpressibly true, for we know not yet what divinity really means; in thesethree, however, we have three instances of a perfection which lies far ahead forthe majority of the sons of men.In all of Them, the sixth and the second rays were controlling factors, with thefirst ray reaching full expression. In Them, idealism, love-wisdom andindomitable will stood forth in all their divine power. It might be of interestto you to know just what rays controlled these Sons of God:Hercules, the Sun-God, had a first ray soul, a second ray personality and asixth ray astral body. These potencies and energies sufficed to carry Himthrough all the trials and the labours of the disciple.The Buddha had a second ray soul, a first ray personality and a sixth ray mind —a very rare phenomenon.The Christ had a second ray soul, a sixth ray personality (which accounted forHis close relationship with the Master Jesus), plus a first ray mind. [39] Thesethree all embodied the essences of the spiritual life and all of Them wereenabled to set Their seal upon history and upon the hearts of men, largelythrough the potency of Their sixth ray expression. All of Them embodied also thenew spiritual impulse which Their day and age required and all of Them forcenturies — by the strength of Their living love and power — brought the visionand the aspiration of humanity back to those spiritual essentials whereby menmust live. All of Them were part of the directing group of Lives Who are workingout the plans of God, founded upon the love of God. The Buddha and the Christare still closely connected with, and working in cooperation with, theHierarchy. Hercules has gone over into the Shamballa centre, but still works ina basic association with the Buddha Who is one of the Forces linking Shamballaand the Hierarchy.Pure religion, undefiled and spiritually focussed, is the higher expression ofthe sixth ray (working as is ever the case under the influence and potency ofthe second ray) and for us Christianity in its earlier days was the great andinspiring symbol.In the same connection, among the lower aspects of the sixth ray are to be foundall forms of dogmatic, authoritative religion as expressed by the organised andorthodox churches. All formulated theologies are the lower expression of thehigher spiritual truths because they embody the mind reactions of the religiousman, his confidence in his own personal mind deductions and the surety that heis obviously right. They do not embody the spiritual values as they truly exist.Consequently the dreadful nature of the lower expressions of the sixth ray andthe control by the forces of separativeness (which are ever the outstandingcharacteristic of the lower sixth ray activity) can be seen [40] nowhere morepotently than in religious and Church history with its hatreds and bigotry, itspomp and luxurious appeal to the outer ear and eye, and its separativeness fromall other forms of faith as well as its internal dissensions, its protestinggroups and its cliques and cabals. The Church has wandered far from thesimplicity which is in Christ. Theologians have lost (if they ever possessed it)the “mind that is in Christ” and the outstanding need of the Church today is torelinquish theology, to let go all doctrine and dogma and to turn upon the worldthe light that is in Christ, and thus demonstrate the fact of Christ’s eternallivingness, and the beauty and the love which it can reflect from its contactwith Him, the founder of Christianity but not of Churchianity.I generalise. There are those in the Church today who do express all that I havestated and who are reflections in the truest sense of the living Christ. Theyrelegate theology and authority to their rightful place and regard thediscussions of theologians as simply expressions of perhaps needed mentalgymnastics and as incentives to thought, but they do not regard them asconditioning factors, determining man’s salvation or not. They know that man’ssalvation is determined by the processes of evolution and is not a question ofultimate achievement but simply one of time; they know that the life within aman will bring him ultimately to his goal and that the experiences and the typeof incarnation will inevitably lead him to “his desired haven.” His salvation isnot determined by his acceptance of some dogma, formulated by men who have losttheir sense of proportion (and consequently their sense of humor) and who deemthemselves capable of interpreting the mind of God for their fellowmen.It should be here remembered that there are divine attributes [41] and raycharacteristics which have hitherto never been revealed to the minds of men orsensed by them in their highest moments of inspiration; this is due to the lackof sensitivity of even the most advanced of the sons of men. Their apparatusremains inadequately developed and so unable to respond to these higher divinequalities. Even the Christ Himself and other Members of the Great White Lodgeare preparing Themselves to register these divine attributes and consciously tomerge Themselves in a still higher process or scale of evolution; it will beobvious to you that the little conclusions of the little minds are some of themost dangerous factors today in world affairs.It will also be apparent to you how the lower and the higher expressions of aray are closely related to each other and how easily the higher loses its holdand the lower comes into manifestation — something that evolution itself musteventually adjust.It is harder to differentiate between the higher and the lower expressions ofthe seventh Ray of Ceremonial Order, for this ray is only in the process ofmanifestation and we know not as yet what its major expressions will be, eitherhigher or lower. Human reactions have their place and — as I have earlierpointed out — even the Masters Themselves do not and cannot foretell what theresults of the impacts of force may be nor what may eventuate as a result,though They can frequently determine the probable happenings. If I say to youthat the higher expression of the seventh ray is white magic, do you reallyunderstand what I mean? I question it. Have you any true idea of what isintended by these two words? I doubt it. White magic is realistically the powerof the trained worker and executive to bring together into a constructivesynthesis the “within and the without” so that that which is below may berecognisably [42] patterned upon that which is above. It is the supreme task ofbringing together in accordance with the immediate intent and plan and for thebenefit of the evolving life in any particular world cycle:1. Spirit and matter.2. Life and form.3. The ego and the personality.4. The soul and its outer expression.5. The higher worlds of atma-buddhi-manas and the lower reflection of mind —emotion and the physical nature.6. The head and the heart, through the sublimation of the sacral and the solarplexus energies.7. The etheric-astral planes and the dense physical plane.8. The intangible subjective levels of existence and the outer tangible worlds.Such is the task of the white magician and as evolution proceeds and becomesmore complicated and complex it will nevertheless be more rapid and moreaccurately defined in the mind of the magician. All, therefore, that isconducive to human sensitivity and to increased awareness is the work of thewhite magician; all that tends to produce better forms through which the livingprinciple of deity can express itself is the work of the white magician; allthat serves to thin or tear away the veil between the worlds wherein those whohave no physical bodies live and move and work and the worlds of outer form isthe work of the white magician. Of all this type of work there is always much,but never more so than at this time owing to the coming into manifestation ofthis ray of the magician (black and white), the seventh ray. Hence the rapidgrowth of the sense of omnipresence and the recognition of the non-existence oftime in relation [43] to reality. This has taken place through the discovery anduse of the radio and of the many means of communication and through the steadygrowth of telepathic interplay; hence also the spread of education, enlargingman’s horizon and opening up to him new worlds for investigation and adventure;hence also the breaking down of the old and limiting forms through the invokedforce of the first ray, which has hitherto always worked through the medium ofthe seventh ray, because the kingdoms in nature cannot yet stand pure first rayenergy; hence also the keen interest in the life after death and the appearanceof all the many groups which are today investigating the nature of survival andthe probability of immortality; hence again the appearance of the modernspiritualistic movement. This is a direct effect of the coming intomanifestation of the seventh ray. Spiritualism was the religion of old Atlantisand the seventh ray dominated that ancient civilisation for a very long periodof time, particularly during the first half of its existence, just as the fifthray is of such dominant potency in our Aryan age and race.It is through the correct development of spiritualism along psychological linesand the withdrawal of its emphasis upon phenomena (which is its outstandingcharacteristic and emphasis today) that the true nature of death and of thehereafter will be revealed. But it is in connection with spiritualism that I canbest illustrate the lower expression of the incoming seventh ray influences. Thework of the seventh ray is, as you know, the relating of life and of form, butwhen the emphasis is laid upon the form aspect then the wrong procedureeventuates and the work of the black magician can begin, and his objectives comeunduly into play. This is what has happened in the spiritualistic movement; itsinvestigators are occupied with the form side of life and [44] its adherentswith the satisfaction of their emotional desires (again related to the formside) so that the true import of the movement is in danger of being lost.Spiritualism, in its lowest and material aspect, is a low grade expression ofthe seventh ray and is — for the masses — definitely a line of least resistance,and, therefore, of no great spiritual importance to their evolutionarydevelopment. The masses of the people are today Atlantean in their consciousnessand are only slowly emerging into the Aryan point of view. This must change andthe mind activity be rapidly enhanced or else true spiritualism will be unableto express itself and — through the present spiritualistic movement — there canbe let loose upon the world forces and entities of a most undesirable character.The negativity of the majority of those who are interested in spiritualism andthe entire negativity of the bulk of the mediums throws the door wide open tovery definite dangers. Fortunately, there is a movement within spiritualisticcircles to right this obvious danger and to shift the present emphasis uponphenomena into the world of true values and right understanding. The subject istoo vast a one for me to deal with here, except in illustration of the pointswhich I am endeavouring to make, but one hint I will give. If the societies andorganisations, connected with the spiritualistic movement and the psychicalresearch groups, would seek for and find the natural sensitives (and not thetrance mediums) and those who are naturally clair-audient and clair-voyant andwould study their disclosures, their words, their reactions and their modes ofworking they would discover much about some of the natural and normal powers ofman — powers which have been in abeyance during the period wherein minddevelopment has been the objective and which humanity shares with two greatgroups of lives — the Members [45] of the Hierarchy and the animal kingdom.Ponder on this. If, therefore, these societies would concentrate on theintelligent and mental psychics and rule out all trance conditions it would notbe long before revelation would come. The trance condition is undesirable,separates the medium from his soul and definitely relegates him to the realm ofthe negative, of the uncontrolled and of material forces. This development,however, the forces of materiality will prevent if possible because the momentthere is positive intelligent understanding of the world on the other side ofthe veil, there is no fear of death and then the major aspect of their power andtheir hold on humanity will disappear.If you have followed intelligently what I have said, two points will emerge withclarity in your minds in relation to the initial and immediate activity of thesetwo rays — the sixth and the seventh. First, that entire groups of people areincreasingly susceptible to their influence and this inevitably leads to thesegroups (responsive to either the sixth or the seventh ray forces) being inopposition to and antagonistic to each other. The problem is that, owing to thedeveloped sensitivity of the race, this antagonism is now upon a world-widescale. Hence much of the present conflict of ideas, and the opposing ideologies,and hence also the feud between the old inherited traditions and the ancientforms of civilisation, of government, of religion on the one hand and of thenewer emerging ideas on the other. These new concepts should usher in the NewAge and will eventually revolutionise our modern life and standards. They willrelegate the old ideas to the same position as the ideas which governed the raceone thousand years ago have today assumed in our consciousness.Second: The situation is still further complicated by [46] the fact that boththese rays influence and express themselves (as is ever the case) in a dualmanner and have always a lower and a higher form of manifestation, which is acorrespondence in this connection to the personality, and the egoic expressionof every human being. In the case of the out-going ray, the higher form (whichis ever the first to manifest in germ) is rapidly disappearing or is beingabsorbed into the newer idealism, thus contributing all that is best to the newpresentation of truth so that the emerging culture will be properly rooted inthe old. The lower forms are, however, tenacious and dominant and because ofthis they definitely constitute today the major problem of the Hierarchy, somuch so that they require the calling in of the first ray (or the Shamballaforce) in order to effect their destruction. Bear this in mind as you study theworld situation. The lower forms of the seventh ray expression are still in anembryonic stage. This you can see clearly if you consider the one to which Ichoose to refer — the spiritualistic movement — which began to take shape onlyduring the last century and has achieved its curiously phenomenal growth onlybecause it started upon the American continent. The United States of America wasthe centre of old Atlantis and hence inherited a psychic and ancient religiousform which was existent and potently alive in that part of the world for manycenturies.In spite of these facts, the higher and more living energy of the seventh ray isthe most active at this time and its resultant idealism and consequent New Ageconcepts are playing upon the sensitive minds of the race and preparing humanityfor a great and much needed change. The work of the Ray of Ceremonial Order isto “ground” or make physically visible the results of bringing spirit and matter[47] together. Its function is to clothe spirit with matter, producing form."},{"pageContent":"THE NATIONS AND THE RAYSIn connection with this discussion which governs and influences the leadingnations of the world, the student should bear in mind the fact that all aretoday primarily conditioned by the Law of Cleavages; however, advanced groups inevery nation are beginning to respond to the Law of Understanding. This is a lawwhich will eventually emphasise the eternal brotherhood of man and the identityof all souls with the Oversoul. This will be recognised in the racialconsciousness, as well as the oneness of the Life which pours through,permeates, animates and integrates the entire solar system. This Life functionsin and through all planetary schemes, in all their kingdoms of forms and withall that can be included under the phrase “form life.” That phrase containsthree basic ideas: the ideas of life, of form and of evolution.The functioning of the Law of Loving Understanding will be greatly facilitatedand speeded during the Aquarian Age which we are considering; it will eventuatelater in the development of a world-wide international spirit, in therecognition of one universal faith in God and in humanity also as the majorexpression of divinity upon the planet and in the transfer of the humanconsciousness from the world of material things to that of the more purelypsychic. This will lead in time and inevitably to the world of spiritualrealities. It should be remembered that (for advanced humanity) the sequence ofthe recognition of these expansions of consciousness is as follows:1. The world of psychical living. This requires the recognition, by the brainconsciousness, of the need for mental [48] and spiritual control, as the firststep.2. The world of mental unfoldment.3. The world of the soul or ego, the individualised man. When these recognitionsare established in the aspirant, then there comes the recognition by thedisciple of the Master Who should guide him.4. The control of the physical plane life by the soul.5. The functioning and the utilisation of the psychic powers and their place andpart in the field of intelligent service.6. The interpretative faculty of the illumined mind.7. An inspired creative life upon the physical plane.In that development of the racial consciousness, the process does notnecessarily follow the above seven stages and sequence. This is owing to thestimulation and consequent sensitising of the form aspect through the increasedradiation and potency of the dynamic New Group of World Servers; their ranks arefilled by those who have passed, or are passing, through the stages of aspirantand disciple, thus learning to serve. Psychic unfoldment in the masses parallelsthe spiritual unfoldment of advanced humanity. This can be seen going on todayon a large scale everywhere and it accounts for the tremendous growth of thespiritualistic movement and for the enormous increase in the lower psychicpowers. Old Atlantean magic and the lower psychism are upon us again in thegreat turning of the wheel of life, but this time good may eventuate, if theworld disciples and the spiritually-minded people measure up to theiropportunity.Today there are many thousands coming under the influence of this Law of LovingUnderstanding. Many in every nation are responding to the broader syntheticbrotherly note, but the masses as yet understand nothing [49] of this. They mustbe led in right ways gradually by the steady development in right understandingof their own nationals. Bear this in mind, all of you who work for world peaceand right human relations, for harmony and for synthesis.All of the great nations are controlled by two rays, just as is the human being.With the smaller nations we need not concern ourselves. All the nations arecontrolled by a personality ray, which is the dominant potent and maincontrolling factor at this time, and by a soul ray which is sensed only by thedisciples and the aspirants of any nation.This soul ray must be evoked into an increased functioning activity by the NewGroup of World Servers, for this is one of their main objectives and tasks. Thismust never be lost to sight. Much could be written about the historicalinfluence of the rays during the past two thousand years and of the way in whichgreat events have been influenced or brought about by the periodic rayinfluence. Interesting as it is and indicative of the present national trendsand problems, all that I can now do is point out the energies governing eachnation, and leave you to study and note their effect and to comprehend theirrelation to the present condition of the world. One thing I would point out andthat is that those rays which govern a particular nation and which are at thistime actively working are very potent, either materially or egoically; some ofthe problems may be due to the fact that certain rays, governing certainnations, are not at this time active.A close analysis of the following will reveal certain lines of racialunderstanding.NationPersonality Ray Soul Ray National MottoIndia4th Ray. of Harmony throughConflict1st Ray of PowerI hide the LightChina3rd Ray of Intelligence1st Ray ofPowerI indicate the Way.Germany1st Ray of Power4th Ray of Harmony throughConflictI preserve.France3rd Ray of Intelligence5th Ray of KnowledgeI releasethe Light.Great Britain1st Ray of Power2nd Ray of LoveI serve.Italy4th Ray ofHarmony through Conflict6th Ray of IdealismI carve the Paths. U. S. A.6th Ray ofIdealism2nd Ray of LoveI light the Way.Russia6th Ray of Idealism7th Ray ofOrderI link two Ways.Austria5th Ray of Knowledge4th Ray of Harmony throughConflictI serve the lighted Way. Spain7th Ray of Order6th Ray of IdealismIdisperse the Clouds.Brazil2nd Ray of Love4th Ray of Harmony through ConflictIhide the seed.There is a natural rapport indicated between the present personality rays ofGermany and Great Britain, yet a relationship can be seen also between Franceand Great Britain through their esoteric national [51] mottoes and also betweenthe two symbols which are also theirs. The symbol for France is the fleur delys, which she adopted centuries ago under divine guidance, which symbol standsfor the three divine aspects in manifestation. The symbol for Great Britain,under the same divine apportioning, is the three feathers, carried as the armsof the Prince of Wales. The scintillating and brilliant French intellect withits scientific bent is accounted for by the interplay of the third Ray of ActiveIntelligence with the fifth Ray of Scientific Understanding. Hence their amazingcontribution to the knowledge and the thought of the world and their brilliantand colourful history. Be it remembered also that the glory of the empire whichwas France is but the guarantee of a glory of divine revelation which lies aheadin the future; it will never be theirs until they cease living in the wonder oftheir past and go forth into the future to demonstrate the fact of illuminationwhich is the goal of all mental effort. When the intellect of the French isturned towards the discovery and the elucidation of the things of the spirit,then they will carry revelation to the world. When their egoic ray dominates thethird ray and when the separative action of the fifth ray is transmuted into therevealing function of this ray, then France will enter into a period of newglory. Her empire will then be of the mind and her glory of the soul.It is obvious that the governing faculty of the Ray of Will or Power is theoutstanding characteristic of Great Britain. England is an exponent of the artof control and her function has been to produce the first tentative grouping offederated nations the world has seen and to demonstrate the possibility of sucha grouping. The United States is doing a somewhat similar thing and is fusingthe nationals of many nations into one federated state with many subsidiary [52]states, instead of subsidiary nations. These two powers function in this way andwith this wide objective in order eventually to give to the planet a system ofgroupings within one national border or empire, and yet with an internationalimplication which will be symbolic of the coming new age technique ofgovernment. The second Ray of Love or of Attraction governs—from the soulangle—the British Empire and there is a relation between this fact and the factthat the astrological sign Gemini governs both the United States and London. Thefluid, mercurial, intuitional mind is closely allied with the divine aspect oflove and understanding, producing attraction and interpretation.It is interesting to note that the fourth Ray of Harmony through Conflict whichbefore long will come into power again, is to be prominent in the destinies ofIndia, Germany, Italy, Austria and Brazil. It is for this that there is so muchpreparatory turmoil in four of these countries. The sixth Ray of Idealism ispotent in Russia, the United States, Italy and Spain. It is the fanaticaladherence to an ideal which is responsible for the potent changes in these fourcountries. In Germany and Italy the harmonising of the fourth ray, workingthrough conflict, is also to be seen. Hence we have in all these countries aprocess of “breaking-down” and of destruction of old forms prior to an adequateresponsiveness to the influence of the incoming ray. It should be rememberedthat as with individuals, so with nations — the reaction to an increasinginfluence of the soul ray is ever accompanied by a breaking down period; thisdemonstration of destruction is, however, only temporary and preparatory.India hides the light and that light, when released upon the world and revealedto humanity, will bring about harmony in the form aspect; things will then beclearly seen as [53] they are and will be freed from glamour and illusion; thisharmonising light is sorely needed in India itself and when it has beenmanifested it will bring about the right functioning of the first Ray of Poweror Government. The will of the people will then be seen in the light. It is inthis connection that Great Britain will emerge into renewed activity for herpersonality ray and India’s soul ray are the same. Many British people aresubjectively linked with India, by past incarnations and association; thequarrel between Great Britain and India is largely a family affair in thedeepest sense of the term and hence its bitterness. As you know, there is aclose link between the fourth and second rays and this again emerges in therelationship between England and India; a destiny is there which must be jointlyworked out.The static stabilising tendency of Germany showed for instance in her futileeffort to preserve a racial purity now, as then, impossible. This static qualityis due to her first ray personality; her fourth ray energy was responsible forher effort to standardise and harmonise all the elements within her borders tothe point of regimentation. This has been the line of least resistance forGermany, for though the first ray is not in manifestation at this time, yet thebulk of the people in power in Germany during the past world war (1914-1945)were all on the first subray of the seven rays and hence they were inevitablythe transmitters of first ray energy. It is for this reason that Great Britaincan contact the German race and handle the people in that sad country moreunderstandingly than can the other nations or Great Powers. They share similarqualities and one of the services which Great Britain can render at this time isto come to the aid of world peace and live up to her motto, “I serve,” by actingas an interpreter. [54]A careful analysis of the idealism of Russia and of the Untied States may revealno resemblances in the goal of their idealism; the Russian is driven by hisseventh ray soul towards the imposition of an enforced ceremonial of orderedrhythms, leading to an idealised order and a community of interests. Because ofthis and because of the enforced work, some forces are present and active inRussia which need most careful handling by the spiritual Hierarchy of ourplanet. These forces working in Russia are concerned with the magic of formwhereas pure white magic is concerned only with the soul or with the subjectiveaspect, as it conditions the objective. The “black forces,” so called, arenowhere rampant in Russia any more than in other parts of the world, but theRussian reaction and attitude to enforced rule and order has in it more of themagical seventh ray influence than is the case in other countries; Germany alsoenforced a standardised order and way of living but this was definitelysubmitted to the control of the black forces.You will note that of the major nations only Brazil, Great Britain and theUnited States of America are definitely under the influence of the second Ray ofLove-Wisdom. An interesting fact thus emerges: Great Britain is the custodian ofthe wisdom aspect of this second ray energy for the Aryan race; the UnitedStates will fulfil the same office for the world of the immediate future, whilstBrazil will eventually — many thousands of years hence — supersede both of them.These three races embody the attractive cohesive aspect of the second ray andwill demonstrate it through wisdom and right government, based on true idealismand love.Great Britain represents that aspect of the mind which expresses itself inintelligent government, based on just [55] and loving understanding. That is, ofcourse, the ideal before her, but not as yet the exactly fulfilled achievement.The United States represents the intuitive faculty, expressing itself asillumination, plus the power to fuse and blend. Brazil will — at some distantdate — represent a linking interpreting civilisation, based on the unfoldment ofthe abstract consciousness which is a blend of the intellect and the intuitionand which serves to reveal the wisdom aspect of love in its beauty.It is too dangerous in these days of difficulty and world turmoil to expressmyself more definitely as to the future lines of unfoldment. The destiny and thefuture functioning of the nations lie hid in their present activities. Themajority of my readers are far too nationalistic in their thinking, and toodeeply engrossed with the prime importance of their own nation and its supremesignificance, for me to be able to do more than generalise and indicate themajor lines of progress. The role of the prophet is a dangerous one, for destinylies in the hands of the people and no one knows exactly what the people will do— once aroused and educated. The time has not yet come when the bulk of thepeople of any nation can see the picture whole or be permitted to know the exactpart their nation must play in the history of nations. Every nation — withoutexception — has its peculiar virtues and vices which are dependent upon thepoint in evolution, the measure of control of the personality ray, the emergingcontrol of the soul ray, and the general focus of the nation.It is useful to bear in mind that some nations are negative and feminine andothers are masculine and positive. India, France, the United States of America,Russia and Brazil are all feminine and constitute the nurturing mother aspect.They are feminine in their psychology — [56] intuitive, mystical, alluring,beautiful, fond of display and colour, and with the faults also of the feminineaspect, such as over emphasis upon the material aspects of life, upon pageantry,upon possession and upon money or its equivalent as a symbol of the form side ofexistence. They mother and nurture civilisation and ideas.China, Germany, Great Britain and Italy are masculine and positive; they aremental, political, governing, standardising, group-conscious, occult byinclination, aggressive, full of grandeur, interest in law and in laying theemphasis upon race and empire. But they are more inclusive and think in widerterms than the feminine aspects of divine manifestation.National relationships and the major intellectual cleavages are based also uponthe governing ray influences. Spain, Austria and France, being governed by theseventh, fifth and third rays, have a close inter-relation. This worked out in amost interesting manner in the Middle Ages, and the destinies of these threenations were closely related. The newly forming country of the United States islikewise spiritually and intimately associated — in its form aspect — withBrazil, Russia and Italy; hence the early influx of certain types of emigrantsinto the country and hence also the pull of the South American countries uponthe American consciousness, and the growth (rightly or wrongly) of the ideal ofPan-America. These relations are all on the form side and emerge out of thepersonality rays or energy of the nations concerned. The Ray of Love orInclusiveness, the Ray of Active Intelligence showing itself so predominantly inthe electrical civilisation of modern times, and the fifth Ray of Exact Scienceare all potently active at this time, for they are all pouring their energiesonto our planetary life. The incoming seventh [57] Ray of Order is surely, evenif slowly, imposing order and a new rhythm of life upon mankind. The effect ofthese incoming energies and of the rays which are active at any one time is feltin the following sequential order:1. The sensing of an ideal.2. The formulation of an theory.3. The growth of public opinion.4. The imposition of the new and developing pattern upon the evolving life.5. The production of a form, based upon that pattern.6. The stabilised functioning of the life within the new form.It should be remembered that each ray embodies an idea which can be sensed as anideal. The rays in time produce the world pattern which moulds all planetaryforms and thus bears witness to the inner potency of the evolutionary processes.This pattern-forming tendency is being recognised today by modern psychology inconnection with the human being and his emotional or thought patterns are beingcharted and studied. So it is with the nations and races also. Every rayproduces three major patterns which are imposed upon the form nature, whether itbe that of a man, a nation or a planet. These three patterns are: the emotionalpattern, embodying the aspiration of a man, a nation or a race; it is the sumtotal of the desire tendency at any one time; the mental pattern, emerging laterin time and governing the thought processes of a man, a nation or a race. Theemotional and mental patterns are the negative and positive aspects of thepersonality of a man, a nation or a race. The soul pattern is the pre-disposingand spiritual goal, the ring-pass-not or destiny which the spiritual principlesucceeds eventually in imposing upon the [58] personality of a man, a nation ora race. This soul pattern eventually supersedes and obliterates the two earlierpattern-producing processes.If, for instance, the energy of the fifth ray, which is the soul ray of theFrench nation, can make its potency felt in the stress and misery of the presentworld condition, then to France may be given the ultimate glory of proving tothe world the fact of the soul and of giving a demonstration of soul control.The soul pattern may be translated by the genius of the French intellect intoterms which humanity can understand and a true psychology of the soul may comeinto being. The genius of Germany has often in the past been expressed along theline of its fourth ray soul, and through its power Germany has given much ofmusic and philosophy to mankind. That soul is not at present expressing itself;a rampant personality has expressed the greatest evil, but as time goes on andGermany learns the lessons which she must learn, the soul pattern will again beimpressed upon the German consciousness; Germany must be helped to get again thevision of this ideal. If England’s ideal of justice (which is the pattern of itspersonality ray) can be transformed by her soul ray of love into just andintelligent world service, then she will give to the world the pattern of thattrue government which is the genius of the soul quality of the British. If theidealism of the United States of America can be illumined by the law of love andnot by personality self-expression, then the pattern which underlies thestructure of the States may be seen in lines of light and we shall look forfuture racial light instead of the many separative national lines. At present itis the personality ray of the United States which controls. [59]A close study of that for which each nation stands will be most revealing andtheir pattern will emerge — a pattern of personality selfishness or a pattern ofsoul goals.Italy has a sixth ray soul and hence her devotion to her past and to the ancient“glory which was Rome” (for this is closely tied up with the memory aspect ofthe soul) and to the concept of the restoration of the Roman Empire. But as itis the soul ray which is upon this stream of ray influence, it is interesting tonote that Italy carries forward her plans with very little hate and with theminimum of persecution and of resentment; she stands steadily for peace, nomatter what the people may believe under the influence of national propagandaand the theories of the newspapers. Her motto, esoterically stated, is, as youknow: “I carve the Paths.” This will be true eventually in the spiritual as wellas in the literal sense. Rome was the great road builder and road maker ofEurope in the far distant past; today the British race (who are largelyre-incarnated Romans and hence the friendly feeling which basically existsbetween the two countries in spite of outward appearance) are the originalrailroad makers. This is all upon the material side. Upon the spiritual side, asI told you in an earlier book, the whole field of religion will be re-inspiredand re-orientated from Rome because the Master Jesus will again take hold of theChristian Church in an effort to re-spiritualise it and to re-organise it. Fromthe chair of the Pope of Rome, the Master Jesus will attempt to swing that greatbranch of the religious beliefs of the world again into a position of spiritualpower and away from its present authoritative and temporary political potency.The United States of America has for its personality ray the sixth ray and hencemuch of its personality difficulties. Hence also its strong desire life,impelling it to sex [60] expression and to materiality but to a materialitywhich is very different from that of the French, for the citizen of the UnitedStates values money only for the effects on his life which it can bring and forwhat it makes possible. Hence also the rapid response of the American continentto every form of idealism, to the need of others, even of its enemies, tocompassion for all suffering and to a pronounced progress towards a well definedhumanitarianism. This they may call the democratic ideal but it is in truthsomething which grows out of and eventually supersedes democracy—the ideal ofspiritual government—a government by the highest and the most spiritual to befound in the land. Hence also their unrealised esoteric motto: “I light theWay.” All the various forms of government, prevalent in the world today,will—after making their great experiment and its resultant contribution—proceedupon the way of enlightened rule by the illumined minds of the age. Thisdevelopment is certain and inevitable and the indications of this happening canbe seen today by those who have eyes to see and a developed inner vision.Russia is peculiarly interesting at this time from the angle of humanity becauseshe comes under the influence of both rays. Her egoic ray is the seventh and herpersonality ray is the sixth. Hence the tremendous conflict which is going onbetween the fanatical sixth ray cruelty of her sixth ray regime and thespiritual harmlessness which is the basic principle of the national ideology.Hence also the materiality of several important sections of her populace and theessential brotherliness which is imposed by the idealism and the mysticalaspiration of the Russian genius, expressed through its people as a whole. Hencealso the correctness of their spiritual motto which is as yet unrealised by thembut which is working itself out noticeably to those of [61] us who can see uponthe inner side of life. That motto is: “I link two ways.” Their task, which willdevelop as they come to truer understanding, is the linking of the East and ofthe West, and also of the worlds of desire and of spiritual aspiration, of thefanaticism which produces cruelty and the understanding which produces love, ofa developed materialism and a perfected holiness, of the selfishness of amaterialistic regime and the unselfishness of a mystically and spirituallyminded people, and all this in a most pronounced and peculiar manner. Behind theclosed borders of that mysterious and magnificent country, a great and spiritualconflict is proceeding and the rare mystical spirit and the truly religiousorientation of the people is the eternal guarantee that a true and livingreligion and culture will finally emerge. Out of Russia—a symbol of the worldArjuna in a very special sense—will emerge that new and magical religion aboutwhich I have so often told you. It will be the product of the great and imminentApproach which will take place between humanity and the Hierarchy. From thesetwo centres of spiritual force, in which the light which ever shineth in andfrom the East will irradiate the West, the whole world will be flooded with theradiance of the Sun of Righteousness. I am not here referring (in connectionwith Russia) to the imposition of any political ideology, but to the appearanceof a great and spiritual religion which will justify the crucifixion of a greatnation and which will demonstrate itself and be focussed in a great andspiritual Light which will be held aloft by a vital Russian exponent of truereligion — that man for whom many Russians have been looking and who will be thejustification of a most ancient prophecy.Spain has a sixth ray ego and a seventh ray personality — thus reversing theforces which are expressing themselves [62] through the Russian spirit. Spain,too, acts as a link in world adjustment but this time the link is between Europeand Africa, and in this capacity Spain has earlier served. It will be apparentto you also how inevitable has been the relationship between Spain and Russiaand how the ideology of the latter country has influenced the nationalgovernment. It will also be apparent why the battleground of the two greatideologies — the Fascist and the Communistic — has been found inevitably inSpain. The triumph of the Fascist part has been equally inevitable from thestart because of the egoic relation existing between Spain and Italy and also tothe proximity of the two countries which has enabled the telepathic impress ofFascist idealism to be easily impressed upon the prepared and sensitive Spanishconsciousness. As to the fanaticism, the natural cruelty, the fervent idealism,the arrogant pride and the religious and mystical quality of the Spanishcharacter, they are obviously of sixth ray origin and are highly crystallised.The intense individualism of the people can be noted also as a definite part oftheir seventh ray personality equipment. Their spiritual motto: “I disperse theclouds,” is indicative of the magical work for which Spain will eventually beresponsible and sooner than is perhaps anticipated, thus balancing in thathighly intelligent and individualistic country the field of scientific magic andthe magical work of the Church of the future. This is a prophecy which lies atpresent too far ahead to be capable of verification, either in this generationor the next, but it is rooted in national characteristics and the law ofprobability.We have been considering the rays of the Great Powers and the two Axis Powers,Germany and Italy. But the same methods can be applied to any nation and raceand should prove of deep interest to every student of history."},{"pageContent":"THE NATIONS AND THEIR GOVERNING SIGNS[63] There are many other angles from which we could approach this subject ofwhat predisposes people, nations and races to certain lines of action, makingthem anti-social or cooperative, and determining their relations with eachother. The trend of events at any particular time may not truly reflect thesedeeper destinies.It might be of interest here if we continued our study by a consideration ofsome of the countries and their governing signs. This would be a practicalthough necessarily a most debatable point. It is not related in any way to thegeographical position of these countries but to the destiny (future) and karma(past) of humanity itself as it differentiates itself into nationalities, livingat one period of time upon certain territories and so constituting thatamalgamation of forms which we call nations or races. Basically andfundamentally the souls, informing these nations or races, remain detached fromidentification with them until such time as such souls can function on earth.Until, therefore, astrologers know more about group astrology and know also howto determine past influences as well as forecasts, it will not be possible forthem to assign the correct ruling signs to the various countries and nations orto check the accuracy or the inaccuracy of the statements which I may make inthe following tabulations. That type of astrology which concerns itself with thepast, we call essential astrology esoterically, in contradistinction topredictive astrology. Past conditioning factors are basic and essential to theexpression of the present and to what happens in the human family at any givenmoment, and from a proper understanding of the rules which should (but as yet donot) govern the processes of what is sometimes called the rectifying of [64] ahoroscope when the exact moment of birth is not known will come the futurescience of ascertaining those past facts which produce present occurrences.You will note that I would differentiate most carefully between countries andnations, owing to the fact that today and increasingly in the future, they willnot be synonymous. The British nation is, for instance, a great synthesis ofpeople, as is the United States of America, and also, in a lesser extent, bothBrazil and the Argentine. Under the present situation, incident to the war andstarting around the year 1900, there is a constant and ceaseless migration ofpeoples from one place to another and from one country to another, taking placetoday not only individually but also in group formation. This tends to producean inevitable fusion, blending and producing inter-racial life, thus constantlyoffsetting and negating what has been called “racial purity.” This attempt at animpossible racial segregation and purity is a misnomer, for the past renders itimpossible; mixed blood runs in all veins, but the effort to produce this is thekeynote of certain of the more modern cultures. These fortunately are in aminority, for they are anti-evolutionary and their objective is quite impossibleof achievement, for they do not start with any pure strain. This tendencytowards racial segregation (so noticeable in the Jew and the German) is a formof isolationism and necessarily an aspect of materialism, and is related to thepersonality of humanity and not to the soul aspect; it is separative in effectand normally feeds pride in the individual and the nation; it runs counter tothe true progress of humanity which must lead increasingly to closer humanrelations, to human wholeness in the truest sense of the term; it will producethe inevitable recognition of vital human unity, placing no emphasis [65] uponindividual nations and races. This isolationist spirit was one of the dangers towhich the neutral powers were at one time prone, particularly the United States,and the physical warning as to this danger was given to them in the magneticstorms which severed contact between them and Europe and dislocated theirrelationship between states within America itself.The world is one world and its sufferings are one; humanity is in truth a unity,but many are still unaware of this and the whole trend of the present teachingis directed to the awakening of humanity to this while there is yet time toavert still more serious conditions. The sins of humanity are also one. Its goalis one and it is as one great human family that we must emerge into the future.I would emphasise this thought: it is as one humanity, chastened, disciplinedbut illumined and fused, that we must emerge into the future. Those who do notgrasp this important fact, whether they are what is called belligerents orneutrals, will suffer deeply as a result of their non-participation in the fateof the whole. The isolationist or the super-racial attitudes of the bewilderedGerman people are the attitudes of the separative tendencies of the form naturewith its wrong emphasis; but so also is the attitude, veiled under beautifulwords and misty idealism, of any neutral power who stands aloof from thehappenings of the present. The Hierarchy is not neutral. It is one with theright element in every nation and set against all separative, isolationist andmaterialistic attitudes. Such attitudes prevent the apprehension of the truespiritual values and hinder human development. Identification with all andparticipation in world conditions — voluntarily and not from force — is the wayout today for all peoples. Ponder on this. [66]The Nations and their Ruling Signs.It is, however, obvious that nations react like human beings under the influenceof their rays — personality and soul rays — and this is a fact of vital importto the esotericist and something as yet little known or intelligently realised.What I give you, therefore, under this point is new exoterically; attention willhave to be paid to the information — either as it comes from me or from othersources — if there is to be real understanding of the situation and thereforeuseful cooperation with the Forces of Light.I will give you here the present personality influences of the nations,indicated by their governing signs of the zodiac, trusting that you will givedue thought to what I impart and assuring you that they are of vitalsignificance at this time, particularly if you compare them with what I gave youanent the rays of the nations in the first volume of A Treatise on the SevenRays. I would remind you that — over the lapse of centuries — nations are rebornseveral times or come into incarnation in a new form which we may call a period,if unimportant, or a civilisation if significant and dramatic enough. Therefore,the personality ray and the governing influences change with frequency. This isoft forgotten, because the cycles are so much vaster than those of humanincarnation. I would also point out that the tabulations which follow agree inpart with the ordinary accepted assignment of zodiacal signs to the variouscountries, but not always. I will give you two signs for each country. One willbe the emerging influence which will govern the ego or the soul of the countryor nation, and the other that which governs at the present moment thepersonality ray of the individual country, and so conditions the masses. Forgetnot that the soul of the people is represented by those who [68] react to theinfluence of the soul ray and of the sign which is affecting it (its ascendant,one might say), whilst the masses are conditioned by the personality ray andtherefore by the sun sign of the specified nation.It would, I feel, also be of value if I indicated the ruling sign of some of thecapital cities of the countries dealt with in the table below.CountryRuling SignEgoic RayRuling SignPersonality RayArgentinaCancer4thNotgivenLibra7thNotgivenAustriaLibra7thFourthCapricorn10thFifth.BelgiumSagittarius9thNotgivenGemini3rdNotgiven.BrazilLeo5thFourthVirgo6thSecondChinaTaurus2ndFirstLibra7thThirdFinlandCapricorn10thNotgivenAries1stNotgivenFrancePisces12thFifthLeo5thThirdGermanyAries1stFourthPisces12thFirstGreatBritainGemini3rdSecondTaurus2ndFirst.GreeceVirgo6thNot givenCapricorn10thNotgiven.HollandAquarius11thNot givenCancer4thNotgiven.IndiaAries1stFirstCapricorn10thFourth.IrelandVirgo6thNotgivenPisces12thNot given.ItalyLeo5thSixthSagittarius9thFourth.JapanScorpio8thNotgivenCapricorn10thNot given.PolandTaurus2ndNot givenGemini3rdNotgiven.RoumaniaLeo5thNot givenAries1stNotgivenRussiaAquarius11thSeventhLeo5thSixth.Scandinavia (4 Nations)Libra7thNotgivenCancer4thNotgiven.SpainSagittarius9thSixthCapricorn10thSeventh.SwitzerlandAries1stNotgivenAquarius11thNot given.TurkeyCancer4thNot givenScorpio8thNotgiven.U.S.AAquarius11thSecondGemini3rdSixth.Note: This tabulation is arranged alphabetically and not in the rate ofimportance and influence of a country and nation.The focus of the immediate response of the peoples of the nations is frequentlyto be distinguished in the quality (if I may so call it) of their capital cityand by the decisions there made. I would like to point out that in the BritishEmpire there are several major and distinctive sections which are themselvesdefinitely governed by certain ruling signs; therefore, before giving the rulersof the capitals, I would like to indicate the influences which control theBritish Empire through the medium of its component parts; they are an importantfactor in present events, owing to the major and powerful nature of the partGreat Britain is playing in the present situation. As you will have noted GreatBritain is ruled by Gemini and Taurus, and consequently the principles ofmultiplicity and integration are simultaneously present. Duality, triplicity(England, Scotland and Wales) and also differentiation are the conditioningaspects of the empire. Under the major control of Gemini and Taurus you have thefollowing potencies active:Egoic RulerPersonalityRulerAustraliaVirgo6thCapricorn10thCanadaTaurus2ndLibra7thIndiaAries1stCapricorn10thNewZealandGemini3rdVirgo6thSouth AfricaAries1stSagittarius9th[69] These are the major divisions. There are lesser divisions but with these Iam not here concerned. These countries are related to the mother-country throughtheir planetary rulers, and in this statement you have a definite hint conveyed.The zodiacal signs relate, but the planets are more influential at this stage ofevolution.It is not my intention to give you the ruling signs of the capitals of all thecountries; I have dealt with but only the more important:CountryCapitalSoul RulerPersonality RulerBelgiumBrusselsGemini3rdCapricorn10thFranceParisVirgo6thCapricorn10thGermanyBerlinScorpio8thLeo5thGreatBritainLondonLeo5thLibra7thItalyRomeTaurus2ndLeo5thPolandWarsawCapricorn10thPisces12thRussiaMoscowTaurus2ndAquarius11thUnitedStatesWashingtonCancer4thSagittarius9thAn analysis of the signs ruling the different countries will make certainoutstanding conditions apparent and even with the small knowledge of esotericastrology now available will make certain definite information emerge in yourminds as vitally explanatory. Capricorn, for instance, seldom appears as a signgoverning the egoic expression of any nation but quite often as governing thepersonality manifestation, or the exoteric country. Austria, Greece, India,Japan and Spain have Capricorn as their personality rulers, indicating age,crystallisation and materialism; a little study of conditions and the presentpoint in evolution will make this apparent. In the next great and succeedingrace to this, Capricorn will appear as ruling the egoic expression, for the soulwill then be in greater control and certain great groups of human beings (thosewho now compose the present nations) will be ready for initiation upon themountain top of Capricorn. [70]I cannot spend much time analysing this but would like to indicate one or twopoints which would serve to guide your thoughts and to clarify the issue. Inthis manner I can point the way for the future guidance of astrologers who havean esoteric bias. The subject is, however, sufficiently abstruse to deter mostpeople. The relations to be established cannot be based upon some definitestarting point, as is sometimes possible in casting the individual horoscope,but upon energy effects, coming direct from the signs themselves, or via certainplanetary rulers (again either exoteric, esoteric or hierarchical); theseeffects are again conditioned by the interplay between the energy of the rayswhich govern the soul or the personality of the nation or country underconsideration. The problem is likewise complicated because there will be theneed to distinguish between the horoscope of the territory, housing the nation,and the people themselves who compose that unit which we call a nation. Somenations are fluid and not properly integrated as are the masses of peopleeverywhere; others are integrated entities, or fully expressing personalities;others are crystallised and have nearly run their course as personalities;others again are coming under the influence of their soul ray, leading toanother cycle of fluidity, before the definiteness of the initiate-entitybecomes apparent; a few again are purely embryonic. Thus the extreme difficultyof the science becomes increasingly apparent. There is, however, no need fordiscouragement, for this is a science, subject to moments of intenseillumination when the intuition will suddenly reveal determining laws and whenthe capacity to think abstractly and synthetically will pour floods of lightupon the most difficult and complex of problems. When the world again settlesdown to a cycle of peace and with opportunity for further conscious unfoldment,it will be [71] found that that embryonic factor which we call the intuitionwill flower forth into as recognisable an expression of human consciousness asthe present intellectual grasp and mental perception of the race. Until thistime comes, the searching astrologer must proceed hopefully but cannot yetexpect full understanding of what I here impart."},{"pageContent":"AN ANALYSIS OF CERTAIN COUNTRIESThe horoscope of a country can, therefore, be either that of the soul of thenation or of the personality of the nation, based on the form aspect; there areno means, as yet, of determining the date, for instance, of the birth of anation or of a race. Boundaries are not determining factors nor is historyitself, as now given, an adequate guide. As said above, some nations areentities and demonstrably so, as, for instance, France or Japan; others havebeen great and powerful nations but are so no longer, but the strain is there,and of these, India and the Jewish race are illustrations. Other nations are,relatively speaking, very modern, as for instance the German nation, yet thestrain is very ancient. Strains, types, races, nations, branches andsub-branches produce a bewildering kaleidoscope before which astrologynecessarily stands confused. But to the eye of the enlightened esotericist,certain entities emerge clearly and form the nations of the world; the importantfactor always to remember is that it is humanity as a whole which is the factorto be considered. The simile of the human body with its definitely recognisedareas of expression, and the organisms which, in their turn, control andcondition these areas will be helpful here. The important and non-importantappear; the developing and the vestigial also emerge and under the Law ofCorrespondences aid in elucidating. In the great body of humanity there arecertain areas [72] which vibrate in unison and which attract to themselves soulsof a certain quality and keynote; there is a magnetic interplay betweencountries (territories) and the nations which occupy them. This is not anarbitrary matter but due to magnetic interplay. It is also vibratory interplay,under the great Law of Attraction and Repulsion which has much to do with theintercourse and relationships between nations. Let us now look at a few of them.France is a Pisces-Leo country, and is expressive egoically of the fifth Ray ofConcrete Knowledge or Science and the personality Ray of Active Intelligence.The soul of France, subjectively ruled Europe for the most important andinfluential part of the Piscean Age, now passing out; she coloured anddominated, by her Leo personality, a large part of the happenings in Europeduring the Middle Ages and for centuries; she mediated the Piscean quality tothe civilisation of the then known world and her definitely Leo personality —self-conscious, self-centred, brilliantly intelligent and individual —conditioned Europe. It is this Leo personality which is responsible for theintensely nationalistic spirit of the modern French and which negates in themthe more Aquarian tendency to universal consciousness or to the expression ofthe advanced Piscean soul to save the world; France comes before the world. Thelesson France has to learn today is that the salvation of others is the goal ofher Piscean soul and in this the self-interest of Leo precipitates conflict —one to which France is slowly awakening.The egoic ray of France is that of Concrete Science and this, working inconjunction with the energy of the fifth zodiacal sign, Leo, has given theFrench people their intellectual brilliance and their scientific bias. Theforces of crystallisation pour through Paris which is ruled by Capricorn in itspersonality and yet the soul of the French nation [73] is nurtured in that greatcapital through the soul of the city, energised by Virgo and, forget not, thatVirgo is the polar opposite of Pisces and the infant Christ in Virgo comes tofull flower in Pisces. Here lies the hope of France. You will remember perhapsthat some years ago I indicated that from France will come a great psychologicalor soul revelation which will bring illumination to world thought. If the truePiscean element can be drawn forth and the selfishness and the self-protectiveinterests of the French nation can be offset, France then stands free some dayto lead the world spiritually as she has effectively in past history from themore political and cultural aspects, but this can only happen when thepersonality ray is subordinated to the soul ray and Leo can respond to theAquarian influence in the coming new era when Aquarius is dominant. The Sun, asthe ruler of Leo, made France what she was, irradiating Europe for centuries;but it was the personality and not the spiritual aspect, and her influence at notime was spiritual, as that word should be understood. Esoterically, Pluto, oneof the rulers of Pisces, must work, bringing in the death of the personalityinfluence, fostered by Leo; this can be done without any great outer dissolutionof the form of the nation through the beneficent influence of Jupiter, theexoteric Ruler of Pisces. What is needed in the national life of France is themore spiritual expression of the second Ray of Love-Wisdom, which has in thepast led to material success but which can flood the world, via France, once shedies to self. Capricorn, ruling Paris, signifies both death and initiation intothe spiritual life, and here lies the choice for France. With the cooperationwhich Pluto can give in bringing about those conditions which will lead to therevelation of Virgo (ruling the soul of Paris) there is possible — in connectionwith this powerful and influential country — a [74] contribution to the life ofhumanity which will be effective in bringing about the new desired conditions inEurope, but France’s demand for her personal security must give place to thesecurity of the whole from aggression and evil and fear, and all thought ofrevenge upon or the dismemberment of other countries in the interests of Francewill have to end, if the true soul of France is to find expression.Therefore, the following signs (cosmic energy) and planets transmitting solarand cosmic energies, are the conditioning factors of France in incarnation atthe present time:FRANCE1. Pisces — with its rulers : Jupiter and Pluto.2. Leo — with its ruler : the Sun.3. Virgo — with its rulers : Mercury, Moon, Jupiter.4. Capricorn — with its rulers : Saturn and Venus.5. Ray influences of an indirect nature, coming via the planetary rulers:a. Ray 2. — Love-Wisdom, via Jupiter and the Sun. These are the most powerful.b. Ray 1. — Power or Will, via Pluto. This is also the Destroyer Ray and canbring the death of the Leo influence.c. Ray 3. — Active Intelligence, via Saturn. This cooperates with the third raypersonality of France, and at this time Saturn offers most definite opportunitythrough the focus of power now to be found in Paris.d. Ray 4. — Harmony through Conflict, via Mercury. Can France work for worldharmony in the post-war period?e. Ray 5. — Concrete Science or knowledge, via [75] Venus. In this a realisedcooperation with the soul ray, which is also the fifth ray, can bring about,through the French nation, a consummation of the Piscean influence or genius.f. Ray 4. — This time through the Moon, thus aiding the work of Mercury andproducing that needed internal conflict which will release France from Leo andfrom the control of her self-centred personality.I would here call your attention to the fact that the astrology which I amemphasising is that which is concerned with the effective energies — what theyare and from whence they come. I would repeat here as I have often done beforethat I am not concerned with predictive astrology. The coming emphasis inastrology will be upon the available energies and the use the subject makes ofthem and the opportunity which they present at any given time.I have given you France somewhat in detail so that you can appreciate the extentof the influences which determine any nation and make it for the first time whatit is. The combination of Piscean power in the Piscean Age, plus a potent Leonature, enabled France at one time to express quite phenomenally its innatesubjective tendency to save the world (for France is essentially on the Path ofa world Saviour); this was aided by the brilliant clear vision of the fifth andthird rays with their intellectual bias, plus the opportunity offered by Saturn,ruling Paris. This enabled France to stage the great French Revolution andstrike one of the major blows for the release of humanity from bondage. This hastwice occurred during the Piscean Ages: once at the signing of the Magna Chartaat Runnymede and again at the French Revolution. The recognition of theimportance of the rights of humanity, as a whole, came to [76] the world viaFrance. It marked a climax and high point in the evolution of the nation. Sincethen Capricorn and Pluto have produced crystallisation and the death orobscuration temporarily of the then emerging soul aspect (speaking symbolically)and the note of France has not been a selfless one. The forces of the soul areworking, but France is as yet predominantly governed by personality and by theselfish aspects of the Leo influences. France, as yet, matters to herself morethan humanity matters and the question is: Can she achieve the terrific task ofdecentralising herself, of sacrificing herself for the common good and ofrelinquishing her dreams for France in the vision of the whole and so treadagain more fully the Path of a World Saviour? There are as yet no signs of this;when the time to make peace treaties arrives, it will become clearer which wayFrance will go and whether she will work for peace and security of the whole inlove and with wisdom, or for France with intellectual brilliance andselfishness.Let us briefly look at one or two other countries, so enabling students to makecomparisons and understand relationships and future possibilities.Germany is ruled by Aries, bringing in the powerful influences of this firstsign in combination with its fourth ray soul (the Ray of Harmony throughConflict). The simple interpretation of this is that we are watching thebeginning of a new phase and cycle in the history of the country which emergesinto prominence through conflict but which is essentially a process of releasingthe soul to fuller expression. It is ruled also by Pisces, cooperating with theinfluences of its first ray personality, which is the Ray of Power and the Rayof the Destroyer. The whole problem of French-German relation is tied up in thisfact for the Piscean soul of [77] France and the Piscean personality of Germanymust eventually come to terms and it is obvious, is it not, that the realsolution lies in the hands of France, which must let its soul control? It isbecause of this that, at the close of the Piscean Age, this whole relationshiphas come to a focus. France has an integrated personality whilst Germany hasnot; France is mental whilst Germany is predominantly astral; France is,therefore, essentially more potent, and its Leo personality can control withforce to the detriment of future world understanding, or its soul can control tothe furthering of the ends of the Hierarchy. As you know, Berlin is controlledby Leo from the personality angle, and there again comes out the relationshipbetween the countries. They are both powerfully influenced by this sign ofself-interest and of individuality as well as by Pisces. They cannot escape thisrelation. Hence the constant clash of these two countries through the dominatingself-interest of Leo (ruling both personalities). Engrossment with presentattitudes should not lead to forgetfulness of the past. France should not forgetthe Napoleonic wars, nor Great Britain the Boer war. All nations have much inthe past which is apt to be forgotten, particularly if the lessons of greaterspiritual growth have been learnt. The United States must not forget either thatshe is a section of the entire European continent transplanted across the oceanand that European history, successes, mistakes and sins are here also — a thingthat many people are very apt to do, thus shifting responsibility. What ishappening in the world today is a world happening, not a continental and localoccurrence.Germany is therefore controlled by the following energies and forces, and astudy of the consequent inter-relations should prove interesting to the detachedand open-minded student.GERMANY1. [78]Aries — with its rulers, Mars, Mercury and Uranus. (Nation)2. Pisces — with its rulers, Jupiter and Pluto. (Nation)3. Scorpio — with its rulers, Mars and Pluto. (Berlin)4. Leo — with its ruler, the Sun. (Berlin)5. The soul ray. Harmony through Conflict. 4th.6. Personality ray. Will or Power. 1st.7. Ray influences of an indirect nature, coming via the planetary rulers:a. Ray 6. — Idealism or Devotion, via Mars which rules Aries and is the doubleruler of Scorpio. This produces the fanaticism and unreasoning devotion andblind acceptance of conditions, so distinctive of the country at this time. Itis virtue misdirected.b. Ray 4. — Harmony through Conflict, via Mercury, thus cooperating with thesoul ray intensifying the conflicting conditions and leading to a pull betweenidealism and facts, between France and Germany, and between the groups withinGermany itself.c. Ray 7. — Ceremonial Order or Ritual, via Uranus. This affects the masses as awhole, as it is the hierarchical ruler and (because of their point of evolution)leads to their facile standardising and regimenting. The 7th ray also focussesor “grounds the first ray” and leads to the power direction which is given them.d. Ray 2. — Love-wisdom, via Jupiter and the Sun as the ruler of Leo. Thus thepersonality ray of [79] the nation and the personality ray of Berlin tend atthis stage to express self-love.e. Ray 1. — Will or Power, via Pluto as the ruler of Pisces, governing thepersonality of the nation in cooperation with the death giving power of Scorpiowhich it rules and which governs Berlin. This tremendous activity of thedestroying agent as far as Germany is concerned is offset by the influence ofJupiter. It is not nevertheless very potent.Everything tends to show that the German people, not being an integrated race,are very largely victims and should be just as easily guided into right ways asthey have been, at present, guided into their present activities. They did,however, provide a good medium through which the ancient Atlantean conflictcould be precipitated and brought to the surface, and the ancient feud betweenmaterialism and the Forces of Light be finally resolved for this particularworld cycle. Germany is mediumistic, as was its dictator, as I have earlierindicated; it is the Aries-Leo influences which produced the dictator. ThePiscean personality of Germany (which is the sign governing mediumship) accountsfor the apparently fluid grasp of essentials and the inability of its people andruling government to stand by pledges. The influence of the sixth ray, comingvia Mars, martially applied, and the lack of true spiritual love as it isdiverted into sentimental personality devotions, account temporarily for themass negligence to assert itself on behalf of the oppressed and in the interestsof the higher principles. The need for this assertion is realised by many inGermany but the negative Piscean personality attitude provides a great obstacleand accounts for what has puzzled all who know and love the German people. Atpresent, the [80] influence of Mars, of Leo and of Pisces in their lower octaveor connotations, are dominant. That which can offset this unhappy situation isthe influence of Scorpio, the sign of discipleship and one of the death signs inthe Zodiac.The struggle for the soul of the people and its emergence into control is reallytaking place today in Berlin and upon the decision of this conflict muchdepends. France whose soul is governed by Pisces, the world Saviour, can do muchto release the Piscean personality of Germany. Here lies the crux of the worldproblem. Great Britain, with her soul ray ruled by Gemini (which understandsboth the soul nature and the personality nature), can do much to help.I cannot elaborate on this further beyond pointing out that both for nations andindividuals the first great crisis in Scorpio upon the path of discipleship isdetermining in its effect upon the future.In considering Great Britain, we note first that the ruling sign is Gemini fromthe standpoint of the soul of the people, and that Taurus governs the materialouter form of the nation; it is this factor that has led her people to appearbefore the world under the symbol of John Bull, expressive of the Britishpersonality. It has been thought by certain astrologers that Britain is ruled byAries, and this is true of it, as far as that small part which is called Englandis concerned; but I am dealing with the empire as a whole and not with afraction of it. It is the Gemini influence that has led to the constant movementand restlessness of the British people; which has led them to cross and recrossthe ocean and to stage a constant going out to the very ends of the earth, toreturn ever again to the centre from which they came. This is characteristic ofthe race. It is the Gemini influence which has produced — viewing the [81] workof the nation from the personality or lower angle — the secret and oft deviousdiplomacy and subtlety which has in the past distinguished Great Britain’spolitical activity. Gemini people are often distrusted, and the Gemini effectalong this line makes of Great Britain no exception. Such distrust has beenwarranted in the past but is not as justifiable now, for the nation is old andexperienced and is fast learning the lessons which she has had to master. Asyet, from the higher angle, Gemini does not entirely control, for the soul ofBritain is only now struggling for expression. For long ages Taurus has led theway with his material aims, his acquisitive desires, his arrogant will and hisblind moving forward towards the possession of that which has been desired.Pervasiveness and movement are two qualities with which Gemini and Taurus havedowered the race. London, the heart centre of the empire is ruled spiritually byLeo and materially by Libra and it is, therefore, the soul factor which linksGreat Britain to France and which should assist spiritually the Leo nature ofthe French Personality. It is not, however, the spiritual quality of this signwhich dominates British policy, but primarily the Libra aspect. Great Britainregards herself as the preserver of the balance of power among the nations andas the one to mete out justice and indicate the right methods of law and order;yet her Gemini nature at times offsets this, whilst Taurus frequently blinds herto the real issues. It is the Leo aspect also which links London to Berlin, butit is Leo in its more self-assertive aspect and hence some of the difficulty andhence also the close and not to be evaded relationship betweenLondon-Paris-Berlin, a triangle of force which conditions Europe most potently.It is between these three that the destiny of the race of men in the immediatefuture lies, and again the question arises: Will the coming decisions [82] bebased upon the good of the whole or upon the good of a part of the whole?It was the Leo force in Great Britain which attracted originally the Leo forcein France and led to the Norman conquest in the 11th century. I mention thisbecause it indicates relationship and the demonstrated results of suchrelationships, but not because that past event has any true repercussions atthis time.There is a much closer relation between the United States of America and GreatBritain than between any continental power, for Gemini is the ruling sign ofboth countries, and they have, in many ways, a synchronous vibration. There ishowever little of the Taurian influence in the States and consequently you havethe attitude of frequent misunderstanding which exists between the two powers.They are very close to each other and the welfare of each means much to each ofthem, so much so that the tendency to misinterpretation of each other’s actionsand motives is not aided by the fluidity of Gemini. Nevertheless, the arroganceand self-will of the Bull must give way to the fluid understanding of theinclusive Gemini consciousness, and this is a hard thing for the Britishtemperament at this time to grasp. They are so sure of their rectitude and soconvinced of their wisdom that they are apt to forget that good intentions areoft offset by bad methods. The British are just and wise, but theirself-sufficient technique and their blindness to other peoples’ point of viewhas not aided world peace and is indicative of the control of Taurus. I wouldadd here that the belief of the German race that they constitute the super-race,the intense nationalism of the French which leads them to feel that they have asuperior culture to any other race, the sure pride of the British which leadsthem to regard themselves as eternally in the right, and the [83] noisy selfassertion of the United States which leads them to regard their country as thehope of the world have in reality little to choose between them and are allequally indicative of personality control. This is, as you know, a thing to beovercome in all nations and individuals.Governing Great Britain, therefore, are the following energies, working throughthe zodiacal signs and the ruling planets:GREAT BRITAIN1. Gemini — with its rulers, Mercury, Venus and the Earth. (Nation)2. Taurus — with its rulers, Venus and Vulcan.| (Nation)3. Leo — with its ruler, the Sun. (Capital)4. Libra — with its rulers, Venus, Uranus and Saturn. (Capital)5. The soul ray — Love-wisdom. 2nd.6. The personality ray — Will or Power. 1st.7. Ray influences of an indirect nature, coming via the planetary rulers:a. Ray 4. — Harmony through conflict, via Mercury, leading to a definite linkwith Germany (as a study of the earlier tabulation will show). It accounts forthe warlike history of Great Britain, but works out at the present time in theharmony of the Empire.b. Ray 5. — Concrete Knowledge or Science, via Venus. It is interesting to notethat it is this ray which links Great Britain so closely with France and appearsnowhere among the influences which affect the German nation. Venus rules Taurus[84] and Libra as well as Gemini and hence the well developed lower concretemind of the British nation. The intuitive mind however needs development.c. Ray 3. — Active Intelligence or Adaptability, via the Earth and also via theplanet Saturn as it appears among the rulers of Libra. Here you have a clue asto why the British Empire covers the Earth, for there is a close connectionbetween the Earth, as a whole, and Great Britain. It links Great Britain alsowith the third ray personality of France.d. Ray 1. — Will or Power, via the planet Vulcan. There is in the first ray — asit expresses itself through Vulcan — very little of the Destroyer aspect asthere is in the planetary influence of Pluto, another agent of the first ray.Again you find in this ruler of Great Britain’s Taurian personality, a link withthe first ray German personality. It accounts also for the forging of the chainswhich tie the Empire together, making it a unity through the will of the people.e. Ray 2. — Love-wisdom, via the Sun, ruler of Leo which governs the soul ofLondon, and which is also a channel for the soul force of the British Empirewhich is essentially that of love-wisdom when given real expression and notcontrolled and dominated by the Libra influence.f. Ray 7. — Ceremonial Order or Organised Ritual, reaching our planet via Uranusand giving to the Empire its grounded physical plane control over place andcircumstance, its legal fundamentals, in cooperation with Libra, and its love oforder and [85] of rule, thus providing full expression for the first rayenergies of the British Empire.A study of the interplay of these energies and forces will account adequatelyfor Great Britain and her activities; they indicate also certain definite linesof affinity and also point the way to imminent possibilities of adjustment, ifthe love which is the basic motivating power of the British soul is permittedexpression. Hitherto it has been primarily Taurus and Leo as well as Libra whichhave coloured British attitudes, decisions and activities. Can Britain changeand — preserving the will-to-order and balanced judgment which Libra confersupon her — eliminate the Taurian aspects which have led her blindly to seek thatwhich she desires and because of her powerful personality to gain those ends?There is an ironic fate which determines that this great nation, having in pastcenturies been one of the major aggressors of the world, should now bring to anend, with the aid of France (which has a very similar aggressive tendency), theperiod of aggression, and so be used to inaugurate an age of cooperation, ofunderstanding and of mutually shared responsibility. The future of the worldlies at present largely in the hands of France and Great Britain, and thehappiness of the world is assured if the soul energy of both these countriescontrols, and personality aims and ambitions are negated.I can only most briefly touch upon the energies which motivate and condition theItalian empire and the United States, leaving you to make your deductions andapplications. Russia is as yet embryonic and her part lies more in the East thanin the West, provided she follows the indicated lines. Her two ruling signs areAquarius and Leo and her real function in the comity of nations lies far aheadwhen [86] the Aquarian age is flourishing and the Leo control of the Russianpersonality has been offset. The planets which primarily influence Russia arethe Sun (2nd ray), Uranus (7th ray), Jupiter (2nd ray) and the Moon (4th ray).This makes a most interesting, a most humanitarian and — in the long run — anon-destructive combination. At present, the intensely individualistic Leo forcein its worst aspects is dominating, but this will not last as history willeventually prove. The noisy, cruel child can turn into a controlled humanitarianin adult life and the influences potent in the Russian horoscope indicate this.Again, in Italy, you find Leo appearing, thus relating Italy to France, to GreatBritain and to Berlin — all of which have Leo as a ruling sign, either of thenations themselves or of their chief city. There is, consequently, nopossibility of any of these four powers being able to evade relationships. Italyis more closely related to Great Britain than she is to France, because Rome isruled by Taurus and by Leo which ties her to Great Britain through identity ofvibration. This France will have to recognise as well as Italy and GreatBritain.The personality of Italy is ruled by Sagittarius, the sign of the one-pointeddisciple, and it is owing to this that we have the undeviating aim of theItalian state and its refusal to be moved from certain attitudes anddeterminations. Italy sees more clearly than Germany the principles involved atthis time, and though Rome is blinded at times by the Taurian influence whichleads to a blind rushing forward towards a goal, irrespective of consequencesand implications, yet essentially the inner straight line of foreseen andplanned activity will hold Italy true to the objective.The following conditioning forces make the story of Italy sufficiently clear:[87]ITALY1. Leo — with its ruler, the Sun. (Nation)2. Sagittarius — with its rulers, Jupiter, the Earth and Mars. (Nation)3. Taurus- with its rulers, Venus and Vulcan. (Capital)4. Leo — with its ruler, the Sun. .(Capital)5. Soul ray — Ideals, Devotion. 6th.6. Personality — Harmony through conflict. 4th.7. Ray influences of an indirect nature, coming through the planetary rulers:a. Ray 2. — Love-wisdom, via the Sun and Jupiter. This again relates Italy tothe second ray soul of Great Britain and tends to a basic understanding. I wouldhere point out that in this second ray influence it is the wisdom aspect morethan the love aspect which is dominant. Love is in reality, understanding wisdomin active expression.b. Ray 3. — Active Intelligence, via the Earth. It was this Earth influencewhich, in the past, gave Italy her world dominion and which swayed the Italianpersonality towards the thought of another worldwide empire.c. Ray 6. — Devotion and Idealism, via Mars. I would remind you that the soulray of Italy is also the sixth ray. You have, therefore, the influence of Marsdominating Italian and Roman history, and it is this martian tendency which layat the base of the German Italian axis. It, however, is not today thecontrolling factor.d. Ray 5. — Concrete Knowledge or Science, via Venus. This influence is alsodominant in Great [88] Britain and again closely relates the two countries. Ofthis there is one curious little instance, which demonstrates an almost uniformworking of this scientific bent for the good of the entire world (Venus inrelation with Jupiter). That is the invention of the telephone by AlexanderGraham Bell and the development of the radio by Marconi.e. Ray 1. — Will or Power, via Vulcan, the forger and the worker in metals whoseinfluence in this case closely associates itself with the undeveloped aspect ofthe Leonian influence.In the above hints you may find much that is explanatory and much that willclarify British-Italian relations. The destinies of the two countries areclosely allied and together they can potently affect the German race andinfluence it towards a better adjustment to life and a wiser discrimination. Itwill require the backing of France, when the soul of that country controls.We will just look at the controlling factors in one other country, the UnitedStates of America, and indicate the influences working at this time which are inprocess of bringing to an end the adolescent stage in that country and enablingit to come forth in full maturity.This vast land is ruled by Gemini, linking it therefore closely with GreatBritain and also by Aquarius as the ruler of its soul ray. This combination of asixth ray personality, ruled by Gemini, and a second ray soul (as has GreatBritain), ruled by Aquarius, is potent for future power and usefulness. Thecapital city, Washington, is ruled by Cancer and Sagittarius, and it is thisfact which leads the United States to act like the Crab (Cancer) and bepre-occupied with its own house which it carries on its back and [89] to vanishinto hiding at the first signs of trouble. Because also the Sagittarianinfluence is strong, there is a potent determination to stick one-pointedly toany decision made. This its sixth ray personality enforces at times almost tothe point of a fanatical blindness and to the detriment of the long range visionwhich is needed at such times as these.Like Russia, this country is in the making and — as I have told you elsewhere —as the nation’s power shifts, as it will and as it now really is shifting fromWashington to New York, the Cancerian influence will steadily lessen and thecountry will take its place as an adult among the nations. Its Gemini nature andits Aquarian soul should (when developed and balanced) provide a most remarkablechannel for human expression. You will note that none of its zodiacal rulerslink it with France, except indirectly through Cancer, which is the polaropposite of Capricorn, one of the rulers of Paris. It is for this reason thatsuch a small percentage, relatively speaking, of French people migrate to theStates; there is a closer link with Italy than with France, and hence the largeItalian population, for Sagittarius rules both Italy and Washington. Theinfluences are, therefore, as follows:1. Aquarius — with its rulers, Uranus, Jupiter and the Moon. 2. Gemini — withits rulers, Mercury, Venus and the Earth. 3. Cancer — with its rulers, the Moonand Neptune. 4. Sagittarius — with its rulers, Jupiter, the Earth and Mars. 5.The soul ray — Love-wisdom. 2nd.6. Personality ray — Idealism Devotion. 6th. [90]7. Indirect influences via the planetary rulers are many, and the raysconditioning this country are consequently many, owing to the mixture of racesfound there. Of these influences there are eleven in all, for the Earth presentstwo aspects and the Moon veils both Vulcan and Uranus.a. Ray 7. — Order and Magic, via Uranus. This influence is inherited from theAtlantean world, which still rules the territorial aspect of the States, whichis a remnant of old Atlantis. It is this that produces the many magical,spiritualistic and occult groups which flourish today in the States.b. Ray 2. — Love-wisdom, via Jupiter, thus linking the States closely with GreatBritain and indirectly with France.c. Ray 4. — Harmony through Conflict, via the Moon, veiling in this case theplanet Vulcan. Vulcan here “forges on his anvil, through fire and blows, thatlinking network which covers all the nation and makes it hold together.” Thisray produces the condition which brings together Germany and the States, for thefourth ray is the German soul ray and the first ray, which Vulcan transmits viathe Moon, links the German soul and personality to the United States. Hence thevast numbers of Germans who come to the States in order to escape from thepersonality activity of Germany as it expresses itself through its first raydestroyer aspect.d. Ray 4. — I enumerate this ray for the second time because it expresses itselfhere through Mercury, [91] the Messenger, and emphasises the harmony aspect incontradistinction to the conflict angle which the Moon and Vulcan together haveprecipitated. It is the Moon-Vulcan relation which produces the politicalconflict which always rages in the States.e. Ray 5. — Concrete Knowledge and Science, via Venus. This confers theintelligence which is so marked in the American people and will eventuallydetermine the lines along which their education will run and their religiousorganisations.f. Ray 3. — Active Intelligence or Adaptability, via the Earth, thus `grounding’the American people and basically making the soil their problem. Hence theprominence of agriculture in the public consciousness and the pre-occupation ofthe government with the cotton problems, the corn problem and many other issuesof moment.g. Ray 6. — Idealism or Devotion, via Mars. This greatly augments the sixth raypersonality of the States, thus presenting very real problems in a young peoplewho are apt always to be fanatical and exclusive. Exclusiveness is one of themajor weaknesses of the sixth ray type.h. Ray 4. — This influence appears, as you see, frequently, but this time it isthrough the Moon as it veils Uranus. This produces a conflict of a differentnature than that which takes place when the Moon veils Vulcan or transmits theenergy of the fourth ray direct. Uranus is the medium for the 7th ray and thefunction of its blending with the fourth, via the Moon, is to bring about amagical relationship between the many diverse nationalities [92] found in theStates and so fuse and blend them into an homogeneous whole — which is not thecase at this time.Thus the influences pouring into the United States today are very many; theyrelate the country practically to every country in Europe; this leads at timesto chaotic conditions and to much confusion of thought. Yet it produces arichness in the national life which is a good augury for the future. A study ofwhat I have said and a consideration of the various tabulations will prove howutterly impossible it is for the American people to dissociate themselves fromEurope and the rest of the world."},{"pageContent":"THE SIGNIFICANCE OF CERTAIN CITIES.These energies which we have been considering are released into our planetarylife through the medium of certain great inlets. At this time there are fivesuch inlets, scattered over the world. Wherever one of these inlets forspiritual force is found, there will also be present a city of spiritualimportance in the same location. These five points of spiritual influx are:1. LondonFor the British Empire.2. New YorkFor the Western Hemisphere.3.GenevaFor Europe, including the U.S.S.R.4. TokyoFor the Far East.5.DarjeelingFor India and the greater part of Asia.Later, two more points for energy will be added to these but the time is notyet. Through these five places and the areas in their neighbourhood the energyof the five rays pours forth, conditioning the world of men, leading to resultsof profound significance and determining the trend of events. These five pointsof conditioning energy (in spite of the [93] fact that the energy pouringthrough Darjeeling has not yet reached its full strength) produce two trianglesof force in their inter-relations:1. LondonNew YorkDarjeeling.2. TokyoNew YorkGeneva.Geneva and Darjeeling are two centres through which pure spiritual energy can bedirected with more facility than through the other three; they, therefore,constitute the higher points of their respective triangles. They are also moresubjective in their influence than are London, New York or Tokyo. Together theyform the five centres of “impelling energy” today.It may interest you also to know the governing rays and the astrological signsof these five centres, but it must not be forgotten that the personality rayschange from period to period in connection with countries and cities just aswith individual human beings:CitySoulPersonalitySignLondon5th ray7th rayGemini.New York2nd ray3rdrayCancer.Tokyo6th ray4th rayCancer.Geneva1st ray2nd rayLeo.Darjeeling2nd ray5thrayScorpio.If students will study this information in connection with that given elsewherein connection with the nations and other cities, the inter-relations nowemerging in world affairs will be seen as the result of the play of these forcesand energies and as, therefore, to a certain extent, unavoidable. The use of theenergy may be along wrong lines, producing separation and trouble; it may bealong right lines, leading [94] to eventual harmony and understanding; but theenergy is there and must make its effects felt. As in the individual life, asthe results of the play of soul energy upon the form aspect, one or other of therays will dominate. If the person or the nation is spiritually oriented, theresult of the energy impact will be good and will lead towards the working outof the divine plan, and thus be wholly constructive. Where personality forcedominates, the effects will be destructive and may temporarily hinder divinePurpose. Nevertheless, even force which is turned to destructive ends can anddoes finally work towards good, for the trend of the evolutionary force isunalterable, being based on the Will-to-good of Divinity Itself. The inpouringsoul energy can be slowed down or speeded on its way according to the purpose,aspiration and the orientation of the entity (human or national); it can expresssoul purpose or personality selfishness, but the innate urge to betterment willinevitably triumph.This entire question of the planetary centres and the energy which they releaseis naturally of great interest and, could we but realise it, of supremeimportance. Some great truth lies veiled behind the tendency of all peoples toregard certain cities and places as holy and as set apart for their spiritualvalue; they make them the goal of their pilgrimages; in connection with thehuman being, the same analogy holds good and the heart, for some reason, isregarded as holier and more desirable in its expression than the head. All thisindicates an innate recognition by humanity that behind the outer form is everto be found the intangible, the real and the holy.I would like to enlarge somewhat upon this subject of the centres through whichspiritual energy is today flowing, but it must be remembered that the theme withwhich we [95] are now occupied is one of general interest but not of individualmoment. Arguing as one ever should from the universal to the particular, it isessential that humanity relate its own mechanism to the greater mechanism (ourentire planetary life) and view what is called “one’s own soul” as aninfinitesimal part of the world soul. It is necessary also for man to relate hissoul to his personality, viewing both as aspects and integral parts of the humanfamily. This will be increasingly the case. This process is beginning todemonstrate in the steadily expanding group, national and racial consciousnesswhich humanity is today demonstrating — a consciousness which shows as aspiritual inclusiveness or as an abnormal and wicked attempt (from thestandpoint of the soul) to fuse and blend all nations into a world order, basedon material issues and dominated by a material vision. There was nothingspiritual in the vision of the leaders of the powers which were called the Axispowers, and the vision of the masses of people has not proved adequate toarrest, as yet, the materialising of this vision. But the spiritual intent ofmankind is slowly growing and the great Law of Contrasts will eventually bringillumination.The Lord of the World, the “Ancient of Days,” is releasing new energies intohumanity, transmuted in the present furnace of pain and fiery agony. Thistransmutation will bring about a new power of sacrifice, of inclusive surrender,a clearer vision of the Whole and a cooperative spirit hitherto unknown andwhich will be the first expression of that great principle of sharing, so sorelyneeded today.I am not here speaking idealistically or mystically. I am pointing out animmediate and possible goal; I am giving a clue to a scientific process which isgoing on under our eyes and which is, at this time, at a point of crisis. [96]As this is the Aryan race (the term is not used in the German or materialisticsense) these five centres to which reference has been made, these five focalpoints of spiritual energy, are being abnormally and deliberately stimulated andvitalized. The energy which flows from them is profoundly affecting the worldand the United Nations; this holds great hope for the future. It is for thereason that New York is one of these five centres that the United Nationsorganisation is to work here.There are two centres on our planet which are as yet relatively quiescent as faras any world effect is concerned. To them I assign no other focal point beyondhinting that within the continent of Africa one will some day be found, andlater still (many millions of years later) another will be discovered in theregion of Australia. It is, however, with these five centres in this fifthrootrace that we are concerned.The force which the centre at Geneva is expressing (at present ineffectually,though later a change will come) is that of the second Ray of Love-Wisdom, withits major emphasis at this time upon the quality of inclusiveness. It isconcerned with the “binding together in brotherly love” and with the expressionof the nature of service. This planetary centre, which conditions the littlecountry of Switzerland, has had a most potent effect upon that country and astudy of these effects will demonstrate future possibility for the world, oncethe flow of its energy is less obstructed. It has produced the fusion of threepowerful racial types in group formation and not through admixture as in theUnited States; it has enabled two relatively antagonistic divisions of theChristian faith to work together with a minimum of friction; it has made Genevathe seat of the Red Cross — that world activity which works truly [97]impartially with and for the nationals of all countries and for the prisoners ofall nations; it housed that sad but well-intentioned experiment which was calledthe League of Nations, and will again house a more true league to meet the worldneed; it is that which protected the small country from the aggressive sweep ofthe Axis powers. The motto or note of this centre is “I seek to fuse, to blendand serve.”The force which is centred in London is that of the first Ray of Will or Powerin its building aspect and not in its destroying aspect. It is the service ofthe whole which is being attempted and at great cost, and the effort is toexpress the Law of Synthesis which is the new emphasis pouring through fromShamballa. Hence the fact that the governments of many nations found asylum inGreat Britain during the war. Also, if the Forces of Light triumph because ofthe cooperation of mankind, the energy expressing itself through this powerfulempire will be potent in establishing a world order of intelligent justice and afair economic distribution. The keynote of this force is “I serve.”The force expressing itself through the centre, New York, is the force of thesixth Ray of Devotion or Idealism. Hence the conflicts everywhere to be foundbetween the varying ideologies, and the major conflict between those who standfor the great ideal of world unity brought about by a united effort of theForces of Light, backed by the cooperative effort of all the democratic nations,and the separative materialistic attitude of those who seek to keep the UnitedStates from assuming responsibilities and her rightful place in world affairs.This latter group, if they succeed in their endeavour, will deny the UnitedStates her share in the “gifts of the Gods in the coming age of peace which willsucceed this point of critical suspension,” as The Old Commentary phrases it.The sixth Ray is either [98] militant and active, or mystical, pacific andfutile, and these two aspects at present condition the United States. Thekeynote of this world centre is “I light the WAY;“ this is the privilege of theStates if its people so choose and permit worldwide humanitarian, self-sacrifice(self-initiated) and a firm decision to stand by righteousness to govern theirpresent attitudes and policies. This is slowly coming to pass and the selfishvoices of blind idealists, the fearful and the separative are dying out. Allthis is happening under the inspiration of service, motivated by love. Thus thetwo major democracies can eventually restore world order, negate the old orderof selfishness and aggression and usher in the new order of world understanding,world sharing and world peace. Peace will be the result of understanding andsharing, and not the origin of them, as the pacifists so often imply.The force pouring through Darjeeling at this time is that of the first Ray ofWill or Power. The soul ray of India is the first ray and hence the immediateeffect of the inpouring Shamballa force is to stimulate the will-to-power of alldictators, whether they are the would-be world dictators such as Hitler and hisgroup of evil men, ecclesiastical dictators in any religion, business dictatorsin any business group in any part of the world, or those minor dictators, thetyrants in the home. It is interesting to note that the keynote of India is “Ihide the light,” and this has been interpreted to mean that the light poursforth from the East and that the gift of India to the world is the light of theAgeless Wisdom. This is true in a sense, but there is a wider and deeper sensein which it will prove true. When the intent and purpose of the great Life whichworks through Shamballa is carried out and is in process of expression, a lightwill be revealed which has never yet been [99] seen or known. There is a word inthe Christian Scriptures which says “In that light shall we see light;” thismeans that through the medium of the light of wisdom shed abroad in our heartsthrough the Ageless Wisdom, we shall eventually see the Light of Life itself —something meaningless and inexplicable to humanity at present but which will belater revealed when the present point of crisis is surmounted. Of its nature andits effect I have naught to say to you at present.I would like here to interpolate some remarks. It is of deep moment to realisethat Great Britain and the United States are closely related; that this relationmakes certain realities and activities inevitable once the soul of each nationis functioning potently. India and Great Britain are also related through thisfirst Ray personality of Great Britain and the soul ray of India. Theimplications are clear and interesting and also encouraging. The consciousnessaspect of the British people is steadily shifting into an expression of theirsecond ray soul and hence their seizing upon the opportunity at this time toserve humanity at immense cost. The same thing is happening to the Americanpeople. The problem of shifting idealism is great, as I have said, and thetemptation is to hide behind the glamour of fighting for an ideal rather thanreact to world need, and omit to react to the ray of the soul which is thesecond ray of love.The forces flowing through Tokyo are those of the first Ray in its lowermaterialistic aspect. Japan is governed by the soul ray in the consciousness ofits leaders. Its sixth ray personality is responding to the call of the firstray energy and hence all the present unhappy attitudes and activities, and hencealso its link with Germany through the soul ray of both nations and with Italythrough the personality rays. Hence, therefore, the Axis.[100]I would here point out that in these inter-relations is no inevitable fate orunavoidable destiny. The aim of the individual disciple is to handle the forceswhich play through him in such a manner that only constructive good caneventuate. He can misuse energy or employ it for soul ends. So it is withnations and races. The fate of a nation lies in the hands of its leadersusually; they marshal the nation’s forces, focus the national intent (ifintuitive enough) and develop the characteristics of the people, leaving in factbehind them the memory of symbols of national intent, ideals or corruption. Thiscan be seen as it worked out in a demonstrable way in the two great guidinggroups of world leaders during the war. The three Axis groups of leaders,dominated by the evil German group, with Italy and Japan fighting at intervalsagainst the evil influence (consciously seldom but unconsciously often), and thesecond group — the leaders of the Allied Cause. No matter what past history mayindicate in connection with many of the allied nations (past aggressions,ancient cruelties and wrong doing), they were and are today seeking to cooperatewith the Forces of Light and are endeavouring to salvage human freedom —political, religious and economic.I would also point out in passing that the two major divisions of the world —the Occident and the Orient — are also governed by certain ray energies, asfollows:The OccidentSoul RayRay II.Personality RayRay IV.The OrientSoul RayRayIV.Personality RayRay III.[101] I would remind you that we are in a period of shifting rays and that theychange both for individuals and nations, for hemispheres and planets. All canmove off a minor ray on to a major, if destiny decrees. A study of the abovetabulation will give much light to the inter-human relation. Three greatcountries hold the destiny of humanity in their hands at this time: The UnitedStates of America, Great Britain and Russia. Great fusing, racial experimentsare going on in all these lands; the rule of the people is being developed inall of them, though it is as yet in an embryonic stage. In Russia it is beingretarded by a dictatorship which will shortly end; in the States by corruptpolitics, and in Great Britain by ancient imperialistic tendencies. Butdemocratic principles are being developed, if not controlling; religious unityis being established though it is not yet functioning, and all three countriesare learning very rapidly, though the United States at present is learning themost slowly.The Occident and the Orient are linked through the personality ray of theOccident and the soul ray of the Orient; this indicates eventual understanding,once the second ray occidental soul becomes the dominant factor. When thesevarious relationships are somewhat grasped by the peoples of the world, you willget the clue to the various happenings taking place today and will understandthe goal and the method of its attainment more clearly. There is much deepresearch work to be done, for the science of energy relationships is yet in itsinfancy.The next few years will see its gain. What is really happening is a shift in thehuman consciousness from its focus on individual energies functioning throughsome specific ring-pass-not (individual, national, continental or racial) to agrasp of their inter-relation and effects upon each other. This science can bestudied in various ways: [102]1. From the angle of antagonisms which seem inevitable and which can beaccounted for by the ray energies and which can be offset by soul energiesrightly employed.2. From the angle of identity of forces, leading inevitably to identity ofinterests and activities.3. From the angle of fusion, of unity of vision and of goals.4. From the angle of humanity as a whole. If it is remembered that humanity isprimarily governed by two rays (the second and the fourth) it will be found thatthose nations and countries whose governing rays are also the second and thefourth must and will play an important part in determining human destiny.Therefore, through the five major centres in the planet today, spiritual energyis streaming forth, and according to the vehicle of expression which receivesits impact so will be the reaction and activity, and so will be the type ofconsciousness interpreting and using it. The ancient occult truism remainsaccurate: “Consciousness is dependent upon its vehicle for expression and bothare dependent upon life and energy for existence.” This remains an immutablelaw.The five cities which are the exoteric expression of the esoteric centre offorce and through which the Hierarchy and Shamballa are seeking to work are thecorrespondence in the planetary body to the four centres up the spine and theajna centre in the body of humanity and of individual man. In all three cases,they are “living vital focal points of dynamic force” to a greater or lessextent. Some predominantly express soul energy and some personality force; someare influenced by Shamballa and some by the Hierarchy. The head centre of theOccident is beginning to react to second ray energy and the ajna centre tofourth ray energy and in this lies the hope of the race of men. [103]There is a wide field of research here. This research will fall into severalcategories:1. Research into the realities of man’s spiritual nature and centres, the natureand influences of their governing planets, their inter-relation from the energyangle and the quality of the ray forces which are seeking expression, plus aknowledge of the personality and egoic rays. Out of this will come anunderstanding grasp of the human constitution which will reveal allrelationships and produce two basic “events in time”:a. The blending in the waking consciousness of the subjective and objective lifeof the individual.b. A new relation established between men which will be based upon the abovefusion.2. Research into the various national centres and their esoteric rulingenergies, revealing in a more universal manner and with a wider horizon thedestiny of humanity in relation to its group units, large and small. The souland personality qualities of nations will be studied, the centres within eachnation which focus certain ray energies will be noted, and the qualitativeemanations of its five or six major cities will be investigated. Let me heregive you an instance of what I mean: the influences of New York, Washington,Chicago, Kansas City and Los Angeles will be the subject of scientific research;the psychic atmosphere and the intellectual appeal will be studied, effort willbe made to discover the soul quality and the personality nature (the spiritualand the materialistic tendencies) of these great aggregations of human beingswhich have come into expression in certain fixed localities [104] because theyare expressions of the force centres in the vital body of the nation. Similarly,in connection with the British Empire, a study will be made of London, Sydney,Johannesburg, Toronto and Vancouver with subsidiary studies of Calcutta, Delhi,Singapore, Jamaica and Madras which are all subjectively related in a mannerunforeseen by students at present. Under the plan, and contingent upon theenergies pouring through the five planetary centres according to plan, there arethree great fusing energies or vital centres present upon our planet:a. Russia, fusing and blending eastern Europe and western and northern Asia.b. The United States (and later South America), fusing and blending central andwestern Europe and the entire western hemisphere.c. The British Empire, fusing and blending races and men throughout the entireworld.In the hands of these nations lies the destiny of the planet. These are thethree major world blocs, from the consciousness angle and from the angle ofworld synthesis. Other and lesser nations will participate in the process withfull independence and cooperation, voluntarily and through the perfecting oftheir national life in the interests of the whole of humanity and through thedesire to express and preserve their soul integrity and their purified nationalpurpose (which purification is now going on). The keynote, however, of humanliving will be struck by Russia, Great Britain and the United States — notbecause of their power, their historical past and their material resources or[105] territorial extent, but because they are in a position to fuse and blendthe many types, because they are far-visioned in their world purpose, becausethey are not basically selfish in their intent, and because the government ofthe peoples reaches down into the depths of each nation and is fundamentally forthe people. Their basic Constitution, Magna Charta and Bill of Rights are human.Other nations will be gradually swept into line with these fundamental spiritualrequirements, or — if they are already based on these human principles and noton the rule of a powerful minority, exploiting an unhappy majority — they willcooperate freely with these greater nations in a federation of purposes and ofinterests until such time as all the nations of the world see the vision clear,forego their selfish aims and agree in the unity of the work to be done for thewhole. Humanity will then emerge into the light of freedom with a revealedbeauty and a spiritual purpose, hitherto unknown.Beginning as ever with the study of the microcosm as the clue to the macrocosm,but seeking at the same time to envisage the macrocosm in order to understandthe microcosm, man will some day establish an intelligent relation to the wholeof which he is a part and with conscious cooperation. Thus the higher mind andthe lower mind, the abstract and the concrete, the subjective and the objectivewill be brought into a functioning unity and man will be whole.I cannot give you the relation of the planetary centres to the human being. Toomuch knowledge would be given too soon and prior to the time when there isenough love present in human nature to offset the possible misuse of energy withits often disastrous consequences. The colours, [106] the mathematical rate ofthe higher vibrations which emanate from the centres — individual and planetary— and the quality (esoterically understood) of the energies must be the subjectof human research and self-ascertained. The clues and the hints have been givenin the Ageless Wisdom. The slower method of research is the safer at present.Early in the next century, an initiate will appear and will carry on thisteaching.The remainder of this century must be dedicated to rebuilding the shrine ofman’s living, to reconstructing the form of humanity’s life, to reconstitutingthe new civilisation upon the foundations of the old, and to the reorganising ofthe structures of world thought, world politics, plus the redistribution of theworld’s resources in conformity to divine purpose. Then and only then will it bepossible to carry the revelation further.Be of good cheer, for there is no true defeat of the human spirit; there is nofinal extinction of the divine in man, for divinity ever rises triumphant fromthe darkest pit of hell. There is need, however, to overcome the inertia of thematerial nature in response to human need, individually and by the nations notengrossed with the essentials of the situation. This shows signs of happening.There is no power on Earth which can prevent the advance of man towards hisdestined goal and no combination of powers can hold him back. Today thatcombination is active — a combination of ancient evil and modern aggressiveselfishness, released through a group of unscrupulous and ambitious men in everycountry. They will not finally succeed. They may delay and hinder the emergenceof freedom. The charge against them under the Lords of Destiny is mounting up,but Divinity will triumph."},{"pageContent":"SPIRITUAL LIFE IN THE NEW AGE[107] One point I would like here to bring to your attention and that is thatthe two great groups of divine agents — the Great White Brotherhood and theLodge of Materialistic Forces — are both of them seeking to divert theseenergies into channels which will further the ends for which they work and forwhich they were formed and exist. Therefore, I would ask you to remember thatbehind all the outer events are these two directing agencies. You have, as aconsequence:1. Two groups of advanced Minds, both equally illumined by the light of theintellect, and both of them formulating clearly their objectives, but differingin their direction and their emphasis. One group, under the divine plan, workswith the form aspect entirely, and in this group the light of love and ofselflessness is absent. The other group is working entirely with the soul or theconsciousness aspect, and in this group the doctrine of the heart and the law oflove control. In this connection, the two groups are working in opposition,therefore, upon the mental plane.2. The plans, which embody these two differing ideals and objectives, arecarried down on to the astral plane, and thus into the world of desire. Thelines of demarcation remain ever entirely clear as far as the workers in thesetwo groups are concerned, but are not so clear where ordinary human beings andthe world disciples and initiates are concerned. There is much chaos on theplane of desire, and the world Arjuna is today sitting in bewilderment betweenthe two opposing forces or camps, recognising his relationship both to form andto [108] soul and at the same time wondering where his duty lies. His point inevolution determines his problem. Thus the two groups are working in oppositionupon the plane of desire.3. The materialising of the plans of these two groups of illumined mindsproceeds steadily under the differing laws of their being — the laws of formlife and the laws of spiritual living. In this initial stage and whilst thebattle is being fought out in the realm of desire (for that is where the majorconflict is being waged, and all that is happening upon the physical plane isonly a reflection of an inner conflict) the forces of these two groups, workingwith the energies of the sixth and seventh rays, have brought about in the fieldof physical living, a state of complete cataclysm. The economic situation andthe religious hatreds are the two major instruments. This is a subject uponwhich you would do well to ponder.Consequently, you have two groups, two objectives, two great formulated ideals,two streams of active energy and two rays predominantly in conflict, thusproducing the differing ideologies. The result of this dualism is the externalchaos, the differentiation of the two group ideals into the many humanexperiments, and the resultant ranging of the entire human family under manybanners, which testify to the various viewpoints in the many fields of thought —political, religious, economic, social, educational and philosophical. Theresult of all this conflict is, I would tell you, definitely good, and itdemonstrates the steady achievement of the Great White Lodge. The consciousnessof humanity has been definitely expanded and the whole world of men at this timeis thinking. This is a totally new phenomenon [109] and a fresh experience inthe life of the human soul. The first result of all the turmoil has been toshift the focus of human attention on to the mental plane and thereby nearer tothe sources of light and love.It is right here and in connection with this eventful change of focus that theworld disciples can shoulder responsibility and proceed to active work. When Ihere speak of disciples, I am using the term in connection with all who aspireto true humanity, to brotherhood, and to the living expression of the higher andspiritual values. I am not using it altogether in the technical sense, whichinvolves a recognised relation to the Hierarchy through the grades ofprobationary or accepted discipleship, though these are included in my thought.I refer to all aspirants and to all who have any sense of true values and anurge to meet the world’s need.To understand a little the problem involved and the differing modes of workwhich characterise those who worked in the past under the influence of the sixthray and those who are learning to work under the influence of the incomingseventh ray, it might be helpful if we compared very briefly the two systems ofactivity. I would ask you to remember that both systems and modes of work areequally right in their time and place, but that the modern disciple should bediscarding the old methods and steadily learning to employ the new and moremodern and effective modes of work. This he must learn to do optimistically andwith assurance, knowing that the benefits and the experience gained under thesixth ray system of discipline is still his most precious possession because ithas been transmuted from method and mode into characteristics and establishedhabits. It is the new ways of working and the new forces and objectives whichthe disciple of this present era has to master; he [110] must do this relyingupon the lessons learnt in the past and must base his new structure of truthupon the foundations and the stabilised orientations, which must now beestablished.The first step for the sincere aspirant is at this point to stop for a moment toenquire and discover whether he is working primarily under the sixth ray impulseor the seventh ray influence. I use these words “impulse and influence”deliberately because they describe the general effect of the two functioningenergies. Upon one thing all disciples and aspirants can rely and this is thebasic and enduring effect of all the sixth ray potencies which have beenestablished during the past two thousand years. These must be counted upon,offset and understood and the newer influence must then be studied, the newermethods investigated and mastered, and the new ideas and idealisms must bebrought through into objectivity and so expressed in a new way. Only thus canthe new civilisation and culture be wisely and sanely produced and thefoundations laid for the development of the human family along right linesduring the coming era. It will be of value, therefore, to compare the old andthe new ways of discipline and of training, of attribute and quality, and ofmethod and objectives.Let us take the sixth ray methods of activity and its major characteristicsfirst of all. They are, for us, the most familiar and can be rapidly considered,enabling us to pass on to the new ways of demonstrating and discovering theancient wisdom, and to the comprehension of the fresh modes of working whichwill give new vitality to the work of the Hierarchy upon the physical plane.The outstanding characteristic of the disciple and the aspirant under the oldregime was devotion. The race had, of necessity, to achieve a different andright orientation to [111] the world of spiritual values, and hence the effortof the Hierarchy during the past twenty centuries was to lay the emphasis uponthe realm of religious values. The world religions have held the centre of thestage for several thousand years in an effort to make humanity seekone-pointedly for the soul and thus prepare itself for the emergence of thefifth kingdom in nature. This is slated (if I might use such a specialised word)to come into manifestation during the imminent Aquarian age; this age will bepredominantly the age of worldwide discipleship, leading later to the age ofuniversal initiation in Capricornian times. Therefore the great world religionshave held authoritative sway for a very long time; their peculiar tenets,adapted to specific nation, race or time, embodied some truth through the mediumof some particular teacher who attracted to himself individuals throughout theworld who were spiritually minded, because he expressed for them the highestgoal towards which they could possibly strive. All the world religions have beenthus built around an embodied Idea, Who, in His Own Person, expressed theimmediate ideal of the time and age. He demonstrated certain divine attributesand concepts which it was necessary to present to the vision of the sons of menas their possible and immediate goal. In these manifestations — as I haveearlier pointed out — the sixth ray influence can easily be seen. When, however,an individual sixth ray influence can be noted in an era wherein the sixth rayis uniquely active, then the reason for the potency of the religious idea, asexpressed in theological dogma and doctrine and the universal authority of theChurches can be seen.This orientation of man to the world of higher values has been the mainobjective of the Piscean age which is ending now and of the sixth ray influencewhich is so [112] rapidly passing out. Though there has never been a time whenthis basic orientation has not been going steadily forward, it is of value tobear in mind that during the past two thousand years a much higher, rarer andmore difficult process of orientation has been held before the race and for thefollowing reason. The fourth kingdom in nature has been definitely attractedupwards towards the emerging fifth kingdom and this has made necessary also theshift of attention away from the three worlds of human endeavour and expressioninto the higher world of soul consciousness. It has necessitated likewise therefocussing of the instinctual and intellectual attention which are the mainfactors in the unfoldment of divine awareness. This awareness can beinstinctual, intellectual and therefore human, and also spiritual. But all threeare equally divine, which is a point oft forgotten.The second objective of the sixth ray disciple or of the man who is emerging outof the sixth ray influence but is still conditioned by it (being arepresentative human being from the current evolutionary angle) has been theunfolding of the “capacity for abstraction,” as it has been called. Theoutstanding quality of our day and period, as a result of transmuting humanquality and character in and through its disciples, has been the expression ofthe idealistic nature of man, or of his instinctual response to the higherintuitional values. In the past, highly developed but rare people have here andthere demonstrated this power to abstract the consciousness from the material orform side of life and to focus it upon the ideal and upon the formlessexpression of living truth. Today, whole masses of people and entire nations areregimented to certain forms of idealism and can and do appreciate ideas,formulated into ideals. Thus again the success of the evolutionary process canbe seen [113] and the work of the Hierarchy, as it endeavours to expand humanconsciousness, can be demonstrated to be effective.Because of the potency of the sixth ray activity, owing to the long periodwherein it has been expressing itself, the reaction of the average human beingis one of intense devotion to his particular ideal, plus the effort,fanatically, to impose his idealistic dream (for that is all it potentially is)upon his fellowmen and to do so in such a form that unfortunately the originalidea is lost, the primal ideal is destroyed and the devotee becomes much moreoccupied by the method of applying his ideal than by the ideal itself. Thus theidea is lost in the ideal and the ideal, in its turn, in the method of itsapplication. The man becomes the devotee of an ideal which may or may not beembodied in an individual expression; this controls his thoughts, fore-ordainshis activities and leads him frequently to merciless excesses in the interest ofhis peculiar and formulated idea.Under the immediate expression of the sixth ray, the divine principle of desirehas shifted potently away from the desire for material form into the realm ofhigher desire. Though materialism is still rampant, there are few people who arenot animated by certain definite idealistic aspirations for which they areready, when needed, to make sacrifices. This is a relatively new phenomenon andone that should be carefully noted. Down the ages, great sons of God have everbeen ready to die for an idea; today, whole masses of men are equally ready andhave done so, whether it is the idea of a superhuman state, empire or nation, orsome response to a major world need, or some potent adherence to some currentideology. This indicates phenomenal racial achievement and the pronouncedsuccess of [114] the Hierarchy to shift human attention into the world fromwhence ideas emerge and on to the higher and the less material values.The instinct which has characterised this passing sixth ray period and which hasbeen noticeably fostered under its influence is that of taste — taste in food,in human intercourse, in colour, in form, in art and architecture and in allbranches of human knowledge. This discriminating taste has reached a relativelyhigh stage of development during the past two thousand years and “good taste” isa highly cherished mass virtue and objective today. This is a totally new thingand one which has been hitherto the prerogative of the highly cultured few.Ponder on this. It connotes evolutionary achievement. For the disciples of theworld, this sense of taste has to be transmuted into its higher correspondence —a discriminating sense of values. Hence the clear emphasis laid in all textbookson discipleship upon the need to develop discrimination. Desire — taste —discrimination; these are the values, under the sixth ray, for all evolutionaryunfoldment and peculiarly the goal of all disciples.The methods whereby the activity of the sixth ray and its objectives have beenimposed upon the race are three in number:1. The development of instinct. This is followed by intelligently recogniseddesire and thus there is a steady expansion of requirements, of realisation andthen of reorientation.2. The consequent stimulation of the human consciousness towards expansion,leading finally to spiritual aspiration.3. The reflection of reality in the mind consciousness follows next and this issensed, demanded and sought through the medium of group work. [115]The apparatus of the human being, which is the mechanism whereby the soulcontacts the three worlds which would be otherwise (under the present plan)sealed and hidden to the experience and experiment of the soul, has been moreacutely sensitised and developed during the past two thousand years than in anyprevious period of ten thousand years. The reason for this is that the mind ofman has been consciously aiding in the process of coordinating the instincts andtransmuting instinctual reaction, translating it into intelligent perception. Inthe case of the world disciples, this process has been carried forward into thenext stage of unfoldment to which we give the name of intuitional knowledge. Thecounterparts of the five senses and their higher correspondences upon thesubtler planes are being rapidly unfolded, organised and recognised and it is bymeans of these inner senses that spiritual discovery becomes possible as well asthe more familiar psychic discoveries. In the three phases:a. Instinct to aspirationb. Stimulation of divine desirec. The reflection of realityyou have the history of the activity of the sixth ray and of its relation duringthe past few centuries to its major field of expression, the astral plane.We can now proceed to consider the seventh ray in its relation to the presentsituation in just the same way as we considered the sixth ray. Through doingthis, there will unfold in your consciousness an idea of the developing processand of the emerging events and of the imminent happenings which may logically beexpected. There are, as you may realise, two ways in which any particular raymay [116] be considered. It can be studied, first of all, from the angle ofenergy which is ever coming into relation with other energies and forces,producing through their meeting and frequent conflict a situation entirelydifferent and changed from that which existed prior to the contact. The stagesof this import might be covered briefly by the following words: Contact,conflict, adjustment, equilibrium (a form of stalemate or static condition suchas was arrived at during the 19th century), absorption and the finaldisappearance of the weaker outgoing energy. The conclusion is always inevitablefor it is not the rays themselves which are in conflict but the substance andthe forms which are implicated during the period. Secondly: the quality of theray can be considered. This is in reality the expression of its soul andintrinsic nature, which — impinging upon the condition existing when the raycomes into manifestation — definitely does three things:1. Changes the nature of the civilisation and the culture of humanity in anygiven period. It is this force which the Hierarchy utilises when any meeting ofthe ray energies takes place. The culture is first changed, because all basicquality changes work ever from above downwards, and it is the intelligentsia whoare at first sensitive to the incoming differences. Form changes thenautomatically reverse the process. It is thus that points of juncture inevitablyoccur throughout the evolutionary process. When the scientists concerned withthe theory and processes of evolution accept and study the ray procedure,definite changes in attitude and a closer approach to the truth will at onceappear. This concept also lies behind the teaching which I have given anent theGreat Approaches which must take place (and can take place [117] very shortly)between the fourth and the fifth kingdoms in nature. Of the fifth kingdom, theHierarchy is the dynamic and living nucleus.2. Changes in the other kingdoms in nature, producing a different quality in themanifestation of the soul of any kingdom (for they all differ in soul quality)and consequently changes in the form aspect as well.3. Changes in the type of egos or souls which will take incarnation during anyparticular ray period. By this I mean that just as during the age which is nowcoming to an end, the bulk of the incarnating souls were predominantly sixth rayin quality, so we can look for an increasing number of seventh ray egos now toappear. The furtherance of the coming seventh ray civilisation of synthesis,fusion, and of increased soul expression, and the development of the new stageinto which the white magic of the Hierarchy is entering is, therefore,inevitable and for this stage there should be definite preparation and training.The powers of the magical age are many and one of the reasons why the seventhray is now making its appearance is that, owing to the rapid perfecting andintegration of the human personality, the higher integration between soul andpersonality is today more possible and more easily accomplished than everbefore. The new forms, through which that much desired consummation can beaffected, must be consequently gradually and scientifically developed. This, asyou may well conceive, will be achieved through the intensification of theforces, functioning through the etheric body, through the coordination of theseven major centres, and the establishing of their rhythmic relationship. Theseventh ray governs predominantly upon the etheric levels of [118] the physicalplane. It does not govern the dense physical form which is under the control ofthe third ray. It is the vital or the etheric body which is responsive to anddeveloped by the incoming seventh ray influences.In considering the methods whereby the seventh ray purposes are achieved, Iwould like to point out that it is in this part of our discussion that I amlimited and handicapped by language, because we are dealing with that which isnew and, therefore, not as yet to be truly comprehended, and with thosedevelopments which will be eventually brought about by means of a true andscientific magic. This new magic will have no more relation to the crudeattempts and oft ridiculous undertakings of the magicians, alchemists andperformers of the past than c-a-t, cat, has to an algebraical formula. I wouldremind you also that in that home of ancient magic which you call Egypt, themagical work there performed was definitely concentrated upon the producing ofphysical effects and material results, and that the focus of the attention ofthe magician of the day can be seen in the stupendous production of thoseancient and gigantic forms, standing silent and still in their pristinemagnificence, which today call for the attention of archaeologists andtravellers; the forms of lesser magic which they produced were dedicated to themagical protection of the physical form and allied matters. In later days, wehave the appearance of alchemy in its many forms plus its search for thePhilosopher’s Stone and the teaching as to the three basic mineral elements.They were driven esoterically and from the subjective side of life to search forthat which could unify the three lower physical levels and this is in its naturedeeply symbolic of racial unfoldment. These levels symbolise the integrated man— physical, astral and mental. When to these elements the Philosopher’s [119]Stone is added and has done its magical work, then you have the symbolicrepresentation of the control by the soul of the four higher levels of thephysical plane, the etheric or energy levels. Of this desirable consummation,the Philosopher’s Stone is the emblem. I said “emblem,” and I did not say“symbol.” A symbol is an outer and visible sign of an inner and spiritualreality, carried out into expression upon the physical plane by the force of theinner embodied life. An emblem is man’s formulation of a concept, created by manand embodying for him the truth as he sees it and understands it. A symbol isever greater in its implications than is an emblem.The etheric levels are also the field of expression for the soul, whether it isthe human soul or the soul as an expression of the higher triad, the monadiclife. I wonder whether any of you have the faintest idea what will happen tohumanity when the inner subjective reality, functioning through the etheric andpouring its forces unimpeded through the centres in that body, will have madeits major controlling integration with the dense physical apparatus, reducing itto complete submission as a result of the higher integration, consummatedbetween the soul and the personality.We are, therefore, at a most interesting and crucial period in racial andplanetary history — a period unlike any which has preceded it and for the reasonthat the evolutionary process has been definitely successful in spite of allfailures, mistakes, and delays; of these latter there have been many owing tothe refusal (curious and difficult to understand in your eyes) of the Energies,concentrated at Shamballa, to impose the force of will on matter and on formuntil such time as this can be done with the cooperation of the human family.This has never been possible hitherto, owing to the unpreparedness of man forthe task [120] and his ignorance as to the Plan. The Lord of Shamballa and HisHelpers have had to wait until at least the dim outlines of the Plan hadpenetrated through into the consciousness of the race; this is beginning tohappen with increasing frequency, and from day to day more and more intelligentmen and women are coming (or are being brought) into touch with the emergingideas of the Hierarchy. We can look, therefore, for the steady appearance,gradually and cautiously applied, of the will energy of the highest centre(Shamballa) which is to be found upon our planet. This centre corresponds to themonadic centre which makes its power felt in the consciousness of the disciplewho is ready for the third initiation. Once the second initiation has beentaken, the watching Hierarchy can begin to note the constant reorientation ofthe soul towards the monad, and the attractive power of that highest aspect overthe initiate. Today, so many members of the human family — in incarnation or outof incarnation — have taken the first two initiations that the attention ofShamballa is being increasingly turned to humanity, via the Hierarchy, whilstsimultaneously the thoughts of men are being turned to the Plan, to the use ofthe will in direction and guidance, and to the nature of dynamic force. Thequality, for instance, of the explosive and dynamic nature of war in thiscentury is indicative of this, for the will energy in one of its aspects is anexpression of death and destruction; the first ray is the ray of the destroyer.What can, therefore, be seen occurring is the effect of the Shamballa force uponthe forms in nature, due to the misuse of the incoming energy by man. War in thepast, speaking generally and esoterically, has been based consistently upon theattractive power of possessions and this has led to the aggressive and graspingcharacter of the motives which have led to war. Gradually [121] there has been achange coming about and war has lately been founded upon somewhat higher motivesand the acquisition of more land and territorial possessions has not been thetrue and the main motive. War has been prompted by economic necessity, or it hasbeen in the nature of the imposition of the will of some nation or group ofnations and their desire to impose some ideology or other upon some nation or torid itself of a worn out system of thought, of government, of religious dogmawhich is holding back racial development. This is being now consciously done andis an expression of the Shamballa or will force and is not so definitely thedesire force of the past.The seventh ray is one of the direct lines along which this first ray energy cantravel and here again is another reason for its appearance at this time,because, in the releasing of the life into the new and improved forms, the oldways of living, of culture and of civilisation have to be destroyed or modified.This is, all of it, the work of the first Ray of Will expressing itselfpredominantly at this present time through the seventh Ray of Organisation andRelationship.When we studied the sixth ray, we considered first of all the effect of the rayupon the work and training, the life and the plans of the disciple, conditioningas it inevitably must his activities and life output. Then we considered themotivating principle of desire in this connection and finally touched upon thethree modes of the prevalent ray activity. Let us follow the same procedure now,thus gaining some idea of the relationship between the sixth and the seventhrays and the manner in which the potency of the sixth ray has prepared humanityfor the imminent happenings with which it is faced.What I have now to say will not be followed with ease [122] or with dueappreciation by the sixth ray disciple, because the methods employed by ThoseWho are handling and directing the new energies are not comprehensible by him,grounded as he is in the methods of the past; hence the appearance of thefundamentalist schools, found in every field of thought — religious, politicaland even scientific. Again, when the sixth ray disciple attempts to use the newincoming energies, they express themselves for him upon the astral plane and theresult is astral magic, deepened glamour and pronounced deception. To this factmust be ascribed today the appearance of teachers, claiming to teach magic, tobring about certain magical results, to work with rays of differing colours andto utilise Words of Power, to pronounce decrees and to be repositories of thehitherto unrevealed wishes and secrets of the Masters of the Wisdom. It is all aform of astral glamour, and the contacting upon the astral plane of that whichwill later precipitate upon earth. But the time is not yet and the hour for suchusages has not arrived. The sense of time and the understanding of the correcthour for the carrying out of the Plan in its future detail has not been learntby these sincere, but deluded, people and — focussed as they are upon the astralplane and undeveloped as they are mentally — they misinterpret to themselves andfor others that which they there psychically sense. They know far too little andyet believe that they know much. They speak with authority, but it is theauthority of the unexpanded mind. The expression of old magical patterns, thedigging up of hints and indications of crystallised and worn-out methods fromthe ancient past is all too prevalent at this time and it is responsible formuch deception of the masses and consequent mass delusion.White magic — as I would have you remember — is concerned [123] with theunfoldment of the soul in form and its gaining needed experience thereby. It isnot concerned with direct work upon the form but with the indirect influence ofthe soul, functioning in any form in every kingdom in nature as it brings theform under its control, thereby effecting needed and developing changes in theapparatus of contact. The white magician knows that when the proper and correctray stimulation is applied to the centre which we call the soul in any form butnot to the form itself, that then the soul, thus stimulated, will do its ownwork of destruction, of attraction, of rebuilding and of a consequent renewedlife manifestation. This is true of the soul of man, of the soul of a nation andof the soul of humanity itself. Bear this in mind, for I have here stated abasic and fundamental rule by which all white magic is agelessly governed.It is for this reason that the seventh ray is spoken of as governing the mineralkingdom and also as manifesting through its mediumship that significant soulcharacteristic and quality which we call radiation. That word effectivelydescribes the result of soul stimulation upon and within every form. The life ofthe soul eventually radiates beyond the form and this radiation producesdefinite and calculated effects. The sixth ray is, as you know, very closelyrelated to the animal kingdom and its effect there is to produce in the higherforms of animal life the quality and expression of domesticity, and theadaptability of the animal to human contact. The rays controlling the animalkingdom are the seventh, the third and the sixth. Hence you can easily see thatthe relation which exists between the higher animals and man is a ray relationand, therefore, useful under the evolutionary law and inevitable in its results.The rays governing the vegetable kingdom are the sixth, the second and thefourth and here again there is an interlocking [124] relation through the mediumof the sixth ray. The human kingdom is governed by the fourth, the fifth andagain the fourth and this again indicates relationship. Some day these relationsand inter-connected lines of force will be better understood and scientificallystudied and the lines of related energies investigated. This interlockingdirectorate of energies will engage the attention of some of the best minds andwhen that takes place much will be learnt. This information is, however, ofnegligible use at this time and will remain so until such time as men aresensitive to the vibration of the different rays and can isolate a ray rhythm intheir consciousness. When this sensitivity is developed, then many rapid,significant and revolutionary discoveries will be made.One of the inevitable effects of seventh ray energy will be to relate and weldinto a closer synthesis the four kingdoms in nature. This must be done aspreparatory to the long fore-ordained work of humanity which is to be thedistributing agency for spiritual energy to the three subhuman kingdoms. This isthe major task of service which the fourth kingdom, through its incarnatingsouls, has undertaken. The radiation from the fourth kingdom will some day be sopotent and far-reaching that its effects will permeate down into the very depthsof the created phenomenal world, even into the mineral kingdom. Then we shallsee the results to which the great initiate, Paul, refers when he speaks of thewhole creation waiting for the manifestation of the Sons of God. Thatmanifestation is that of radiating glory and power and love.Incidentally I might point out here that the seventh ray influence will havethree definite effects upon the fourth and third kingdoms in nature. These areas follows: [125]1. All animal bodies will be steadily refined and in the case of humanityconsciously refined, and so brought to a higher and more specialised state ofdevelopment. This is today proceeding with rapidity. Diet and athletics, openair and sunshine are doing much for the race and in the next two generationsfine bodies and sensitive natures will make their appearance and the soul willhave far better instruments through which to work.2. The relation between the human and the animal kingdoms will becomeincreasingly close. The service of the animal to man is well recognised and ofceaseless expression. The service of man to the animals is not yet understoodthough some steps in the right direction are being taken. There must eventuallybe a close synthesis and sympathetic coordination between them and when this isthe case some very extraordinary occurrences of animal mediumship under humaninspiration will take place. By means of this, the intelligent factor in theanimal (of which instinct is the embryonic manifestation) will be rapidlydeveloped and this is one of the outstanding results of the intendedhuman-animal relationship.3. There will be, as a consequence of this quickened evolution, the rapiddestruction of certain types of animal bodies. Very low grade human bodies willdisappear, causing a general shift in the racial types towards a higherstandard. Many species of animals will also die out and are today disappearing,and hence the increasing emphasis upon the preservation of animals and theestablishing of game preserves.In this comparative, even if inadequate, study of the old and of the new typesof discipleship, one of the problems [126] facing the Hierarchy is how to bringabout the necessary changes in technique and method of development which theseventh ray type will require and yet at the same time so condition thesechanges that there can be smooth process of adjustment and interplay between theHierarchy and the world aspirants. This adjustment must include the two groups(one at present large and the other still small) of sixth and seventh raydisciples. The problems of the Hierarchy are, of course, no real concern ofthose who have not achieved liberation and cannot, therefore, look at lifethrough the eyes of those who are no longer held by the forces of the threeworlds, but it might serve a useful purpose if disciples occasionally gave somethought to the relation as it exists upon the Master’s side and gave lessthought to their own individual and peculiar difficulties.One of the major characteristics of the seventh ray disciple is his intensepracticality. He works upon the physical plane with a constant and steadyobjective in order to bring about results which will be effective in determiningthe forms of the coming culture and civilisation; towards the end of the seventhray cycle he will work equally hard to perpetuate what he has brought about. Hewields force in order to build the forms which will meet his requirements anddoes this more scientifically than do disciples on other rays. The sixth raydevotee is far more abstract and mystical in his work and thought, and seldomhas any real understanding of the right relation between form and energy. Hethinks almost entirely in terms of quality and pays little attention to thematerial side of life and the true significance of substance as it producesphenomena. He is apt to regard matter as evil in nature and form as alimitation, and only lays the emphasis upon soul consciousness as of trueimportance. It is this failure to work intelligently, and I would [127] like toadd, lovingly with substance and so bring it into right relation with the denseouter form that has made the last two thousand years produce so disastrously amismanaged world and which has brought the population of the planet into itspresent serious condition. The unintelligent work upon the physical plane,carried forward by those influenced by the sixth ray force, has led to a worldwhich is suffering from cleavage in as true a sense as an individual person cansuffer from a “split personality.” The lines of demarcation between science andreligion are a striking instance of this and have been clearly and forcefullydrawn. The cleavage to which I refer has been drawn by the churchmen of the pastand by no one else; the lines have been determined by the mystics, impracticaland visionary, and by the fanatical devotees of some idea who were,nevertheless, unable to see the broad implications and the universal nature ofthese recognised ideas. I am generalising. There have been many devoted and holysons of God who have never been guilty of the above stupidities and separativetendencies. At the same time as we recognise this, we must also recognise thatorthodox religion has temporarily separated the two great concepts of spirit andmatter in their thought and teaching, thereby pushing apart religion andscience.The task of the new age workers is to bring these two apparent oppositestogether, to demonstrate that spirit and matter are not antagonistic to eachother and that throughout the universe there is only spiritual substance,working on and producing the outer tangible forms.When a form and an activity is what you call evil, it is only so because themotivating energy behind the form and responsible for the activity is wronglyoriented, selfishly impulsed and incorrectly used. Here again the two basictruisms of modern occultism (there are others which will [128] be imparted whenthese two are mastered and rightly applied) are of importance:1. Energy follows thought.2. Right motive creates right action and right forms.These two statements are of very ancient origin but are as yet but littleunderstood. Hence the first thing which every disciple has to learn is thenature, control and direction of energy; he does this by working with initiatingcauses, by learning the nature of the realm of causes and by developing thecapacity to get behind the effect to the cause which generated or produced it.In the case of the individual disciple and in the preliminary stage of histraining, this involves the constant investigation of his motives until he hasdiscovered what they are and has so directed his thought that those motives can,in every case, be depended upon to work automatically and dynamically under souldirection.The sixth ray disciple, in the majority of cases, carries his work down as faras the astral plane and there lies the focus of his attention, his life and histhought. Automatically and of necessity, his physical nature responds to theimpulse sent from the astral plane, motivated from the mental and — at times —directed by the soul. But the potency of this desire and his determination tosee the fruit of his labour has produced much difficulty in the past byarresting the true expression of the originating impulse. It is arrested uponthe astral plane. This has been balanced by the cyclic intervention of other rayforces or otherwise the situation would be much worse than it is. The seventhray disciple will bring the energy which he is wielding right down on to thephysical plane, thereby producing integration; and the dualism whichcharacterises it will be that of a centre of energy upon the mental plane andone upon the [129] physical plane. The dualism of the sixth ray worker is thatof the pairs of opposites upon the astral plane.It will be apparent, therefore, that, having established the two points ofenergy (mental and physical), the next task of the worker in magic will be toproduce a synthesis upon the physical plane of the available energies, toconcretise them, and invest that which has been constructed with the potency ofactivity and persistence. The energy thus employed will, in the majority ofcases, be of three kinds:1. The energy of the mind. This will be the dominant controlling energy usedduring the period of accepted discipleship and until the second initiation.2. The energy of the soul. This will be wielded, used and creatively employedfrom the second until the third initiation.3. The energy of soul and mind, blended and synthesised. This combination is oftremendous potency. After the fourth initiation, this will be augmented byenergy coming from the Monad.I would have you bear in mind that, though all is energy yet at the same time incorrect esoteric teaching the higher impulsive activity is called energy andthat which is conditioned by and swept into activity through its agency iscalled force. The terms are therefore relative and movable. For the bulk ofhumanity, for instance, astral impulse is the highest energy to which theynormally aspire and the forces upon which astral energy plays will then be theetheric and physical forces. Higher energies may intermittently control, but asa general rule the life incentive or impulse is astral, and this can either becalled desire or aspiration, according to the objective. The latter may simply[130] be mental ambition or desire for power and the term “aspiration” shouldnot be confined only to so-called religious impulses, mystical longings and thedemand for liberation.The seventh ray disciple works consciously by means of certain laws, which arethe laws governing form and its relation to spirit or life. In A Treatise OnCosmic Fire, I gave you the three major laws of the solar system and the sevensubsidiary laws through which these three express themselves; I gave you alsoindications as to the laws which govern group work. You must remember thatdisciples upon different rays will wield these laws according to the quality oftheir ray impulses (I am handicapped here for words which are appropriate),interpreting them in terms of their specific life obligation or dharma andproducing the desired results through the medium of differing ray techniques,conforming always, however, to the inevitability of the results wrought by theenergies which they have released to play upon forces under the laws of theirbeing. The sixth ray disciple, working with the laws of nature and of the soul,will qualify his results and produce his creative forms upon the astral plane;he has consequently to learn frequently to work through a seventh raypersonality for several lives (either before or after achieving discipleship)before he will be able to bring through on to the physical plane his dream andhis vision. The seventh ray disciple has no such problem. By his knowledge ofritual (which is the ancient codified means whereby the attractive andexpressive nature of the energies to be employed are organised and related), byhis understanding of the “Words of Power” (which he discovers by experiment) andby using the potency of sound, the disciple of the future will work and buildthe new world with its culture and civilisation. A curious [131] indication ofthe effect of the seventh ray magical work upon the mass consciousness is thegrowing use of slogans and of “catch phrases” (is that not the term used?) whichare employed to bring about results and to sweep human beings into certain formsof mass action. This is the embryonic use of the Words of Power, and from astudy of their tonal values, their numerological indications and their inherentpotency, men will eventually arrive at vast magical achievements and creations,producing group activity and the appearance of certain forms of expression uponthe outer plane. After all, scientific formulas have reduced the most intricateand abstruse discoveries to a few signs and symbols. The next step is to embodythese signs and symbols into a word or words, thus imparting to them what isesoterically called “the power of embodiment.” If I might express it this way,the ancient statement that “God spoke and the world were made” simply means thatGod’s formula for creation was reduced to a great Word which He sounded forthand the inevitable results followed. Something of this process on a tiny humanscale will be seen happening in the coming age. At present, what I have saidabove may sound fanciful and fantastic to the average student.It will be obvious to you that seventh ray disciples wield much power and forthis reason the emphasis in all teaching given is laid upon purity of motive. Inthe past, the emphasis has been laid upon purity of body in the case of thesixth ray disciples. As was inevitable, they have carried the idea to afanatical extent, and have stressed celibacy, asceticism and stringent rules ofphysical life, oft making sinful that which is natural. This has been anecessary stage in their development for it was essential that the physicalplane should become a greater factor in their consciousness and that theirattention should be turned from the realm of [132] abstraction (which is theirline of least resistance) and focussed upon physical living, for, again, energyfollows thought. Thus their attitude to life could become more practical and thenecessary integration take place. Disciples in the new age will lay the emphasisupon the mental principle, because it conditions thought and speech. All magicalwork is based upon the energy of thought and of the spoken word (the expressionof the two magical centres referred to above) and purity in the realm of themind and motive is regarded consequently as a basic essential.The seventh ray influence is that which will produce in a peculiar andunexpected sense the Western School of Occultism just as the sixth ray impulsehas produced the Eastern School of Occultism — the latter bringing the lightdown on to the astral plane and the new incoming influence carrying it down onto the physical. The Eastern teaching affected Christianity and indicated anddetermined the lines of its development and Christianity is definitely abridging religion. The roles will eventually be reversed and the shift of the“light in the East” will be over Europe and America. This will inevitably bringabout the needed and desired synthesis of the mystical way and the occult path.It will lead later to the formulation of the higher way; of this it is uselessto speak at this time for you would not comprehend. None of the foundational andancient Rules of the Road will ever be abrogated or discarded. Just as men usedto travel on the ancient highways on foot, conforming to the requirement oftheir time and age, and today travel by rail or automobile (arriving at the samedestination) so the same road will be followed, the same goal achieved but theremay be different procedures, varying safeguards and changed protective measure.The rules may vary from time to time in order to provide easier indication [133]and adequate protection. The training of the disciple in the future will differin detail from that of the past but the basic rules remain authoritative.The keynote, governing the development of the sixth ray disciple, was expressedfor him in the words of Christ when He said: “I, if I be lifted up, will drawall men.” The emphasis of all sixth ray work is Attraction and Repulsion — hencedivision and cleavage, producing eventually a realisation of the necessity for aconsciously undertaken synthesis and integration, mentally motivated andproduced. The history of Christianity (which is the history of Europe) willstand illumined if the Law of Attraction and Repulsion is studied in connectionwith its eventful past. The use and misuse of this law and its constantinterpretations in terms of material desire, personal ambitions, and territorialcontrol produced the many schisms and cleavages and will account for much thathappened. Under the seventh ray influence, these cleavages will end andsynthesis will eventually take place.The keynote of the seventh ray disciple is “Radiatory Activity.” Hence theemergence in world thought of certain new ideas — mental radiation or telepathy,the radiatory use of heat, the discovery of radium. All this connotes seventhray activity.The divine principle with which the seventh ray humanity will be mainlyconcerned is that of life as it expresses itself through the medium of theetheric body. It is for this reason that we find a growing interest in thenature of vitality; the function of the glands is being studied and before longtheir major function as vitality generators will be noted. Esoterically, theyare regarded as externalisations upon the physical plane of force centres in theetheric body and their aliveness or their lack of activity are indicative of the[134] condition of those centres. The shift of the world interest is also intothe realm of economics which is definitely the realm of life sustenance. Muchis, therefore, bound to happen in all these spheres of interest, and once theetheric body becomes an established scientific fact and the centres — major andminor — are recognised as the foci of all energy as it expresses itself throughthe human body upon the physical plane, we shall see a great revolution takeplace in medicine, in diet and in the handling of daily life activity. This willproduce great changes in the mode of work and labour and above everything elsein the leisure activities of the race.This thought brings to our attention the three methods of activity as employedby all the ray workers and which differ for each ray. Those which willeventually control the seventh ray types will gradually bring about changedattitudes to life and very different methods of daily living. These three are:1. Group activity for the scientific relation of substance and energy.2. The stimulation of etheric forms through rightly directed force.3. The correct distribution, through scientific study, of vital energy.We are entering a scientific age, but it will be a science which passes out ofthe impasse which it has now reached and which — having penetrated as it hasinto the realm of the intangible — will begin to work far more subjectively thanheretofore. It will recognise the existence of senses which are super-sensoryand which are extensions of the five physical senses, and this will be forcedupon science because of the multitude of reliable people who will possess themand who [135] can work and live in the worlds of the tangible and the intangiblesimultaneously. The mass of reputable testimony will be incontrovertible. Themoment that the subjective world of causes is proven to exist (and this willcome through the indisputable evidence of man‘s extended senses) science willenter a new era; its focus of attention will change; the possibilities ofdiscovery will be immense and materialism (as that word is now understood) willvanish. Even the word “materialism” will become obsolete and men in the futurewill be amused at the limited vision of our modern world and wonder why wethought and felt as we did.I would have you bear in mind in connection with the five rays which we haveseen are influencing or beginning to influence humanity at this time (the first,second, third, sixth and seventh rays) that their effect varies according to theray type or ray quality of the individual concerned and according to hisposition upon the ladder of evolution. Such points are often forgotten. If a manis, for instance, upon the second Ray of Love-Wisdom, it may be expected thatthe influence of that ray and of the sixth (which is along the second ray lineof power) will be easily effective and will necessarily constitute the line ofleast resistance. This situation may, therefore, produce undue sensitivity andan unbalanced unfoldment of characteristics. It is our characteristics whichinfluence our conduct and our reactions to circumstance. It will mean also thatthe influence of the first, third and seventh rays will be fundamentallyunsettling and will call out resistance or — at the very least — an attitude ofnon-receptivity. In the world today, the rays which are along the line of energywhich is that of the first Ray of Will or Power (including the third and theseventh) are in the ratio of three to two (as regards present manifestation)and, [136] therefore, we can look for a fuller expression of the first rayattributes and happenings than would otherwise be the case. This will beparticularly so because the sixth ray is fast going out of manifestation. Allthe above constitutes a piece of information which is of small value at thistime. Its implications will become increasingly apparent as time goes on and Iam, therefore, including them in my teaching."},{"pageContent":"INITIATION IN THE AQUARIAN AGEI have hinted at the orientation which has been or will be carried out inconnection with the three major world centres; I have also hinted at therelation of certain of the major initiations to these centres. These hintsconstitute a new line of thought. In this connection there are one or two pointswhich I would like to develop in connection with this, so as to make the entiresubject considerably clearer than it is at present. I would like also to relatethese centres to the rays which are now in manifestation (either coming in,passing out or in full expression). Speaking with brevity, we could say that:The first initiation is closely related to the planetary centre which ishumanity itself. It will produce, when over, an increased stimulation of theintellect as it expresses itself as ordered activity upon the physical plane. Itis also closely connected with the Third Ray of Active Intelligence. This thirdray has been in objective manifestation since 1425 A.D. and will remain inincarnation throughout the Aquarian Age. Its cycles are the longest of any ofthe ray cycles. However, within these major cycles there are periods ofintensified activity which are like the beat or pulsation of the heart and theseperiods last approximately three thousand years. They are, when out ofincarnation, called [137] “cycles of withdrawal but not of abstraction.” Theyare three thousand years also in incarnation. One of these three thousand yearperiods of expression is now here and we can look for much development of theintellectual faculty and a marked increase of creative work during this time.This particular cycle of expression marks a climaxing point in the larger cycle.During the coming age, the intelligence of the race and its active developmentwill assume real proportions and this with much speed.The intensification of the life of the human centre will proceed apace and thisis the reason why so many people (as I have earlier hinted) will take the firstinitiation. Students are apt to forget that the first initiation can bedescribed, in reality as:a. The grounding or externalisation of the Christ principle in humanity as awhole and upon the physical plane.b. The flowering of the intelligence so that the initiate can work powerfullyupon the mental plane and humanity itself be lifted up and aided throughoutevery part thereby.c. The coming into activity of the throat centre and (because the third ray isclosely connected with the first ray) the first faint orientation of spiritualman towards Shamballa can take place, becoming more and more intensified andpronounced at the time of the third initiation. I would like here to point outthe numerical correspondences:1. The third great world centre — humanity.2. The activity of the third ray — active intellect.3. The third initiation which marks the consummation of the 1st, just as the 4thinitiation marks the consummation of the second, and the fifth of the third.[138]4. The third major centre — the throat centre.5. The third race — the Aryan, as it expresses the first strictly human race,the Lemurian.6. The third plane — the physical, the reflection of the third highest plane,the atmic.7. The third periodical vehicle — the personality.8. The third divine aspect — intelligence.9. The third grade of divine messenger — Hercules.10. The sustaining Life, the third or outer Sun — the physical sun.These are a few of the correspondences which it is helpful for us to bear inmind in so far as they reveal divine quality, spiritual intent and universalobjectives.During the Aquarian age and during one third of its expression, that is, duringthe first decanate, esoterically considered, the vitalising of the human centre(spiritually considered) and in relation to the Plan and the steady growth ofwidespread creative activity, both in the individual and the race, will beincreasingly seen. This will be due to the work and influence of Saturn, whichis governed by the third ray. This planet is the planet of opportunity, ofdiscipleship and of testing and the race can look for an increasing expressionof Saturnian activity as that great divine Life continues His beneficent task.The second initiation is closely related to the Hierarchy as a planetary centreand to the activity of the second ray. This initiation will produce in theinitiate a growing sense of relationships, of a basic unity with all thatbreathes, and a recognition of the One Life which will lead eventually to thatstate of expressed brotherhood which it is the goal of the Aquarian Age to bringinto being. This major centre, the Hierarchy, brings to bear upon humanity thefocussed [139] life of love and it is this basic love which the second decanateof Aquarius — governed as it is by Mercury — will bring into manifestation.Mercury, the Messenger of the Gods (that is, of the Hierarchy of souls), carriesalways the message of love and sets up an unbreakable inter-relation between thetwo great planetary centres, that of the Hierarchy and that of Humanity.You have again in this connection certain fundamental numerical correspondences,which are based upon the coming into activity of an awakened heart centre in therace. This is the second major centre in the individual and is situated abovethe diaphragm, and through it the Hierarchy can reach the whole of humanity andthe subhuman kingdoms likewise.1. The second planetary centre — the Hierarchy.2. The activity of the second ray — love-wisdom.3. The second initiation, which relates the solar plexus to the heart, humanityto the Hierarchy and the personality and the egoic rays to the second, which isever basically in manifestation.4. The second ray centre — the heart centre.5. The second race (the Atlantean) as it climaxes in the fourth, the next race.6. The second plane — the astral plane. This is the reflection of the secondhighest plane.7. The second periodical vehicle — the soul.8. The second divine aspect — love-wisdom.9. The second type or grade of Messenger — Christ. Buddha.10. The sustaining Life, the second or subjective Sun — heart of sun. [140]To all these is related the sixth ray as allied to or subsidiary to the second.In this world cycle it might be said that the emphasis of all spiritual power isplaced in the Hierarchy which is, at present, the divine intermediary,interpreting the will of God, which is the purpose of Shamballa. It transmits orsteps down the divine energy so that safe application to Humanity becomespossible. It will be apparent, therefore, why in the second decanate of Aquariusthe Hierarchy can, as the representative of Shamballa and with the aid ofMercury, bring into physical manifestation the coming Avatar. This becomespossible when the work of the first decanate is accomplished and when Shamballahas released and definitely re-oriented the energies of the third great centre,that of Humanity. This release and readjustment leads to creative expression andrenewed spiritual life. Planetary alignment can take place and this is a plannedobjective for which the Hierarchy is preparing and for which the Avatar Himselfis preparing at Shamballa.The third initiation is connected with Shamballa as a planetary centre and tothe activity of the first ray. It should be borne in mind that this is the firstinitiation in which personality and soul are united and fused so that the twoaspects form one unit. When this initiation has taken place, it happens that forthe first time some of its broader group implications become a reality andhenceforth constitute the motivating impulse of the initiate’s life. Aspirationends and the intensest conviction takes its place. It is interesting also tonote that Venus now comes into control in the third decanate of the AquarianAge. Venus is esoterically recognised as that mysterious force which is a blendof love and knowledge, of intelligence and synthesis, and of understanding andbrotherhood. Within the Hierarchy [141] itself, the two great Messengers whohave embodied the dual Venusian energy were the Buddha and the Christ. TheMessenger Who will later come and express the Shamballa urge to synthesis, thehierarchial aspiration towards love and the desire of humanity for intelligentactivity with combined power will gather all into Himself. All these qualitieswill focus in Him, plus another quality or divine principle of which the race ofmen as yet knows nothing and for which there is, as yet, no name. He will be agreat and potent Avatar and is not along the line of our humanity at all.The numerical correspondences might be noted as follows, remembering that thethird initiation is, in reality, the first initiation of the soul, aftercomplete identification with the personality within the life and consciousnessof the Monad, the One and the First.1. The first planetary centre — Shamballa.2. The activity of the first ray — will or power.3. The third initiation which is the first soul initiation, relating the base ofthe spine to the head centre, and the soul to the Monad.4. The first major centre — the head.5. The first truly divine race — the final race.6. The third plane, which is in reality the first plane of soul consciousness,the reflection of the highest plane, the Logoic.7. The first periodical vehicle — the monadic.8. The first divine aspect — will or power.9. The first or highest type of Mediator — the coming Avatar.10. The sustaining Life, the spiritual sun — the central spiritual sun. [142]We will now consider the trend of the times and seasons as far as the rays areconcerned:RAY I — This ray is still out of physical manifestation but is beginning to havea definite effect upon the mental plane; there it influences the minds ofdisciples everywhere and lays the stage for the appearance of a certain group ofdisciples from Shamballa. Two thousand years from today, the influence of thisray will be felt powerfully on the physical plane. One hundred years hence itspotency will be noted upon the astral plane.RAY II — This ray is always in subjective manifestation and very potent becauseit is the ray of our solar system and particularly so at this time as theHierarchy is approaching closer to humanity in preparation for the “crisis oflove,” and an imminent major planetary initiation. At this time, however, thesecond ray is becoming objective in its influence upon the physical plane. Itwill become increasingly so for the next two thousand two hundred years when itwill gradually withdraw into the background.RAY III — This ray will remain in objective incarnation from the point of viewof humanity for a very long time — so long a time that it is needless for us toanticipate its waning influence. That planetary centre which is Humanity itselfstill needs the intensified application of these forces so as to stimulate eventhe “lowest of the sons of men.”RAY IV — This ray, as you know, begins to come into incarnation early in thenext century and — in collaboration with the developing Saturnian influence —will lead many on to the path of discipleship. When the peculiar energy [143] towhich we give the somewhat unsatisfactory name of “harmony through conflict” andthe forces of that planet which stage opportunity for the aspirant are workingin combination and an ordained synthesis, we can then look for a very rapidadjustment in human affairs, particularly in connection with the Path. Thisfourth ray is, in the last analysis, the ray which teaches the art of living inorder to produce a synthesis of beauty. There is no beauty without unity,without embodied idealism and the resultant symmetrical unfoldment. This ray isnot the ray of art, as it is often claimed, but is the energy which brings aboutthe beauty of those living forms which embody the ideas and the ideals which areseeking immediate expression. Many people claim to be on the fourth ray becausethey dream of the artistic expressive life. As I have told you before, creativeart expresses itself upon all the rays.RAY V — This ray has been in manifestation for nearly seventy years. It willpass out (by special and unique arrangement) in another fifty years, thusbreaking into its own normal cycle, because it is deemed that the needed specialimpulse has been adequate and that the impetus given to the human “spirit ofdiscovery” has served its purpose. Any further intensification of the mentalprocesses just now (except through the general pervasive effect of the thirdray) might prove disastrous. The ray cycles are usually set and determined, but,in collaboration with each other and because of the imminent spiritual Crisis ofApproach, the Lord of the Fifth Ray and the Lord of the World have decidedtemporarily to withdraw this type of force. It will take about fifty years to dothis. [144]RAY VI — This ray has been passing out of manifestation for quite some time now,as you know, and will do so with increasing rapidity.RAY VII — This ray is coming into effective expression now; there is little needfor me to add here anything further to the mass of information which I havegiven you in this treatise and in my other books.One small point of interest but one of no especial moment to you is that theLords of the Rays, through Their planetary Representatives, constitute a body ofdirecting Forces in collaboration with the Lord of the World at Shamballa. Theircapacity is advisory and directive but not authoritative. This may be regardedby some of you as the most interesting piece of information in this book. Ifthis is your attitude, then it only indicates your unpreparedness for trueesoteric teaching. Students need a greater sense of the real governing valuesand a sense of spiritual proportion. Planetary facts and solar facts (underwhich heading the above item of information might well be placed) can stimulateyour imagination and widen your horizon; for aspirants and disciples, that isthe major value. All information and happenings which are connected withShamballa are always exciting to the neophyte who is apt to forget that he mustmake his contact with the more familiar Hierarchy before true and relatedperception is his.I would have you study the tabulation which I gave you in Initiation, Human andSolar, and which you will find in the appendix to the first volume of A Treatiseon the Seven Rays. I insert it here for the benefit of those who have no copy ofthe first volume of the Treatise, and whose attention should be turned againfrom the magnitude of the Macrocosm to the responsibility of the microcosm.[145]DISCIPLESHIP AND THE RAYSRay I – Force – Energy – Action – The Occultist.Ray II – Consciousness – Expansion – Initiation – The true Psychic.Ray III – Adaptation – Development – Evolution – The Magician.Ray IV – Vibration – Response – Expression – The Artist.Ray V – Mentation – Knowledge – Science – The Scientist.Ray VI – Devotion – Abstraction – Idealism – The Devotee.Ray VII – Incantation – Magic – Ritual – The Ritualist.In the Aquarian Age, as a result of the existing combination of ray influences,humanity enters into an expansion of consciousness which will reveal to himgroup relations instead of his individual and self-centred personal relations. Iwould remind you that Aquarius is to be found in the upper half of the zodiacalcircle and is exactly opposite to Leo which is found in the lower half. Leo isthe sign of individual unfoldment and of the self as self-assertive. This highlyindividualised sign consummates in Aquarius wherein the individual finds fullexpression through the medium of the group, passing from service to himself andexpression of himself as a personality to service of the group and a growingexpression of the Hierarchy to which he steadily draws closer. To this end, theray influences will increasingly and steadily be directed. Humanity has reacheda stage where the sense of individuality is rapidly emerging. In every field ofhuman expression, men and women are becoming definitely self-assertive. The OldCommentary refers symbolically to this in the following words: [146]“The Lion begins to roar. He rushes forth and, in his urge to live, he wieldsdestruction. And then again he roars and — rushing to the stream of life —drinks deep. Then, having drunk, the magic of the waters works. He standstransformed. The Lion disappears and he who bears the water pot stands forth andstarts upon his mission.”Those with vision can see this happening upon every side today. Thewater-carrier (another name for the world server) is starting upon hisself-appointed task. Hence the anchoring upon earth of the New Group of WorldServers, whose representatives are found in every land and in every great city.This, I would remind you, has taken place without exception in every land andthey work on all the different rays; they express many points of view; theirfield of service is widely differing and their techniques so diverse that insome cases comprehension is not easy to the smaller minded person. But, they allcarry the pitcher containing the water of life upon their shoulder, reverting tothe language of symbolism, and they all emit the light in some degree throughouttheir environment.To you, who live and work in this interim period and in this cycle oftransition, with all its resultant outer chaos and upheaval, is given the taskof expressing steadfastness, service and sacrifice. Those are the three wordswhich I give you. I have no spectacular information to give you, as hassometimes been the case. Too much of this engrossing and novel information canlead to deep-seated insensitiveness. You need to absorb and to act upon theinformation you already have, before there is evoked from you that basic demandfor further light which necessitates response from those of us who work withinthe limits of the Hierarchy. For that demand, we patiently wait."},{"pageContent":"CHRIST AND THE COMING NEW AGE[147] As we come to an end of our consideration of the world today and itsdominating rays, working through the nations and conditioning the people, thereis a final point which I would like to make; it lies in the realm of religionand concerns the significance of Christmas. From the very night of time, as wellyou know, the period wherein the sun moves northward again has been regarded asa festival season; for thousands of years it has been associated with the comingof the Sun-God to save the world, to bring light and fruitfulness to the Earthand through the work of the Son of God to bring hope to humanity. The Christmasseason is regarded by those who do not know any better as uniquely the Festivalof the Christ, and this the Christian churches have emphasised and to this allchurchmen testify. This is both true and false. The Founder of the ChristianChurch — God in the flesh — availed Himself of this period and came to us in thedark of the year and initiated a new era in which light was to be thedistinguishing note. This has been true from several angles, even from thepurely physical, for today we have a lighted world; everywhere lights are to beseen and the pitch dark nights of olden times are fast disappearing. Light hasalso descended on the earth in the form of the “light of knowledge.” Today,education whose objective is to lead all men on to a “lighted way,” is thekeynote of our civilisation and is a major pre-occupation in all countries. Theremoval of illiteracy, the development of a true culture and the ascertaining oftruth in all fields of thought and of research are of paramount importance inall lands.Thus, when Christ proclaimed (as He assuredly did), along with all worldSaviours and Sun-Gods, that He was [148] the Light of the worlds, He inaugurateda marvellous period in which humanity has been widely and universallyenlightened. This period dates from Christmas Day, two thousand years ago, inPalestine. That was the greatest of all Christmas Days and its emanatinginfluence was more potent than was any previous arrival of a Bearer of Light,because humanity was more ready for the light. Christ came in the sign ofPisces, the Fishes — the sign of the divine Intermediary in the highest sense,or of the medium in the lower; it is the sign of many of the world Saviours andof those Revealers of divinity Who establish world relationships. I would haveyou note that phrase. The major impulse driving the Christ towards special workwas the desire to establish right human relations; it is also the desire —realised or unrealised — of humanity, and we know that some day the Desire ofall nations will come, that right human relations will be found everywhere andthat goodwill will implement that fulfilment, leading to peace in all lands andamong all peoples.Down through the ages, Christmas Day has been recognised and kept as a season ofnew beginnings, of better human contacts and of happier relations among familiesand communities. Yet just as the churches have descended into a profoundlymaterialistic presentation of Christianity, so the simple Christmas Day whichwould have pleased the heart of Christ has degenerated into an orgy of spending,of acquiring good things, and is regarded as a period which is “good for trade.”We need, therefore, to remember that when any phase of life-inspired religion isinterpreted entirely materially, when any civilisation and culture loses itssense of spiritual values and responds mainly to the material values, then ithas served its usefulness and must [149] pass away, and this in the interests oflife itself and progress.The message of the birth of Christ rings ever new but is not today understood.The emphasis during the Aquarian Age, the age into which we are fast entering,will shift away from Bethlehem to Jerusalem, and from the infant Saviour to theRisen Christ. Pisces has seen, during two thousand years, the spreading light;Aquarius will see the Rising Light, and of both of these the Christ is theeternal symbol.The ancient story of the Birth will become universalised and be seen as thestory of every disciple and initiate who takes the first initiation and in histime and place becomes a server and a lightbearer. In the Aquarian Age twomomentous developments will take place:1. The Birth Initiation will condition human thinking and aspiration everywhere.2. The religion of the Risen Christ, and not of the newly born Christ or of thecrucified Christ, will be the distinctive keynote.It is seldom realised that hundreds of thousands of people in every land havetaken, or are preparing to take, this first initiation, called the Birth atBethlehem, the House of Bread. Humanity, the world disciple, is now ready forthis. Indications of the accuracy of the above statement can be seen in there-orientation of people everywhere to things spiritual, their interest in humangood and human welfare, the perseverance they show in their search for light andtheir longing and desire for a true peace, based on right human relations,implemented by goodwill. This “mind as it is in Christ” can be seen in theirrevolt against materialistic religion and in the widespread effort to be [150]seen in Europe and elsewhere to return the land (Mother-Earth, the true VirginMary) to the people. It can be seen in the constant movement of peoplethroughout the world from place to place, symbolised in the Gospel story by thejourney of Mary with the infant Jesus into Egypt.Then followed, as we are told in the New Testament, a cycle of thirty yearswherein all we know is that the infant Jesus grew to manhood and could then takethe second initiation, the Baptism in Jordan, and begin His public service.Today the many who in this life have taken the first initiation are entering thelong silence of that symbolic thirty years wherein they too will grow to manhoodand take the second initiation. This initiation demonstrates the completecontrol of the emotional nature and of all Piscean characteristics. The thirtyyears can be looked upon as a period of spiritual unfoldment during the threedivisions into which Aquarius (and consequently the New Age now upon us) will bedivided. I refer to what is technically known as the three decans of each sign.In this sign the waters of the Piscean age will, symbolically speaking, beabsorbed into the water-pot carried on the shoulder of Aquarius in the symbolwhich is distinctive of this sign, for Aquarius is the water-carrier, bringingthe water of life to the people — life more abundantly.In the Aquarian Age, the Risen Christ is Himself the Water-Carrier; He will notthis time demonstrate the perfected life of a Son of God, which was His mainmission before; He will appear as the supreme Head of the Spiritual Hierarchy,meeting the need of the thirsty nations of the world — thirsty for truth, forright human relations and for loving understanding. He will be recognised thistime by all and in His Own Person will testify [151] to the fact of theresurrection, and hence demonstrate the paralleling fact of the immortality ofthe soul, of the spiritual man. The emphasis during the past two thousand yearshas been on death; it has coloured all the teaching of the orthodox churches;only one day in the year has been dedicated to the thought of the resurrection.The emphasis in the Aquarian Age will be on life and freedom from the tomb ofmatter, and this is the note which will distinguish the new world religion fromall that have preceded it.The Festival of Easter and the Feast of Pentecost will be the two outstandingdays of the religious year. Pentecost is, as you must well know, the symbol ofright human relations in which all men and nations will understand each otherand — though speaking in many and diverse languages — will know only onespiritual speech.It is significant that two important episodes are related in the final part ofthe Gospel story — one preceding and one following immediately after theapparent death of the Christ. They are:1. The story of the upper chamber to which the man carrying the water pot andtypifying Aquarius led the disciples, and in which the first communion servicewas held, participated in by all and foretelling that great relationship whichwill distinguish humanity in the coming age, after the tests of the Piscean Age.Such a communion service has never yet been held, but the New Age will see ittake place.2. The story of the upper chamber in which the disciples met and arrived at atrue recognition of the Risen Christ and at a perfect and complete understandingof [152] each other in spite of the symbolic diversity of tongues. They had atouch of prevision, of prophetic insight, and foresaw a little of the wonder ofthe Aquarian Age.The vision in men’s minds today is that of the Aquarian Age, even if theyrecognise it not. The future will see right relationships, true communion, asharing of all things (wine, the blood, the life and bread, economicsatisfaction) and goodwill; we have also a picture of the future of humanitywhen all nations are united in complete understanding and the diversity oflanguages — symbolic of differing traditions, cultures, civilisations and pointsof view — will provide no barrier to right human relations. At the centre ofeach of these pictures is to be found the Christ.Thus the expressed aims and efforts of the United Nations will be eventuallybrought to fruition and a new church of God, gathered out of all religions andspiritual groups, will unitedly bring to an end the great heresy ofseparateness. Love, unity, and the Risen Christ will be present, and He willdemonstrate to us the perfect life."},{"pageContent":"ARCANE SCHOOL TRAININGTraining for new age discipleship is providedby the Arcane School. The principles of theAgeless Wisdom are presented through esotericmediation, study and service as a way of life.Contact the publishers for information"},{"pageContent":"INDEXAAlchemy, search, 118-119Animal kingdom, rays governing, 14, 123Animals, effects of seventh ray, 124-12Aquarian Age-forecasts, 7, 10, 47-48goal, 13initiation in, 136-146significance, 136-152worldwide discipleship, 111Argentina, ruling signs, 67Arjuna, world battle, 33Aryan race, ray dominating, 43Aspect-consciousness, manifestation, 11form, manifestation today, 11will, manifestation, 5, 6Astral-glamour, production, 122plane, field of expression of sixth ray, 115Astrology-development, effect, 27group, 63Ataturk, Kemal, ray, 16Atlantean consciousness, 44Atlantis-and United States, 46ray dominating, 43religion, 43, 46war, 13Austria-inter-relation with Spain and France, 56personality ray, 50, 67ruling signs, 67, 69soul ray, 50, 52, 67Authoritarianism, basis, 8BBeauty, manifestation, prophecy, 6Belgium, ruling signs, 67Berlin, ruling signs, 69Black Lodge, work, 36-37, 107-108Brazil-femininity, 55-56future destiny, 54, 55link with United States, 56personality ray, 50, 54, 67ruling signs, 67soul ray, 50, 52, 67Brotherhood of nations, 47Brussels, ruling signs, 69Buddha, Lord-rays and work, 38-39type of Messenger, 139CCalvin, John, mistake, 34-35Capricorn. expression, 67, 69Capricornian Age, universal initiation, 111Centre-sacral, ray, 33solar plexus, ray, 33Centres, planetary-relationships, 23, 24release of energy, 92-106China-masculinity, 56personality ray, 50, 67ruling signs, 67soul ray, 50, 67Christ-and coming New Age, 147-152birth, 149evolution, 41ideal, 37-38rays and work, 38-39type of Messenger, 139Christian Church, future reformation, 59Christianity, ray, 39Churches, organised orthodox, ray and needs, 39-40Cities-five, correspondence to centres up spine, 102points of spiritual influx, 92-106Civilisation-coming, factors affecting, 31, 35seventh-ray, characteristics, 117Clairaudience, study 44-45Clairvoyance, study, 44-45Communism, origin, 22Conflict, workers on sixth and seventh Rays, 107-136ConsciousnessAtlantean, 44, 46, 48expansions, 13, 47-48human unfoldment, 25racial, 13, 21, 47unity, 12Creative work, ray influences, 6, 18, 19Crises, human, 13Culture, current, determination, 31DDarjeeling, spiritual importance, 92-93Death-from Shamballa energy, 17problem, solution, 34true nature, revelation, 43Democracy, influence, 22Desire, realm, battle, 107-136Destruction, ray factor, 12, 14, 16, 17, 19, 46Dictators, ray, 15Disaster to the world, avoidance, 26Disciples of Shamballa, 16Discipleship-Ray expression, 145types, 125-134world-wide, 111EEducation, spread, 43Egypt, magic, 118Emblem, comparison with symbol, 119Emotionalism, cause, 33Energies-fusing, three, on planet, 104-105incoming, effects, sequential order, 57invocation, 5, 6, 26new, release, 95seven, manifestation on Earth, 7Energy-definition, 16nature, control, and direction, 128of-active intelligence, 3, 6humanity, ray combination, 33idealism, 3, 5love, 18ray, definition, 16rays, 3-4, 5-7Shamballa, effects, 12-15England, function, 51, 52Evocation, response, 21Evolution-factors, 3, 8, 42forces controlling, publicising, 36goals, 25, 41of form, 37plan, 36Evolutionary development, demonstration, 4, 12FFeathers, three, symbolism, 51Finland, ruling signs, 67Fleur de lis, symbolism, 51Focus of human attention, shift, 109Force, definition, 16Forces, activity, types, 4Form-aspect, work with, conflict with soul aspect, 107-136life, basic ideas, 47Forms-destruction, 14, 17, 19in nature, effect of Shamballa force, 120new, creation, 19, 30France-analysis, 72-76femininity, 55-56future destiny, 51inter-relation with Spain and Austria, 56personality ray, 50, 51, 67rapport with Great Britain, 49-50ruling signs, 67soul ray, 50, 51, 58, 67symbol, 51Freewill-integrity, 4restriction, 8Fusing energies, three, on planet, 104-105GGemini, influence, 52Geneva, spiritual importance, 92-93Germany-analysis, 76-80interpretation by Great Britain, 53masculinity, 56personality ray, 50, 53, 58, 67rapport with Great Britain, 49ruling signs, 67soul ray, 50, 52, 53, 58, 67Glamour, astral, production, 122God-glory, revelation, 25love, 3, 16, 24mind, 3plan, 10, 11, 12purposes, 11, 24will 3, 12, 13, 14, 16, 17, 18, 24Goodwill in humanity, 21Government-future, development, 60types, 8-10Great Britain-aid to world peace, 53analysis, 80-85destiny, 104function today, 54-55link with India, 53, 99link with Rome, 59masculinity, 56personality ray, 50, 51, 67rapport with France, 49-51rapport with Germany, 49ruling signs, 67soul ray 50, 52, 58, 67, 80understanding of Germany, 53, 80Greece, ruling signs, 67, 69Group-initiation, future, 69love demonstration, 15, 20-21work, New Group of World Servers, 20HHercules-grade of messenger, 138rays and work, 38-39Hierarchy-disciples, 16effort in Piscean Age, 111energy, effects, 22energy of love, 16, 18-21, 22energy, relation to Shamballa, 18-19, 24fact of publicising, 36life of love, 138-139of love, solar system, 24source of inspiration, 28spiritual rule, elements, 9-10work, 11, 18-21History, bases, 3, 5, 7Holland, ruling signs, 67Horoscope of country, discussion, 71-72Human kingdom, rays governing, 124Humanity-approaches to, 18, 31changes, factors, 31-32energy, ray combination, 33first initiation, 149importance, 24mental activities, vertical and horizontal, 32mentality, development, 35-36mind, unfoldment, 36personality rays, 31response to Shamballa energy, 20, 21solar system, 23-24united will, 36IIdealism, energy of, 3, 5Ideas-present day, categories, 8-10source, 8Ideologies today, 8, 10, 21-22, 24India-destiny, 52-53femininity, 55-56link with Great Britain, 53, 99personality ray, 50, 52, 67ruling signs, 67, 69soul ray, 50, 53, 67, 98Individualisation on Lemuria, 13, 19Initiation-first, 136, 137, 149, 150in Aquarian Age, 136-152of race, 13second, 120, 138-140, 150third, 120, 137, 141universal, in Capricornian Age, 111Inspiration from Hierarchy, 28Intelligence, active, energy, 3, 6Internationalism, development, 47Intuition, future flowering, 71Invocation of-forces and energies, 26ray energies, 5, 6Ireland, ruling signs, 67Italy-analysis, 86-88links with other countries, 56, 86, 87-88masculinity, 56personality ray, 50, 52, 67ruling signs, 67soul ray, 50, 52, 59, 67JJapan, ruling signs, 67, 69Jesus, Master-ray, 37spiritual attempt in future, 59Jews-demonstration of first ray, 15-16problem, solution, 34-35LLaw ofCause and Effect, 27Cleavages, 47Love, 15Loving Understanding, 47, 48-49Leo, expression, 145Life, oneness, 47Lightera, 147-148relation to love, 17Londoninfluence of Gemini, 52ruling signs, 52, 69spiritual importance, 92-93Lord of Shamballa, work, 17Lord of the Worldrelease of new energies, 95work, 6, 14, 24Lords of Light, war on Atlantis, 13Lords of the Rays, capacity, collaborative, 144Loveenergy of, 18group demonstration, 15, 20-21influence of Hierarchy, 16, 18-21, 22of God, 3, 16, 24work in world, 20MMagicin Egypt, 118new, 118, 122-123of seventh ray, 54, 62of sixth ray, 122old Atlantean today, 48true and scientific, 118white, concern, 122-123, 129white, definition, 41-42Magicianblack, work, 43-44white, task, 42Masses, voice, 17-18Mediumsnegativity, 44training, 28Mercury, message of love, 139, 140Mindactivities, vertical and horizontal, 32of God, 3Moscow, ruling signs, 69Mottos, national, 50, 52-53, 59, 60-61, 62, 98NNationsfeminine, 55-56masculine, 55, 56rays controlling, 49sound, 17territorial possessions, 34New Ageconstructive work, 19, 30-31, 46-47spiritual life, 107-136New Group of World Serversanchoring, 146increased radiation and potency, 48objective and task, 49personnel, 20, 48work, 20, 21, 48, 49New York, spiritual importance, 92-93OOne Life, recognition, 138Onenessof humanity, 65of Life, 47Oversoul, identity, 47PParis, ruling signs, 69Peacebasis, 10, 11demand for, 18prophecy, 11Pen, symbolism, 16Philosopher's Stone, search, 118-119Piscean Age, characteristics, 110-115Planconsummation 10, 11, 12penetration to consciousness of race, 120publicising, 36Planet, destiny, 104-105Planetary centres, energy released, 92-106Poland, ruling signs, 67Pope, future spiritual power, 59Prayer, results, 5Prevision, development, 27-28Problems of nations, cause, 49Prophecies of Master D.K. re.Aquarian Age, 7, 10, 45, 47-48, 136-152astrology, science of, development, 27Christian church, 59civilisation 31, 35death, 34, 43, 45France, 51government, development, 60Great Britain, 104initiation, 69, 111, 136-152intuition, flowering, 71Jewish problem, 34-35Master Jesus, 59New Age concepts, 31, 45peace, 11pope, spiritual power, 59psychology, 4, 34public opinion, voice, 18religion, 59, 61, 62Russia, 61sex, 34Shamballa force, 18-19soothsaying, 27-28soul, nature of, 34spiritual power, 59territorial possessions, 34voice of the people, 18world situation, 6, 7, 9-10, 11, 25world state, 9Psychology, esoteric new, 4, 34RRacial understanding, lines, 49Radiationof seventh ray, 123relation to form, 123Radio, significance, 43Raycauses of world situation, 3-12, 17-34characteristics unrevealed, 41expressions higher and lower, 41fifth, transmutation, 51first-destruction, 12, 14, 16, 17, 46energy, vehicle, 121force and energy, 43functioning, 51, 52, 53in biblical history, 15-16influence, symbol, 16influence today, 12-18personalities, work, 14-16, 17prominence today, 5, 12, 13-14prophecy, 13fourth, influence, 55personality, influence, 55second-egos, 31energy, custodians, 54influence, 16, 18-21, 52, 54predominance, 5-6prophecy, 13work of reconstruction, 6, 18seventh-centre, 33characteristics, 115civilisation, characteristics, 117disciple, characteristics, 126effects, 29-31, 4 5, 56-57, 124-125higher expression, 41-43, 46-47importance, 26-27, 29-30incoming influences, body responsive to, 118lower expression, 43-44, 45, 46magic, 54, 62manifestation, 5, 11, 29purposes, achievement methods, 118radiation, 123relation to first ray, 121workers, 28, 107-136sixth-activity, characteristics, 109-115activity, imposition methods, 114centre, 33devotee, characteristics, 126-127effects, 29, 30, 45, 46, 126-127exit, 5, 11, 29higher expression, 41-43, 46-47importance, 26, 29lower aspects, 39-40magic, 122relation to animal kingdom, 123subsidiary to second, 140work, 121-122workers, conflict with seventh ray workers, 107-136soul, influence, 55third-activity, 136-137influence, 21, 51predominance, 5, 6prophecy regarding, 6Raysactive today, 5-6five influencing humanity, 135-136governing human kingdom, 124governing vegetable kingdom, 123-124influence today, 12-47manifestation, 142-144outgoing and incoming, clash, 32-33patterns imposed upon form nature, 57-58personality, of humanity, effects, 31Reconstruction work of second ray, 6, 18Religionand science, cleavage, 127of future, 59, 61, 62of Risen Christ, 149ray sixth, 39-40Research of future, 103-106Right Human Relations, 148-151Rome, ruling signs, 69Roumania, ruling signs, 67Russiaanalysis, 85-86association with United States, 56destiny, 61, 85-86, 104-105femininity, 55-56personality ray, 50, 52, 60, 67planets ruling, 86ruling signs, 67soul ray, 50, 54, 60-61, 67SSalvation of mankind, determination, 40Saturn, decanate of Aquarius, 138Scandinavia, ruling signs, 67Science and religion, cleavage, 127Segregation, racial, discussion, 64-65Sensitives, study, 44-45Sensitivity, lack, 41Sexinterest in, cause, 33-34problem, solution, 34Shamballaconnection with initiation, 140disciples, 16energy, effects, 12-15, 18-19, 22energy, relation to Hierarchy, 18-19, 24force-effect on forms in nature, 120-121inpouring, effect on governments, 98use by Hierarchy, 46Light of, 98-99Lords of, will energy, application, 119-121manifestation, 23-24planetary centre, 141Signs, Zodiacalof capitals of eight nations, 69of nations, 66-68Solar systems, three, attainments, 23-24Soothsaying, recurrence, 27-28Soulaspect, work with, conflict with form, 107-136contact, development, results, 27human, field of expression, 119ray of nations, evocation, 49stimulation of forms, results, 123unfoldment and work, 123Souls and Oversoul, 47Sound, relation to will impulse, 17Spainpersonality Ray, 50-51, 61relationships, 56, 62ruling signs, 67soul ray, 50-51, 67Spirit and matterseparation, 127uniting, 42, 46-47Spiritual life in the New Age, 107-136Spiritualismcorrect development, 48ray expression, 43-44Spiritualistic movement, growth, 43Sun, heart of, 139Survival after death, 43Switzerland, ruling signs, 67Sword, symbolism, 16Symbol, comparison with emblem, 119TTelepathic interplay, growth, 43Theologies, characteristics, 39-40Three, numerical correspondences, 137-141Tibetan Master, objective, 7Timenature of, 32non-existence, 42-43Tokyo, spiritual importance, 92-93Totalitarianism, influences, 22Trance condition, danger, 45Turkey, ruling signs, 67Two, numerical correspondences, 138-140UUnited Nations, problems, causes, 3United States of Americaanalysis, 88-92association with Brazil, Russia and Italy, 56destiny, 54, 104-105femininity, 55-56function, 51-52, 55influence of Gemini, 52old Atlantis, 46personality ray, 50, 52, 58, 59-60, 67, 88-89ruling signs, 67soul ray, 50, 54, 58, 67VVegetable kingdom, rays governing, 123-124Voice of the people, 17-18WWar, World, ray influences, 53Warsaw, ruling signs, 69Washington, ruling signs, 69Willhuman, 12impulse, expression by sound, 17of-God, 3, 12, 13, 14, 16, 17, 18, 24Ray. See Ray first.Shamballa, application, 119-121Shamballa, influence, 14-17, 22Will-to-good, invocation, 5World situation, ray causes, 3-12, 17-34World state, future, 9"},{"pageContent":"undefined"}]
