[{"pageNumber":1,"pageContent":" 11996622 ((ÜÜbbeerrbblliicckk)) I/II) Baphomet von Mstr. Giovanni Die Saturn-Glyphe von Mstr. Amenophis III/IV) Aleister Crowley Mstr. Gregor a. Gregorius Ausstattung einer Saturn-Loge Mstr. Giovanni V/VI) Jakobus Burgundus Molensis Mstr. Reinhold Geheimkult der göttlichen Mutter Maestra Flita Geist oder Seele Mstr. Gregor a. Gregorius Der Mystiker Jacob Böhme Mstr. Gregor a. Gregorius VII/VIII) Die höhere Oktave des Saturn Mstr. Gregor a. Gregorius Vom magischen-mystischen Sinn der Maske Maestra Flita Der Karma-Planet Saturn Johannes Vehlow IX/X) Magie und Esoterik des Sonnenlogos Mstr. Gregor a. Gregorius Wege zur Höherentwicklung des Menschen durch die Initiation Maestra Flita Die Reflektionen des Jenseits auf den Menschen Johannes Vehlow XI/XII) Saturn der Lichtträger - das grosse Geheimnis Fra. Protagoras Der Stein der Weisen Fra. Ptahhotep Das Karma-Gesetz und die Möglichkeiten seiner Erforschung Fra. Ptahhotep ___________________________ 1962 - 1"},{"pageNumber":2,"pageContent":" Januar / Februar 1962 BB LL ÄÄ TT TT EE RR FF ÜÜ RR .. AA NN GG EE WW AA NN DD TT EE OO KK KK UU LL TT EE ..  LL EE BB EE NN SS KK UU NN SS TT INHALT: BAPHOMET EINE STUDIE ZUM SATOR- UND SATAN-ADAMA-QUADRAT SOWIE DEM TEMPLERISCHEN GEHEIMSYMBOL BAPHOMET von Mstr. ∴Giovanni∴ SPEKULATIONEN UM DIE SATURN-GLYPHE von Mstr. ∴Amenophis∴ J A N U A R / F E B R U A R 1 9 6 2 Herausgegeben von Gregor A. Gregorius, Meister der Loge Fraternitas Saturni Orient Berlin Privat – Druck 1962 - 2"},{"pageNumber":3,"pageContent":" BBAAPPHHOOMMEETT eine Studie zum Sator- und zum Satan-Adama-Quadrat sowie dem templeri-schen Geheimsymbol Baphomet von Mstr. ∴ Giovanni ∴ VVoorrwwoorrtt:: In der nachfolgenden Aufsatz-Studie werden zwei Buchstaben-Quadrate behan-delt, und zwar: a) das S a t o r -Quadrat, b) das S a t a n - A d a m a -Quadrat. Das Sator-Quadrat mit den Spekulationen seiner Lösung und Anwendung wird mehr oder weniger jedem bekannt sein, zumindest hat er es in der Zeit seines Studiums der Geheimwissenschaften irgendwann einmal zu Gesicht bekommen und sich über die banale Erklärung und Lösung gewundert. Das Satan-Adama-Quadrat dagegen wird kaum oder gar nicht bekannt sein! Durch Zufall fiel mir ein Büchlein in die Hand, das sich mit den beiden Buch-staben-Quadraten befaßt und von den sonst üblichen Erklärungs- und Lö-sungsmethoden entschieden abweicht. Die Auflösung der beiden Buchstaben-Quadrate tendiert zwar zur und im Hinblick auf die christliche Lehre; jedoch ist das Resultat nicht von der Hand zu weisen, insbesondere die des Satan-Adama-Quadrates. Ein geschulter Esoteriker soll ja auch nicht einseitig sein und bleiben. Er wird immer das Richtige, auch wenn es christlich verbrämt ist, herausfinden. Um den Kern der Lösungen der beiden Buchstaben-Quadrate nicht zu zerstö-ren, ist an dem Resultat nichts geändert worden. Deshalb ist das Ergebnis der Bemühungen um die Auflösung des Sator- und Satan-Adama-Quadrates wört-lich übernommen worden. Leider ist das Büchlein im Buchhandel - auch anti-1962 - 3"},{"pageNumber":4,"pageContent":" quarisch - nicht mehr erhältlich, und ein Neuauflage würde den Einzelnen nur unnötig belasten. Der Inhalt wird aber für wertgehalten, die Ergebnisse nicht in Vergessenheit ge-raten zu lassen. Um dem Leser die Mühe des Nachschlagens zu ersparen, sei nachstehend das Sator-Quadrat wiedergegeben: S A T O R A R E P O T E N E T O P E R A R O T A S Dieses Quadrat stammt nicht etwa erst aus dem Mittelalter. Es ist sehr alt! Schon im 9. Jahrhundert ist es in koptischen Handschriften nachzuweisen. Seit dieser Zeit ist es eine beliebte Inschrift in Kirchen; so in der Kirche zu Ca-pestrano in den Abruzzen, in Magliano Veneto, in der Kirche der Augustine-rinnen zu Verona, in mittelalterlichen Kirchen in Estland, England und Frank-reich. Selbst in Ägypten und Abessinien ist es bekannt. Man findet es auf Sie-gelstempeln der spanischen Inquisition, in Bibeln aus der Karolingerzeit, auf Münzen aus dem Jahre 1572, die sich in der österreichischen Schatzkammer befinden, auf einem silbernen Becher, der auf der Insel Gotland gefunden wur-de, auf Amuletten, Medaillen und Feuertellern bis nach Australien und den Ro-cky-Mountains. Mit einem Wort, es wird in der ganzen Welt gefunden. Warum eigentlich das Sator-Quadrat in aller Welt so beliebt ist, ist nicht zu be-antworten, obwohl auch hier leichtfertige Behauptungen aufgestellt wurden und noch werden. Mit der Lösung des Sator-Quadrates haben sich eine ganze Anzahl namhafter Geister befaßt. Sie haben auch darüber geschrieben, und zwar sind es die Her-ren Dr. H. Ahrens-Rostock, Rabe, Zatzmann, Pfarrer D. Waitz, Dr. Sauerhering, 1962 - 4"},{"pageNumber":5,"pageContent":" H. William, Seeligmann und Treichel. Und wie lauten die Lösungen dieser Her-ren? U. a. liegen folgende Erklärungen vor: Sator = aus dem Neu-Keltischen  Soathar = Schmerzen Arepo = aus dem Neu-Keltischen  araba = wegen Tenet = aus dem Neu-Keltischen  ten-neath = Brandwunde oper = aus dem Neu-Keltischen  o bear = Speerwunde A = aus dem Neu-Keltischen   = vom Rotas = aus dem Neu-Keltischen rod deas = gewandter Wurf. Nach diesen Auslegungen soll es sich um ein Amulett gegen Brand- und Speer-wunden handeln. Andere Lösungen lauten: „Der Sämann Arepo hält mit Mühe die Räder“; „Der Sämann hält die Räder, der die Dinge erzeugt, hält auch das Regiment. Der Gesetz und Evangelium in die Herzen legt, führt auch das Regiment“; „Satans Hinterlist - rühme - hat er zerbrochen; er ist zu Boden gestreckt“; „Ein Schakal verbirgt seinen Nacken“; „Christus, unser Heiland, der im Anfang war und in Ewigkeit sein wird, König und Priester in einer Person, er schützt unsrer Hände Arbeit und unser Hab' und Gut“; „Ich bitte dich Vater, ich bitte dich Vater, mach mich gesund“; „Genug mit Inbrunst beten und arbeiten, das sei deine Lebensregel“; 1962 - 5"},{"pageNumber":6,"pageContent":" „Das Paternoster in Kreuzform (†) geschrieben“. Mit diesen zum Teil an den Haaren herbeigezogenen Lösungen läßt sich nicht viel anfangen. Alle, die sich mit der Lösung des Sator-Quadrates befaßt haben, haben einen Hinweis des Tritheim außer acht gelassen, der sagt: „Wenn die Weisen des Al-tertums, die die Griechen Philosophen nannten, Geheimnisse der Natur oder der Kunst entdeckt hatten, dann sollen sie dieselben nach Meinung der Eruditi - der Wissenden - auf mancherlei Art und in mancherlei Figuren verborgen ha-ben, damit sie nicht zur Kenntnis minderer Menschen gelangten.“ Es ist keinem Geringeren als Kuno Graf von Hardenberg gelungen, eine wirklich beweiskräftige und brauchbare Lösung des Sator-Quadrates zu finden. Sie lau-tet: P E T R O E T R E O P A T E T R O S A S A R O N A = Petro et reo patet rosa Sarona, = Auch Petrus, ob er gleich schuldig ward, steht die Rose von Saron offen. Zum besseren Verständnis dieses Ausspruches ist es erforderlich, Vers 35 des IX Kapitels der Apostelgeschichte nachzulesen, in dem es wörtlich heißt: „Und es sahen ihn alle, die zu Lydda und in Saron wohnten, und bekann-ten sich zu dem Herrn.“ Aus diesen gefundenen Beziehungen übersetzt würde die Lösung lauten: „Auch Petrus, dem der Verleugnung des Herrn Schuldigen, steht die gna-denreiche Liebe offen“, 1962 - 6"},{"pageNumber":7,"pageContent":" oder aber, wenn Petrus als Prototyp des Gottesleugners schlechthin aufgestellt wird und eine größere Freiheit in der Übersetzung des Lösungstextes angewandt wird: „Und ob Du auch den Herrn verleugnet hast, des Heilands Liebe steht Dir immer offen“. Nun ist auch nicht bekannt, an welchen Stellen das Sator-Quadrat in den auf-geführten Kirchen angebracht ist. Es wird jedoch behauptet, daß das Quadrat immer nur in der Eingangshalle der Kirche sich befindet, und zwar in den Est-rich eingelassen. Dies würde ein Beweis für die Richtigkeit der von Kuno Graf von Hardenberg gefundenen Lösung sein, denn es wäre dann als Mahnung für die Exkommunizierten gewesen, denen nur der Zutritt zur Eingangshalle und nicht in die Kirche selbst gestattet ist. Mit den Worten Kuno Graf von Hardenberg's gebe ich nachstehend die Ergeb-nisse seiner Untersuchungen wieder: „Das Sator-Quadrat zeigt ein Buchstabengebilde in Form eines Palindroms, das das Lebensgesetz der ewigen Rotation des Kosmos versinnbildlicht und zugleich erklärt, daß der Schöpfer, Erzeuger und Sämann aller Wesen auch ihre Ord-nung und ihr Schicksal in den Händen hält.“ Fest steht jedenfalls, daß das Sator-Quadrat schon lange vor dem 17. Jahrhun-dert in europäischen Theosophen- und Okkultistenkreisen bekannt gewesen ist. Es dürfte aus der Gnosis stammen, deren Einflüsse auf die Kreuzfahrer, insbe-sondere auf die Templer nicht unbeträchtlich gewesen und durch diese nach Europa gelangt zu sein scheint. Ob es das Meditationssigment einer besonderen Geheimgesellschaft in Deutschland geworden ist oder ob es nur einen Hochgrad gewisser Erkenntnisse in den vorhandenen Philosophen- und Alchimisten-Gesellschaften charakterisierte, steht dahin und bleibt weiteren Forschungen und Überlegungen vorbehalten. Dem Geist nach ist es ein alexandrinisches Erzeugnis und stammt vermutlich aus der Schule des Marcion, des Verfassers der Pistis Sophia. Das Gegenstück zum Sator-Quadrat ist das Satan-Adama-Quadrat: 1962 - 7"},{"pageNumber":8,"pageContent":" S A T A N A D A M A T A B A T A M A D A N A T A S das nur sehr wenigen bekannt sein dürfte und wert ist, einmal besprochen zu werden. Sowenig, wie dieses Satan-Adama-Quadrat bekannt sein dürfte, sowenig hat man sich mit der Deutung befaßt. Weder aus dem Aramäischen noch aus dem Keltischen ist eine Erklärung versucht worden. Auch Anagramme sind nicht ge-bildet worden. Es ist lediglich versucht worden, unter Aufwendung von starkem Zwang in Gestalt von Ergänzungen an seine an Latein erinnernden Worte zu übersetzen, ohne jedoch einen Sinn hineinlegen zu können. Für das Sator-Quadrat gibt es wenigstens noch Bibelstellen, die eine gewisse Deutung im christlichen Sinne möglich machen; für das Satan-Adama-Quadrat sind jedoch dergleichen Hilfsmittel nicht gegeben. Die Wissenschaftler unserer und auch der vorliegenden Zeiten haben es bisher verschmäht, diese Ungeheuerlichkeiten mittelalterlicher Zaubersprüche zu un-tersuchen oder gar näher anzuschauen. Und doch ist das Satan-Adama-Quadrat von großer Bedeutung, insbesondere für unseren Kreis; denn seine Lösung gibt uns die Klärung eines die Geschichte im allgemeinen und des Ordenslebens im besonderen betreffende Geschehen, das von einem alten und tragischen Geheimnis umwittert ist. Dieses tragische Geschehen beinhaltet die Vernichtung des Templerordens durch Gier, Rach-sucht, Haß und Neid und sein Geheimnis, das Geheimnis des sogenannten Baphomet. Dieses Geheimnis, der Baphomet, wurde damals von den Anklägern als Grund für die Vernichtung vorgeschoben, ohne jemals zu klären oder klären zu können, was dieser Baphomet eigentlich ist. 1962 - 8"},{"pageNumber":9,"pageContent":" Wir pflegen und bewahren die Tradition des Templer-Ordens. Deshalb dürfte es für uns von besonderem Interesse sein, das Satan-Adama-Quadrat kennenzu-lernen; denn dieses ist das Geheimnis des Templer-Ordens, ist der Baphomet, um dessentwillen der Templer-Orden vernichtet wurde. Um die Lösung des Satan-Adama-Quadrates nicht zu entstellen, lasse ich jetzt Kuno Graf von Hardenberg selbst sprechen: „Sieht man sich zunächst das Quadrat als Palindrom an, so ist ohne Frage das Spiel, das mit dem Worte „Satan“ und seiner Umkehrung „Natas“ getrieben wird, auffallend. Es ist ein Stück echtester Kabbalistik: Dem Verschlinger Satan marschiert in Gestalt seiner eigenen Buchstaben seine unerschöpfliche Gegner-schaft: die „geborenen Gebärenden“ entgegen. - S a t a n - N a t a s -, der ewig unabänderliche Gang des Erdengeschehens mit erstaunlicher Deutlichkeit durch die fünf Buchstaben ausgedrückt.“ „Die zweite Betrachtungsmöglichkeit gestattet uns, die Buchstaben, ohne Be-rücksichtigung ihres Zweckes Worte zu bilden, als Einzelwesen zu betrachten und nach der Symmetrie ihrer Stellung zu forschen. Da finden wir, daß das Zentrum des Quadrates ein B bildet. In kabbelistischer Auffassung ist B das Zeichen des Logos, des geoffenbarten Wortes, während A, der erste Buchstabe den Ursprung aller Dinge, die Gottheit, symbolisiert. Zunächst liegt nun die Versuchung nahe, die Kreuzstellung der Buchstaben TABAT ins Auge zu fassen. Aber man wird davon absehen, sie als Kreuz zu betrachten, da sie in keiner Weise den Sinn des Kreuzes, wie es das TENET im Sator-Quadrat tut, versinn-bildlichen.“ „Es gilt also nach einer anderen Buchstaben-Symmetrie zu suchen. Eine solche ergibt sich, wenn man die zwölf in dem Quadrat erscheinenden A betrachtet. Sie gruppieren sich gewissermaßen „wie der Sterne Chor um die Sonne sich stellt“ in einer wunderbaren Anordnung um das zentrale Logos-B. 1962 - 9"},{"pageNumber":10,"pageContent":" Verbinden wir die äußeren A durch Diagonalen, die das B schneiden, so erhal-ten wir die acht Speichen eines Acht-Rades oder ein doppeltes Andreaskreuz. Es bleiben nun noch die vier inneren A, dem B zunächst stehenden A übrig. Um zu einer sinnvollen, alle A des Quadrates einschließenden Figur zu gelangen, müs-sen wir sie in irgendeiner Weise, ohne daß sie einen anderen Buchstaben schneiden, mit den äußeren A in Verbindung setzen. Das kann nur geschehen, daß wir die Linien mit den äußeren A in Beziehung setzen. Das Ergebnis ist ein stolzes Ordenskreuz.“ „Ordenskreuze gehören in das Gebiet der Heraldik! Sehen wir nach, was ein He-raldiker wie Guido List, den zugleich altgermanische Geheimlehre beschäftigte, sagt: Die Hauptglyphe, das heiligste Sigill des Armanentums, ist das ’redende Haupt’, das die moderne Heraldik als Malteserkreuz, Johanniter-Ordenskreuz anspricht. Das redende Haupt entsteht, wenn man den absteigenden und den 1962 - 10"},{"pageNumber":11,"pageContent":" aufsteigenden Fyrfos in einer Figur vereinigt, wodurch eben das eigenartige Templerkreuz gebildet wird. Das redende Haupt fußt auf der ’Vier’, dem Urfyr, dem Gottesfeuer. Es gehört zu den Feuerglyphen und vermag alle auf den Ebenen des Feuers liegenden magi-schen Mächte aufzulösen.“ „Auch diese Glyphe mußte, wie alle anderen, die Verdunklung erfahren, bis Un-verstand hinter dem \"redenden Haupte\" ein mit Zauberkünsten aus sieben Me-tallen gegossenes Menschenhaupt vermutete, das mit menschlicher Sprache begabt gewesen sein soll. Das redende Haupt des Bruders Baco der Sage und vieler anderer bestätigen diesen Wahn. Auch im berüchtigten Templer-Prozeß will man - dank den Folterkünsten - derlei Häupter gefunden haben, doch mei-ne ich, daß es nur obige Glyphe war, welche ja möglicherweise auf einem kunst-voll gearbeiteten Menschenhaupte angebracht gewesen sein dürfte.“ „Diese Ausführungen sind aus verschiedenen Gründen wertvoll. Einmal, weil sie das Wesen des Ordenskreuzes erklären, sodann aber auch, weil ihnen die Lo-gos-Erklärung des B eine überraschende Bestätigung in der Benennung des Sternes als ’redendes Haupt’ findet.“ „Mit Spannung stellen wir fest, welche Buchstaben sich in dem Quadrat um das freischwebende Sternenkreuz gruppieren. Es sind S T N D M T in zweimaliger Aufführung. Was mögen sie bedeuten? Da das bisherige Ergebnis ein Johanni-ter- oder Malteserkreuz zeigt, werden wir sie als Abkürzung einer Inschrift zu betrachten haben, die zu einem der beiden Orden in Beziehung steht. Ein Hin-1962 - 11"},{"pageNumber":12,"pageContent":" weis auf den Johanniter-Orden scheidet aus, da kein I zur Verfügung steht. Auch der Malteser-Orden kommt nicht in Frage, da er erst um 1530 aus dem Johanniter-Orden entstand. Es bleibt also nur noch der Versuch offen, die Buchstaben mit dem Templer-Orden in Verbindung zu bringen. Die Tempelher-ren nannten sich: Salomonis Templi novi Domini militiae oder Domini templarii militiae templi novi Salomonis. Die Anfangsbuchstaben sind keine anderen als die restlichen des Quadrates, nach deren Erklärung gesucht wurde. Das Quad-rat ist kein Quadrat mehr, sondern ist das Redehaupt, gespeist vom Gottesfeu-er. Es ist das Zeichen des Logos, umstrahlt von einem achtzackigen Sternen-kreuz, das sich aus zwölf A, dem Abbilde der zwölf astralen Kräfte, bildet und dessen Umschrift es offenbar als ein Symbol der Tempelritterschaft andeutet.“ v. Hardenberg hat noch eine dritte Betrachtungsmöglichkeit herangezogen. Er hat die Buchstaben durch Um- und Neugruppierung in zwei neue Sätze - Anag-ramme - formuliert, und zwar: 1. Ama data: Natas Sata. Damna taba! und 2. Mandabas data amata: Nata Sata. Er sagt dazu: Anagramm 1: „Liebe die Opfer: Erstlinge und Saaten! Verdamme das Zersetzte, die Fäulnis!“ Anagramm 2: „Du sandtest alle Gaben, die wir lieben: Erstlinge und Früchte!“ „Wir stehen jetzt vor der Frage, ob die durch die Lehren der Geheimwissenschaf-ten gefundenen Angaben auch ihre Bestätigung in der Geschichte des Templer-Ordens finden, ob die von List angedeutete Wahrscheinlichkeit vorhanden ist, daß die Templer ein geheimes Ordenszeichen in der Gestalt eines Redehauptes besaßen und für irgendwelche geheimen Zwecke verwendeten. Vergegenwärti-gen wir uns daher einmal die ebenso berühmte wie erschütternde Geschichte des Templer-Ordens, soweit sie für die aufgeworfene Frage von Belang ist.“ „Unter den Anklagen, die man gegen die Templer vorbrachte, findet man neben anderen in den Akten der Templerprozesse die der Idolatrie: Man beschuldigte 1962 - 12"},{"pageNumber":13,"pageContent":" sie, daß sie ein oder mehrere Idole in ihren Kapiteln und geheimen Versamm-lungen „wie Gott und den Erlöser“ angebetet hätten. Diese Idole seien Häupter - Capita - gewesen, von denen einige drei Gesichter gehabt hätten, andere nur eines. Ein solches Haupt - Caput - sollen sie gesagt haben, habe die Kraft, sie zu erlösen, sie reich zu machen, verschaffe auch ihrem Orden alle Reichtümer, mache die Bäume blühen und lasse die Erde keimen! Einige Ritter schildern im Verlaufe des Prozesses das Caput als einen abscheulichen Kopf von vergoldetem und versilbertem Holze, mit einem großen Bart und vier Füßen. Auch wird ge-sagt, es habe die Gestalt eines „Bafomet“ (Bafometus, Baphomet) gehabt, ferner wird behauptet, es sei das Haupt des ersten Ordensmeisters Hugo von Payns oder Payens gewesen.“ „Gezeigt worden ist dieses merkwürdige Haupt in den Gerichtsversammlungen nicht. Man ließ danach suchen, aber man fand es nicht; war es wohl auch schwierig, nach den vorgebrachten Aussagen das „ketzerische Haupt des Bafo-met“ von den damals in Aufnahme gelangten goldenen Reliquiarien zu unter-scheiden, die ja auch oft Heiligenköpfe darstellten und auf vier Füßen standen.“ „Hat es nun überhaupt ein Idol, ein Caput, in der Form eines Bafomet im Temp-ler-Orden gegeben? Wenn man die grausamen Foltern bedenkt, unter denen den Templern ihre Aussagen abgezwungen wurden, wenn man weiter überlegt, daß die Templer zum großen Teile später widerriefen, könnte man ohne weiteres annehmen, daß die Berichte von einem Idol in Gestalt eines Hauptes freie Er-findungen der Feinde und Ankläger der Templer gewesen sind und darüber zur Tagesordnung übergehen, wie über so manches andere, was man den Templern zur Last gelegt hat.“ „Natürlich wäre es unsinnig, einem christlichen Orden, an dessen Spitze edle und ernste Männer standen, ein teuflisches Idol als Mittelpunkt seines Kultes zuzutrauen. Es wäre noch unsinniger, sich ein Idol vorzustellen, dem der Orden Reichtümer und übernatürliche Kräfte zu danken gehabt hätte. Aber ein ande-res wäre denkbar: das Caput, in figuram Bafometi, war gar kein Idol in Gestalt eines menschlichen Caput, es war auch kein Gegenstand, zu dem man betete und von dem man Zauberwirkungen erwartete. Es war in Wahrheit ein geistiges „Caput“, ein von der Welt mißverstandenes Geheimsymbol der Ordensgrundsät-ze und der Ordensweltanschauung, dessen sich die Brüder als Spiegel ihrer 1962 - 13"},{"pageNumber":14,"pageContent":" Geistesgrade und zum Zwecke der Meditation über das Wesen Gottes und der Welt bedienten!“ „Weiter heißt es dann von den Templern und ihrem Verhalten im Prozesse: Sie logen oder entdeckten (enthüllten) vielleicht eine Hieroglyphe, deren Bedeutung sie selbst nicht kannten, oder zu deren Erklärung man sie wohlweislich nicht aufforderte. Ein dunkler und vorsichtiger Satz. Immerhin gibt er die Möglichkeit zu, daß das Caput ein geschriebenes „hieroglyphisches“ Buchstabengebilde ge-wesen sein könne, über dessen Bedeutung sich freilich die Mehrzahl der Ritter nicht im klaren war, und daß weiter die Richter, in ihrer Entschlossenheit den Orden zu vernichten und seine Güter einzuheimsen, „wohlweißlich“ davon ab-sahen, eine Deutung oder Erklärung des hieroglyphischen Gebildes herbeizu-führen. Warum sie „wohlweißlich“ nicht zu einer Erklärung aufforderten, bleibt verschwiegen. Jedenfalls hütete man sich ängstlich, an die vielen Doppelsinnig-keiten zu rühren, mit denen man aneinander vorbei redete. Man ließ Caput Ca-put sein und fragte nicht danach, ob unter dem Caput etwas anderes zu verste-hen sei als ein Menschenhaupt. Man forschte nicht, wie die Reichtümer aufzu-fassen wären, die man durch das Idol erlangen könne - es ging ja im Prozeß um ganz reale Reichtümer - auch auf die drei Gesichter gab es kein näheres Einge-hen.“ „Daß das Caput kein metallenes Kunstwerk in Gestalt eines Kopfes gewesen zu sein braucht, wurde schon angedeutet. Folgen wir der Vermutung einer Deu-tungsmöglichkeit auf ein hieroglyphisches Buchstabengebilde, so können wir dies ohne Schwierigkeiten ins Auge fassen. „Caput“ heißt nicht nur: Haupt, Kopf; man kann es auch mit Hauptgrundsatz, Hauptstück oder oberste Lehre übersetzen. Daß ein geistiges Hauptstück in Gestalt eines hieroglyphischen Buchstabengebildes genau so gut zwei oder drei Gesichte, d. h. verschiedene Aspekte haben kann, wie ein plastisches, metallgetriebenes Caput-Reliquiar mit einem Januskopf, wird niemand bezweifeln können! Wenn weiter von dem Haupte als dem Caput des Ordensmeisters Hugo de Payns gesprochen wird, so kann das sowohl bedeuten, das Caput habe die Züge des Ordensmeisters getra-gen, sei dessen Portrait gewesen als auch, das Caput sei eine oberste Satzung, ein Geheimsymbol Hugo de Payns gewesen, sei ein Werk seiner Erfindung oder auch, sei speziell von ihm verwendet worden. Auch was sonst noch von dem 1962 - 14"},{"pageNumber":15,"pageContent":" Caput ausgesagt wird, widerspricht keineswegs der Annahme, es sei ein hierog-lyphisches Buchstabengebilde oder Zeichen gewesen. Vor allem werden ihm Amulett-Eigenschaften nachgesagt, und zwar gerade solche, die man einem pa-pierenen Talisman, den man am Körper trägt, eher nachrühmen wird als einem kultischen Tempelidol in Form eines menschlichen Hauptes! Das Caput gab nach Aussage der Ritter persönliche Sicherheit und konnte sie reich machen, ja, alle Reichtümer des Ordens kamen von ihm, und außerdem machte es Bäume blühen und die Erde sich mit jungen Keimen schmücken. Solche Talente entfal-tet ein schwer transportables Caput-Reliquiar, das seinen Platz an bestimmter geweihter Stelle hat, weit weniger leicht und oft als ein Amulett, das man ver-borgen an einer Schnur um die Hüften oder um den Hals tragen kann. Übrigens sind solche talismanischen Eigenschaften sehr cum grano salis zu verstehen. Die Templer standen auch im Verrufe, Alchimie zu betreiben. Damit hat man die Berechtigung parabolischer Auffassung und Deutung aller Angaben. Da heißt reich sein oder Schätze haben nicht: Gold besitzen, sondern an Tugend, an Glauben, an Erkenntnis reich sein. Da sind die Reichtümer des Ordens nicht Pfründe oder Provinzen besitzen, sondern die Weisheit und Geistesschätze der Meister, die das hieroglyphische Zeichengebilde dem Meditanten geben kann, wenn er sich ihm andächtig mit offener Seele nähert, da sind dürre Bäume, die durch das Caput zum Blühen gebracht werden, nicht wirkliche Bäume, sondern Heiden, die sich zum Christentum bekehren, und die wüste Erde, die plötzlich Saaten zeitigt, ist eine arme Seele, die wider Erwarten herrliche Geistesfrüchte hervorbringt.“ Uns interessieren hier nicht die christlichen Auslegungen des Grafen von Har-denberg - denn es ist fraglich, ob diese Auffassung auch seitens des Templer-Ordens vertreten wurde, denn sonst brauchte das Caput nicht in ein kabbalisti-sches und hieroglyphisches Buchstabengebilde eingekleidet zu werden. Setzen wir die Ausdeutung des Grafen von Hardenberg in alchimistische und esoteri-sche um, so ist das Caput der Schlüssel der Alchimisten für die Metall-Mutation, die Umbildung von Blei in Gold, die Entwicklung des Astral- und Me-tallkörpers sowie die geistigen Fähigkeiten, bewußt mit diesen Ebenen in Ver-bindung zu treten. 1962 - 15"},{"pageNumber":16,"pageContent":" Man sieht, mit Kenntnis symbolischer Ausdrucksweisen läßt sich mancherlei herauslesen. Fahren wir nun im Text des Grafen von Hardenberg weiter: “Schwieriger ist die Frage zu beantworten: Wie hat das hieroglyphische Zeichen-gebilde, der Talisman der Templer, ausgesehen, wenn ein goldenes Idol in Ges-talt eines Kopfes nicht in Frage kommt? Die Berichte sagen, das Caput sei in figuram Bafometi gemacht gewesen. Was heißt das, wenn es sich um einen metallenen Kopf gehandelt haben sollte; was heißt es, wenn das Caput ein hieroglyphisches Zeichengebilde war? Jede Antwort ist deshalb so schwer, weil kein Mensch je zu sagen gewußt hat, was das Wort Bafomet bedeutet und woher es stammt. Die Ritter selbst kannten es zum großen Teil überhaupt nicht. Einige meinten, es sei ein sarazenisches Wort und käme von Magomet oder Mohamed; was es bedeuten könnte, wußten sie nicht. Ein später unternommener Deutungsversuch spricht von einer Geistestaufe und will unter Bafomet „illuminato mentis“ verstehen. Aber wozu kann das hel-fen. Die Lexika reden das Herkömmliche, die Etymologie versagt vollständig. Und doch hängt von einer richtigen Erklärung des Wortes Bafomet alles ab. Nur da-durch, dass wir feststellen, was Baffom, Baffomet oder Bafomet bedeutet, was es heißt: „Caput in figuram Bafometi“, können wir erfahren, ob die kabbalisti-schen Ausführungen auf Richtigkeit beruhen und keine leeren Fantastereien sind. Nur die Erklärung des Wortes Bafomet kann allein schlüssig beweisen, was es mit dem Caput der Templer für eine Bewandtnis gehabt hat, ob es ein metallener Kopf oder ein hieroglyphisches Hauptstück gewesen ist und wie es in Wirklichkeit ausgesehen hat. Erfahren wir nicht, was ein Bafomet ist, bleibt al-les, was bisher gesagt ist, im besten Falle Vermutung - erfahren wir es, so ist damit unter Umständen die Lösung eines Geheimnisses gefunden, nach der die Menschheit 600 Jahre vergeblich gesucht hat.“ Nach mancherlei Versuchen blieb nichts anderes übrig, das Wort Bafomet - Baphomet - Baffomet - Baffom - zu teilen, und zwar in B a und F o m e t. Wie weiter vorn schon gesagt, ist die kabbalistische Deutung von B = Logos und von A = erste Ursache. Was aber könnte Fomet oder Fom bedeuten? Hier ver-sagt jede kabbalistische Buchstabendeutung. Für „Fomet“ mußte also eine an-1962 - 16"},{"pageNumber":17,"pageContent":" dere Deutung gesucht werden. Lediglich das Latein gab einen Anhaltspunkt. Es kennt zwar kein Fomet; es gibt aber ein Wort f o m e s, f o m i t i s, zu deutsch: Zunder; in erweiterter Übersetzung: die Funken, die beim Hämmern glühenden Eisens sprühen. Das war es, was v. Hardenberg zur Lösung führte. Diese Fun-ken, die beim Schlagen mit Hämmer auf glühendes Eisen sprühen, sind gewis-sermaßen Feuer-Erzeugung aus Eisen und Stahl, im übertragenen Sinne ein Feuerzeug aus Zunder, Stahl und Stein, also ein Feuerzeug oder F y r f o s. Da-mit hatte v. Hardenberg das Geheimnis des Bafomet gelöst und den Schlüssel für das Satan-Adama-Quadrat gefunden. Das Satan-Adama-Quadrat ist das bisher vergeblich gesuchte Caput der Temp-ler, und das Wort Bafom oder Bafomet ist der Schlüssel. Hören wir noch einmal Graf von Hardenberg wörtlich: „Erinnern wir uns der Worte Guido List’s, der das Templerkreuz aus dem ab-steigenden und dem aufsteigenden Fyrfos erklärt, dem Symbol der Feuer-Erzeugung durch Rotation bei den Urvölkern. Was ist nun dieses Ordenskreuz-Feuerzeug anderes als ein Fomes, wenn man seine Feuerzeugeigenschaft ins Lateinische übersetzen will? Und weiter: Durch welche Buchstabensymmetrie wurde im kabbalistischen Anfange der Abhand-lung das Templerkreuz im Satan-Adama-Quadrat gebildet? Doch nur durch die des Logos-B mit den zwölf astralen A. Aus den Buchstaben B und A konnte ein Ordenskreuz-Feuerzeug konstruiert werden - ex literis Ba fomitem habebamus, kurz gesagt, der BAfomes - nicht Bafomet - ist entdeckt. Es bleibt jetzt nur noch übrig, die beiden weiter vorn genannten Anagramme: 1. Ama data: Natas Sata, 2. Mandabas data amata: Nata Sata, daraufhin zu prüfen, ob auch sie mit den Anschauungen des Templer-Ordens in Beziehung zu setzen sind. In der Templerkirche in Schöngrabern befindet sich eine Reliefdarstellung, die auch das Rätsel der Anagramme löst. Die Reliefdarstellung zeigt folgendes: In der Mitte sitzt Gott auf seinem Throne. Die linke Hand ist zu einer mahnen-den Gebärde erhoben, die Rechte hält den Lilienstab des ewigen Urlichtes. Zur Linken Gottes kniet ein Opfernder mit einem Bündel Garben (Sata), das er dem Herrn darbringt, zur Rechten sehen wir eine andere Gestalt: sie bringt den Erst-1962 - 17"},{"pageNumber":18,"pageContent":" ling der Herde dar - natum oder natam -. Neben dieser Figur, durch eine Schnur um den Leib als Templer erkenntlich, eine dritte Menschengestalt, die dem Opfernden des Erstlings das Ohr zuhält. Zu Füßen Gottes sehen wir Satan, die alte Schlange, auf dem Rücken schwebend, im Begriffe ein Kind zu ver-schlingen, unter seinem Rücken aber noch eine zweite Adamsgeburt, in paralle-ler Lage! Oberflächlich betrachtet stellt das Relief eine Szene dar, die Moses (I. 4, 3-4) schildert: Kain und Abel opfern dem Herrn. Dem Eingeweihten zeigt sich das Relief als eine lebendige Illustration des Satan-Adama-Quadrates. Dem Wortspiel Sata-Natas ist deutlich Ausdruck gegeben in der kinderfressenden Gestalt Satans, dem ein Kind, scheinbar in sinnloser Weise, noch auf dem Rü-cken angebracht ist, um recht klar die Buchstabengleichheit Satan-Natas anzu-zeigen.“ „Wir haben also auch in dem Relief ein Redehaupt vor uns mit den Worten des 1. Anagramms: Ama Natas Ata, damna taba = Liebe was wir geben - Erstgeburt und Frucht des Feldes - der Zersetzung aber fluche! Diese Worte kommen von den Lippen Abels. Wir können aber auch die Worte des 2. Anagramms verne-hmen: Mandabas data amata: Nata Sata. Sie kommen aus dem Munde des Templers, der dem Abel das Ohr zuhält, damit er nichts höre, was ihm zu wis-sen nicht gut ist. Nicht gut zu wissen ist ihm nämlich, das Mandabas - auch ohne Aufwand neuer Buchstaben - Damnabas data amata: Nata Sata heißen kann! Das ist nämlich Geheimwissen und bedeutet: Gott, Du sandtest alles, was wir lieben, aber im gleichen Atem gabst Du jedem Geschöpf Deinen Fluch mit auf den Weg!“ „Gott und Satan bilden in der Schöpfung eine große Einheit für die Eingeweih-ten, doch das braucht Abel und braucht das Volk nicht zu wissen, darum heißt es ihnen die Ohren zuhalten, auf daß sie einfältig bleiben.“ „Haben die Templer eine derartige Anschauung gehabt? Diese Frage kann wohl mit ja beantwortet werden, wenn auch unter der Einschränkung, daß nur die höchsten Grade davon gewusst haben dürften. Woher diese Anschauungen den Hochgraden gekommen sind, ist auch schnell gesagt. Sie haben sie aus der Gnosis übernommen. Schwerer ist schon zu sa-gen, wer sie in den Orden einzuführen bestrebt gewesen ist. Aus diesem Gesichtspunkte erscheint eine Aussage im Prozeß beachtlich, nach der das berühmte „Caput“ das Haupt des Ordensmeisters Hugo de Payns gewe-1962 - 18"},{"pageNumber":19,"pageContent":" sen sei. Richtig verstanden, nach dem, was oben ausgeführt wurde, könnte dar-aus gefolgert werden, daß Hugo de Payns es war, der das Satan-Adama-Quadrat als Meditationssymbol des Ordens, wenn nicht erfunden, so doch eingeführt hat und daß wohl nur er und einige von ihm eingeweihten Hochgrade um den wah-ren Inhalt des „Caput“ wußten.“ Aus vorstehenden Darstellungen - ohne die von Graf von Hardenberg eingeflochtenen christlichen Tendenzen zu berücksichtigen - müssen wir zu fol-gender Schlussfolgerung kommen: Das Satan-Adama-Quadrat ist das berühmte „Caput“, das Idol der Templer - der B a p h o m e t - mit seinen drei Gesichtern im Sinne eines magischen Hauptstückes der Templer-Ordens-Lehre mit seinen drei Aspekten - Körper - Seele - Geist / physisch - astral - mental und der Me-talltransmutation Blei in Gold. Ich will mich dieserhalb nicht weiter auslassen. Dem Esoteriker sind die Begriffe bekannt und es wird ihm nicht schwer fallen, die Deutung des Grafen von Har-denberg umzusetzen. Es kam mir darauf an, die Lösung des Grafen von Har-denberg nicht wieder in Vergessenheit geraten zu lassen. 1962 - 19"},{"pageNumber":20,"pageContent":" SSPPEEKKUULLAATTIIOONNEENN UUMM DDIIEE SSAATTUURRNN--GGLLYYPPHHEE von Mstr. ∴ Amenophis ∴ Das Verstehen von Sinn und Wirkung eines Symbols oder einer Glyphe kann man als eine besondere Wissenschaft betrachten, die nicht allen esoterisch Bef-lissenen geläufig ist. Bekanntlich gibt es für die Betrachtung und Auslegung von Symbolen mehrere Möglichkeiten, die man “Schlüssel nennt und man spricht von insgesamt sieben Schlüsseln in Analogie zu den sieben Sphären, so dass eben für jede Sphäre eine andere Betrachtung oder Auslegung in Frage käme. Dem mag nun sein, wie ihm wolle, als bekannt dürfte man bei jedem Mitglied der Fr. S. für die Saturn-Glyphe zwei Schlüssel voraussetzen, den irdischen, der das wohlbekannte Symbol des Saturn zeigt und den astralen, der die Umkerung aufweist. (Siehe Fig. 1). Es soll in dieser als Spekulation bezeichneten Abhandlung, die im Grunde ge-nommen keine Spekulation landläufiger Art ist, versucht werden, den mit dem Saturn-Symbol verbundenen Komplex aufzuhellen. Nach astrologischen Regeln ist Saturn nur als der „große Übeltäter“ zu werten, nach esoterischen Anschauungen jedoch soll er auch eine gute Seite haben, denn er schenkt Erkenntnis und Weisheit. Es soll zunächst untersucht werden, ob es sich wirklich so verhält, als ob eine außenstehende Macht dem Menschen das „Übel“ schickt und andrerseits die Erkenntnis und Weisheit, oder ob nicht alles im Menschen selbst vor sich geht, bzw. seine eigene Sache ist. Das Symbol für unsere Mutter Erde, deren Kinder wir uns nennen, stellt sich uns als Kreis mit darüberstehendem Kreuz dar. (Fig. 2). Der Kreis ist uns als Sonnensymbol bekannt und bildet die Basis, auf der das Kardinalkreuz errichtet ist. 1962 - 20"},{"pageNumber":21,"pageContent":" Dieses Kardinalkreuz ist das Symbol der vier Elemente, Feuer, Luft, Wasser und Erde, welche zusammengenommen die Materie symbolisieren. Denn das irische Element allein bildet ja nicht die Erde, sondern erst alle vier Elemente zusam-men. Da die Sonne das geistige Prinzip vertritt und die Grundlage oder Basis bildet, ist das materielle Prinzip darauf aufgebaut, sozusagen die Dominante geworden. - Das müßte sich so auswirken, daß die Schwere der Materie auf dem Geistigen lastet. Zeichnet man nochmals das Erde-Symbol, aber nur in punktierter Form und zieht man dann das Kardinalkreuz stark nach und ebenso einen anschlie-ßenden Halbkreis rechts herum, erhält man das bekannte Saturn-Symbol. (Sie-he Fig 3). Hieraus können wir entnehmen, daß sich das „Kreuz der Materie“ mit dem Symbol des Mondes verbindet und in der Einheit der beiden sich Saturn aus-drückt und auswirkt. Und welchen Aussagewert besitzt nun diese folgerichtige Symbol-Konstruktion? 1. Das geistige Prinzip ist nur noch zur Hälfte vorhanden, nur noch schwach erkennbar, wie transparent (punktiert), Kreuz und Halbmond nehmen dafür den Hauptanteil für sich in Anspruch, d. h. sie dominie-ren, und während das Kreuz der Materie über der geistigen Basis sich erhebt, überschattet das Mondsymbol die eine geistige Hälfte vollkom-men. 2. Hieraus ist zunächst die Zusammensetzung des Menschen erkennbar: materieller Körper = Kardinalkreuz; astralischer Seelenteil = Mond-symbol; göttl. Geist = durchsichtiges, halb verschattetes Sonnensymbol. Der Mensch besitzt derzeit nur Erkenntnis vom Leib und von der Seele. 3. Die Saturn-Glyphe beinhaltet sowohl die irdische wie auch die Astral-ebene, dargestellt durch Kreuz und Halbmond, weshalb der Demiurgos = (Schöpfer) Saturn nicht zu Unrecht als der Schöpfer alles Körperhaften angesehen wird. 4. Und hier ist zunächst die Grenze erreicht und es wird klar, wie in allen hermetischen Schriften hervorgehoben ist, daß der Geist als höchstes 1962 - 21"},{"pageNumber":22,"pageContent":" göttliches Prinzip sich noch nicht mit dem Körperhaften verbunden hat, sondern nur durch die Materie hindurchscheint. 5. Die Überschattung des Geistigen durch das Seelische (Halbmond) sowie die feste und zügige Verbindung mit dem Irdischen (Kardinalkreuz) weist darauf hin, daß sich Geistiges mit Seelischem einst verbinden könnte, ebenso wie sich Irdisches schon mit Seelischem verbunden hat. Hieraus müßte man zwangsläufig schließen, daß der Körper der Träger der Seele ist, die Seele aber der Träger oder wenigstens der Vermittler für das Geis-tige. Daß die Knebelung des Geistes (Manas = Geist = Mensch) durch die Materie ü-ber die Vermittlung der Seele von diesem als „Großes Unglück“ betrachtet wird, dürfte danach verständlich sein, denn der frei schweifende Geist ist mit Gewich-ten belastet durch die Materie wie ein Bagnosträfling. Und aus dieser Urempfindung des Geistes mag wohl die Anschauung herleiten, daß Saturn das „Große Unglück“ darstellt. Denn die Anschauung liegt allein im Menschen, was zu beweisen war, und erst im Laufe der Zeiten wurde durch die Horoskopie diese Urempfindung im Materiellen umgekehrt. Ebenso muß man sich sagen, da das Saturn-Symbol als Ganzes immerhin die Hälfte des Sonnenkreises einnimmt, das Geistige zwar überschattend, das geis-tige Prinzip doch daran seinen Anteil besitzt, wenn auch nur quasi durchschei-nend, transparent. Hieraus wurde der Schluß gezogen, daß Saturn auch geisti-ge Werte schenkt, wie Erkenntnis und Weisheit. Diese Betrachtungen haben allerdings nur Geltung vom rein irdischen Stand-punkt aus gesehen, also aus der Sicht des Menschen, der noch auf Erden in seinem fleischlichen Körper wandert. Wie aber würde man den Komplex betrachten aus der Sicht des Jenseits, der Astralebene? - Die Erde besitzt außer ihrem festen Körper noch zwei körperhafte Hüllen, die ätherische und die astrale. Die ätherische Ebene kommt für unsere Betrachtung nicht in Frage, da sie die genaue Entsprechung der irdischen ist. 1962 - 22"},{"pageNumber":23,"pageContent":" Anders aber die Astralebene, die bekanntlich eine Spiegelung der irdischen oder auch umgekehrt ist, was an sich keinen Unterschied ausmacht. In einem Spie-gel sieht man alles seitenverkehrt, wie wir aus Erfahrung wissen; die rechte Körperhälfte zeigt sich dem Beschauer als die linke und die linke als die rechte. So ist es auch auf der Astralebene, denn was hier rechts ist, ist dort links, was hier aufrecht steht, steht dort auf dem Kopf, was hier positiv ist, ist dort nega-tiv. Die medizinische Wissenschaft nimmt z. B. an, daß das ganz junge Menschen-kind noch längere Zeit nach der Geburt alles auf dem Kopf stehend wahrnimmt und die Bilder im Auge erst langsam durch Adaption (Anpassend) für die irdi-schen Verhältnisse umgekehrt werden. Welche Schlüsse kann man nun aus dem Vorgebrachten mit Bezug auf die Sa-turn-Glyphe ziehen? Das Spiegelbild der Glyphe ist seitenverkehrt, wie aus Fig. 1 ersichtlich. - Hier-aus ist noch nicht zu erkennen, daß die Umkehrung des Saturn der Jupiter d. h. die Spiegelung, der Jupiter sein muß. Erst bei willkürlicher Drehung um 90 Grad würde das zutreffen. Das aber wäre ein künstlicher Weg des Beweises! - Aber dieser Spiegelung entspricht der heutige Zustand der Menschheit; man kann wohl mit seinem Willen diese Drehung um 90 Grad vornehmen, indem man danach strebt, zu Erkenntnis und Weisheit zu gelangen. Aber das ist nicht der kosmisch vorgeschriebene Weg für die Gesamtmenschheit; der einzelne kann das wohl machen und der sehr langsamen Progressivität der Entwicklung vorgreifen. Wenn die Erziehung durch den Saturn, durch Leid und Trübsal, die der Mensch selbst verschuldet, zur Erkenntnis gelangt sein wird, und seine Weisheit an-fängt, das Irdische, Materielle, zu durchstrahlen, zu vergeistigen, wie man wohl mit Recht sagt, daß das Kreuz der Materie nicht mehr das Geistige erdrückt, so müßte sich das wie in Fig. 4 auswirken. In dieser Figur hat der Druck der Materie auf das Geistige aufgehört, denn die Materie (das Kreuz) ist zur Seite gerutscht, zu etwas Nebensächlichem geworden und dreiviertel des Geistes sind zur Herrschaft gelangt. - Das zeigt den Beginn 1962 - 23"},{"pageNumber":24,"pageContent":" des „glücklichen Zeitalters“ an, dessen Vollendung erreicht ist, wenn auch das letzte Viertel des Geistigen durch saturnische Erkenntnis gewonnen wurde. Dann würde die 2. Phase von Figur 4 in der Spiegelung auf der Astralebene aussehen, wie sie Figur 5 aufweist. Das aber ist der auf dem Kopf stehende, seitenverkehrte Jupiter, welches Bild sich in der Rückspiegelung auf die Erde als das rechte Jupitersymbol zeigen würde. Denn vertauscht man die Seiten und stellt das Bild vom Kopf auf die Füße, er-scheint das klare Siegel des Jupiter, und so hat sich Saturn tatsächlich in Jupi-ter verkehrt. In dieser Entwicklungsphase der Menschheit ist Saturn zum Jupiter auf der ir-dischen Ebene, jedoch Jupiter auf der Astralebene zu Saturn geworden. Was liegt der Spekulation näher, als den Schluß zu ziehen: Das, was uns heute noch als Unglück erscheint und uns belastet, ist in Wirk-lichkeit ein Glück, denn im Grunde genommen ist Saturn gleich Jupiter und Jupiter gleich Saturn. Schreitet dann die Menschheitsentwicklung in ferner Zukunft weiter, dann wird auch das letzte Viertel des Sonnenkreises durch saturnische Erkenntnis und Weisheit errungen werden. Das aber würde wie eine auf den Kopf gestellte Saturnglyphe aussehen, was a-ber in Wirklichkeit nicht zutrifft, da ja dann der ganze Kreis geschlossen ist, was alsdann das Symbol der Venus ergeben würde. (Siehe Fig. 6). Die Materie, die zuerst auf dem Sonnenkreis des geistigen Prinzips lastete, ist nun bezwungen; die Materie bildet nun die Basis, auf welcher sich der Geist entfalten kann. Nicht umsonst sagt man von der Venus, daß sie ein erlöster Planet sei! - Auch unsere Erde muß durch die Menschheit diesen Weg erreichen, und mag der Tag noch so fern sein, wo alles Materielle durch die Katharsis, die Umwer-tung aller Erfahrungen, überwunden ist und das Geistige die Dominante des Lebens wurde. 1962 - 24"},{"pageNumber":25,"pageContent":" Das ist die Heimkehr zum „Vaterhaus“, das Ziel des Demiurgen Saturn als Leh-rer und Erzieher der Menschheit. Siehe auch Studienheft November / Dezember 1960 “Formen- u. Symbol-Magie.“ 1962 - 25"},{"pageNumber":26,"pageContent":" März/April 1962 BB LL ÄÄ TT TT EE RR FF ÜÜ RR .. AA NN GG EE WW AA NN DD TT EE OO KK KK UU LL TT EE ..  LL EE BB EE NN SS KK UU NN SS TT INHALT: ALEISTER CROWLEY ALIAS MEISTER THERION BIOGRAPHIE UND HOROSKOP-DEUTUNG von ∴Gregor A. Gregorius∴ DIE AUSSTATTUNG EINER SATURN-LOGE von Mstr. ∴Giovanni∴ M Ä R Z / A P R I L 1 9 6 2 Herausgegeben von Gregor A. Gregorius, Meister der Loge Fraternitas Saturni Orient Berlin Privat – Druck 1962 - 26"},{"pageNumber":27,"pageContent":" AALLEEIISSTTEERR CCRROOWWLLEEYY AALLIIAASS MMEEIISSTTEERR TTHHEERRIIOONN  BIOGRAPHIE UND HOROSKOP-DEUTUNG von ∴ Gregor A. Gregorius ∴ Sir Aleister Crowley war sicher eine der problematischsten, bedeutendsten und interessantesten Persönlichkeiten unserer Zeit. Er wurde mit Recht als der Weltmeister der gesamten okkulten und esoteri-schen Bewegung bezeichnet. Er war ein wahrer Initiierter und Eingeweihter, ein Adept höchsten Grades, ein Magus mit hohem Wissen, ein Meister des oberen und des unteren Lichtes. Er stand tatsächlich jenseits von Gut und Böse, denn sein philosophisches Denken hatte Erkenntnishöhen menschlichen Begriffsvermögens erreicht, die weit über dem Durchschnittsmenschentum liegen. Als Mensch wurde er sehr angegriffen und bekämpft, aber derartige Persönlich-keiten, wie Crowley eine war, sind nicht mit den üblichen moralischen und ethi-schen Maßstäben zu messen. Cr. war ein Revolutionär und Wegbereiter auf hochgeistigen Gebieten, ein meist unverstandener und einsamer Mensch, ein Außenseiter, dessen Geist und Wirken nicht einzuordnen ist. Crowley war ein Tat- und Energiemensch ersten Ranges und er war es, der das noch heutige gültige Gesetz des kommenden Zeitalters des Aquarius prägte, als tonangebender geistiger Impuls für die kommenden Generationen und Jahr-hunderte. Der Wortlaut dieses Gesetzes heißt: „Tue was Du willst! Das ist das ganze Ge-setz! Liebe ist das Gesetz - Liebe unter Willen - mitleidlose Liebe!“ *)1 Über dieses Gesetz gibt es viele Kommentare, aber es enthält in sich die größte Willens-, Gedanken- und Glaubensfreiheit. Die meisten Menschen verstehen es 1. In einem geheimen Konzil in Thüringen unter der Leitung von Mstr. Recnartus und Teilnah-me von Mstr. Therion u. a. wurde auf Antrag des Berliner Mstr. Pacitus der Loge „PANSOPHIA“ dem Gesetz eine für Deutschland etwas erweiterte Form gegeben. 1962 - 27"},{"pageNumber":28,"pageContent":" Sir Aleister Crowley alias .: Meister Therion :. geb. 12.10.78 11 h 50 m zu Leamington Grafschaft Warwickshire 1962 - 28"},{"pageNumber":29,"pageContent":" falsch und seine Gegner verunglimpfen seinen geistigen Inhalt, aus Nichtverste-hen, aus Böswilligkeit und Dummheit. Die deutsche Großloge „FRATERNITAS SATURNI“ hat sich freiwillig diesem Ge-setz unterstellt und arbeitet danach, ebenso die „Abtei Thelema“ in der Schweiz. Durch die strikte Befolgung dieses Gesetzes werden Führer-Persönlichkeiten auf geistigem Gebiete herangezogen, die gegen die üblichen Suggestionen jeder Art, welche die Welt durchfluten, immun sind. Die unbeirrbar einsame Gipfelwege gehen mit ihrer egozentrischen Geisteshaltung, als reine Willens-Menschen wahre Wegbereiter des neuen Aeons sind. Manche Esoteriker betrachten Crowley als Vorläufer und Verkünder des Aqua-rius - Mahahatma, der voraussichtlich im Jahre 1996 - 99 als der kommende Weltlehrer in Erscheinung treten wird. Therion prägte den Satz: „Jeder Mensch ist ein Stern!“ Kein Mensch hat das Recht, bewußt in die Bahn eines anderen Gestirnes einzugreifen! - Tut er es doch, weil es in seinem ureigenen Willen liegt, so muß er es vor sich selbst ver-antworten, gleich wie seine Motive waren.“ So lauten die darüber geschriebenen Kommentare. - Ein solcher Mensch steht über den üblichen Gesetzen der Moral, der Ethik, der Religion, ja als Individual-Anarchist sogar über den Staatsgeset-zen, soweit sie für ihn nicht gangbar sind. Niemals läßt er sich in ein bürgerli-ches Schema einordnen, noch unter irgend einen Zwang stellen, dem er sich nicht freiwillig und verstandesgemäß unterstellt. Er beherrscht die Kunst der Synthese und Zweckmäßigkeit in hohem Maße. So baut sich der „Thelemit“ - wie sich die Anhänger Therions nennen - seine eigene Welt, seine in sich selbst fundierte Weltanschauung. Aleister Crowley wurde am 12. Oktober 1875, 11 Uhr 50 min. zu Leamington, in der englischen Grafschaft Warwickshire, geboren. Das am Ascendenten aufstei-gende Löwezeichen gab ihm die äußerliche Prägung, denn er war groß, hatte eine aufrechte, fast stolze Haltung, einen durchdringenden Blick, eine wohlklin-gende laute Stimme, einen positiven Gang und harmonische Bewegungen und Gesten. Crowley hatte eine schwere Jugend - sein Vater starb früh und er wurde von Verwandten erzogen, zu denen er, genau wie zur Schule, sich schon frühzeitig in Opposition befand. Er konnte keinen Zwang vertragen. - Seine schon frühzei-tig auftretende künstlerische Neigung = Sonne und Venus im Zeichen Waage, 1962 - 29"},{"pageNumber":30,"pageContent":" weckten in ihm schöpferische Impulse, die er aber sehr in einer abstrakten und problematischen Richtung hin entwickelte, die sich später immer mehr ver-stärkten, als Folgeerscheinung der sich im Zeichen Skorpion befindlichen Kon-junktion von Jupiter/Merkur, die an sich frühzeitig religiöse Überspannungen zeigte. Dieser zu Grunde liegende extreme und geistige Ausschlag, liegt an sich fundiert in der Sonnendisposition durch den Planeten Uranus im Zeichen Löwe, der außerdem durch den hochmagischen Planeten Pluto in Quadratur verletzt ist. Das Ego von Cr. = Sonnenstand, vermochte sich durch starke Intuitionsbe-gabung = Uranus, in mentale Höhen emporzupolen, getrieben aber auch durch plutonische, dämonische Einwirkungen. Uranus stützt das Ego durch ein Sextil und Saturn steht zur Geburtssonne im Trigon! Das zeigt deutlich seine Berufung und seinen hohen geitigen Aufstieg an. Saturn steht im Zeichen des Wassermannes im okkulten achten Hause, direkt neben dem Glückspunkt. Allerdings ist Saturn durch Rückläufigkeit karmisch verletzt. Doch die starken Neigungen zu dem okkulten Problem und der Erfolg und die Begabung in den Studien der Geheimwissenschaften sind klar hier ersichtlich. Das neunte Haus, maßgebend für Mystik, Philosophie, Weltanschauung und Auslandsbeziehungen, ist durch den Zenit und den aufsteigenden Mondknoten, ebenso günstig und erfolgreich gelagert und der Mond in diesem Hause war das Anzeichen für große Auslandsreisen. Das Quadrat des erhöhten Mars auf die Sonne und die Venus zeigt im 7.Hause, dem Haus der Öffentlichkeit, Widerstände und Anfeindungen an, die Zeit seines Lebens angehalten haben und schon zur frühzeitigen Zerstörung des Eltern-hauses führten. (4. Sonnenhaus). - Das gesamte Leben von Cr. war immer ange-füllt mit starken Spannungen, die hervorgerufen wurden durch die Opposition vom Uranus zum Saturn, die ihn auch oft genug in Lebensgefahren führten, welche aber durch den Glückspunkt immer gut ausgingen, obwohl der Todes-planet im Todeshaus herrschte. Der mystisch - magische hochinspirative Planet Neptun steht in der Höhe des Horoskops und überscheint die ganze Persönlichkeit. So ist es erklärlich, dass 1962 - 30"},{"pageNumber":31,"pageContent":" Cr. schon frühzeitig rauschgiftsüchtig wurde, genauso wie Pluto und Saturn, stark karmisch belastet war. Die Rückläufigkeit eines Planeten zeigt immer ein Nichtausgelebtsein, eine karmische Verletzung des betreffenden Planeten an, deren Ursache im vergangenen Leben liegt. Der verletzte üble Mars im 7. Haus, der durch sein Quadrat mit dem Neptun Hinweise auf eine geheime verhüllte politische Tätigkeit von Cr. gibt, setzt sich zeitweise auch in dieser Hinsicht durch, denn Cr. war der Intimus von Sir Roger Casement, dem irischen Freiheitskämpfer und stand Cr. durch ihn auch in ge-heimen Beziehungen zum Nationalsozialismus. - Lange Jahre hatte er Aufent-haltsverbot für England. Später wies ihn auch die französische Regierung nach längerer Beratung aus!!! Gleichfalls auch die belgische Regierung. Er soll auch in dem Boxeraufstand in China und im Aufstand der Riffkabylen eine gewisse Rolle gespielt haben. Pluto ist Herrscher des 8. Sonnenhauses und der Astrologe Johannes Vehlow *2) schreibt darüber in dem 4. Band seines großen Werkes: „Pluto hebt neue Erkenntnisse aus dem Unterbewußtsein an das Tageslicht. Wenn sie bei schlechten Aspekten nicht zum Durchbruch kommen können, entstehen seeli-sche Verkrampfungen, die auf andere Menschen übergreifen und die eine epi-demisch verbreitende Form der Massen-Psychose erzeugen können. Pluto er-zeugt Spaltungszustände, Ausscheidungen des Astralkörpers und Einfühlungen in andere Wesen, in Menschen, Tiere, Pflanzen, Mineralien und Steine ...“ *3). Das trifft alles auf die magische Persönlichkeit von Cr. zu. Nur wenige Men-schen konnten sich seinem Einfluß entziehen und er vermochte sogar Kontakte in die astrale Welt auf magische  2. Crowleys Horoskop ist am ergiebigsten zu deuten und zu erkennen nach der äqualen Häuser-methode des großen Astrologen Vehlow, dessen 8 bändiges astrologisches Lehrwerk noch heute als einziges maßgebendes Standardwerk bezeichnet wird. 3. Therion nannte sich das „Große Tier“, dem die Zahl 666 zugeordnet ist. (Das hat aber eine tiefe esoterische Bedeutung, von welcher seine Gegner keine Ahnung haben.) 1962 - 31"},{"pageNumber":32,"pageContent":" 1962 - 32"},{"pageNumber":33,"pageContent":" Weise herzustellen, durch Beschwörungen der Dämonen und der Geister ver-storbener Menschen. Er hatte Verbindungen mit dem sogenannten Reich der Zwischenwesen, mit Naturgeistern, Gnomen, Zwergen, Undinen u.s.w. die ihm gehorchten, was nur bei starken Persönlichkeiten, welche hochgradig einge-weiht sind, der Fall zu sein pflegt. Ferner schreibt der Astrologe Vehlow bezeichnenderweise über die Stellung U-ranus im Zeichen Löwe im 1. Haus der Persönlichkeit (Aussagen, die fast wört-lich auf Cr. zutreffen): Der Planet Uranus kennzeichnet revolutionäre Naturen, die exzentrisch in ihren Plänen und Ideen sind, sehr problematisch originell, erfinderisch, reformerisch und abenteuerlich. Für ein Nomadenleben sind sie sehr begeistert, sie können sich an keinerlei Bindungen halten, sie sprengen alle Schranken der Konvention. Ihre Umgebung wird sie selten verstehen. Man findet unter ihnen viel Verständnis für alte Kunst, klassische Altertümer und uraltes Weistum, für Philosophie, für Mystik und für Metaphysik. Intuition und Propheterie haben sie als mitgebrachte übersinnliche Anlage.“ So ist es nicht verwunderlich, wenn Cr. große Weltreisen unternahm. Er bereis-te Nordamerika, Afrika, Mexiko, Japan, China, Marokko, Tibet und die Man-dschurei. Bezeichnend ist auch dafür, daß sein Uranus im Löwen neben dem sensitiven Punkt für Reisen steht = 28 Grad Löwe. Große Schiffsreisen waren für ihn nicht ungewöhnlich. (Mond im Zeichen Fische und Neptun ist ja Dispo-sitor für dieses Zeichen.) - Für den fernen Osten, für China und Japan ist die Sonne und Venus im Zeichen Waage maßgebend. Cr. war auch ein großer Sportsmann ersten Grades, er war ein bekannter Hoch-tourist und unternahm Erstbesteigungen in Mexiko, im Himalaya-Gebirge, in Tibet und Indien. Sportl. Leistungen, die ihn weltberühmt machten. (Die 2. deutsche Himalaya-Expedition erbat sich von ihm Ratschläge und Weisungen, als er sich in Berlin aufhielt). Auch hier gibt das Horoskop genaue und treffende Anhaltspunkte. - Uranus im Sportzeichen Löwe, in Opposition zu dem Saturn, dem Herrscher der Einsam-keit hoher Gebirge. (Dispositor für das 5. Sonnenhaus = Bergsport). Mars als Transformator des Steinbockzeichens = Hochgebirge gibt den Ansporn und die Leistungen. Immer wieder finden wir im Geburtshoroskop von Cr. kosmisch bedingte Anla-gen, welche sich in seinem Leben erfüllten. Der Mond im Zeichen der Fische im 1962 - 33"},{"pageNumber":34,"pageContent":" 9. Haus = Studium, Mystik, beherrscht auch die Einsamkeit der Klöster im Aus-lande, in denen Cr. seine Einweihungen als Adept und Meister erhalten hat, in Indien, Tibet, in der Mandschurei, in China. Er hatte einen hohen Grad in der Sekte der Rotkappenmönche inne, er wurde vom Dalai-Lama in Lhasa persönlich empfangen, er beherrschte die Mantra-mistik und Riten der Tantra-Sekten und Zauberpriester in der Mongolei, ebenso die Praktiken der indischen Yoga-Lehren. Interessant ist es nun festzustellen, daß der mediale und inspirative Neptun im Horoskop von Cr. in Opposition zu dem religiösen Jupiter steht. Ebenso zum Merkur im Zeichen Skorpion. Hier liegt der Hinweis darauf verborgen, daß Cr. sich in seinen extremen Studien der Geheimwissenschaften zumeist im offenen Gegensatz zur herrschenden Religion befand, daß er rein theologische Dogmen nicht anerkannte und sich zur Erreichung seiner gesteckten Ziele sehr wohl und bewußt des magischen Influxus des Zeichens Skorpion bediente, der in seiner Problematik keine ethischen oder moralischen Gesetze anerkennt. In ihm liegen ja die Wurzeln einer sogenannten schwarzen Magie, einer bewußten Dä-monologie, einer angewandten Beschwörungsmagie, die aber Cr. nicht eineng-ten, denn er stand ja in seinen hohen Erkenntnissen weit über dem Begriff schwarz und weiß. Sein Gesetz: „Tue was Du willst!“ wurde von ihm in diesen Bezirken genauso angewandt, wie in seinem gesamten Leben. Vehlow schreibt über den Neptun im 10. Hause eines Geburtshoroskopes: „Die Stellung bringt ganz eigenartige Menschen hervor, die anders sind als ihre Zeit-genossen und die auch im Beruf eigene Wege gehen. Ihr Verhalten ist durch eine starke psychische Veranlagung zu erklären. Es kommen Berufe in Frage, die mit Medimismus und Kunst zusammenhängen. (Cr. war ja außerdem ein ganz bedeutender, wenn auch abseitsstehender Kunstmaler. Seine Schöpfungen waren mediumistisch, abstrakt, rein dämo-nisch und astral. Eine Ausstellung seiner Bilder in der „Porza“ in Berlin erregte Aufsehen in allen Kreisen).“ Vehlow schreibt weiter: „Das Wissen dieser Neptun beeinflußten Menschen auf übersinnlichen Gebieten ist bedeutend, ebenso in den Dogmen und Lehren ver-schiedener Religionen. Ihr Urteil zeugt von Weisheit. Hellseher und Priester ste-hen oft unter einem stark gestellten Neptun. Seine übersinnlichen Fähigkeiten 1962 - 34"},{"pageNumber":35,"pageContent":" verschaffen dem Menschen hohe Ehren, sogar Ruhm und Achtung. Er vermag zu religiösem Führertum aufzusteigen.“ Das alle trifft auf Crowley zu. Er war ein hoher Gradmeister in der schottischen Freimaurerei, Mitglied vieler anderer Logen und gilt noch heute als der Welt-meister der gesamten okkulten und magischen Bewegungen. Er leitete die Welt-loge: A.A., eine wichtige geheime Bruderschaft, welche die ganze Erde umfaßte. Leider entwickelt ein so stark gestellter Neptun auch oft unangenehme Eigen-schaften, zumal, wenn er karmisch verletzt ist. Neptun ist der Planet der Rauschgifte und der Süchte überhaupt. Cr. war, wie bekannt, stark süchtig im Orient geworden, er war ein starker Trinker und in seinem Liebesleben war er unmäßig und grausam, egozentrisch und vermischte Dämonismus mit Perver-sität. Die zahlreichen Frauen in seinem Leben nutzte er rücksichtslos aus, auch materiell. Wenn man ihm Rauschgifthandel nachsagte, - es bestehen dafür sehr viele An-haltspunkte - so würde das auch unter die verhüllende und geheime Neptun-einwirkung fallen. Selten findet man ein Geburtshoroskop, in welchem die hochmagischen Plane-ten Pluto - Neptun - Saturn und im gewissen Sinne auch Uranus, eine so un-heilvolle Wirkung zeitigen konnten wie im Horoskop von Crowley. Er war tatsächlich eine überragende, wenn auch unheilvolle Persönlichkeit in führender geistiger Position. Seine Werke sind in okkulter und esoterischer Hin-sicht unerreicht und werden für lange Zeit einschlägige Kreise befruchten. - Cr. war auch der Großmeister des orientalischen Templerordens (O.T.O.), dessen Riten auf gnostischen Sexualkulten aufgebaut sind. Eine weitere Einweihung erhielt Cr. durch den Großmeister S. L. Mathers, der ihn in seinem Orden „Hermetischer Orden der goldenen Dämmerung“ aufnahm. Hier studierte er Alchemie, Astralvisionen, Kabbala und besondere Beschwö-rungsriten für dämonische Wesenheiten. Die Lehren des Magus Abramelin brachten ihn durch deren Befolgung noch weiter vorwärts auf dem Gebiete einer höheren Magie, die nicht mehr den Unterschied zwischen gut und böse, zwi-schen schwarz und weiß gelten läßt. Daher stammt auch Cr.’s Ruf als schwar-zer Magus, welcher ihm von den unwissenden Menschen angehängt wurde. Wer sich, wie es Cr. getan hat, durch Selbst-Intuition so weit geistig emporzustellen vermag, daß er erkennen konnte, daß sich Mikrokosmos und Makrokosmos in 1962 - 35"},{"pageNumber":36,"pageContent":" einer Fülle von Daseinsebenen nur ineinander widerspiegeln und so die Ursache von Manifestationen unzähliger Wesenheiten, deren Kategorie und kosmische Verankerung äußerst variabel in der Welt der Sphären ist, der braucht keinen Maßstab mehr für sein Tun. Seine höchste und tiefste Einweihung erhielt Crowley im Jahre 1904 während eines Aufenthaltes in Ägypten, als er in der Grabkammer der Cheopspyramide eine Verbindung mit einer hohen mentalen Wesenheit bekam, welche ihm den Wortlaut des später von ihm veröffentlichten Gesetzes diktierte, in mehreren aufeinanderfolgendenen Sitzungen. Dieses Erlebnis betrachtet Cr. als den Höhepunkt seines gesamten Lebens, denn es erschloß ihm mentale Welten. In den Ritualen seiner Weltloge und auch in den Ritualen der Geheimloge „FRATERNITAS SATURNI“ sind die damaligen ägyptischen - esoterisch fundier-ten Überlieferungen aus der 26. Dynastie verankert. - So wurde dieses uralte Priesterweistum erhalten. Es hat heute noch seine rein magische Wirkung. So ist es selbstverständlich, daß auch das Geburtshorskop von Cr. in einer rein esoterischen Betrachtungsweise und Deutung direkt darauf hinweisende An-haltspunkte gibt. In dem Novemberheft 1954 der „Blätter für angewandte okkul-te Lebenskunst“, in dem Aufsatz über esoterische Astrologie heißt es: „Im 3. Dekanat des Zeichens Fische werden unter dem Dekanatsherrscher Jupiter, wenn dieses Dekanat durch einen Planeten besetzt ist, hohe erleuchtete und hoch eingeweihte Menschen geboren, Priesterkönige, Päpste, Menschheitsfüh-rer.“ Hier steht bei Cr. der Mond, der ja in dem Fischezeichen Jupiterkräfte transformiert. Auch der Mars im 3. Dekanat bei Cr. im Steinbock, erhält eine zutreffende eso-terisch - astrologische Deutung. Es heißt dort: „Wenn dieses Dekanat besetzt ist, wird der Geborene besonders kosmisch gebunden und erhält für sein Leben die dritte Prüfung, in dem sein Venusimpuls ihn erfüllt mit ehrgeizigem Macht-streben, mit Herrschsucht.“ Dieses trifft bei Cr. unbedingt zu. Er war immer tonangebend und duldete keinen Widerspruch. Auch der Pluto im 3. Dekanat des Zeichens Stier, ist nicht nur verletzt, auch rückläufig, sondern wird auch in der esoterischen Astrologie durch einen üblen Venuseinfluß gekennzeichnet. Hier erfolgt dadurch die erste Bindung des Egos in dem dunklen Pfad und die Prüfung durch den dämonischen Einfluß von Geld, Macht und Besitz. 1962 - 36"},{"pageNumber":37,"pageContent":" Der Ascendent liegt im 3. Dekanat des Zeichens Krebs. Hier herrscht der Jupi-ter und es heißt: „Der Geborene bekommt die erste Einweihung und die erste Erleuchtung für ein geweihtes Priestertum!“ Weiter heißt es: „Das 2. und 3. Dekanat des Zeichens Skorpion bringt für das Ego die zweite Einweihung und Erleuchtung und kristallisiert sich im Leben zum Lehrpriestertum und Mönchstum, wenn es besetzt ist durch entsprechende Planeten.“ Bei Cr. steht der religiöse mystische Planet Jupiter im Fischezeichen im 3. Dekanat. So ist das Ego von Crowley schon von Geburt an richtungsge-bend geprägt und auch belastet. Der Weltmeister und Mahahatma Therion starb am 1. Dezember 1947. Sein Werk und sein Andenken werden noch Generationen überdauern. Es ist sogar anzunehmen, dass seine überragende Persönlichkeit um so mehr gewürdigt und in seiner Bedeutung erkannt wird, jemehr das Wassermannzeitalter herauf-steigt. Wenn einmal im Laufe der kommenden Jahrhunderte die Macht der Kir-chen gebrochen und vergangen sein wird, dann wird das Gesetz von Aleister Crowley dominieren und verstanden werden. 1962 - 37"},{"pageNumber":38,"pageContent":" DDIIEE AAUUSSSSTTAATTTTUUNNGG EEIINNEERR SSAATTUURRNN--LLOOGGEE von Mstr. ∴ Giovanni ∴ Eine Loge hat kein Geheimnis, sondern sie ist das Geheimnis. Dieses Geheimnis kann niemals verraten werden, denn es kann überall und zu jeder Zet offen und laut verkündet werden. Der Hörende hört es nicht und der Sehende sieht es nicht, es sei denn, er hat es in seinem Inneren erlebt! Und der es erlebt, dem bleibt es das kostbarste Geheimnis seines Lebens. Was eine Loge will, ist kein Geheimnis! Geheimzuhalten sind lediglich die symbolischen Arten der Erkennung und das Ritual aller Grade. In fast allen religiösen und geheimen Bünden der Mensch-heitsgeschichte ist die Lehre nicht geheim, da sie nur das enthält, was in nicht symbolischer Sprache ausgedrückt werden kann und ohne symbolischen Wert ist. Es ergibt sich aus dem Wesen des Symbols, daß es nicht verraten werden kann! Denn sein Wesen liegt im Erleben, in seiner Wirkung! Eine Loge hat keine Verräter zu fürchten, denn es ist und gibt nichts zu verra-ten! Wenn den Brüdern und Schwestern die Mahnung gegeben wird, die Rituale und die Erkennungszeichen geheimzuhalten, so geschieht das deshalb, weil es für taktlos gilt und der esoterischen Grundhaltung unwürdig ist, über das den Brüdern der Loge Heilige bei denen zu schwätzen, die dieses Heilige gar nicht kennen. D. h. also, man soll hinsichtlich heiliger Dinge verschwiegen sein, sie nicht in die Gespräche des profanen Lebens zerren. Alle Orden, Bruderschaften und Logen befassen sich mehr oder weniger, oft nur in den Hochgraden, mit den höchsten Geheimnissen der Welt und des mensch-lichen Daseins, und sind so alt wie die menschliche Kultur, wie die Menschheit selbst. Sie alle haben das Bestreben: den Urgrund aller Dinge zu erforschen, den Zweck des menschlichen Daseins zu ergründen, 1962 - 38"},{"pageNumber":39,"pageContent":" nach Erkenntnis des Schöpfers aller Welten, nach Selbsterkenntnis, nach Selbstvervollkommnung. Der eigentliche Ursprung dieses Weistums liegt im Dunkel vorantiker unterge-gangener Menschheitskulturen, über den der Schleier der Vergangenheit noch heute ausgebreitet und undurchdringlich liegt. Die Wurzeln liegen wahrschein-lich in der Kulturepoche des Weltenmonats, der unter dem merkuriellen Impuls des Tierkreiszeichens Zwillinge stand, also in vorlemurischer Zeit. In diesem Zusammenhang verweise ich auf die am Schluß dieser Ausführungen aufgeführten Literaturhinweise. Es gab aber zu allen, selbst den dunkelsten Zeiten einige wenige Erleuchtete, die das wahre Licht vom Osten und das geheime Zahlenweistum kannten. Es taucht sowohl in der ägyptischen und babylonischen als auch in der griechi-schen Kultur auf. Hermes Trismegistos, Jamblichus, Amenophis und viele andere Weisheitslehrer ließen ihr Eingeweihtsein, das Wissen um die geheimen Zahlengesetze, in ihren Lehren klar erkennen. Hiram, der Baumeister des Tempels Salomon, war eben-falls ein Wissender. Die Gesetze sind in der Kabbala und auch in der Stiftshütte mehr oder weniger verhüllt enthalten. Sogar in der kathedralischen gotischen Dombaukunst benutzten wissende Baumeister diese Gesetzmäßigkeiten, um sie dann später in den Bauhütten des Mittelalters zu verankern. Obwohl es die Jahrhunderte mit sich brachten, daß das Geheimwissen immer mehr und mehr verflachte und der Vergessenheit anheim fiel, haben die heutigen Freimaurerlo-gen, hauptsächlich jedoch die eigentlichen Geheimlogen, immerhin einige wahre Rudimente dieser geheimen Zahlengesetze bewahrt und verwenden sie in der Installierung der Logen, in den Ritualen und in dem praktischen geheimen ma-gischen Gebrauchstum. Die Überlieferung beruht auf geistigem Wissen, das Jahrtausende überdauert hat und noch heute wirksam ist in seinen magischen Ausstrahlungen. Über dieses Wissen gibt es eine ziemlich umfangreiche Literatur. Leider bleiben die meisten Autoren mit ihren Ausführungen nur am Rande des absoluten Wis-sens stehen und berühren den eigentlichen Kern nicht, da sie entweder nicht wissen oder nicht mitteilen wollen. 1962 - 39"},{"pageNumber":40,"pageContent":" Dem ernsthaften, suchenden und forschenden Esoteriker aber öffnen sich doch im Laufe seines Studiums wahre Ausblicke in das Zahlenweistum der alten Völ-ker, insbesondere deren Priesterschaft. Eine wahre, gerechte und vollkommene, geheime und magische Loge arbeitet nach feststehenden, uralten, überlieferten Gesetzmäßigkeiten, welche in den Ritualen verankert sind, die aber auch die Basis bilden für den gesamten inne-ren und äußeren Aufbau einer Loge. Vor weiteren Ausführungen zunächst die Erklärung einiger Wortbegriffe: eine wahre (echte) Loge bilden 3 Meister; eine gerechte Loge wird gebildet aus 3 Meistern, 1 Gesellen und 1 Lehrling; eine gerechte und vollkommene Loge muß aus mindestens 3 Meistern, 2 Gesellen und 2 Lehrlingen bestehen; eine geheime Loge deshalb, weil die Mitglieder sich zu ihren Arbeiten bei verschlossenen Türen versammeln und über alle ihre Arbeitsangelegen-heiten strengstes Stillschweigen bewahren; eine magische Loge, einerseits werden magisches Weistum und magische Praktiken gehütet und gepflegt, andererseits liegt dem Ritual praktische Magie zu Grunde und wird demzufolge entsprechend zelebriert. Die FRATERNITAS SATURNI - eine Saturn-Loge - ist eine wahre, gerechte, voll-kommene, geheime und magische Loge. Die Saturn-Loge hat in ihrem Auf- und Ausbau mit der angewandten Symbolik der Freimaurerlogen nur wenig zu tun. In manchen Äußerlichkeiten ähneln sie sich zwar, aber den freimaurerischen Ritualen liegt nur sehr wenig, meist keine praktische Magie zu Grunde. Es ba-siert bei diesen Logen alles auf reiner Symbolik, die meist mit vielen Worten reich ausgeschmückt, aber doch teils sehr flach erklärt wird. Nur in den Hoch-graden besteht eine gewisse Kenntnis der Esoterik und der Geheimsymbole. Den unteren Graden dieser Logen ist dieses Wissen nicht zugänglich und wird auch nicht gelehrt. In der Saturn-Loge fehlen die beiden Säulen Jachim und Boas. Die Tapis hat eine gänzlich andere Bedeutung; Kelle und Zirkel fehlen. Das Ritual ist magisch untermauert im Gegensatz zu den Ritualen der Freimau-rerlogen, bei denen es christlich verbrämt ist. 1962 - 40"},{"pageNumber":41,"pageContent":" Schon durch das Fehlen allen christlich-religiösen Beiwerks in der Saturn-Loge ergeben sich sehr große Unterschiede zwischen ihr und den Freimaurer- und anderen Logen. Die FRATERNITAS SATURNI als Saturn-Loge ist eine reine Wis-sensloge und fordert ein jahrelanges Studium ihrer Mitglieder, das durch Grad-Prüfungen fundiert wird. Es liegt nicht im Rahmen dieser Abhandlung, darüber mehr auszuführen oder gar die rein magischen Saturn-Rituale zu erläutern. Zweck dieses Aufsatzes ist, den Brüdern die Ausstattung der Saturn-Loge in räumlicher Hinsicht und das Verhalten der Brüder und Schwestern bei den Lo-gen-Feierlichkeiten aufzuzeichnen. Zur idealen Einrichtung einer Saturn-Loge gehören drei Räume: 1. ein offizieller Versammlungsraum, in dem die Brüder und Schwestern sich vor der Logen-Feierlichkeit zwanglos aufhalten, 2. ein Raum, in welchem die Logenkleidung angelegt wird bei völligem Schweigen und einer meditativen Haltung. 3. der eigentliche Logenraum - der innere Tempel der Loge der möglichst die Form eines Rechtecks haben soll. Der eigentliche Logenraum - der Tempel - ist schwarz ausgeschlagen. Die Zu-gänge - Türen - und falls Fenster vorhanden sind, auch diese - sind durch dun-kelgrüne Samtvorhänge verhüllt. Vor der Nordwand des Raumes befindet sich der Altar auf einer dreistufigen Er-höhung; hinter dem Altar der Sitz des Stuhlmeisters. - Abb. 1 - Der Altar ist mit schwarzer Seide verhangen. Die Seide trägt auf der Frontseite das Symbolzeichen Ma l c h u t , jedes Seitenteil die magische Saturnglyphe aus dem magischen Quadrat der Zahl 3. -Abb. 1 und 3 - An Stelle des Symbolzeichens Malchut kann auch das Symbolzeichen Abb. 4 genommen werden. 1962 - 41"},{"pageNumber":42,"pageContent":" An der Wand nach Norden hin - über dem Meistersitz - hängt ein grüner Samt-vorhang, auf dem in der Mitte ein Kreis mit einem mit der Spitze nach unten weisenden Dreieck - oder das Malchutzeichen -, flankiert durch 2 (zwei) astrolo-gische Saturn-Symbole gestickt sind - Abb. 2 -. Sämtliche Symbolzeichen sind in Silber zu sticken! Auf dem Altar befinden sich nachstehend aufgeführte Gegenstände: in der Mitte: das heilige Buch in grünem Leder; auf der rechten Altarhälfte - also zur Rechten des Stuhlmeisters -: a) die magische Opferschale, zur Verbrennung der Namen bei Aufnahmen oder Ausschluß von Brr. und Schw., b) die silberne Glocke oder Klingel, c) das magische Schwert, der magische Dolch oder der magische Stab, je nach Art der Loge, 1962 - 42"},{"pageNumber":43,"pageContent":" auf der linken Altarhälfte: a) die Kerze des Hadit, b) ein dreiarmiger silberner Leuchter. - Abb. 1 - Die Kerze des Hadit steht auf einer silbernen Schale, die möglichst 21 cm Durchmesser hat und 3 cm dick sein soll. Die Kerze des Hadit und die mittlere Kerze des Leuchters auf dem Altar müssen schwarz sein. Alle bei der Loge zu verwendenden Kerzen müssen aus echtem Bienenwachs sein. Zu beiden Seiten des Altars - an besonderen Tischchen - sind die Plätze des Lo-gensekretärs und des Zeremonienmeisters, und zwar: rechts vom Stuhlmeister: der Logensekretär, damit er dem Stuhlmeister nöti-genfalls die Schriftstücke pp. reichen kann. Auf seinem Tischchen liegen: das Protokollbuch, die Mappe mit den Schriftstücken, die Logensiegel. Außerdem steht auf dem Tischchen ein zweiarmiger Leuchter aus Silber. links vom Stuhlmeister: der Zeremonienmeister. Auf seinem Tischchen stehen: die Räucherschale und die zum Räuchern notwendigen Utensilien, sowie ein zweiarmiger Leuchter aus Silber. Auf der dem Altar gegenüberliegenden Seite des Raumes sind die Plätze des 1. und 2. Aufsehers; auf ihren Tischchen steht ein dreiarmiger Leuchter aus Silber. Der 1. Aufseher gilt als der Stellvertreter des Stuhlmeisters. Er hat auf alle geistigen Belange und auf die richtige Abwicklung des Ri-tuals zu achten. Der 2. Aufseher sorgt für die allgemeine Ordnung. Er führt den Gong und bestimmt die Sitzordnung. 1962 - 43"},{"pageNumber":44,"pageContent":" 1962 - 44"},{"pageNumber":45,"pageContent":" Direkt neben dem Eingang ist der Platz des Pförtners, dessen Funktion ggf. der 2. Aufseher übernehmen kann. In großen Logen, d. h. wenn genügend Brüder und Schwestern vorhanden sind, können noch Plätze eingerichtet werden für den Br. Redner - links vom Altar, neben oder vor dem Sitz des Zeremonienmeisters -. Er übernimmt dann die Verlesung von Bestimmungen, Verordnungen, Vorträgen pp; Br. Archivar - rechts vom Altar, neben oder vor dem Sitz des Logensekretärs. - Abb. 5 - Die Logen-Arbeit selbst besteht aus drei Teilen: 1. Vor-Ritual, 2. Vortrag pp., 3. Schluß-Ritual einschließlich der magischen Kette. Innerhalb einer Logenfeierlichkeit dürfen keine Experimente durchgeführt wer-den. Dazu sind besondere Studiengruppen einzurichten. Diskussionen während der Logenhandlung sind nur auf besondere Aufforde-rung des Stuhlmeisters gestattet. Wortmeldungen erfolgen durch Erheben der rechten Hand. Tritt ein Bruder / eine Schwester vor den Altar, hat er / sie die Arme über der Brust zu kreuzen und sich zu verneigen, auch bei seinem / ihrem Abgang, dabei geht man rück-wärts, denn weder dem Altar noch dem Stuhlmeister darf der Rücken zugekehrt werden! Jedes Sprechen untereinander innerhalb der Logenfeierlichkeit ist streng ver-boten. Beim Eintritt des Stuhlmeisters erheben sich alle Brüder und Schwestern von ihren Plätzen, kreuzen die Arme über der Brust und verneigen sich, das gleiche gilt, wenn der Stuhlmeister den Logenraum - Tempel - verläßt. Die Brüder und Schwestern haben sich an den Logenabenden mit ihren Logen-Namen und den ihnen zustehenden Titeln - also: Bruder, Schwester, Frater, So-rella, Meister, Großmeister - anzureden. 1962 - 45"},{"pageNumber":46,"pageContent":" 1962 - 46"},{"pageNumber":47,"pageContent":" _____________ Literatur: Menschheitsepochen und Astrologie, Studienheft Monat März 1956; Die astrologischen Zeitfundamente in Ägypten und Babylon, Studienheft Monat Februar 1952; Die Kulturepochen in astrologischer Betrachtung, Studienheft Monat Mai 1956; Die astrologische Periodenlehre, Studienheft Monat Juni 1957. 1962 - 47"},{"pageNumber":48,"pageContent":" WWEEIITTEERREE AANNMMEERRKKUUNNGGEENN Auch der bekannte Berliner Astrologe Willy Bischoff hat in dem astrologischen Jahreskalender von Johannes Vehlow, d. Jahres 1952, eine sehr ausführliche astrologisch fundierte Biographie über Aleister Crowley gebracht, welche sehr erschöpfend ist und zu empfehlen. Es haben sich eine ganze Reihe von Persönlichkeiten mit der Erforschung des Phänomen Crow-leys beschäftigt. Friedrich Lekve, Dr. Herbert Fritsche, Dr. Henry Birven, Dr. Wilhelm Liedtke, Dr. Christian Wöllner und viele andere deutsche Autoren. Ganz erschöpfend sind diese Ausfüh-rungen aber alle nicht. John Symonds gab eine gut bebilderte Biographie von Cr. in englischer Sprache heraus, unter dem Titel: The great Beast. The Life of Aleister Crowley. Eine erstklassige Abhandlung über Crowley und über sein gegebenes Gesetz ist in den Heften der “Blätter für angewandte okkulte Lebenskunst“ Mai-September 1955 v. Gregor A. Gregorius verfaßt, erschienen. Weitere der Öffentlichkeit bisher nicht bekannte Aufsätze von Therion sind in den obengenann-ten Blättern gedruckt worden: Die Messe des Phönix. Liber 41 Augustheft 1954 Der Mensch — v Therion Juniheft 1954 Meisterschaft — v. Therion Oktoberheft 1954 Das Buch d. Nullstunde — v. Therion Augustheft 1954 Liber 15. „O.T.O. „Ecclesiae Gnosticus Canon Missae” — v. Therion Juliheft 1954 In dem Verlag der Psychosophischen Gesellschaft in der Schweiz sind in den letzten Jahren ein großer Teil der Werke von Mstr. Therion verlegt worden, vor allem zahlreiche Auszüge aus sei-nem großen Werke „AEQUINOX“, welches 11 Bände umfaßte. Durch das Regime des Nationalsozialismus sind leider auch unter der zahlreichen okkulten Li-teratur auch die damals in deutscher Sprache erschienenen von Therion verbrannt oder ver-nichtet worden. Sie tauchen nur sehr selten im Antiquariatshandel auf. In dem hochmagischen Roman von Gregor A. Gregorius „EXORIAL“ findet sich auch eine Ab-handlung über Mstr. Therion. Mstr. Gregor A. Gregorius ist einer der wenigen Menschen in Deutschland, die in einem engeren Kontakt mit Mstr. Therion durch persönliches Kennenlernen gekommen sind. Er verdankt ihm viele Anregungen und Belehrungen, die ihm teilweise im direkten Unterricht als schriftl. Wie-1962 - 48"},{"pageNumber":49,"pageContent":" sungen gegeben worden sind. Es ist erklärlich, daß diese nur als geheim von Mund zu Mund weiter gegeben werden können, im Rahmen der Bruderschaft. Sehr zu empfehlen ist der Bezug der Monatsschrift „Oriflame“, die zahlreiche Wiedergaben von Aufsätzen aus der Feder von Mstr. Therion bringt (Bisher 12 Nummern à 60 Pfg. erschienen!). 1962 - 49"},{"pageNumber":50,"pageContent":" Mai/Juni 1962 BB LL ÄÄ TT TT EE RR FF ÜÜ RR .. AA NN GG EE WW AA NN DD TT EE OO KK KK UU LL TT EE ..  LL EE BB EE NN SS KK UU NN SS TT INHALT: IN MEMORIAM JAKOBUS BURGUNDUS MOLENSIS von Mstr. ∴Reinhold∴ ÜBER DEN GEHEIMKULT DER GÖTTLICHEN MUTTER von Maestra ∴Flita∴ GEIST ODER SEELE von ∴Gregor A. Gregorius∴ DER MYSTIKER JACOB BÖHME KURZER GRUNDRISS SEINER LEHRE von ∴Gregor A. Gregorius∴ M A I / J U N I 1 9 6 2 Herausgegeben von Gregor A. Gregorius, Meister der Loge Fraternitas Saturni Orient Berlin Privat – Druck 1962 - 50"},{"pageNumber":51,"pageContent":" IINN MMEEMMOORRIIAAMM JJAAKKOOBBUUSS BBUURRGGUUNNDDUUSS MMOOLLEENNSSIISS von Mstr. ∴ Reinhold ∴ Gedenken, Ehre und Recht sei dem letzten Großmeister des Templer Ordens Jakobus Burgundus Molensis! Auf dem Scheiterhaufen, auf einer Seineinsel in Paris wurde am 11. März 1314 der Großmeister zusammen mit Gaufried von Charney, dem Großpräzeptor des Ordens, öffentlich verbrannt. Nicht mit dem Schwert oder Beil und nicht mit dem Strick wurden die beiden führenden Männer des Ordens hingerichtet, son-dern verbrannt, lebendig verbrannt und ihre Asche am Ufer der Seine verstreut. Diese Art des Todes war gewählt, um den Aetherkörper zugleich mit dem leibli-chen zu vernichten und die feineren Körper sofort und endgültig von dem Auf-enthalt in dieser Erscheinungswelt Erde zu trennen und ihre persona gänzlich auszulöschen. Auch die Vorstellung einer leiblichen Wiederauferstehung beim letzten Gericht sollte unmöglich gemacht werden. Bei ihrer Verbrennung waren der erste Repräsentant, der Großmeister des Ordens und der Großpräzeptor, der erste Lehrer und Verwalter des Glaubensgutes im Orden, mit einem Strick an einen Pfahl gemeinsam gefesselt. Wen fürchtete man so sehr, um ihn auf diese Weise auszutilgen? Zu fürchten hatte eigentlich keiner. Der Großmeister, die Oberen im Orden, die Ritter und Servienten taten niemand im Lande etwas zu Leide. Sie spendeten den Armen regelmäßig Almosen und gaben den Reichen und Mächtigen Darlehen. Sie ach-teten den Staat und erkannten die derzeit noch größte Macht, die Kirche mit ihrem Haupt dem Papst, als ihre geistliche Obrigkeit an, der sie auch Tribut zollten. Sie hatten sich Ruhm als Schwertarm der Kirche und Ansehen als Ver-wirklicher christlicher Glaubensideale erworben. Aber die Templer hatten eine Sonderstellung in der Kirche und im Staat, denn der Papst Innocenz III. hatte die Templer schon bald nach der Ordensgründung des Eides der Treue und des Gehorsams gegenüber den Bischöfen entbunden. Diese hatten daher keine Ge-richtsbarkeit mehr über Güter und Personen des Ordens. Diese Sonderstellung 1962 - 51"},{"pageNumber":52,"pageContent":" wie eine Kirche in der Kirche oder wie ein Staat im Staate sollte ihnen verhäng-nisvoll werden. Ihr Ruhm wurde ihnen dieserhalb mißgönnt, ihr Besitz geneidet und ihre Ideale am Dogma der Anderen gemessen aus Dummheit und Bosheit in Frage gestellt. Molensis war als junger Mann dem Orden als Ritter beigetreten. Er war adliger Abkunft, aber als 2. oder 3. Sohn ohne Aussicht, den väterlichen Besitz zu übernehmen. Wollte er also nicht ins Kloster gehen oder Söldner eines Fürsten werden oder irgendwo einheiraten, blieb ihm nur der Dienst in einem wehrhaf-ten Orden. Dieser war die größte Verlockung seiner Zeit. Ihn drängte es, das Schwert im Kampf zu gebrauchen, Abenteuer zu erleben, übers Meer zu fahren, fremde Länder und fremde Völker zu sehen und diese als Eroberer und Herr kennen zu lernen; alles noch dazu für eine gute Sache, die beste seiner Zeit; für den Ruhm seiner Kirche, seines Glaubens an Christus und die Jungfrau Maria, und letzten Endes für eine Versorgung auf Lebenszeit. Die Gelübde Gehorsam, Keuschheit und Armut nahm man in Kauf. Die neuen Ritter waren meist sowieso arm. Gehorsam mußte wegen der Disziplin sein, oh-ne die kein Verband bestehen kann, und über Keuschheit würde man schon hinwegkommen. Welcher junge, tatendurstige Mann sollte schon übersehen und einschätzen, welchen Verzicht und welche Fesseln er damit auf sich nahm. Das Hauptgelübde galt dem Schutz der Pilger im heiligen Lande und bedeutete Abenteuer und Kampf. Die pauperes commilitones Christi templique Salomoni-ci, der Orden der armen Streiter Christi und des Tempels Salomos waren da-mals eine große, gut organisierte, mächtige und reiche Genossenschaft. Ordens-eigene Burgen und Ländereien, ordenseigene Schiffe und Banken, dem Orden gehörige Monopole und Privilegien bildeten die ökonomische Versorgungsgrund-lage für die persönlich besitzlosen Ordensmitglieder. Ihr Einfluß und Besitz reichte vom Abendland bis zum Morgenland. Vom Abendland mit seinem geschlossenen, christlichen Kulturkreis bis zum Morgenland, in dem die Heiden, also Menschen außerhalb des päpstlichen Dogmas, lebten. Die Heiden, die mit dem Schwert unterworfen oder mit Bünd-nis und Vertrag dienstbar gemacht wurden. Dieselben Heiden, die so andersar-tige Sitten und Gebräuche, andere Kulte und andersartige Anschauungen vom Wesen und Wirken Gottes hatten. 1962 - 52"},{"pageNumber":53,"pageContent":" In den etwa 150 Jahren ihrer Anwesenheit im vordern Orient gab es für die Templer auch lange Kampfpausen und für viele ein jahrzehntelanges Zusam-menleben mit den verbündeten, aber heidnischen Stämmen. In diesen Zeiten wurden so manche Templer mit den Kenntnissen und Wissenschaften der frem-den Welt genauer bekannt. Einige ließen sich auch in die Mysterien des Ostens einweihen. Dazu kamen die immer noch sehr aktiven und angesehenen Gelehr-tenschulen Griechenlands und Ägyptens, die mit Philosophie und Sektenwesen einen starken Einfluß im Orient ausübten. Die fremden Kulte und Mysterien gewannen unter aufgeschlossenen Templern Freunde. Das fremde, von Haus aus mißdeutete und verachtete Denken und Gebaren der Heiden wurde Wissen der Templer und in geheimen Zirkeln innerhalb des Ordens gepflegt. Es hat so-gar wahrscheinlich die innere Verfassung des Ordens beeinflusst. So entstand eine verborgene Wissensbrücke vom Orient zum Abendland. In diese Situation hinein kam der junge Molensis. Als junger, kräftiger Ritter tut er zuerst Dienst in der militanten Gruppe des Ordens und gibt Wallfahrern das Schwertgeleit zum heiligen Grabe. Er gehörte zur Besatzungstruppe und nahm an zahlreichen Feldzügen und Verteidigungskämpfen teil. Schließlich mußte er mit seinen Kampfgefährten der Übermacht der vereinten Sarazenen, Türken, und Ägypter aus Palästina weichen und nur die Flucht übers Meer rettete sein Leben. Der Orden hatte das heilige Land verloren. Aber die Besitzungen sind noch groß und Molensis findet eine neue Aufgabe im Verwaltungsdienst. Hier hat er die ökonomischen und organisatorischen Voraussetzungen für die Rück-eroberung des heiligen Landes mit aufzubauen. In langen Jahren steigt er in der Hierarchie des Ordens. Als Seneschall von Zypern wird er im Wahlkapitel zum Großmeister gewählt. Er gilt als charakterfester, mutiger und tüchtiger Mann, der noch in Palästina gekämpft hat und für die Rückgewinnung der alten Positi-onen eintritt. Soweit sein äußerer Weg, von seinem inneren Weg liegen keine Zeugnisse vor. Sollte er von den geheimen Zirkeln innerhalb des Ordens nichts gewußt haben als Beamter und als Großmeister? Wird er nicht mindestens während seines Aufenthaltes in Syrien und Palästina Kenntnis und Einblick in die nichtchristli-chen Rituale und Kulte gehabt haben? Soll er die Wirkungen auf den Orden nicht erkannt oder als eigene Tradition übernommen und geduldet haben? Ge-1962 - 53"},{"pageNumber":54,"pageContent":" wiß, die geistige Ausrichtung des Ordens war in erster Linie Aufgabe der Präzep-toren, der Lehrer im Orden, und des Großpräzeptors. Möglich auch, daß Molen-sis in den opferreichen Absetzbewegungen und Rückzugsgefechten, die er mit Lebensgefahr durchkämpfte, persönlich das fremde und verbotene Wissen und Glaubensgut zurückgestellt hat und in der Nähe Roms nur noch christlichen Gedanken Raum gab, wenn er nicht an die verlorenen Gefechte und Länder dachte. Es sollte nicht das Letzte sein, was er verlieren solle. Seine Gedanken sind viel zu sehr mit den Verlusten im heiligen Lande und dem geschmälerten Ansehen und Besitz des Ordens beschäftigt, als dass er rechtzeitig die neue Ge-fahr erkennt, die ihm und dem Orden von den Widersachern in der Heimat droht. So wird er eines Nachts im Schlaf mit seinen Rittern von den Häschern des Königs in der ordenseigenen Burg in Paris überwältigt, gefangen gesetzt und vom König Philipp und sogar vom Papst durch den Inquisitor von Paris ange-klagt. Die Anklage unterstellt ihm und den Oberen des Ordens Duldung und Aus-übung unchristlicher Lehren und Handlungen und richtet sich gegen die geisti-ge Einstellung des Ordens. Sie verallgemeinert Einzelerscheinungen und zieht Schlüsse, die zur Auflösung des Ordens und zum Lebensende vieler Templer führen. Das Material der Anklage, das in der Stille in drei Jahren zusammengetragen wurde, stützt sich auf Aussagen straffällig gewordener und abtrünniger Templer und auf die Aussagen eingeschleußter Spione. Peinliche Vernehmungen, Folter und Kerkerhaft sollten die Templer selbst sprechen lassen. Die von den christli-chen Heilshütern und den Sicherheitsorganen des französischen Königs er-pressten Geständnisse sind falsch oder wertlos und bringen nichts Neues. Aber sie genügten den Machthabern, um den Orden aufzulösen, die materiellen Gü-ter einzuziehen und die Templer selbst für vogelfrei zu erklären, soweit man sie nicht durch Folter und Feuer umbrachte. Zugegeben und unterstellt wird in den meist gefälschten Gerichtsakten der Bruch des Keuschheitsgelübdes, die Unzucht mit Männern und z. T. Sodomie. Besonders machte man aber den Templern zum Vorwurf, sie hätten den christ-lichen Gottesdienst in den Kirchen nur noch für die Profanen abgehalten, im Grunde aber eine christentumsfeindliche Häresie gepflegt. Weitere Anklage-1962 - 54"},{"pageNumber":55,"pageContent":" punkte waren, daß sie die Konsekrationsworte in der Messe, die Wein in Blut und Brot in Fleisch wandelten, nicht richtig aussprächen, schwarze Messen hielten, das Kreuz zu Boden würfen und bespieen, Küsse auf sonst verhüllte Körperteile gaben und forderten, und ein heidnisches Symbol - Baphomet anbe-teten. Das Paßwort Yallah wird auch erwähnt. Häufig sind die Zweifel an der Natur Christi, aber diese können auch von den Nachfahren der Katharer und Albigenser den Templern in den Mund gelegt sein, nur um ihre eigenen Ideen wieder zu erwecken. Molensis wollte in den Vernehmungen von alledem nichts wissen und beteuerte seine und des Ordens Unschuld. Sind die Vorwürfe berechtigt, was kann daran wahr sein und was bedeuten sie? Man muß zunächst in Betracht ziehen, daß den Templern offenbar überhaupt kein Vorwurf gemacht wurde, daß sie sich nicht nur Streiter Christi sondern auch im gleichen Atemzuge Streiter für den Tempel Salomos nannten, obgleich hierin nicht nur eine ordensmäßige Besonderheit, sondern vielleicht die Wurzel der Häresie liegt. Als der Orden 1118 im Kreuzzug im eroberten Jerusalem von den Rittern Hugo von Payens und Gottfried St. Omer, den Waffengefährten Gott-fried von Bouillons, gegründet wird, gibt es gar keinen Tempel Salomos mehr. Nur ein Teil des Palastes des Königs Balduin II. von Jerusalem soll über der an-geblichen früheren Stätte des Jüdischen Tempel errichtet sein. Dieser Palastteil wird den Templern als Ordensquartier zugewiesen. Der Begriff Tempel Salomos muß also von den Gründern aus Europa mitgebracht worden sein. Warum soll-ten sie aber auch noch für einen jüdischen Tempel streiten, den es nicht mehr gab? Streiter Christi war doch Ausweis genug. Ja, wenn sie sich Schützer des heiligen Grabes genannt hätten, wäre ein christliches Motiv zu erkennen. Aber für einen Tempel jüdischer Menschen, die Christi Tod mit verschuldet hatten, einzutreten, erscheint seltsam. Welcher Glaubenskomplex um den Tempel Sa-lomos mag die Gründer des Ordens bewogen haben? Hängt er mit dem Bau-meister und Kunstwerker des salomonischen Tempels zusammen? Dieser war der Überlieferung nach der Sohn einer Witwe und hieß Hiram. Dieser Hiram schafft die Säulen Jachin und Boas, vielerlei Weihgeräte und Kunstwerke. In der Legende gilt Hiram als Nachkomme des Lichtengels Iblis-Luzifer, der auch ein Menschengeschlecht in die Welt setzt, das nicht den von Gott geschaffenen Adam zum Vater hat. Was wußten davon die Gründer des Ordens Payens und 1962 - 55"},{"pageNumber":56,"pageContent":" Omer, die aus einem Frankreich stammten, in dem die Katharer und Albigenser zu Hause und zu ihren Lebzeiten noch aktiv waren? Es gibt auch in der franzö-sischen Sprache ein Wort paien, das zu deutsch Ungläubiger, Falschgläubiger oder Heide heißt. Sollte hier mehr als ein Wortspiel vorliegen? Von der Gründungsgeschichte, den Bedeutungen der im Ordensnamen genann-ten Ziele sollte Molensis, der als Jean Jaques Molay aufgewachsen war, auch als Großmeister nichts gewußt haben? Oder hat er bewußt geschwiegen bei den Vernehmungen? Aber auch eine Anklage in dieser Richtung ist nicht bekannt. Wenn man weiter in Betracht zieht, mit welchen Volksstämmen und Kulten die Templer im Orient im Laufe einer Zeit von mehr als hundert Jahren ständig in Berührung kamen, so bedenke man hauptsächlich die von der christlichen Auf-fassung grundsätzlich abweichende Anschauung von der göttlichen Herrschaft und Schöpfung. Während die Christen nur ein gutes Höchstwesen, Gott, seinen eingeborenen Sohn und einen mysteriösen, aber guten Heiligen Geist gelten lie-ßen, gab es für die heidnischen Völker im Orient ganz unzweifelhaft zwei Höchstwesen, ein gutes Höchstwesen und ein böses Höchstwesen, die wechsel-seitig aber mit gleicher Kraft und Gewalt ausgerüstet den Menschen entgegen-traten. Aus der Erwägung, daß Licht erst am Schatten wahrnehmbar wird und Licht ohne Finsternis nicht unterschiedlich und damit nicht begreifbar sein kann, wächst die dem Licht ebenbürtige Bedeutung des Dunkels. Die Finster-nis, die Dunkelheit, sie machen das Licht erst wahrnehmbar, sie sind die Hülle des Lichtes, seine Mutterhöhle. So kommt es fast zu einer Umkehr der Begriffe und mindestens der kultischen Handlungsweise. Der gute, helle Gott ist ja von Natur aus gut und nicht zu fürchten. Der böse, dunkle Gott ist der Machtfaktor, den man versuchen muß, sich gewogen zu machen, durch Lobgesang und Op-fer, durch Paktieren, durch magische Beschwörung oder durch Ablenkung auf andere Objekte. So ist der Orient, der den Templern entgegentritt, voll von soge-nannten Teufelsanbetern. Da ist der Molochdienst, der Baal- und der Astarte-kult, und die Ausläufer der indischen Schiwa-Religion mit ihren grausigen Kali-Riten. Da sind die Parsen mit Ormuzd und Ahriman und ihren Teufelsmessen, die eben dem bösen Gott Ahriman gelten. Da ist die Moslemsekte der Assasinen, die selbst von den Mohamedanern als Teufelssekte bezeichnet wird mit ihren kultischen Menschenopfern. Selbst die Juden bringen im Alten Testament die 1962 - 56"},{"pageNumber":57,"pageContent":" Schilderung, wie ihr oberster Feldherr Jephta sein Kind, seine Tochter dem zu fürchtenden Jawe zum Opfer bringt. Wissen es die Christen, daß sie im Abend-mahl Opferblut im Wein und Opferfleisch im Brot zu sich nehmen? Ist es ein mörderisches Sich-Verbinden mit einem guten Gott? Zu den zeitweilig Verbündeten der Templer gehörten auch die Assasinen mit ih-rem Oberhaupt Scheich el Dschebel - dem Alten vom Berge. Wer gab dieser Kult- und Stammesgemeinschaft den Namen? Die französischen Ritter der Kreuzzüge? Assasin heißt zu deutsch Mörder. Vielleicht heißt der Stamm richti-ger Haschischinen von Haschisch, jenem Rauschmittel, das sie bei ihren Kult-handlungen gebrauchten. Soweit die fremden, heidnischen Denkweisen und Ausrichtungen. Vielleicht hat sich Molensis nicht von dem landläufigen, christ-lichen Begriff des Teufels gelöst, sondern den bösen Gott der Heiden zum Teufel degradiert und alle weitere Spekulation als überflüssige Scholastik für sich ab-gelehnt. Um aber im christlichen Bereich zu bleiben, den Templern werden auch Lehren und Reste der gnostischen Sekten begegnet sein mit ihrem anfänglichen Kult der Zeugungskraft im Mannessamen. Vielleicht ist dieser eine der Ursachen für die den Templern vorgeworfenen unzüchtigen Handlungen und den Bruch des Gelübdes zur sogenannten Keuschheit. Damit kommen wir zum rituellen Teil der Vorwürfe, die die Anklage erhebt. Was hat es mit dem so widernatürlich erscheinenden Kuß auf das Gesäß auf sich? War es ein ritueller Kuß auf das Wurzelchakra, vielleicht auf beide Seiten des Chakra? Vielleicht auch auf die anderen Chakra, die gewöhnlich durch Klei-dung verhült sind? Welche magisch-mystische Übung mag sich für die Neophy-ten der Geheimzirkel im Orden dahinter verbergen? Was hat es mit dem Treten und Bespeien des Kreuzes auf sich? Die Aussagen der gequälten Templer lauten auf ein Nacherleben von Petri Verleugnung. Soll-ten aber vielleicht Leitbilder der Jugend und der umgebenden Gesellschaft in Frage gestellt werden, um den Nachwuchs der Präzeptoren geistig frei zu ma-chen? Sollte Holz Holz bleiben und nur durch Od-Weihe heilig sein nach dem Rezept: Wasser tut’s freilich nicht allein? Wieweit mag der Vorwurf der Schwarzen Messe gelten? Gemeinsame Schändung einer Hostie mag ähnliche Ursache wie die Kreuzbespeiung haben. Aber das Op-1962 - 57"},{"pageNumber":58,"pageContent":" ferblut auf dem Leib einer Hure als Altar wird eine böswillige Verzerrung der Ankläger in Erinnerung an alttestamentliche Ritualmorde sein. Daß eine schwarze Messe in eine allgemeine Orgie ausgehen kann und ausgeht, hat sich bis in die Neuzeit erwiesen. Wieweit es die Templer betrifft, ob sie wirklich Ritu-almorde oder stellvertretende Tötung um des Blutes willen unternommen ha-ben, läßt sich nicht nachprüfen. Schließlich noch ein Wort zum Vorwurf des Baphomet-Kultes. Das Idol bestand aus einem doppelgesichtigen Kopf, halb Greis halb Totenschädel, meist aus Me-tall und mit Silber und Gold ziseliert. Der Rezeptor, der Zeremonienmeister im Orden, spricht bei der Enthüllung des Hauptes: „Glaube an das Haupt, vertraue ihm und es wird dir wohlergehen“. Nachdem das Haupt von den Brüdern ge-küsst war, sprach er: „Nun ist der Sohn des Menschen gepriesen und Gott ist in ihm gepriesen.“ Das hört sich christlich an, wozu aber das fremdartige Haupt und kein Christus am Kreuz? Wo steckt der tiefere Sinn für das Baphomet-Haupt? Inschriften in Templerkirchen zu der Darstellung des Hauptes lassen auf gnostisch-ophitischen Ideengehalt schließen. Aber wahrscheinlich ist das Doppelgesicht, das an den Anblick des Mondes zur Viertelzeit erinnert, viel älte-ren, vielleicht sogar lemurischen Ursprungs. Deutungsquellen hierzu fehlen. Die Zeichnung von Eliphas Levi entspricht vielleicht nicht der äußeren Gestalt, aber dem Sinngehalt des Symbols. Nur aus dem Orient können es die Templer nach Europa gebracht haben, aber es ist nicht erwiesen, ob es überragende Bedeu-tung bei den Templern gehabt hat. Die meisten Gefolterten kannten es gar nicht. Es sei noch darauf hingewiesen, daß das größte Fest der Templer nicht ein Fest um Christi Leben und Wirken, sondern das Johannisfest war, wie es früheren Zeiten im Abendland überhaupt von größerer Bedeutung war. Die christliche Kirche hat ein uraltes Fest nur umgedeutet. Außer den aktenkundigen Vorwürfen der Inquisation wird es bei den Templern noch anderes geheimes Wissen und Ritual gegeben haben, das bei der Zerschla-gung des Ordens von flüchtenden Brüdern nach Deutschland, Schottland und nach zugänglichen Orientsländern mitgenommen wurde. Vielleicht ist die tabula chaeremonensis ein Beispiel hierfür. Der volle und wirkliche Umfang des von 1962 - 58"},{"pageNumber":59,"pageContent":" den Templern gepflegten nichtchristlichen Wissens und Brauchtums ist heute trotz vieler Rückschlüsse aus einzelnen Anhaltspunkten ein Geheimnis. Der wirkliche Prozeßgrund gegen die Templer war der Neid des Königs Philipp, der einen Teil des Nationaleinkommens in die Hände und Kammern der Templer fließen sah. Diese Geldquellen, die Gerechtsamen, Privilegien und Monopole und den Besitz der Templer eignete sich der König in einem Gewaltakt an. Viel-leicht glaubte er auch, sein Land von einem Fremdkörper befreien zu müssen, sowie er vorher den Papst in Abhängigkeit von sich gebracht hatte. Dieser Papst, der nach erfolgter Inquisition den Orden auflöste, war nur eine Marionet-te bei der Verfolgung der Ziele des Königs. Er sollte den König moralisch vor dem Volk decken, wenn er die Templer der Häresie beschuldigte. Viele Templer erlagen in jahrelangen Vernehmungen und Prozessen der Kerker-haft oder der Folter. Dreiundsechzig Templer mußten brennen und zuletzt auch ihr Großmeister Jakobus Burgundus Molensis. Äußerlich war sein Gang in den Tod der eines Märtyrers. Die Art, wie er den Tod erwartete, glich dem Exercitium eines Mystikers. Molensis, schon an den Brandpfahl gefesselt, ließ vor sich das Bild einer Frau, einer Mutter, der Mutter Gottes aufstellen. Wie zum Gebet ließ er sich die Hände freibinden. Dann hält er Zwiesprache mit dem Bild und kon-zentriert sich auf das weibliche Prinzip, auf den Mutteraspekt, auf die Erschei-nungsform Gottes als Frau. In seiner Meditation ist sein Bewußtsein in der transzendenten Sphäre. Die Umwelt ist versunken, er spürt keinen Schmerz, während die Flammen seinen Körper versengen. In seiner Verzückung ergreift ihn der Tod. Der mit ihm gebundene Großpräzeptor Gaufried von Charney fluchte in seinen letzen Minuten. Fluch ist eine magische Befehlsform. Wahrscheinlich ist es Charneys Fluch gewesen, der 40 Tage später den Papst Clemens V. in Siechtum und Gewissensqual sterben ließ und der siebenmal 40 Tage später den Räuber auf dem Thron, den König Philipp IV. von Frankreich, von seinem eigenen Pferd zu Tode schleifen ließ. Weiß und schwarz war das Banner der Templer, Schwarz und weiß wechselten die Quadrate des Fußbodens ihrer Tempel. Gelebt wurde hell und dunkel von den Streitern für Christi und für den Tempel Salomos. 1962 - 59"},{"pageNumber":60,"pageContent":" Recht und Ehre im Gedenken sei ihrem letzten Großmeister Jakobus Burgun-dus Molensis. --- In den Studienheften der Loge „Fraternitas Saturni“, die in ihren Ritualen Ru-dimente des alten Templerwissens verankert hat, ist in zahlreichen Aufsätzen oft auf dieses Weistum zurückgegriffen. Quellen: Ernst Sommer: Die Templer Gregor Schwarz-Bostunitsch: Die Freimaurerei Hans Wolff: Lucifer Duon: Die unseligen Könige - ein Templerroman Studienheft Jan. - Febr. 62 Aufsatz über „Baphomet“ 1962 - 60"},{"pageNumber":61,"pageContent":" ÜÜBBEERR DDEENN GGEEHHEEIIMMKKUULLTT DDEERR GGÖÖTTTTLLIICCHHEENN MMUUTTTTEERR von Maestra ∴Flita ∴ Zahlreich ist die Zahl der weiblichen oder mütterlichen Gottheiten. In der Folk-lore der einzelnen Völker treten sie in den verschiedensten Gestalten auf. Etwas aber ist ihnen allen gemeinsam: Sie lassen sich auf ei n e Urform zurückführen, auf die Urmutter oder göttliche Urenergie, die vor den Atomen war und noch sein wird, wenn diese längst vergangen sind. Die Manifestationen dieser Ur-Energie wurde zu allen Zeiten je nach dem Cha-rakter der Völker und Rassen abgewandelt. Sie erhielt die verschiedensten Na-men, zahlreiche Kulte wurden ihr geweiht. Der Sinn eines Kultes oder einer Religion liegt nicht darin, dem Gläubigen Vor-teile im diesseitigen oder jenseitigen Leben zu verschaffen, sondern ihm göttli-che Energie zu übertragen. Wir sind ja so geschaffen, daß wir von uns allein nicht leben können. Wir brauchen mineralische, pflanzliche und tierische Kost, um unseren physischen Körper zu ernähren. Das menschliche Ego selbst aber ist Geist, sein Geistkörper braucht auch eine entsprechende Nahrung. Diese bezieht er aus der Gottheit. Das Wissen, wie der Mensch zu einer möglichst großen Menge göttlicher Geis-teskraft gelangen könne, wurde schon sehr früh entdeckt. Seine Entdecker nannte man Priester und Eingeweihte. Sie hüteten dieses Wissen für höhere geistige Ziele und gaben nur einen Bruchteil der damit erworbenen Kraft an die gläubige Bevölkerung ab. Auf welche Art und Weise diese Kraftaufnahme aus der Gottheit geschah, ist uns nur zum Teil bekannt. Auch unsere heutigen kirchlichen Priester haben ihre Methoden, jedoch reichen diese nicht im ent-ferntesten an die ihrer antiken Vorgänger heran. Das Schrifttum der Vergan-genheit wurde profaniert, und der innere Sinn ging meistens verloren. Wir Schüler der heutigen Zeit bemühen uns, das Überlieferte zu neuem Leben zu erwecken. Bis vor wenigen Jahren war das germanische Runenwissen noch so gut wie tot. Erst durch die Erfahrungen vieler Forscher und okkulter Ge-meinschaften konnte es der Kraftaufnahme wieder dienstbar gemacht werden. 1962 - 61"},{"pageNumber":62,"pageContent":" Aus dem, was wir heute wieder erreicht haben, können wir schließen, welche Gewalten den alten Adepten zur Verfügung standen. Ihre Quintessenz nannte man bei den Ägyptern Nuit, bei den Römern und Griechen Venus und Aphrodi-te, bei den Indern Durga oder Schakti, bei den Christen Maria, bei den Juden Nahema. Sie ist aber und bleibt eine der Urmütter oder die Urmutter selbst. (siehe Gregor A. Gregorius: Exorial) Wenn es in der Lehre von den verborgenen Dingen heißt: „Alle kannst du rufen, nur Nahema nicht ...“, so möchte ich hier betonen, daß dieses Verbot sich nicht auf „Nahema“ bezieht, sondern auf ru f e n . Es gibt andere Methoden, um diese Urkraft zu erlangen. Eine davon ist der Schaktikult in Indien. Vorder- und Hinterindien sind von den Völkern bewohnt, bei denen eine leben-dige Überlieferung existiert. Würdige Nachkommen von Rischis und Weisen hü-teten sie durch die Jahrtausende. „Was sie ererbt von ihren Vätern“ - sie erwarben es ständig neu und in Wahrheit besitzen sie es! Wir kennen das unendliche große Pantheon der indischen Götter. Wir kennen die indische Trinidtas: Brahma, Wischnu und Schiwa. Doch sie sind die Höchs-ten nicht! Götter und Menschen neigen sich vor der Schakti, der Ur-Energie, der Göttin der Götter. Die Anhänger der unzähligen Kulturformen Indiens tragen dieser Tatsache Rechnung. Äußerlich verehren sie verschiedene Gottheiten, in-nerlich jedoch sind sie Schaktas, d.h. Verehrer der Schakti. Bei der Masse ist diese Verehrung mehr theoretischer Natur und entspricht auf eine primitive Weise ihrer Unreife. Sie hält die verschiedensten Manifestationen für die Göttin selbst. Die eine heißt Lakschmi, sie wird als Göttin der geistigen Liebe verehrt; die andere ist Kali, die Göttin der Lust und der Sinnlichkeit. Ferner Saraswati als Göttin der Weisheit. Sie alle erhalten ihre Opfer; besonders zahlreich aber sind die, die Durga, der Vernichterin der Dämonen, dargebracht werden. Durga und Kali sind sich sehr ähnlich. Beide sollen das frische Blut lieben und so werden ihnen täglich hunderte von Ziegen und Büffelkühen geopfert. Ihre Wei-hestätten gleichen Schlachthäusern mehr als friedlichen Tempeln. Man muß dabei aber bedenken, daß der zum Vegetarismus strebende Inder nur das Fleisch genießen darf, das von Opfern stammt. So verbindet sich hiermit folgen-der Gedankengang: Das Tier wird für die Göttin geopfert. Sie nimmt seine Seele 1962 - 62"},{"pageNumber":63,"pageContent":" in sich auf, wenn das frische Blut sich über ihren Altar ergießt. (Exorial, S. 289 u. f.) Dafür verströmt sie ihr eigenes Dasein in das Fleisch des Tieres. Das Fleisch wird also zur Göttin selbst. Wir haben es hier mit einem Vorgang zu tun, der sich mit der Kommunion der katholischen Kirche vergleichen läßt. In beiden Kulturformen wird die Gestalt gewordene Gottheit nach ihrer Wandlung in Ma-terie verzehrt. Menschen stehen der Gottheit näher als Tiere. Darum war man in früheren Zeiten immer wieder bemüht, Menschen als Opfer zu finden. Infolge ihrer „Gottähnlichkeit“ gaben sie natürlich bessere „Hostien“ ab, als es mit pflanzlichen oder tierischen Stoffen möglich ist. Das ist also der tiefere Sinn der noch heute bei manchen Naturvölkern üblichen Anthropopagie. Genau 52 Orte gibt es in Indien, in deren Kalitempeln diese primitive Blutmagie betrieben wird. Sie geht auf eine uralte Überlieferung zurück, eine Sage, die eine seltsame Parallele zur Horus- oder Adon-Hiramlegende bildet. Kali-Schakti, die Gattin Schiwas war gestorben. Schiwa ergriff ihren Leichnam, legte ihn sich über die Schulter und eilte mit seiner Last über das Land. Vor Schmerz hatte er den Verstand verloren. Seine wuchtigen Schritte drohten das All zu erschüttern. Da griff Wischnu ein. Er folgte Schiwa und schlug mit sei-nem Schwert Stück für Stück von der Leiche ab. So wurde Schiwa befreit und das Weltall gerettet. Die Stücke des Leichnams aber fielen an 52 Orten nieder. Hier wurden sie in Stein nachgebildet und ein besonderer Kult wurde ihnen ge-weiht. Ihre Priester und Gläubigen sind ständig bemüht, sie mit frischem Blut zu bedecken. Die Essenz des Blutes stellt die Verbindung zwischen den ver-streuten Teilen her und erweckt die Göttin zu neuem Leben. Diese 52 Orte sind somit die Lebens- oder Chakrenzentren Indiens; denn Indien und die Göttin sind eins. So lange der Kult der Göttin lebt, kann weder die Göttin noch Indien sterben. Während die allgemeine Masse der Gläubigen Tiere im Tempel opfert, sich ihre Priester ekstatischen Tänzen hingeben, haben die wirklich Eingeweihten einen ganz anderen Kult. Ihm liegen die magischen Werke der Inder, die Tantras, zugrunde. Die Tantras teilen die Menschen in drei Klassen ein. Die üblichen Kastensyste-me werden von ihnen nicht anerkannt. 1962 - 63"},{"pageNumber":64,"pageContent":" Die niedrigste Klasse ist zugleich die größte. Zu ihr gehören Menschen, die sich noch kaum über das Tier erhoben haben. Ein gemeinsamer Herdentrieb zeich-net sie aus und das Denken überlassen sie anderen. Die zweite Klasse umfasst jene Menschen, die sich durch eigenes Denken über die allgemeine Masse erhoben haben. Diese Klasse macht nur etwa 5 Prozent der Menschheit aus. Die wahren Eingeweihten stammen aus der höchsten Klasse, die nur noch ein Prozent der Masse beträgt. sie sind die eigentlichen Schaktas, die Verehrer der Urmutter-Energie. Ihnen ist der wahre Kult vorbehalten. Im Gegensatz zum blu-tigen Volkskult der „Linken Hand“ spielt sich der Kult der „Rechten Hand“ auf rein sexual-mystisch-magischer Basis ab. Er kennt keinen Priester als Mittler zwischen der Gottheit und den Gläubigen, sondern jeder ist Priester und Gläu-biger zugleich. Der Kult führt zu einem dem Samadhi ähnlichen oder gleichen Zustand. Die Grundlage aber bildet jener Ritus, den man Panscha Tattwa oder den „Ritus der fünf Elemente“ nennt. Die Tattwalehre ist uns ja bekannt. Beim Ritus der 5 Tattwa aber wird kein Tattwa dem anderen vorgezogen, alle sind hierbei gleichwertig. Der Ritus ist so-gar nur dann möglich, wenn alle 5 Tattwas zusammenwirken. Allerdings haben auch hier die 5 T eine andere Bedeutung als die, wie wir sie kennen. Unter den 5 Tattwas oder Elementen versteht der in den Schaktikult Eingeweih-te: Fleisch, Fisch, Korn, Wein und die geschlechtliche Vereinigung. Nur diese 5 Elemente zusammen sind in der Lage, die Kraft der Göttlichen Mutter anzuzie-hen. Es wird sogar gewarnt, diese Übungen vorzunehmen, wenn eines dieser Elemente fehlen sollte. Aus den ersten vier Elementen wird eine Art Speise bereitet, die zusammen mit dem fünften Element genossen wird. Dieses letzte setzt voraus, daß die Weihe-handlung immer nur von eingeweihten Paaren vorgenommen werden kann; ein Wechsel der Paare findet nicht statt. Der Schaktismus ist somit der einzige Kult, der die Gleichheit von Mann und Frau nicht nur anerkennt, sondern als selbst-verständlich empfindet. Wir haben hier einen reinen Geschlechtskult, in dem nur ein völlig gleichgestimmtes Paar das fünfte Element bilden kann. Der rituelle Geheimkult der 5T wird in einer Art Logen gefeiert. Diese bestehen grundsätzlich aus der gleichen Anzahl von Männern und Frauen. Sie tagten in kleinen Tempeln, großen Zimmern oder abgeschlossenen Gärten. Die Feier fin-1962 - 64"},{"pageNumber":65,"pageContent":" det am Tage oder des Nachts statt; Ort, Stunde und Zahl der Mitglieder richten sich nach astrologischen Gesichtspunkten. Es kommen ein, drei, sechs, sieben, zehn oder mehr Paare in Frage. Hierbei gibt es zwei grundsätzliche Formen. Bei der einen wird die Frau selbst zur Göttin. Der Mann verehrt sie, wie man die Göttin verehrt und gelangt nachher mit ihr verbunden zur mystischen Union. Bei der anderen Form wird die Göttin durch eine zweite Frau dargestellt. Wäh-rend der heiligen Handlung thront sie im Lotussitz auf einer Art Altar, nimmt aber an dem eigentlichen Ritus nicht teil. Sie verharrt in völliger Versenkung und wird dabei unbewußt zum Stromkanal der göttlichen Energie. Bei dieser zweiten Form erscheint also jeder Mann mit zwei Frauen, von denen die rechte die Göttin symbolisiert, die linke dagegen seine eigentliche Partnerin ist. Die zweite Frau ist nicht notwendig, sie dient nur als Hilfskraft. Der kleinst-mögliche Tschakra besteht aus nur einem Paar, das in wirklicher Liebe verbunden ist. Es kann ein Ehepaar oder ein Liebespaar sein; wichtig ist allein die innere Harmonie. Die Partnerin nimmt auf einem erhöhten Polster in Lotusstellung Platz. Hier genießt sie als Göttin die Verehrung ihres Mannes. Vor ihrem Urmutter-Symbol schwenkt er ein rauchendes Weihrauchgefäß, singt li-turgische Mantrams und genießt dann mit seiner Göttin gewordenen Gefährtin die heiligen fünf Elemente. Dieser Kult schließt übrigens die menschliche Fortpflanzung nicht aus, obwohl diese niemals das eigentliche Ziel der Handlung ist. Ein Kreis von mehreren Gleichgesinnten trifft sich zu bestimmten Zeiten in abgeschlossenen Räumen; runde Tempel werden bevorzugt. Der Zahl der teilnehmenden Paare entspre-chend sind runde Polster kreisförmig ausgelegt. In der Mitte dieses Kreises ist die Figur einer Os-Rune, indisch Jantra, aufgezeichnet. Auf den Linien dieser Jantra stehen die Gefäße, die die vier Elemente enthalten. Mitten in der Jantra brennt die heilige Flamme, die die unmanifestierte Gottheit symbolisiert. Die Paare nehmen auf den Polstern in jener Stellung Platz, die Bardon in seinem Buch „Der Weg zum wahren Adepten“ beschreibt. s.d.S. 16: „...ist die Schöpfung durch eine Kugel symbolisiert, welche im Inneren das Symbol der zeugenden Plus- und Minuskraft, den Schöpfungs-, Zeugungsakt des Universums dar-stellt!“ Aus diesem Bild spricht die Wahrheit, die sich Bardon sonst so zu ver-schleiern bemüht hat! Darüber AU M , das Kleinod im Lotus, der Hermaphrodit. 1962 - 65"},{"pageNumber":66,"pageContent":" Nun werden gemeinsame liturgische Gesänge angestimmt, Weihrauch brennt und unter den leisen Schlägen eines Gongs wird gemeinsam rhythmisch geat-met. Alle versinken in tiefe Meditation. Danach stimmt der Meister eine Gajatri an und zeichnet mystische Jahressymbole in die Luft. Aus den bereit gestellten Schalen und Bechern genießen nun die Teilnehmer die ersten vier Elemente. Jedem Bissen festen Kuchens folgt ein Schluck Wein. Jedoch kommt es niemals zur Trunkenheit. Die Mitglieder werden nur freier und gelöster als sonst; bereit, die göttliche Energie in sich aufzunehmen. Aus dem gemeinsamen Rhythmus kommt ein starker Zustrom göttlicher Kraft. Es wird ein Zustand erreicht, der nur mit dem Samadhi der Jogins zu verglei-chen ist. Mit magisch geschultem Vorstellungsvermögen wird die so empfangene göttliche Kraft den Schakrazentren des Körpers zugeleitet. Bei dieser Weihehandlung, die einer Logenfeier durchaus gleicht, wird also die göttliche Kraft der Urmutter angezogen, aufgenommen und später an die Um-welt abgegeben. Dadurch wird jeder praktisch tätige Logenkreis zu einem Strah-lungszentrum. Von hier aus fließt die angesammelte Energie in die Welt, zu Menschen, Tieren und Pflanzen. Ob wir diese Kraft Durga, Kali oder Nuit nen-nen, in ihrer Wirkung ist sie gleich. Leider kann man diese indische Kultform noch nicht in europäische Verhältnisse übertragen. Dafür ist Europa noch nicht reif; es wäre schön, wenn auch bei uns eines Tages die Liebe den Platz erhielte, der ihr gebührt. Denn selten wird so unmittelbar wie in der Liebe Ganzheit erfahren, so unver-mittelt das Göttliche erlebt. Rilke bezeichnete die Verdrängung des Liebesaktes in das Peripherische als das Verhängnis unseres modernen Lebens. „Hier allein und nicht im Sozialen und Ökonomischen liegt die Wurzel allen Übels. Der Liebesakt hat nicht nur in der eigenen Mitte, sondern in der Weltmitte zu stehen. Wäre das der Fall, so würden wir auf einmal wieder wissen, was Götter sind.“ - Es gibt keine billigen Unter-scheidungen des Seelischen und des Körperlichen in der Liebe. Dort, wo das Unendliche eintritt, verschmelzen seelische und körperliche Entzückungen. Das, was bleibt, ist das Angekommensein, das SEIN. ___________________ 1962 - 66"},{"pageNumber":67,"pageContent":" „„GGEEIISSTT OODDEERR SSEEEELLEE““ von ∴ Gregor A. Gregorius ∴ Nach den saturnisch-esoterischen Weisheitslehren ist es irreführend, wenn in Büchern und Schriften von der Existenz eines Seelenkörpers gesprochen wird. Ganz gleich, welche Religionen oder Weltanschauungen hierbei zu Grunde ge-legt worden sind. Die Seele eines Menschen ist als Körper nicht existent! Sie ist weiter nichts als eine Reflektion des Geistes auf der Empfindungsbasis, auf der Gefühlssphäre des eigentlichen Egos. Dort werden die Einwirkungen erzeugt, die man als seelische Regungen „allge-mein“ bezeichnet. Dieser Niederschlag, der konstant oder vorübergehend und veränderlich sein kann oder von ganz verschiedener Dauer, bildet dann eine Ergänzung des Geist-körpers des Egos. Ist aber nicht selbständig. Jedes Tier, jede Pflanze, ja jeder Stein oder Kristall hat diese Empfindungsmöglichkeit, die man irrtümlich als Seele bezeichnet. Dieser Niederschlag, der konstant oder vorrübergehend und veränderlich sein kann oder von ganz verschiedener Dauer, bildet dann eine Ergänzung des Geist-körpers des Egos. Ist aber nicht selbständig. Jedes Tier, jede Pflanze, ja jeder Stein oder Kristall hat diese Empfindungsmöglichkeit, die man irrtümlich als Seele bezeichnet. Ein Mensch kann besonders stark beseelt sein in seiner Veranlagung durch ei-ne kosmische Lagerung bei seiner Geburt, er kann auch diese Sensibilität sei-ner Empfindungssphäre noch besonders ausbilden oder es wird diese durch Einwirkungen von außen, durch Schicksal und Umwelt besonders ausgeprägt, aber es ist eine Tatsache, daß besonders stark geistig und intellektuell gestal-tete Menschen nur eine verminderte seelische Basis haben. Da nun die seeli-sche Empfindungsbasis ja leider bei den meisten Menschen durchaus nicht in einer harmonischen Lagerung sich befindet, sondern oft nur sentimentale und unkontrollierbare Regungen in sich birgt, sich oft in einem chaotischen, manchmal aus sogar krankhaften Zustande sich befindet, muß ein saturnisch ausgerichteter Esoteriker stets danach bestrebt sein, seine seelischen Belange 1962 - 67"},{"pageNumber":68,"pageContent":" zu harmonisieren, im Gleichklang zu seinem Geisteskörper zu bringen, sie in einer geistigen Kontrolle zu halten. Dazu ist er durchaus im Stande, denn auch seine vererbten, naturgegebenen Instinkte liegen in der seelischen Empfin-dungsregion. In den kommenden Geschlechtern des Wassermannzeitalters wird in den domi-nierenden Schichten - die Masse bleibt immer indifferent - der Geistkörper des einzelnen Egos durch hochgepolte Intuition stärker und schöpferischer werden auf Kosten seiner seelischen Empfindungsbasis, zumal alle rein religiösen Ein-wirkungen in Fortfall kommen werden, die nur sein Nichtwissen verschleiern oder verbrämen. Eine harmonische Naturverbundenheit, basierend auf der Erkenntnis, daß sein Wissen um die Geheimnisse der Natur und ihres Werdens nur Stückwerk sind, seine Sinne nur unvollkommen aufnahmefähig sind, wird dem Menschen natür-lich immer bleiben und als erstrebenswert gelten. Aber über alle allgemein gelagerten sogenannten seelischen Komponenten und Gefühlsduseleien und religiösen Mystizismus, die nur als seelische Ausartungen bezeichnet werden können, wird er durch seine geistige Reife hinauswachsen.- Sein sich stetig vollziehender geistiger Reifeprozeß ist durch alle Inkarnationen hindurch eine Kristallisation seines Geistkörpers. Sein eigener Astralkörper ist eng verbunden mit dem astralen Plan, der sogenannten Astralsphäre durch ge-fühlsmäßige Regungen und Empfindungen, aber ihn gilt es zu überwinden, um immer mehr in mentale Schwingungen und Sphären zu gelangen. Also wird lo-gischerweise in seinen Erkenntnissen der seelische Einfluß schwächer werden, die Reflektionen des Geistes auf die sogenannte seelische Basis werden sich immer mehr vermindern, als Ballast abgeworfen oder überwunden zum Vorteil des geistigen Werdens des Egos. In der Ego-Struktur des Weibwesens sind die seelischen Komponente weit stär-ker verankert als beim Mann. Das liegt in der Natur der Frau, denn in ihren seelischen Bezirken haben die mehr oder weniger ausgeprägten Mutterinstinkte ihren Ursprung, die in enger Reperkussion mit dem kosmisch bedingten Einfluß des Mondes stehen, ganz abgesehen von den rein biologischen Gesetzmäßigkei-ten des Mondeinflusses auf das weibliche Wesen und Geschlecht. 1962 - 68"},{"pageNumber":69,"pageContent":" Es ist aber eine Tatsache, daß die geistig eingestellte Frau außerdem in der heu-tigen Zeit schon sehr stark auf den kosmischen uranisch-saturnischen Einfluß des kommenden Zeitalters des Aquarius reagiert, in dem die seelisch bedingten Einflüsse in ihr merkbar schwächer und sekundär werden, verdrängt durch die starken solaren Impulse auf denen ihre geistige Entwicklung sich aufbaut. Das neue Zeitalter wird in den astrologischen Entsprechungen als unfruchtbar bezeichnet im biologischen Sinne und verlagert sich die Fruchtbarkeit der Frau immer mehr in geistige Bezirke um sich dort schöpferisch zu gestalten. Die seelische Empfindsamkeit wird immer mehr getrennt von den sexuell-sinnlichen Regungen und überlagert sich in geistig erotische Bezirke, wird gleichsam höher gepolt in einer Wandlung des gesamten Weibtumes. Die geisti-ge Frau will nicht mehr empfangen, sie wehrt sich innerlich gegen überstarke seelische Beeinflussungen vor allem im Geschlechtserleben, sondern will sich zu einem selbstschöpferischen Weibwesen entwickeln, will Freundin und Kamera-din des Mannes sein. Diese Wandlung hat jetzt schon merkbar begonnen und wird sich in der Entwicklung der Menschheit in den kommenden Jahrhunder-ten immer stärker zeigen.- In den unteren Schichten des Volkes wird natürlich zwangsmäßig das Mutter-tier im Weibwesen weiter dominieren, aber es wird sich doch allmählich eine geistig-intellektuelle Umpolung in den Mädchen und Frauen vollziehen, die über das allgemeine Weibtum hinauswächst. Die Frau des kommenden Zeitalters hat ganz andere Interessen als Kinder zu gebären und wie jetzt oft nur Sklavin des Mannes zu sein, seinen Haushalt zu führen und ihm die Mutter zu ersetzen. Fast alle Berufe werden der Frau erschlossen sein und für sentimentale seeli-sche Regungen wird sie meist ein verzeihendes Lächeln haben, soweit sie es nicht vermag, diese in eine künstlerische Gestaltung und Empfindung hochzu-polen und schöpferisch zum Blühen zu bringen. Literatur zur Ergänzung: Studienheft Juni/52 Die Frau im kommenden Zeitalter von Gregor A. Gregorius ___________________ 1962 - 69"},{"pageNumber":70,"pageContent":" DDEERR MMYYSSTTIIKKEERR JJAACCOOBB BBÖÖHHMMEE Kurzer Grundriß seiner Lehre von ∴ Gregor A. Gregorius ∴ Jacob Böhme wurde im Jahre 1575 in Alt-Seidenberg bei Görlitz geboren. Er starb im Jahre 1624. Von Beruf war er Schumachermeister in Görlitz (1594). Schon in seiner Jugend hatte er innere Erleuchtungen und geheimnisvolle über-sinnliche Erscheinungen. Er blieb sein ganzes Leben ein Sinnierer und tiefer Mystiker. Außer der Bibel hatte Böhme nur wenige mystische Schriften gelesen, er kannte Paracelsus und Valentin Weigel, soweit er deren Bücher erlangen konnte. Daher machte sich in seinen eigenen Schriften der Mangel einer gründlichen Vorbil-dung sehr bemerkbar. So erklärt sich jenes drangvolle Ringen des Gedankens mit dem Ausdruck, der sich jedoch trotzdem oft zur dialektischen Schärfe und poetischer Schönheit erhebt. In der Tiefe seiner Gedankenschöpfungen würde Böhme in eine weit spätere Zeitrechnung einzuordnen sein, während er durch seine unvollkomme-ne Form seines Philosophierens sich an die frühen Mystiker des Mittelalters an-reiht. Seine erste Schrift trug den Titel „Aurora - die Morgenröte“. Erschienen 1612. Darin bringt er eine Darstellung seiner Theosophie in etwas komplizierter Form, da er seine Gedanken statt in der üblichen erklärenden Form oft nur in sinnli-chen Bildern und in dunklen Naturanschauungen auszudrücken wußte und zu diesen Erklärungen oft der willkürlichsten und seltsamsten Hilfsmittel aus den Reichen der Symbolik und der Alchemie bediente. Der Hauptgedanke von der philosophischen Mystik von Böhme ist der, daß die Selbstunterscheidung, die innere Entzweiung eine wesentliche Bestimmung und Grundlage des Geistes und daher Gott sei, sofern Gott als Geist bezeichnet wer-den soll. Daher ist ohne Unterschied, ohne Gegensatz, ohne Entzweiung keine höhere Erkenntnis und kein Bewußtsein möglich. 1962 - 70"},{"pageNumber":71,"pageContent":" Nur an dem seinem Wesen identischen Gegensatze wird dem denkenden Men-schen alles klar und bewußt. Schelling 1775-1854 - hat in seinen späteren Werken diese Grundgedanken von Böhme wieder aufgenommen. In den Schriften von Jocob Böhme finden wir seine Hauptthesen immer wieder in mannigfacher Anwendung. Dem Hervorgang des Endlichen aus dem ewigen Einem und die innere Notwendigkeit dieses Hervorganges beweißt, daß das Sein dieses Einen ohne Selbstentzweiung vielmehr dann nur ein Nichtsein wäre. In einem Zeitalter, welches eine skeptische Ppilosophie erzeugt hat, sucht man vergeblich nach einer ergänzenden Erklärung der Mystik. Die Steine, welche der Zweifel anstatt des Brotes darreicht, vermögen ja den Erkenntnistrieb nicht zu sättigen. Wenn der Verstand ermüdet und verzweifelt, macht sich das Herz auf, die Wahrheit zu suchen. So spricht in schönen Worten der Mystiker Jacob Böhme. - So kann man sagen, daß die deutsche Mystik in den Schriften Jacob Böhmes einen ihrer Gipfelpunkte erreicht hatte. Im Mittelpunkte seiner Lehren steht die Frage nach dem Ursprung des Bösen. Er verlegt diesen in Gott selbst! Böhme verbindet damit die Grundidee Eckarts - um 1300 -, daß Gott einen Prozeß in sich durchmache, aus dem Zustande des Nichtoffenbarseins in den der Offenbarung überzugehen. Dieser theogonische Prozeß wird durch Böhme noch eingehender erklärt, da die Selbsterkenntnis Gottes und seiner Offenbarung nach außen als ewige Natur sich in sieben Mo-menten zeigt. Dadurch scheidet sich bei der Schöpfung die Natur in sieben glei-che Qualitäten der sogenannten Quellgeister und Naturgewalten. 1. In die Begehrlichkeit, von der die Härte und Hitze stammt. 2. In die Beweglichkeit, die sich im Wasser zeigt. 3. Die erste und zweite Qualität vereinigen sich zu der dritten, der Empfind-lichkeit. 4. Die vierte ist der Wendepunkt, an dem aus der Finsternis das Licht em-porflammt. 5. Die fünfte Qualität ist das Licht oder das warme Liebesfeuer. 6. Die sechste Qualität ist der Schall. 1962 - 71"},{"pageNumber":72,"pageContent":" 7. Die siebente Qualität ist die Leiblichkeit, die in sich alle vorhergehenden Qualitäten vereinigt. Die Lehren Jacob Böhmes haben vor allem auch in England und Frankreich starken Anklang gefunden und in den Schriften Baaders 1765-1841 - und in Schellings Werken neue Bestätigung erhalten. Unsere heutige Zeit im Geiste des Wassermann geht natürlich über Jacob Böh-me hinweg mit einem wissenden Lächeln. Die moderne Philosophie hat längst auf den etwas primitiven Lehren dieses Mystikers weiter aufgebaut und weitaus höher gepolt. Trotzdem kann man Jacob Böhme ein ehrendes Andenken bewahren. Dr. Falckenberg: Geschichte der neueren Philosophie, 1927. Albert Schwegler: Geschichte der Philosophie im Umriß, 1950. 1962 - 72"},{"pageNumber":73,"pageContent":" Juli/August 1962 BB LL ÄÄ TT TT EE RR FF ÜÜ RR .. AA NN GG EE WW AA NN DD TT EE OO KK KK UU LL TT EE ..  LL EE BB EE NN SS KK UU NN SS TT INHALT: DIE HÖHERE OKTAVE DES PLANETEN SATURN EINE ESOTERISCHE BETRACHTUNG von ∴Gregor A. Gregorius ∴ VOM MAGISCHEN-MYSTISCHEN SINN DER MASKE von Maestra ∴ Flita ∴ DER KARMA-PLANET SATURN DAS WELTGEDÄCHTNIS UND SEINE ZAHLENMYSTIK von Johannes Vehlow J U L I / A U G U S T 1 9 6 2 Herausgegeben von Gregor A. Gregorius, Meister der Loge Fraternitas Saturni Orient Berlin Privat – Druck 1962 - 73"},{"pageNumber":74,"pageContent":" DDIIEE HHÖÖHHEERREE OOKKTTAAVVEE DDEESS PPLLAANNEETTEENN SSAATTUURRNN Eine esoterische Betrachtung von ∴Gregor A. Gregorius ∴ Dort, wo die verfeinerten mentalen Schwingungen des Arupa-Planes in ihren subtilen Wirkungen das menschliche Ego an die Grenze des intellektuellen Er-kenntnisvermögens durch rein geistig fundierte Wahrnehmungsmöglichkeit, durch Intuition oder Inspiration, hochgepolt haben, dort an der Grenze des Kausalplanes, beginnt das Reich des großen Demiurgen Saturn. Dort schwingt er als Hüter der Schwelle im dunkelgrünen Lichte in seiner höhe-ren Oktave. Hat das Ego in seiner geistigen Entwicklung das dunkle Tor des Saturn erreicht, ist es als reif befunden die Schwelle zu höheren Erkenntnissen, die in dahinter liegenden Sphären liegen, zu überschreiten, so senkt Saturnus der Hüter der Schwelle, der Herr des Karmas, die Fackel des Todes. In dieser wunderbaren Symbolik verschönt sich das ernste Antlitz des großen Demiurgen durch ein gütiges, verstehendes und befreites Lächeln und alles liegt in einer dunkelgrünen Dämmerung, welche ihn umhüllt. - So vollzieht sich für das Ego die letzte große Einweihung zum Adepten der grünen Stunde und es werden ihm die Rituale der grünen Dämmerung offenbart, die Geheimnisse der Adepten des grünen Saturnmondes, deren Symbole nicht mehr die Rosen am Kreuze sind, sondern die hehre Schönheit der weissen Lilien. Befreit vom belas-tenden Karma, erlöst von der Schwere der irdischen Sphären, beginnt das Ego seine weitere Wanderung, die es in ferne Sphären führt, welche im hellblauen uranischem Lichte schwingen. Dieser große Demiurg Saturnus hat nicht viel mit dem astrologischen Planeten Saturn zu tun. Dieser Planet ist eine materielle Manifestation in der Planeten-kette und stellt in seiner dichten atomistischen Struktur die Basis und die Er-1962 - 74"},{"pageNumber":75,"pageContent":" scheinungsform der sogenannten niederen Oktave des Planetenwesens Saturn dar. Hier sind die allgemein gültigen disharmonischen Aspekte in ihrer hem-menden und zerstörenden Wirkung spürbar, je nach der Stellung und der Aspektierung des Saturn im Geburtshoroskop. Dieses Wissen und Verständnis muß bei einem Esoteriker vorhanden sein! Saturn als reines böses Prinzip zu betrachten, als Manifestation des Teufels, ist unsinnig und dumm, zeugt von einer geringen Erkenntnisreife des Menschen. Hat das Ego erst einmal die Schwelle des Hüters durchschritten und ist in die Sphäre der Kausalebene ein-gegangen, so lebt es nun in der Welt der Ursachen, der kausalen Geschehnisse, der Urgrundsphäre aller Dinge und ist selbst tätig als Schöpfer, als impulsge-bendes geistiges Wesen, welches seine Ausstrahlungen befruchtend in die men-talen Sphären zu senden vermag. Die Erkenntnis der mentalen Kräfte und ihre Beherrschung ist ihm erlaubt und ein solches Ego vermag sich auch aufbauend weiter zu verwenden in seinem nun vorherrschenden schöpferischem Drange und Willen, aber auch für sich selbst zu seiner noch höheren weiteren Entwick-lung dem Absolutum entgegen. Seiner harren ja noch weitere hohe Ebenen oder Sphären zur Absolvierung, seine ihm vorgeschriebene kosmische Spirale verfol-gend. Für diesen hohen Entwicklungsgrad gibt es keine Vorschriften mehr für eine noch so hohe Magie, denn die hohen universellen Kräfte vermag der Mensch gar nicht zu erreichen, er erhält nur spürbar einen Abglanz jener Kräfte und selbst diesen erst nach vielen Umformerwerken und Umpolungen. - Es werden ihm keine Wege mehr gezeigt, keine Lehren gegeben! Es gibt keine Schutzmittel. Er ist ganz auf sich allein gestellt, ein schöpferischer Mensch auf höchster Ebene, nur noch offen für überirdische kosmische Einstrahlungen im engen Kontakt mit den Schwingungen des Absolutums durch dessen Bildekräfte. Selbst wenn sich wissende Menschen vereinigen würden zu einer Bruderkette, würden sie diese Reife nicht erreichen, denn jeder muß diesen hohen Erkenntnisweg allein gehen. Hierzu gibt es keine Methoden zur Erforschung, jede Frage erlischt im Dunkel des Nichtbegreifens, hier helfen nur einen Teil des Weges hohe Rituale zur An-betung. Diese Rituale des dunkelgrünen Lichtes in der Saturn-Dämmerung sind so geheim, werden und sind niemals veröffentlicht, galten schon in der lemuri-1962 - 75"},{"pageNumber":76,"pageContent":" schen Epoche als hohes oder tiefes Geheimnis eines eingeweihten Priestertums, als Fundament eines hohen Mondkultes. Selbst die atlantischen Priester, wel-che in der ersten oder zweiten Atlantisepoche diese Rituale wahrscheinlich ge-kannt, aber nicht ausgeübt haben, denn die atlantische Religion war auf einem hohen Sonnenkult aufgebaut, haben nichts davon überliefert. Nur in der Früh-zeit der ägyptischen Epoche und sonderbarerweise in Madagaskar und in Poly-nesien findet der forschende Esoteriker einige Rudimente dieses uralten Weistums in den dort überlieferten Mondkulturen. - Wer noch an den Gott des Christentums und an seinen Sohn glaubt, der ist nicht reif für diese höheren Erkenntnisse und hat die Schwelle Saturns nicht überschritten. Ein Angehöriger der Saturnbrüderschaft, der in ihr die Meisterweihen erreicht hat, weiß und ist überzeugt durch angewandte Praxis, daß die schöpferischen saturnischen magischen Impulse sehr wohl aufbauend, aber destruktiv zerstö-rend angewandt werden können. Es gibt hier keinen Mittelweg. Es ist die gleiche angewandte Kraft. Nur der eigene Wille ist hier für den Magus entscheidend! - Hier liegen die Anfangswege der schwarzen und weißen Magie. Man kann diese kosmischen Saturnischen Kräfte pervertieren und zur Zerstörung anwenden oder aber auch zum segenbringenden Aufbau. - Jedoch für einen Menschen welcher im Dienste des Saturn steht, ihn in seiner höheren Oktave erfaßt hat, existiert eine hohe rein saturnische Ethik auf der Grundlage des Verstehens und des Begreifens, die zwar nicht verzeiht, nicht vergisst, aber doch alles Irren als notwendige Wege zur inneren oder höheren Reife erkennt und wertet. Ein Meister im saturnischen Lichte kann mit Recht als ein Beherrscher des un-tern oder des oberen Lichtes gelten, denn er vermag seine schöpferischen Im-pulse sowohl in die mentalen Sphären oder aber auch in die rein astralen Wel-ten zu werfen und zu gestalten. Er steht jenseits von Gut und Böse, denn diese Begriffe existieren für ihn nicht mehr in seiner hohen Erkenntnisreife. Das Ge-setz des neuen Zeitalters: Tue was Du willst, existiert auch für ihn und er muß natürlich auch für sein Tun die Verantwortung tragen den höheren Mächten gegenüber. Lucifer - Saturn ist ein hohes kosmisches Wesen und seine Diener oder Brüder müssen sich ihrer Verantwortung sehr wohl bewußt sein, um nicht in die Schwingungen seiner niederen Oktave abzugleiten und dann nur Werk-zeuge der dämonischen Kräfte zu werden, aber nicht schöpferischer Gestalter. 1962 - 76"},{"pageNumber":77,"pageContent":" Zwar erreicht der Mensch durch eine bewußte Beherrschung des negativen oder auch des positiven Poles in der Magie, die Spitzen menschlichen Erkenntnis-vermögens und wird dadurch auf einsame Höhenwege kristallklarer Erkenntnis jeneits von Gut und Böse geführt, aber er kennt auch in sich die Harmoniege-setze kosmischer Entwicklung, deren Befolgung unbedingt nötig sind für seine eigene Reife. Für ihn ist es immer wichtig, die Brücke zu bauen zur Überwin-dung und zur Lösung der meist herrschenden inneren Spannungen. Die Mystik, welche nur Wegweiser sein kann, sagt ganz recht: Gott hat ein hel-les und ein dunkles Antlitz von Urbeginn an. - Dieses Wort Gott, welches ja all-gemein nur ein Nichtwissen verhüllt als Ausrede, ist ja nur die Bezeichnung für die große hinter allem liegende oder bestehende Einheit, des Absolutums, der Nullpunktsenergie, für das Unerforschbare, wo dem menschlichen Denken, dem Verstande, dem begreifenden und forschenden Geiste absolute Grenzen gesetzt sind. Jedoch der wissende Mensch, der im rein saturnischen Lichte steht, ist immun gegen die religiösen und üblichen ethischen, moralischen Suggestionen, welche die Welt durchfluten und den Aufstieg der Menschen zu höhen Erkenntnissen nur verhindern. Er weiß, daß selbst das tiefste Leid ihn reift durch Erfahrung und daß sein beschrittener Weg in die Einsamkeit, in die Menschenferne führt, aber doch zu einer wunderbaren inneren Glückseligkeit. _________________ 1962 - 77"},{"pageNumber":78,"pageContent":" VVOOMM MMAAGGIISSCCHHEENN--MMYYSSTTIISSCCHHEENN SSIINNNN DDEERR MMAASSKKEE von ∴ Maestra Flita ∴ Die Maske ist alt wie die Menschheit und hat sich mit ihr gebildet und entwi-ckelt. Im Anfang ist der Mensch noch ohne jede Maske. Er ist nackt: an Wissen und an Erkenntnis. Seine Aufwärtsentwicklung aus dem Tierreich beginnt da, wo jener Lichtbringer ihn die Unterscheidung zwischen Gut und Böse lehrte. Da erst erkannte der Mensch seine nackte Unwissenheit gegenüber der Welt, der Natur, den Dingen und Wesen seiner Umgebung. Etwas muß dahinter sein, das sie alle nach bestimmten Gesetzen bewegt. Die-ses Etwas ist mächtig, mächtiger als alle Vorstellungskraft des Menschen das begreifen kann. Dieses Etwas ist aber verhüllt. Zwei Tendenzen zeigt nun der erwachende Mensch. Die eine trachtet danach jenem Etwas den Schleier vom Gesicht zu reißen. Die andere Richtung versucht sich durch Verhüllung der Weltenseele anzugleichen. Zu einem bindenden Schluß, welche die bessere sei, ist man noch nicht gekommen, wahrscheinlich liegt auch hier die Lösung nicht in der Analyse, sondern in der Synthese beider Tendenzen. „Kleider machen Leute“, so lautet ein bekanntes Sprichwort. So ist der nackte Adam des Paradieses ein anderer, als der, den Gott bereits bekleidet hat. In die-sem Sinne ist der Mensch ein Wesen, das Kleider trägt und mit ihnen ständig seine Individualität verändert, damit sein Charakter und auch sein Schicksal. Das Kleid als Gesamtmaske des Menschen hat noch einen anderen Sinn, der sich auf Geschlecht und auf Eros bezieht. Bei den Tieren trägt nur das Männ-chen ein Hochzeitsgewand. Der Mensch ist das einzige Lebewesen, bei dem es umgekehrt ist. Vor allem ist es die Frau, die sich hochzeitlich schmückt. Diese Ausnahme ist zu verstehen; denn der Mensch kennt keine Brunstzeiten wie das Tier. Immer scheint es indessen nicht so gewesen zu sein. So erzählt man, daß Hera den Gürtel der Venus anlegen mußte, um Zeus verführen zu können. Die-1962 - 78"},{"pageNumber":79,"pageContent":" ser Gürtel muß auch eine Art Maske gewesen sein, so daß Hera dem Zeus eben-so verführerisch erschien wie Venus selbst. Heute ist es selbstverständlich, daß man sich zur Liebe schmückt, um dem Partner besonders schön zu erscheinen. Diese gewollte Schönheit gibt uns die Illusion von allem, was wir erträumen. Illusion ist aber nicht das richtige Wort; denn unsere Träume gewinnen ja Ges-talt, werden lebendige Wirklichkeit. Die Verhüllung des Menschen in Schmuck und Kleider ist eben nicht nur Maske schlechthin, nicht nur Abschirmung nach außen hin, sondern ein Mittel zur Entwicklung und Verwirklichung des Men-schen. So, wie viele einander nach dem Gesicht beurteilen, so tun es andere nach dem Bild der Schrift. Jedem menschlichen Charakter entspricht seine Schrift. Wenn aber ein Mensch bewußt seine Schrift umstellt, so ändert sich auch sein Cha-rakter. Zuerst ist die neu angenommene Schrift eine Art unnatürlicher Maske. Bald aber wird sie zur wahren Natur. Wenn wir von Maske sprechen, so meinen wir immer die Verkleidung des menschlichen Gesichtes. Hierin findet der menschliche Geist immer noch sei-nen stärksten Ausdruck. Aber nicht nur der Mensch hat ein Gesicht, sondern auch die Mächte der Natur. Sie haben sich schon früh den sehenden Menschenrassen gezeigt, natürlich in Formen, die von den Menschen begriffen werden konnten. Sie erkannten, daß die Naturmächte meist menschenähnliche Gesichter zeigten. Diese Erschei-nungsformen wurden nun mit bestimmten Materialien nachgebildet. Es ist eine bekannte Tatsache, daß man das Wesen beherrschen kann, dessen Sigill, Namen oder Bild man besitzt. Darauf kann man einwirken; denn immer ist es mit seiner Quelle geistig verbunden. Man kann zu ihm beten und für diese Energie eine Rückvergütung in Form von Glück und Wohlstand beziehen. Was geschieht aber, wenn man diese Gesichtsnachbildung eines Engels oder Dämonen über das eigene Gesicht zieht? Machen wir den Versuch mit irgendei-ner Karnevalsmaske vor einem Spiegel, den wir intensiv fixieren. Ein völlig fremdes Wesen erscheint vor uns im Spiegel. Die Konzentration zieht diese geis-tige Wesenheit stärker an, als es eine reguläre Beschwörung tun würde. Mit der Gottesmaske wurden wir selbst der Gott; mit der Dämonenmaske wurden wir 1962 - 79"},{"pageNumber":80,"pageContent":" selbst der Dämon. - Als gleicher Partner unter gleichen kann man nun mit den Mächten der Natur auf ihrer eigenen Ebene verhandeln, sie besänftigen, sie sich dienstbar machen, ja sogar sie zerstören. Diese Betrachtungen sind keine Theo-rie, sie sind oft genug in die Praxis umgesetzt worden. Wenn man in Europa da-von auch nichts weiß, so ist diese primitive Magie bei den sogenannten Natur-völkern bis heute erhalten geblieben. Immer wieder sind unsere materialistisch eingestellten Forscher in die entferntesten Reservate eingedrungen und haben das dort Erlebte in ihren Büchern aufgeschrieben. Beim Lesen ihrer Bücher staunt der Schüler der Esoterik, wie der tiefere Sinn bestimmter Kult- und Ri-tualformen diesen Forschern völlig verloren gegangen ist. So bleibt es uns vor-behalten, das theoretische Buchwissen in praktische Lebenskunde zu überset-zen. Der französische Forscher Rouselle beschreibt in seiner Schilderung von Portu-giesisch-Afrika die Reifezeremonien eines der hier vorherrschenden Völker. Für ein Jahr werden die 16-jährigen jungen Männer unter der Führung des Stam-meszauberers in den Wald geschickt. Für diese Zeit sind sie von zuhause regel-recht verbannt, denn sie gelten als von den Dämonen besessen. Hier in der Wildnis findet die Beschneidungszeremonie statt, hier bekommen die Jungen ihren Eheunterricht, hier werden sie magisch zum Kampf mit den Dämonen ge-schult. Den Abschluß ihrer Lehrzeit bildet nun ein Maskenfest, das sie vor ih-rem Dorf veranstalten. Dabei tragen sie selbstgeflochtene Bastkostüme und Rindenmasken. Sie sind somit zu den Walddämonen ihrer Wälder geworden. Ununterbrochen tanzen sie den ganzen Tag nach den dumpfen Klängen der Trommeln, die vom Dorf herübertönen. Sprechen können sie nicht, denn sie sind ja böse Dämonen, nur schrille, ekstatische Schreie stoßen sie zeitweilig aus. Erst der Anbruch der Dunkelheit erlöst die Tänzer von ihrem Zauber. Sie werfen Kostüme und Masken fort und stürmen ins Dorf. Nun folgt ein Fest für die gesamte Bevölkerung, bei dem sich kein Mädchen den nun zu Männern ge-wordenen verweigern darf. Mit der Maske des Dämonen war der Jüngling selbst ein Dämon. Als er die Maske abwarf, wurde er erst wieder zum Menschen. Die-ses ist eine Zeremonie der geistigen Wiedergeburt, die bei allen Völkern überlie-fert ist. Der Junge starb beim Kampf mit den Walddämonen. Er wurde wieder-geboren als Mann, der die Dämonen besiegt hatte. Und als Sieger wird er von 1962 - 80"},{"pageNumber":81,"pageContent":" jeder Frau anerkannt. Ob er sich dabei über die geistige Bedeutung klar ist, wissen wir nicht. Wenn er eine mündliche Einweihung erhielt, so ist es wahr-scheinlich, daß er sie später in den Alltagssorgen vergißt. Aber in der Maske ei-nes Dämonen kann ihn der Priester immer wieder in Kontakt mit den Jenseiti-gen bringen. Der eigentliche, bewußte Weg bleibt natürlich den Priestern und Eingeweihten vorbehalten. Wenn es das einfache Volk auch lernt, mit den Waldgeistern fertig zu werden, die wahre Magie bleibt ihm fremd. Um mit den höchsten Wesen zu verkehren, dazu braucht der Mensch höhere Kräfte. Diese kann er nur in einem jahrzehntelangen, harten und entbehrungsreichen Trainingsleben erwerben. Nur wenigen Auserwählten gelang es, die harten Prüfungen zu bestehen. Diese waren natürlich nicht physischer, sondern astraler und mentaler Natur. Erst dann waren sie reif, die Dämonen und Engel von Angesicht zu Angesicht zu er-tragen. Das erklärt die gottgleiche Verehrung, die man den Adepten bei allen Völkern entgegengebracht hat. Im Laufe der Jahrtausende haben die Eingeweihten dieses Wissen immer präzi-ser erarbeitet. Daß es nicht von Anfang an in seiner späteren Vollkommenheit existierte, zeigt sich im Begriffswandel des Wortes Maske. Sein Ursprung reicht in jene Zeiten zurück, in denen man Pyramiden und Spinx erbaute. Bei den Et-ruskern, die schon untergegangen waren, als erst die Römer an die Eroberung Italiens gingen, bedeutete das Wort Maska soviel wie Dämon oder böser Geist und bezeichnete einen Wiedergänger, der sich vampyrartig vom Blute lebender Menschen ernährt. Im alten Rom bedeutete Maska ein Netzt, in das man die Toten Im alten Rom bedeutete Maska ein Netz, in das man die Toten hüllte, um ihr Wiederkommen zu verhindern. Noch später ist Ma - nachahmt. Zuerst erträgt man den Dämonen, später schützt man sich vor ihm, noch später versinnbildlicht man ihn. Nun ist er zu einer faßbaren Gestalt ge-worden. Man kann ihm opfern, Menschen oder Früchte, um ihn je nach seinem Wesen zu beschwichtigen oder ihn als Bundesgenossen zu gewinnen. Die Maske ist also ein physisches Instrument, um geistige Wirkungen zu erzie-len, um göttliche und menschliche Kräfte zu verwandeln. Diesen Sinn erfüllen 1962 - 81"},{"pageNumber":82,"pageContent":" auch jene gigantischen Gesichtsmasken, die wir auf Neu-Guinea finden. Sie sind mehrere Meter hoch und breit, so daß ein Einzelner sie niemals tragen könnte. Sie sind am Gemeindehaus oder am Dorftempel aufgehängt. Sie sind das Stammessymbol und artverwandt mit unseren Fahnen und Standarten. Richtiger sollte man sie als das Gewissen des Stammes bezeichnen. Diesem bleibt nichts verborgen, was immer auch geschehen mag. In dieser Maske lebt die innere Gemeindestimme, die ihr ganzes Volk auf den rechten Weg zu weisen sucht. Wir müssen uns unter dieser Riesenmaske allerdings einen gewaltigen Imagospurius vorstellen. - (Totempfähle) Wir denken immer beim Wort Maske an Karneval. Die Christen wollen sich vor der Fastenzeit noch einmal so richtig austoben. Jeder streift die Maske über das Gesicht, die ihm gefällt, und schon geht das bunte Treiben los. Streift der Mensch wirklich nur irgendeine Maske über? Ist diese Maske vielleicht nur das innere Symbol ihres menschlichen Trägers, das zu ihm gehört, ob er es will oder nicht? Alles läuft nach Gesetzen ab, es gibt kein blindes Schicksal! Einen Zufall gibt es nach unseren Kenntnissen nicht; so muß also das Kostüm und die Mas-ke innerlich seinem Träger verwandt sein. Die meisten Masken der schwäbi-schen Fastnacht sind nicht Dämonenmasken, sondern die von Tieren. Fühlen wir uns in der Fastnachtszeit mit den Tieren verbunden, oder erinnern sie uns an eine Lebensform, die wir vor Zeiten durchgemacht haben? Oder sind diese Tiergesichter auch nur Gestalten der allumfassenden Mutter Natur? Auf jeden Fall sind sie eine geistige Brücke zu göttlichen Gewalten. Diese Masken schei-nen unserem Unterbewußtsein zu entstammen. Aus ihm hervor kommen sie zur Manifestation, zum Selbstausdruck. Sie betonen das Phallische und Zeugungs-trächtige. Hervor tritt die Verspieltheit und Verantwortungslosigkeit des Tieres. Alle möglichen Tiere erscheinen im Fastnachtsumzug: Hähne, Böcke, Eber, Bä-ren u. a. Über allen aber thront der Narr. Mit ihm hat es seine besondere Bewandtnis, denn man muß bedenken, daß man früher nur dann ein Narr werden konnte, wenn man vorher ein Weiser war. Denn seine Pflicht war es zu allen Zeiten, den herrschenden Mächten dieser Welt den Spiegel der ungeschminkten Wahrheit vor das Gesicht zu halten. 1962 - 82"},{"pageNumber":83,"pageContent":" Wenn man so den Narren dahin ziehen sieht, an der Spitze seiner Gefolgschaft von Tieren und Blumen, so weiß man, daß seine Urform nur der Große Pan ge-wesen sein kann. Aus dem engstirnigen Menschentum erstarrender Zivilisation führt er uns heim zur großen Mutter Natur. Der Winter ist vorbei, Pan läßt uns die frischen Säfte des Frühlings erneut genießen. Pan ist der alte Bachus, der Gott des Weins, der mit einem anderen Namen auch Amor heißt! Und die oben genannten Hähne und Böcke sind nur seine Diener, Symbole der Kraft und Fruchtbarkeit. So ist gerade die schwäbische-alemannische Fastnacht kein bloßer Mumen-schanz, sondern eine Art Einweihungsritus. Sein tief verborgener Sinn ging der heutigen Menschheit verloren. Das ist auch gut so, denn zuviel Wissen würde noch mehr Gegenkräfte auf den Plan rufen. Eine deutliche Sprache sprechen die ekstatischen Tänze ihrer Narrenmasken. Schertel beschreibt in seinem Buch solche Tänze, die den ekstatisch Tanzenden zum Medium geistiger Kräfte ma-chen sollen. Jeder Tanz wird dieses Resultat hervorbringen, wenn er nur eksta-tisch genug ist. Wir sollten uns aber hüten vor der unkontrollierten Ekstase! Bei ihren Tänzen werden die Masken also zu wirklichen Dämonen. Diese gibt es in ausreichender Menge. Und hinter den sichtbaren Dingen tobt ein schwerer Kampf. Wer sollte das besser wissen, als wir suchenden Schüler der Esoterik? Allerdings sind wir bereit, diesen Kampf mitzukämpfen. Wir überlassen ihn nicht „höheren Meistern“, wie es uns der Autor der „Rosenkreuzer von W.C.“ einreden will. Bei unds werden harte Kämpfer gebraucht, und keine Schwäch-linge. Das ist der Sinn okkulter Schulung. Mit der Pflege des allgemeinen Lie-besaspektes können wir nichts anfangen. Nur Dämonen können Dämonen nie-derzwingen. Deshalb finden wir so häufig Schreckensmasken im Fastnachtszug. In einem Buche von der Geheimen Überlieferung heißt es: „Nur der Schrecken treibt die Menge von der Schwelle zurück!“ Diesen müssen wir zuerst überwin-den lernen. Wirkliche Gefahren können schreckliche Gestalten aus der astralen Sphäre nicht bringen. Wer sich durch ein schreckliches Äußeres zu erkennen gibt, kann leichter bekämpft werden, als jemand, der zu uns in der Maske eines Engels kommt. (Siehe Meyrink: Der Engel vom west. Fenster) Doch auch andere Aspekte zeigt der Maskenbrauch unserer Heimat. Die Maske hebt nämlich die Individualität des Trägers auf. Sie führt ihn einer größeren 1962 - 83"},{"pageNumber":84,"pageContent":" Gemeinschaft zu, und sei es auch nur der von lauter Narren. Im gleichen Schritt und Tritt hüpfen die schwäbischen Narren auf den Straßen herum. So sehr wir einerseits für den einzelnen diesen Persönlichkeitsverlust ablehnen müssen, so ist es für die allgemeine Masse gut, einmal aus den Alltagssorgen heraus als uniformierter Narr ein Teil der allumfassenden Natur des Großen Pan zu werden. Es wird eine Brücke zum Urbeginn geschlagen. Ich denke dabei an die in Rottweil tanzenden rotweißgekleideten „Plätzler“. Im Tanz und durch ihren Tanz erbitten sie, ohne es zu wissen, den Beistand der Götter, um das Opus Magnum zu vollenden, die Unio zwischen Himmel und Erde, zwischen kosmisch männlicher und weiblicher Kraft. - Gemeinsam richtet die ganze Nar-renherde mit primitiven Stangen eine riesige Tanne als Narrenbaum auf: Als ein Riesenphallus steht er da, als Symbol. An ihm herab steigen die Götter und hinauf die Menschen. Das ist die Weltenesche der alten Germanen. Das ist die Anima mundi, die Seele und Achse der Welt. In ihr vereinigen sich der Himmel und die Erde! So ist das Fastnachtstreiben durchaus keine lebende Reliquie. Das ganze Trei-ben scheint von hohen Eingeweihten gesteuert zu sein. Der Zweck läßt sich ah-nen. Wir wissen aus der Überlieferung, daß zur Zeit des Karnevals bei allen al-ten Völkern, lange ehe es ein Christentum gab, zu dieser Zeit des Jahres Mas-kenfeste stattfanden. Das ist die Zeit des beginnenden Frühlings. Der Winter wird aus dem Dorf gejagt, alle bösen Dämonen werden in seiner Gestalt dem Feuer übergeben. So beliebt dieser Volksbrauch auch ist, so schwer lassen sich Dämonen vertrei-ben und verbrennen. Im Gegenteil bemühen sie sich in dieser Zeit besonders, um in die Menschheit einzudringen. Wenn nun aber alle Menschen Dämonen-masken tragen, also schon selbst zu Dämonen geworden zu sein scheinen, dann sind die Menschen vor ihnen sicher, da sie die Maskierten für ihresgleichen hal-ten. - Wieder sehen wir, wie die Maske den Menschen verwandelt. Für einen Tag ist er ein Dämon, und genießt als solcher alle Vorrechte eines wirklichen Dämo-nen. 1962 - 84"},{"pageNumber":85,"pageContent":" Viele Masken gibt es im Leben, viele setzen wir uns beständig auf, um über-haupt leben zu können. So lange es Leben gibt, wird es auch Masken geben. Masken im Alltag und im Beruf! Masken und Kleider wandeln den Menschen. Die Uniform macht aus dem Sol-daten, der vorher noch ein ganz harmloser Mensch war, einen brutalen Kämpfer und läßt ihn Leistungen vollbringen, im Guten wie im Bösen, zu denen er sonst nie in der Lage gewesen wäre. Wir Schüler ähneln jenem Soldaten. Aus Men-schen des Alltags sind wir Logenbrüder und -schwestern geworden. Dies be-wirkten unser Logenmantel und unser okkulter Name. Sie sind unsere wahre Maske. Sie hat uns umgeformt. Unser altes Dasein ist tot. Unsere bürgerlichen Namen und Titel sind im Ritual verbrannt. Wir sind wiedergeboren. Wir tragen Logennamen. Und wir beurteilen unsere Taten und Leistungen vom Standpunkt der Esoterik aus. Nicht nur Masken, sondern auch Farben und Düfte ziehen entsprechende Kräf-te an. Wir stehen zusammen im dunkelen Lichte Saturns. In unseren dunkelen Gewändern rufen wir die Wesenheiten des Saturn. Und sie kommen. Denn sie müssen kommen! Das ist ein verständliches, okkultes Gesetz: Jede Wesenheit wird von ihren eigenen Farben und Zeichen angezogen, oder von den Gegenfar-ben und Zeichen abgestoßen. Sigille aus magischen Quadraten, Räucherungen, Parfüms und Edelsteine rufen die verwandten Kräfte herbei. Im Grunde ist also jedes Beschwörungspentakel eine Maske, die wir vor uns aufstellen, die das be-schwörende Wesen als sein eigen anerkennt und sich daher darin manifestiert. Die Macht der Zeichen wird am deutlichsten im Pentagramm. Steht es auf der Spitze, zieht es die astralen Kräfte an, ob der Mensch es will oder nicht, ob er es weiß oder nicht. Runen an Häusern und Kirchen, Runenstellungen und Mudras, Gewänder und Masken sind immer Manifestationspunkte für verwand-te Kräfte! Jeder sollte das bedenken und danach handeln. Je besser die kosmi-schen Mächte gespiegelt werden, je stärker ist ihre Wirkung - im Guten wie im Bösen! Wo sind die Anweisungen zur Maskenmagie überliefert? Es existiert das oben erwähnte Karnevalsbrauchtum. Es ist nur unterbewußt. Die Geheimlehre schweigt. Durchforscht man die mittelalterlichen Schriften, so findet man nur schwache Andeutungen. Die Gestaltbeschreibungen der Engel und Teufel des christlichen Pantheons werden von vielen Forschern als sinnlos abgetan. Was 1962 - 85"},{"pageNumber":86,"pageContent":" geschieht aber, wenn wir selbst bei der Beschwörung eines Wesens dessen Par-füm und Stein verwenden, dessen Sternstunde wählen und dazu dessen „Ge-sicht“ als Maske tragen? Das ist ein gutes Hilfsmittel, das wir erst dann richtig verwenden können, wenn wir es gelernt haben, mit Hilfe unserer Vorstellungskraft diese Maske entspre-chend geistig zu beleben. Die Anweisungen dazu finden wir in den verschiedens-ten Abhandlungen über Bildermagie, Imagospurien usw. in unserer allgemeinen Logenliteratur. Das Wesen, das wir erreichen wollen, bilden wir also geistig nach. Wir müssen unser Ziel richtig erkannt haben, ehe wir einen solchen Weg beschreiten kön-nen. Denn wer die Gottheit als Feuer sieht, wird selbst zum Feuer. Wer die All-gottheit als Nirwana sieht, wird eingehen ins Nirwana, das die größte und letzte Vereinigung ist. „Eine Maske tragen“ heißt nicht: „Mehr scheinen als sein“ sondern „Mehr wer-den als sein“. „Eine Maske tragen“ heißt: „Über sich selbst hinauswachsen“. ____________________ 1962 - 86"},{"pageNumber":87,"pageContent":" DDEERR KKAARRMMAA--PPLLAANNEETT SSAATTUURRNN von Johannes Vehlow DDaass WWeellttggeeddääcchhttnniiss uunndd sseeiinnee ZZaahhlleennmmyyssttiikk.. „Go t t r e c h n e t “, sagten die Pythagoräer. Alles in der Natur ist nach Ma ß und Za h l aufgebaut. Zahlen vertreten ebenso die Kräfte, Prinzipien und Attri-bute unserer dreidimensionalen Erlebniswelt, wie die Pl a n e t e n , gemäß der Entsprechungslehre. In der Astrologie sind drei voneinander abweichende Planetenreihen mit ihren Zahlenzuteilungen bekannt. Diese Reihen gruppieren sich wie folgt: Nach Gruppe I ist dem Saturn die 8 zugeteilt. Nach Gruppe II die Zahl 5 und nach Gruppe III die Zahlen 3, 9, 15 und 45. Es muß somit ein innerer Zusam-menhang zwischen diesen Zahlen bestehen, der, wie die weiteren Ausführungen zeigen werden, auch vorhanden ist. Nimmt man die drei Grundzahlen 3, 5, 8, so erkennt man bereits eine Aufteilung nach dem „Goldenen Schnitt“ (1+2=3, 2+3=5, 3+5=8). Bei den übrigen Zahlen der Gruppe III aber steht man zunächst vor einem Rätsel. Die Schule des Py t h a g o r a s soll von diesen Zahlen behaup-tet haben, daß sich alles in der Natur aus ihnen ableiten lasse. Um den Zusammenhang zu verstehen ist die Kenntnis der Aufstellung der „T e t r a g r a m m e “, der „Ma g i s c h e n Q u a d r a t e “ erforderlich, die im Altertum auch als „Planetensiegel“ oder „Sigille“ bekannt waren. Die Saturnzahlen 3, 9, 15 und 45 entstehen durch Verwandlung des Natürlichen Quadrates aus der Wurzel 3 in ein Magisches 1962 - 87"},{"pageNumber":88,"pageContent":" t e s aus der Wurzel 3 in ein Ma g i s c h e s Q u a d r a t . Ein Tetragramm be-steht aus sovielen Feldern, als es dem Quadrat der Wurzelzahl entspricht. So hat das Magische Quadrat der Zahl 3 = 9 Felder, der 4 = 16, der 5 = 25, der 6 = 36, der 7 = 49, der 8 = 64 und der 9 = 81 Felder. Durch Pe r m u t a t i o n (Vertauschung) bestimmter Zahlen des Natürlichen Quadrates, die nach einer dem betreffenden Planeten zugeschriebenen Ver-schlüsselungsfigur vorgenommen wird, geht die „Tr a n s m u t a t i o n “ (Ver-wandlung) in ein Magisches Quadrat vor sich. Diese Verschlüsselungsfiguren bilden meist das „Geheimzeichen“ für den in Frage kommenden Planeten. Die Entschlüsselungsfiguren, die sich wiederum aus den so entstandenen magi-schen Tetragrammen ergeben, sind Gebilde von teilweise eigenartiger Symmet-rie. Die Entschlüsselungsfiguren entstehen aus den einzelnen Zügen, die im Magischen Quadrat von der Zahl 1 angefangen fortlaufend bis zur letzten Ziffer gezogen werden - und zwar sind es immer soviel Züge, wie es der Wurzelzahl, aus der das Quadrat gebildet ist, entspricht. Im magischen Quadrat werden immer die beiden Di a g o n a l e n als auch alle ve r t i k a l e n und ho r i z o n -t a l e n Reihen die gleiche Summe ergeben. Hier das Quadrat des Sa t u r n s , welches aus der Zahl 3 konstruiert, 9 Felder besitzt. (Vgl. Abb. a,b,c). Die Aufstellung geschieht, wie bei allen Quadraten der ungeraden Zahlen (3, 5, 7, 9), indem man die Zahlenreihen schräg untereinander schreibt und das Quadrat so abgrenzt, daß horizontal und vertikal soviel Felder im Viereck ent-halten sind, als der Wurzelzahl 3 zustehen. Dadurch verlagern sich bei jedem dieser Quadrate gewisse Zahlengruppen außerhalb der Vierecke, und ebenso 1962 - 88"},{"pageNumber":89,"pageContent":" viele Felder innerhalb der Quadrate bleiben leer. Diese außenstehenden Ziffern sind um so viel Felder ins Innere zu übertragen, als es der Wurzelzahl ent-spricht. Also beim Saturnquadrat ist es die 1 um drei Felder nach unten, die 3 um ebenso viel Felder nach links, die 9 um 3 Felder nach oben und die 7 um 3 Felder nach rechts zu verlegen. Damit haben wir den äußeren Zahlenkreis ins Innere übertragen und die Tr a n s m u t a t i o n durchgeführt. Aus dem „natür-lichen“ ist ein „magisches“ Quadrat entstanden - und das Ergebnis ist 15, denn alle Horizontalen, Vertikalen und die beiden Diagonalen ergeben die Reihenkon-stante 15. Noch heute ist es üblich, wenn eine Arbeit abgeschlossen ist oder ei-ne Pause gemacht werden soll, „Fünfzehn“ zu rufen. Dieser uralte Ausruf wird besonders von Arbeitern und Bauhandwerkern bei solchen Anlässen benutzt, ohne jedoch den Ursprung zu kennen. Saturn ist bekanntlich der Planet der Erdarbeiten und des Bauwesens. Verbindet man jetzt die Zahlen innerhalb des Quadrates ihrer Reihenfolge nach, so entstehen drei Züge, die wiederum eine Figur ergeben, die als „Geheimzei-chen“ des Saturn bei magischen Arbeiten Verwendung fand. Viele der alten „Sa-turn-Talismane“ weisen neben dem Quadrat auch dieses Zeichen auf. Bei den Quadraten der „ungeraden“ Zahlen ergibt die Mittelzahl (Herzstück) mit der Wurzelzahl multipliziert auch immer wieder die Summe der Reihenkonstan-te. Aus dem Saturnquadrat lassen sich somit folgende Zahlen ableiten: Die 3 als Wurzelzahl, die 9 als Felderzahl, die 15 als Reihenkonstante und die 45 als Summe sämtlicher Zahlen dieses Quadrates. Hier also haben wir die pythagoräische Zah-lenreihe des Saturns. Das Herzstück aber ist die 5. Soweit haben die Saturnzahlen 3 und 5 ihren magischen Zusammenhang in der Wur-zel und im Herzstück des Saturn-Tetra-gramms. Die Quer-Addition ergibt 8, die in der Gruppe I als as t r o l o g i s c h - ge o m e t r i -s c h e Zahl erscheint. Geometrisch entsteht aus der Zahl 8 das 1962 - 89"},{"pageNumber":90,"pageContent":" „Ok t r o g r a m m “, der Achtstern, auch „Ok t o g o n “ genannt, der sich aus disharmonischen Winkeln zusammensetzt. (Vgl. Abb.). Es bilden sich in dieser Figur das Semmi-Quadrat = 45°, das Quadrat = 90°, das Sesqui-Quadrat = 135° und die Opposition = 180°, die alle in der astrologischen Praxis als ungünstige Aspekte gelten. Die Zuordnung des Oktogramms zum Übeltäter Saturn leuchtet also ein. Das Tetragramm aus der Wurzelzahl 8 aber untersteht nicht dem Saturn, son-dern dem Merkur. Wie aus den drei Zahlengruppen ersichtlich ist, hat Merkur, genau wie Saturn, die Zahlen 3, 5 und 8 für sich. Somit sind Saturn und Mer-kur die Repräsentanten der Zahl 8. Beide Gestirne zeigen eine gewisse Kor-respektivität, die im Denken (f ) und Handeln (S ), also im Gedanken und sei-ner Verwirklichung zum Ausdruck kommt, wobei das saturnische Prinzip das festhaltende, registrierende Gedächtnis versinnbildlicht. Saturn ist das Gestirn der Erdenschwere, der Zusammenziehung, der Kristalli-sation und des Niederschlags aller stofflichen Gebilde, der Planet der festen, kalten, grobstofflichen Materie, der „Ur-Grund“, der „Erd-Geist“. Deshalb ver-ehrt der altägyptische Mythos die „Ac h t h e i t d e r U r g ö t t e r “. Acht Wächter der Welt, als Speerträger des höchsten Gottes, kennt auch der Leidener Papy-ros. Achtfache oktogrammatische Teilungen zeugen von der Achtheit der Di-mensionen und von der Achtheit der menschlichen Konstitution. (Das Ego und seine sieben Körper!) Die Verbindung von Saturn und Merkur kommt auch in Thots „Merkurstab“ deutlich zum Ausdruck. Der Merkur-Gott Th o t h , der all-wissende Bewahrer der Geheimnisse der Urzeit, der von den Griechen ihrem H e r m e s gleichgesetzt wurde, ist in den zwei sich windenden Schlangenlei-bern, die in Form von zusammengesetzten Lemniskaten erscheinen, versinn-bildlicht, wie es auch in der Schreibung der Zahl 8 zum Ausdruck kommt. In dieser Zahl liegt Tiefgründigkeit, Weisheit, Einprägsamkeit und Bewahrung tiefster Geheimnisse verankert. Die Ak a s h a - (S) C h r o n i k “ (f), das Buch des Lebens, der Eindrücke seit Erschaffung der Welt, das Weltgewissen, das Weltgedächtnis haben in der Zahl 8 ihre mathematische Koordination. Saturn und Merkur symbolisieren also in dieser Zahl den Weg des Menschengeistes 1962 - 90"},{"pageNumber":91,"pageContent":" durch alle Stufen der Materie und die daraus gewonnenen Erkenntnisse, die seit Urbeginn gesammelten Erfahrungen des Erdgeistes. Im Tetragramm des Merkur ergeben sämtliche diagonalen, horizontalen und vertikalen Reihen stets die Zahl 260. Desgleichen auch das Herzstück dieses Quadraes gedoppelt: Das transmutierte Achterquadrat mit seinem Geheimzeichen wurde im Altertum daher gern als Amulett getragen, um uralte Erfahrungen besser in die Erinne-rung zurückzurufen und sie für die augenblickliche Erdenexistenz wissentlich vorteilhafter verwerten zu können. Aber auch um die Gedächtniskraft zu stär-ken, in uraltes Wissen verständnisvoll eindringen zu können und um Studium und Schulung zu fördern. (Erfindungen beruhen vielfach auf der Basis unbe-wußt aufkommender Erinnerungen aus frühern Inkarnatnionen. Be n - A k i -b a in Gutzkows „Uriel Acosta”: „Alles schon dagewesen!”) Vor allem aber, um schwere Melancholien, Unzufriedenheit, Nörgelei, Pessimismus, Nervenschwä-che, Mangel an Konzentration und Initiative, sowie alle durch eine disharmoni-sche Saturn-Merkur-Konstellation im eigenen Horoskop angezeigten Charakter-schwächen nicht nur in ihren Auswirkungen zu mildern, sondern auch damit bewußt das Bemühen der „Umpolung ins Gegenteil“ wirksam zu unterstützen. Die so angestrebte Charakterverbesserung in Saturn- und Merkurfragen bedeu-tet nicht nur Erleichterungen im jetzigen Erdenleben, sondern verhindert vor allem die Schaffung neuer, übler Ursachen und damit karmische Belastungen für ein späteres Leben. Charakterfehler und die daraus resultierenden Handlungen sind, wie wir er-kannt hatten, die Ursachen schwerer Schicksalsschläge, die wieder eine Geburt unter entsprechend üblen Konstellationen bedingen. 1962 - 91"},{"pageNumber":92,"pageContent":" Siehe auch: Studienheft Februar 1954 Die Lehre der Reincarnation; Das Karma-Gesetz, von Gregor A. Gregorius ___________________ NNEEUUEERRSSCCHHEEIINNUUNNGG DER OKKULT-MAGISCHE ROMAN DER GEGENWART: GREGOR A. GREGORIUS | EXORIAL Roman eines dämonischen Wesens. Gebunden in schwarzem Leinen, 430 Seiten mit 7 Illustrationen, einschließlich Porto DM 20,50 K r i t i k aus der Monatsschrift: B l ä t t e r für angewandte okkulte Lebenskunst, Berlin. Das Buch gehört zu denjenigen Büchern, die man nicht mehr aus der Hand legt, bevor man es nicht restlos verschlungen hat. Der Inhalt der einzelnen Ka-pitel erinnert an Meyrink, Poe, E.T.A. Hoffmann, Hans Heinz Ewers und an die anderen sogenannten Phantasten der okkultischen Literatur. VERLAG EUGEN GROSCHE, Berlin-Grunewald, Winklerstraße 9 1962 - 92"},{"pageNumber":93,"pageContent":" September/Oktober 1962 BB LL ÄÄ TT TT EE RR FF ÜÜ RR .. AA NN GG EE WW AA NN DD TT EE OO KK KK UU LL TT EE ..  LL EE BB EE NN SS KK UU NN SS TT INHALT: MAGIE UND ESOTERIK DES SONNENLOGOS von ∴Gregor A. Gregorius∴ WEGE ZUR HÖHERENTWICKLUNG DES MENSCHEN DURCH DIE INITIATION von Maestra ∴Flita∴ DIE REFLEKTIONEN DES JENSEITS AUF DEN MENSCHEN von Johannes Vehlow S E P T E M B E R / O K T O B E R 1 9 6 2 Herausgegeben von Gregor A. Gregorius, Meister der Loge Fraternitas Saturni Orient Berlin Privat – Druck 1962 - 93"},{"pageNumber":94,"pageContent":" MMAAGGIIEE UUNNDD EESSOOTTEERRIIKK DDEESS SSOONNNNEENN--LLOOGGOOSS von Gregor A. Gregorius Die Kaballa sagt: „Gott hat ein helles und ein dunkles Antlitz“!- Dieser Aus-spruch enthält tiefste Weisheit. Jedoch dieses Geheimnis wird noch mehr ent-hüllt, wenn man die religiöse Verbrämung weglässt und das verborgene Wissen nach rein magischen Gesichtspunkten untersucht. Es ist immer so, daß vor allem die christliche Deutung das geheime Weistum noch mehr verbirgt, teils sogar absichtlich, anstatt aufzuklären. Man muß alles religiöse, rosenkreuzerische oder theosophische Beiwerk erst wegräumen und bei Seite lassen, wenn man die wahren Kernlehren der Magie erkennen will. Dieses trifft vor allem auf das magische Gebrauchstum, dessen man sich für den Sonnenlogos bedient, in hohem Grade zu. Alle magischen Praktiken, welche in den Büchern über die Sonnenmagie gelehrt werden sind im wahren Sinne rein schwarzmagisch, denn den Sonnendemiur-gen kann man überhaupt nicht mit magischem Gebrauchstum, mit Beschwö-rungen, Anrufungsriten erreichen, noch in seine Sphären bewußt vordringen. Das ist immer eine menschliche Vermessenheit, selbst wenn man die alten An-leitungen magischen mittelalterlichen Gebrauchstums dazu befolgt und be-nutzt. Es wird dann immer ein Rückschlag eintreten, der zum Irresein oder zu tiefen depressiven Zuständen führt. Die Esoterik bezeichnet den Sonnenlogos mit Vorliebe als sichtbare Manifestati-on von Gott! - Auch dieses ist eine halbreligiöse Irreführung und nur wieder ei-ne Ausrede für die Nichtexistenz eines persönlichen Gottwesens, eines ange-nommenen Gottesbegriffes. Ein in saturnischer Ausrichtung befindlicher hoch-geistiger Mensch läßt sich dadurch nicht bluffen und irreführen. Da die Exis-tenz und Annahme eines persönlichen Gottes, ganz gleich in welcher Form, ab-zulehnen ist, kann der in seinem bisherigen Kirchenglauben wankende Mensch sich durchaus nicht mit diesen neu aufgetragenen Mystifikationen zufrieden geben und der Stempel einer Leichtgläubigkeit seines nur wenig entwickelten Hirnes bleibt auf seiner Stirn haften. 1962 - 94"},{"pageNumber":95,"pageContent":" Wohl hat die Lehre der Kosmologie durchaus recht, wenn sie das Sonnengestirn als den Mittelpunkt unseres engeren Kosmos, unserer Weltinsel bezeichnet, als Muttergigantin, als Schöpfer unseres Planetensystems, als unseren Erhalter im kosmobiologischen Sinne, als unser ureigenes Zentralgestirn, aber nun dafür einen Gottesbegriff zu prägen oder einzusetzen, die Sonneneinwirkung als gött-lichen Einfluß oder Willen zu bezeichnen, ist schon wieder eine bewußte Mysti-fikation. Alle die Lehren der Astrologie über die Kosmogenie, der Weltbildungslehre, sind trotz der neuesten Forschungen immer noch relativ, denn noch immer sind dem Menschengeist, dem menschlichen Begriffsvermögen Grenzen gesetzt, die er noch nicht überschreiten konnte. Gewiß ist ein Sonnenkult, wenn er die naturgegebene Basis nicht verläßt, eine naturverbundene Sonnenanbetung, durchaus gutzuheißen, wenn die religiösen bisherigen Vorstellungen bei Seite gelassen werden. Man darf aber nicht vergessen, daß die sogenannten Sonnenkulturen fast auf der ganzen Erde seit Jahrtausenden trotz bewußter Sonnenanbetung durchweg rein schwarzmagischen Charakter tragen, denn sie verwandten in ihrem magi-schen Gebrauchstum Blut- und Tier- und Menschenopfer. Deswegen mußten alle mittelamerikanischen alten Kulturen, der Azteken, der Majas, der Tolketen usw. nach esoterischer Lehre zu Grunde gehen. Von diesen Kulturen und den betr. Völkern ist nichts mehr erhalten außer Ruinen. Sogar das alte sagenhafte Atlantis war dem Untergang in seiner zweiten Epoche geweiht, als die damals herrschenden Könige und Priesterschaften in die alten Sonnenriten Blutopfer einfügten. Wenn man die vielen historischen Völkerschicksale unter diesen Ge-sichtspunkten betrachtet, bekommt man ungeahnte Einsichten. Es gibt da fast keine Ausnahme. Die arisch germanische Vergangenheit, die jüdische Geschich-te und viele andere Überlieferungen weisen auf Blutopfer hin. Die wenigen Völ-ker, die ihre Religionen frei oder rein hielten, waren immer in der Minderheit und wurden überdeckt von den schwarzmagischen Gebräuchen, deren sich die Kulte bedienten. Wenn man alle religionsgeschichtlichen Überlieferungen unvoreingenommen nach dieser Hinsicht eingehend studiert, wird man klüger und einsichtiger und 1962 - 95"},{"pageNumber":96,"pageContent":" erkennt entsetzt, daß die Blutkulte bis in die heutige Zeit nur unter anderer Form weiter existieren, trotz Christentum und Erlösungsgedanken. Mstr. Therion sagt so recht bezeichnend: Dreiviertel Teil der Menschheit ist doch nur Dung für ihre geistige Oberschicht! Unter dem Zeichen des Kreuzes wurden seit Beginn des Christentums Tausende von Menschen getötet bis in die heutige Zeit, auch die östlichen Völker sind nicht frei von Blutschuld.  In dem Aprilstudienheft 1952 der „Blätter für angewandte okkulte Lebenskunst sind Auslesen aus den Beschwörungspraktiken für die Sonne gegeben, die aus dem Mittelalter stammen. Diese werden in den nachstehende Ausführungen ergänzt für fortgeschrittene Mitglieder der Loge, die bereits tiefer eingedrungen sind in die esoterische Be-deutung des Sonnenkultes. Es muß immer wieder gewarnt werden, die Dämo-nien der Sonne anzurufen oder direkt zu beschwören. Trotzdem soll das magische Wissen den Brüdern der Loge nicht vorenthalten werden, denn sie stehen ja unter dem Gesetze der Loge: Tue was Du willst! - welches ihnen vollste Verantwortung auferlegt in ihren Handlungen und für ihr Tun. Die magische Kraft des Sonnenlogos beginnt bereits kurz nach Sonnenunter-gang am Sonnabend abend. Die Stunden bis zum Sonnenaufgang am Sonntag morgen sind frei für die Dämonien der Sonne und wirken diese dann am stärks-ten. Der Sonntag selbst ist beim Sonnenuntergang in magischer Hinsicht zu Ende. Dann wirken bereits die dämonischen lunaren Kräfte. In der Nacht des Sonnabends bis zum Sonntag können auch die sogenannten Salamanderbeschwörungen der Sonnendämonien inszeniert werden. Über diese Rituale wird in eingeweihten Kreisen, meist bewußtes Stillschweigen ausgebrei-tet um ihrer Gefährlichkeit willen. - Für einen echten Bruder des Saturns exis-tiert jedoch keine Gefahr in diesen Riten, denn er steht ja unter dem Schutze 1962 - 96"},{"pageNumber":97,"pageContent":" des großen Gegendemiurgen, dem Herrscher des dritten Kreises in der dritten inneren Sphäre der Sonne! Die Stunden um Mitternacht liegen magisch am günstigsten, zumal, wenn Neumond ist oder erst recht bei Sonnenfinsternissen. Das trifft jedoch nur auf die Anrufungen der Dämonien der Sonne zu. Die Kleidung des Magus ist ein Mantel aus dunkelgelber Seide. Dazu eine hohe spitze Mütze, auf deren Vorderseite das Symbol eines Salamanders mit schwar-zer Seide und gelben Flecken gestickt ist. Auf dem Mantel selbst ist mit dunkel-roter Seide das Sonnensymbol und ebenfalls die Figur des Salamanders ge-stickt. Dazu das Sigel des Sonnendämons Sorath und die Zahl 666.- In dem magischen Kreise sind die Namen der Stundenengel der Nachthälfte ein-zuzeichnen, sowie die Namen der Luftgeister des Sonntags. Es sind im Kreise sechs Bienenwachskerzen anzuzünden. Keinesfalls ist der magische Mantel in den Tagstunden des Sonntags zu tragen, denn die Verwendung der blutroten Stickereien ist schwarzmagisch zu werten. Die Beschwörung selbst ist möglichst in freier Natur vorzunehmen, denn der magische Kreis soll so groß gezogen werden, daß der Magus in der Mitte ein Feuer unterhalten kann, zu dem er mit leicht brennbaren Substanzen getränk-tes Sandelholz, getrocknete Senfkörner, Lorbeerblätter, Wacholderzweige, Schwefel, Eichenholzspäne verwenden soll. Die Anrufungen selbst beginnen mit der Anrufung des Sonnendämoniums, nachdem das magische Feuer gezündet ist. Daran schließt sich folgende Anrufung: Sechsmal den Namen Salamander rufen, jedoch in der magischen Tonfolge lautmagisch ausgesprochen: Sal - lam - man- der - in dreimaliger Folge. Sechs-mal leise, sechsmal stärker, sechsmal sehr laut! Dabei werden bei jeder Rufung vorbereitete Pergamente, auf denen mit dem eigenen Blut die Figur des Sala-manders gezeichnet wurde, in die Flammen geworfen. Die Silbe Sal ist mit dunklem, verdeckten Vokal, Vokal O auszusprechen, so daß es wie Sol klingt. Ferner: Es lodere die Flamme! Ich rufe die Geister des Feuers! Erscheinet! Erscheinet! Erscheinet - Entflammt euch 1962 - 97"},{"pageNumber":98,"pageContent":" ihr Dämonen des Feuers - Verbrennt und vernichtet nach meinem magischen Willen! Der Magus schwingt sechsmal sein magisches Schwert. Dann ruf er die Namen der Luftgeister. Ich befehle euch kraft meines magischen Willens, verbindet euch mit den Geistern des Feuers und gehorcht meinen Befehlen.  Der amtierende Magus ist ja bereits in der praktischen Magie ausgebildet, er kann sein Wissen, ergänzen aus dem bereits erwähnten Studienheft April 52 sowie Oktober- und Novemberheft 50. Der Zweck und die Absicht der Beschwö-rung ist ihm und seinem eigenen Willen überlassen. Nach erfolgter Beschwö-rung ist die sogenannte Abdankung zu sprechen, das Feuer zu löschen, der Kreis, den er mit einem zugespitzten Wacholderholz oder mit dem magischen Dolche in die Erde gezogen hat, sorgfältig auszutreten, die Asche des Feuers rings außerhalb des Kreises in den Wind zu streuen. Wenn der Magus Salamandertiere lebend zur Verfügung hat, kann er drei davon während der Beschwörung innerhalb des Kreises aussetzen oder auch während der dreimaligen Anrufung in das lodernde Feuer werfen. Es wird nochmals ausdrücklich darauf hingewiesen, daß diese ausgeübte Magie schwarzmagische Tendenzen hat, es kommt natürlich auch auf die ausgespro-chenen Ziele und Wünsche an, denn man vermag mit Hilfe der angerufenen Feuerdämonen alle lebenden oder toten Objekte zu vernichten, wenn die magi-sche Praxis ordnungsgemäß ausgeübt wird und der Wille des Magus stark ge-nug ist. Er trägt ja für sein Tun die vollste Verantwortung und erzeugt für sich neues Karma, wenn er nicht die Priesterweihe als amtierender Magus innehat. - Bei Unklarheiten erhalten die Mitglieder der Loge ergänzende Aufklärungen.  Die Anrufung des Sonnenlogos kann in ähnlicher Weise geschehen, nur sind dazu die Namen der Engel und die entsprechenden Charaktere, resp. Symbole zu benutzen. Es ist die Morgen- oder Mittagsstunde zu wählen. Es sind keine besonderen Forderungen zu stellen, sondern nur die Bitten um Erleuchtung 1962 - 98"},{"pageNumber":99,"pageContent":" oder Hilfen. Diese Inszenierung soll rein mystischen Charakter haben. Man kann aber auch nackend in entsprechender Runenstellung der Manrune, der aufgehenden Sonne zugewendet, anrufen. Vor dieser Zeremonie soll man eine rituelle Körperwaschung oder ein vollständiges Reinigungsbad nehmen. Ölun-gen mit dem Sonnenblumenöl sind gestattet. Diese harmonische Sonnenanbetung ist eine reine Anrufung des Sonnenlogos und kann man die Worte wählen nach eigenem Denken. Vor der Anrufung und nach Beendigung soll eine dreimalige Verbeugung mit über der Brust gekreuz-ten Armen und Händen erfolgen in harmonischer demütiger Haltung.  1962 - 99"},{"pageNumber":100,"pageContent":" WWEEGGEE ZZUURR HHÖÖHHEERREENNTTWWIICCKKLLUUNNGG DDEESS MMEENNSSCCHHEENN:: DDUURRCCHH DDIIEE IINNIITTIIAATTIIOONN von ∴Maestra Flita ∴ Die Geschichte der Initiation ist mit der Geschichte der Menschheit eng verbun-den. Sie reicht in vergessene Jahrtausende zurück, so daß man zu der Meinung kommen kann, es hätte sie immer gegeben. Es gibt sie bei den „primitiven Völ-kern“ so, wie es sie bei den Kulturvölkern des Westens gibt. Die Formen sind verschieden, der Sinn ist der gleiche. Der eine Abschnitt des Lebens ist zu Ende; ein neuer beginnt: Der Knabe wird zum Mann, das Mädchen zur Frau. „Initiare“ kommt aus dem Lateinischen. Initiation enthält die beiden Wortstäm-me von „ire“ = gehen und „in“ = hinein. Das Wort „initiare“ heißt beginnen, ein-weihen, und mit dem Plural von „initium“ = Anfang, verbindet sich der Gedanke des Weihevollen, Feierlichen, Heiligen. Die Initiation findet sich bei allen Völkern und hat größere Bedeutung als z. B. die Heirat. Die Vorbereitung dauert mehrere Monate bis Jahre, in denen der Mensch die Unterstufe emporsteigt. Nach der Einweihung ist er ein neuer Mensch geworden. Die Gegenstände und Beschäftigungen haben keine Bedeu-tung mehr für ihn. Er läßt alles zurück, so wie es auch der Mensch tut, der die Schwelle vom Leben zum Tode überschreitet. Daher wird die Initiation mit dem Tod oder dem Todessymbol ausgedrückt. Der Tod ist ja nur ein Übergang zu ei-nem neuen Leben, und so muß dem Initiationstod die geistige Wiedergeburt notwendig folgen. Wir haben es hier mit einer engen Parallele mit unserem Logenritus zu tun. Beim Eintritt in die Loge wird der alte, bürgerliche Name im Räucherfeuer ver-brannt. Die gleiche Idee, alles Alte zurückzulassen, finden wir bei dem Meister von Nazareth, der sagte: „Verkaufe alles, was du hast und folge mir nach!“ Wer einen solchen Schritt tut, der ihn über das Alltagsdasein hinaus und hinauf zum Göttlichen führen wird, der muß nicht nur seinen Namen ablegen, sondern auch manche lieb gewordene Gewohnheit von früher. Er tritt ja zugleich aus seiner bürgerlichen Familie heraus, er wird ihr fremd, ihr, die ihm nicht folgen 1962 - 100"},{"pageNumber":101,"pageContent":" kann, oder doch nur in den seltensten Fällen. Das geschieht ja nicht von einem Tag zum anderen. Wenn es auch bei uns keine Reklusionsjahre gibt wie bei den alten Kulturvölkern und heute noch bei den „primitiven Völkern“, so ist der be-ginnende Reifeprozeß doch deutlich daran zu erkennen, wie wir uns von unse-ren Familienmitgliedern und Mitmenschen langsam zu entfremden beginnen. Das ernsthafte Suchen führt über gewisse Kriterien eben einen jeden zur Ein-samkeit. Und nur darin kann er sich wirklich entwickeln. Die Initiation oder Aufnahme in die Loge ist dann nur als der Abschluß einer großen Reifungsperi-ode anzusehen. Initiation ist somit eine Feier, wo der neue Lebenskreis seine Freude über das Suchen und Finden des Neophyten zum Ausdruck bringt. Das gleiche gilt auch für den nächsten und alle höheren Grade. Von Stufe zu Stufe wird der Strebende mehr geläutert und reicher an Erkenntnissen. Heißes eige-nes Bemühen ist die Voraussetzung. Man liefert den Nachweis, daß man gewillt ist, sich zu bewähren und bestrebt ist, den physischen und geistigen Macht-kreis der Loge auszudehnen. Die Prüfungen sind verschiedene. Sie richten sich nach Zeit und Gewohnheit. Je primitiver ein Volk ist, desto grausamer, also physisch schmerzhafter, erscheinen uns diese Proben. Je höher kulturell veran-lagt die Menschen sind, desto wissenschaftlicher und durchgeistigter sind die Prüfungen. Man kann anhand der Vorschulung der Initianten sehr wohl erken-nen, welches Geistwesen hinter den Initiatoren steht. So wie Dieses auf die Dauer keinen in seine Reihen duldet, der nicht dahin gehört, so läßt Es auch niemanden einen Grad erhalten, der ihn nicht verdient. Ein Mensch kann irren, selbst der höchste Priester oder Eingeweihte, - das „Höhere Selbst“ einer geisti-gen Gemeinschaft oder Loge niemals. Ursprünglich gab es, wie die Geheimlehren aller Völker überliefern, keine Initia-tionen. Denn das Wissen war vor Zeiten noch Gemeingut aller Rassen und aller Menschen. Aber die Menschheit bewegte sich vorwärts und abwärts zugleich, ihrem Entwicklungscyclus gemäß, fort aus der Sphäre reiner Göttlichkeit und hinab in die Materie. Das gleiche magische Wissen, das in den ersten Men-schenrassen doch durchaus harmlos war, blieb es nicht mehr, als der physi-sche dem geistigen Körper gegenüber zu dominieren begann, sei es im Leben der Menschen, sei es in Gestalt seiner Umwelt. 1962 - 101"},{"pageNumber":102,"pageContent":" Der „Fall“ des Menschen, den törichte Kirchenchristen den „Sündenfall“ nen-nen, war nur eine entwicklungsbedingte Notwendigkeit, ohne die wir Menschen heute noch Tiere wären. Die Lenker der damaligen „gefallenen“ Menschheit er-kannten an den Zuständen in Atlantis, daß von nun an das magische Wissen nur den Wenigen und Auserwählten gehören dürfe. Atlantis vernichtete sich bekanntlich selbst. Zwei Parteien mächtiger Magier wa-ren entstanden und stritten miteinander um die Herrschaft. Man hat sie schwarz und weiß genannt. Aber wer will entscheiden, was letzten Endes schwarz und was weiß ist! Wir können uns kaum ein Bild davon machen, wel-che Kraftpotentiale bei jenem Kampf entfesselt wurden, aber unsere heutigen Atombomben müßten den damaligen Atlantiern als Kinderspielzeuge erschienen sein. Denn: der Erdteil Atlantis versank in den Fluten unserer Weltmeere. Mit der Atomspaltung ist uns etwas Ähnliches bisher noch nicht gelungen. Die Flüchtlinge der großen Katastrophe retteten das Wissen, hüteten es für sich und ihre für würdig befundenen Nachfolger. Dieses waren weder ihre eigenen Blutsverwandten noch die Angehörigen ihrer Gastvölker. Sondern diese waren besonders ausgewählte Menschen, die für wert gehalten wurden, das furchtbare magische Wissen zu übernehmen und es auch richtig anzuwenden. Und das letzte war sicher das Schwerste. - Aus diesem Kreis von „Übermenschen“ ent-stammten denn auch die Priesterkönige der alten Zeit: Herrscher über Men-schen und Geister. Sie trennten die Menschen bewußt in zwei Teile: in die Pro-fanen und in die Eingeweihten, in Exoteriker und in Esoteriker. Sie überliefer-ten ihr Wissen an Würdige, die sie nicht nur selbst aussuchten, sondern auch selbst heranbildeten. Um diese Schüler und deren Einweihung nicht ganz von den Profanen zu trennen, und um zugleich neue Strebende zu gewinnen, schu-fen die alten Hierophanten die Mysterien. Diese waren Festspiele und wurden in der ganzen Antike gefeiert. Das Volk nahm daran teil, sah und hörte und über-setzte das Dargebotene in seine eigene Sprache, gemäß den ans Irdische gebun-denen Sinnen. Daraus resultierte dann fromme Anbetung der einheimischen Gottheiten und Gehorsam gegenüber der Obrigkeit. Der Schüler dagegen hatte sich in der Priesterschule die Schlüssel der Weisheit selbst erworben und über-setzte die Handlung des Mysteriums durch höhere Erkenntnis in natur-wissenschaftlich-magisch-mystische Tatsachen und Gegebenheiten. Man muß 1962 - 102"},{"pageNumber":103,"pageContent":" in der Initiation nicht den großen Augenblick sehen, indem dem Initianten ein besonderes Einweihungswort ermittelt wird. Das gibt es natürlich auch das ist dann gelegentlich ein Mantram, aber meist nur ein Paßwort oder sonst ein Er-kennungszeichen, ein Meisterzeichen sozusagen. Die Initiation ist wie gesagt eben nur ein Abschluß einer bestimmten Entwicklung. Auf keinen Fall ist Einweihung „Gnade“, wie man es uns gerne weißmachen möchte. Da gelangten wir ja zum christlichen Erlösungsgedanken, daß ein an-derer, ein sogenannter Meister oder Gottessohn für uns sterben müsse, daß wir dann eingeweiht werden könnten. Ein solcher Glaube ist mit der Anschauung eines Wassermannzeitalters völlig unvereinbar. Karma ist Resultat von Handlungen. Das Schicksal ist also kein Zufall. Und die Einweihung ist somit weder eine Gnade noch eine Erlösung. Die Theosophen glauben, sie brauchten nur in der Nähe eines ihrer Meister der sogenannten „Weißen Bruderschaft“ zu leben, bei Herrn Kut Humi oder Morya, und schon würden sie zu „Söhnen der Gottheit“ und gelangten zur Erkenntnis Gottes oder des Höchsten Selbstes in sich. So einfach ist die Initiation nicht, und so schwer ist sie auch nicht! Weder eine Weiße Bruderschaft noch ein Schamballah ist nö-tig. Mag es vor Jahrtausenden oder noch vor Jahrhunderten noch so gewesen sein, - das Neue Zeitalter hat andere kosmische Strömungen an uns herange-führt, und es wird nicht mehr lange dauern, bis wir mit Erlösungs- und Gna-dengedanken entgültig aufgeräumt haben. Initiationen sind nicht an Mysterienbünde gebunden. Auch die höheren, also geistigen Mächte übernehmen oft die Initiation. Wir kennen alle aus eigenem Erleben jenen Augenblick der Erkenntnis, wo es uns „wie Schuppen von den Augen fällt“. Wir erinnern uns an unseren Weg als suchender Esoteriker. War da nicht eines Tages ein ganz banales Buch, ein ganz dummer Film, und darin ein Wort, das nur für uns allein gesagt wurde? Wir waren reif geworden, es zu verstehen, wo Millionen es achtlos an sich vorübergleiten ließen. Vielleicht war es auch gar nicht ein einfaches Wort, sondern mehr eine Rune des Schicksals? Es war uns Wegweiser, als wir einen Weg suchten. Und Wegweiser gibt es viele. Der Weise von Nazareth sagte nicht zu Unrecht: „Suchet, so werdet ihr finden. Klopfet an, 1962 - 103"},{"pageNumber":104,"pageContent":" so wird euch aufgetan!“ Suchen und anklopfen sind die Vorbereitungen zur Ini-tiation. Ob es jenen Weisen gegeben hat, ist übrigens sehr fraglich. Aber diejeni-gen, die das Neue Testament geschrieben haben, haben darin manche Einwei-hungslehre zurückgelassen, die auch Blindheit und Fanatismus von zwei Jahr-tausenden nicht vernichten konnten. Initium ist Eingang und Beginn, Introitus im Canon der Messe, und Initium ist ein Tor, das zum Allerheiligsten führt, hindurch zwischen Jakim und Boas, den beiden Tempelsäulen, zum Kelch, zum Gral. Das Abendmahl, das daraus ge-trunken wird, die Hostien, die daraus entnommen werden, sind das rudimentä-re Initium, zum wahren Selbst des Menschen, das die Kirchen anthropo-morphisch als Gott bezeichnen. Teile davon nimmt der gläubige Mensch in sei-ner Vorstellung in sich auf und weiß doch, daß seine Gottheit unteilbar ist. Und Vorstellung ist ja das Hauptrüstwerk jeder Magie, Vorstellung, die erschafft und zerstört ... Was die Initiation war und was sie heute ist, das wissen wir. Wie sie aber in al-ten Zeiten vor sich ging, wie sie innerhalb der Mysterien stattfand, das wissen wir nicht genau. Wir sind auf Mutmaßungen exoterischer Schriftsteller und Phi-losophen angewiesen; denn entweder haben die Eingeweihten der Nachwelt ge-genüber geschwiegen, oder haben sie sich so symbolisch ausgedrückt, daß es selbst dem esoterisch Geschulten heute nur schwer verständlich wird. So sagt Lucius Apulejus (geb. 125 n. d. Zw): „Die Türen der Unterwelt und das Heil lie-gen in den Händen der Göttin Isis.“ Die Wandlung des Mysten (Initianten) be-ginnt mit dem Opfertod, aus dem er durch die Göttin Isis (die ne g a t i v e I-siskraft) zu neuem Leben erweckt wird. Wer diese Handlung erlebt hat, gilt als „Wiedergeboren“, und der erste Tag seines damit beginnenden, neuen Lebens ist sein „natalis sacer“, sein heiliger Geburtstag. Jene Worte des Apulejus können auch heute noch nicht besser und deutlicher gesagt werden. Wir nennen es anders, aber es ist doch dasselbe. In Ägypten waren die berühmtesten Mysterien die der Göttin Isis im griechi-schen Eleusis die der Demeter und Persephone. Eine in Griechenland gefunde-ne Grabvase zeigt uns in mythologischen Bildern das Äußere, das Erschei-nungsbild einer Initiation.: Ein Initiant tritt vor den Priester und opfert ihm ein Ferkel und zwei kleine Brote. Der Priester begießt das Opfer mit geweihtem 1962 - 104"},{"pageNumber":105,"pageContent":" Wein. Auf einem Teller trägt der Priester drei Mohnkapseln, die der Demeter ge-weiht waren und die als das Symbol der inneren verborgenen Fruchtbarkeit aufgefaßt werden müssen. Die Mohnkapseln hatten noch eine andere Bedeu-tung: denn im Mohnsaft ist das Opium enthalten das genauso wie Bilsenkraut, Stechapfel und indischer Hanf die Tore zum Jenseits, zur Unter- oder Astralwelt oder Hölle öffnet, in die noch jeder Initiant hinuntersteigen mußte, um sie zu überwinden, und um dann hinauf vor das Antlitz der Gottheit zu steigen. Das nächste Bild zeigt den Initianten mit einem Tuch über dem Kopf, sitzend, in entspannter Haltung, während eine Priesterin eine Kornwanne über ihn hält, die ihm zweifelsohne die betäubenden Kräuterdämpfe in genügender Menge zu-führt. Das dritte Bild aber zeigt den Initianten, wie er vor Demeter (Isis) und ihrer Tochter Persephone (Hathor-Venus) steht, die beide brennende Fackeln tragen. Um Demeter ringelt sich eine Schlange und legt ihren Kopf dem Initianten in seine rechte Hand. Drei Elemente brachte der Schüler aus dem profanen Leben mit, das vierte aber empfängt er bei Demeter, die ihm ihre Tochter Persephone zuführt. Folgende Sage ist überliefert: Demeter kam auf der Suche nach ihrer Tochter an den eleusinischen Königshof und verdingte sich dort als Amme. Aber anstatt das Königskind (Demophon oder Triptolemos) nur zu säugen, gab sie ihm Nek-tar und Ambrosia, die Götternahrung. Zudem läuterte sie ihn im Feuer, damit er unsterblich werde. - Das Räuchern der Initianten im Feuer kommt schon in den allerprimitivsten Religionen vor. Überall, wo Feuer im religiösen Brauchtum verwendet wird, hat es die Kraft, rituell zu reinigen und zu stärken (Namens-verbrennung!). Später finden wir in Eleusis scheinbar noch eine dritte Initiati-onsgottheit: Es ist Dionysos oder Bachus. Der Sage nach ist er der Sohn von Zeus (Sol) und von Persephone (Semele oder Luna), also das Ergebnis des Zu-sammenwirkens von Sonnen- und Mondkraft im Menschen. Der Sonnengott oder Zeus symbolisiert den Initianten; die Mondgöttin aber seine Schakti, wie die Inder sagen, seine Weggefährtin, seine Frau oder Schwesterseele. Somit ist der wiedergeborene Dionysos der Herm-Aphrodit, das Ergebnis der höchsten und letzten Einweihung! 1962 - 105"},{"pageNumber":106,"pageContent":" Das sich ausbreitende Christentum verhinderte den Fortbestand der antiken Mysterien. Die Hierophanten fanden eines Tages keine Schüler mehr, denen sie hätten ihr Wissen vererben können. So starben sie, und so nahmen sie ihr Wis-sen mit ins Grab. Dennoch gibt es heute ihr Wissen; denn die Grablegung war nicht das Endgültige, das Schicksal des Wissens. Einmal wurden die Hie-rophanten ja wiedergeboren und da bekannterweise das magisch-mystische Wissen nicht beim physischen Tod mit dem physischen Körper vernichtet wird, so gab es in ihren neuen Inkarnationen genug Möglichkeiten der Wiedererinne-rung. Viele haben schon geglaubt, ihr Werk sei für die Ewigkeit gebaut, während an-dere, die bescheidener waren, zumindest eine Dauer von 1000 Jahren für ihr Reich annahmen. Die Reiche freilich zerbrachen oft viel schneller, als ihre Be-gründer das denken konnten. Die Bauwerke der alten Zeit allerdings, stehen noch heute. Die Sphinx wurde von den alten ägyptischen Pharaonen aus dem Sande der Zeiten freigegraben, und so ist ihr Rätsel älter als jede menschliche Geschichte. Die Pyramiden stehen noch heute, und wir kennen sogar ihre Er-bauer. Die einen Pyramiden waren Gräber der Großen ihrer Zeiten, die sie für die Ewigkeit beschirmen sollten. Die anderen waren Tempel der Initiation. Grä-ber und Tempel hatten ihre Lebenszeit und beide waren über Jahrtausende von der menschlichen Geschichte abgeschlossen, bis ..., ja bis die Menschheit wie-der so reife Menschen in sich entwickelt hatte, die mit dem alten Wissen etwas anfangen konnten. Auch das ist letzten Endes eine Initiation, wenn die Vorbe-reitungszeit sich auch über Jahrtausende erstreckte. In der zweiten Hälfte des vorigen Jahrhunderts, als die Menschheit aus dem geruhsamen Mittelalter und aus der dunklen Zeit des christlichen Dogmatismus zu erwachen begann, ge-schahen welt- und geistumwälzende Entdeckungen. Diese erstreckten sich auf das physische und auf das geistige Gebiet. Die Maschine begann sich zu entwickeln und zu triumphieren, Dampfmaschi-nen und Flugzeuge, wie es sie nach der geheimen Überlieferung das letzte Mal vor dem Untergange von Atlantis, wenn auch in anderer Form mit anderen Kraftarten, gegeben hatte. Und zugleich kamen geniale Leute, wie H. P. Blavatz-ky u. a. und sammelten das alte, bei Zigeunern, Juden und Indern verstreute Wissen. Zugleich aber machten unsere wissenschaftlichen Orientalisten die alte 1962 - 106"},{"pageNumber":107,"pageContent":" Welt erschütternde Ausgrabungen im ganzen vorderen Orient und vor allem in Ägypten. Menschen wurden geboren, die die Hieroglyphen, die Schriftzeichen der Ägypter, lesen konnten und somit das in den Gräbern bewahrte, nun aber aufgefundene Wissen der Welt zugänglich machen konnten. Der Welt? Das ist freilich übertrieben. Denn diese Welt vom Ende des 19. Jahrhunderts hatte im Selbstgefallen des beginnenden Maschinenzeitalters zwar den kirchlichen Dog-matismus und Aberglauben überwunden, war aber dabei, in dem noch schlim-meren Dogmatismus des Materialismus zu erstarren. Es war bei der Verkündung des alten Wissens wie bei der Verkündung der alten Mysterien: Das ganze Volk der Gebildeten hörte die Lehren, konnte sie aber nicht erfassen, und tat sie schließlich als Romane ab. „Die Botschaft hör ich wohl, allein mir fehlt der Glaube“, läßt Goethe seinen Wissenschaftler Faust sa-gen. Und wir müssen dem Schicksal sehr dankbar sein, daß es so und nicht anders geschah; denn diese obigen Entdeckungen waren die Vorbereitung zur geistigen Wiederkehr von Atlantis. Damals hatten ja alle Menschen noch Zugang zu all dem so gefährlichen Wissen und am Ende des 19. Jahrhunderts sorgten Bücher und Zeitungen auch dafür, daß das ganze Volk mit magischem und mystischem Wissen bekannt wurde. Damals in Atlantis hatten es die vielen mißbraucht, heute verstanden es die vie-len nicht mehr. Um so besser! Die wenigen, ob sie nun reinkarnierte Weise der alten Zeiten waren, oder ob sie Schüler der wenigen erhalten gebliebenen Bru-derschaften waren, sie allein erkannten die Wahrheit und waren auch klug ge-nug, dieses Erkennen für sich zu behalten, bzw. es wieder mit Schleiern zu um-geben, die es besser verbargen, als es jene alten Gräber gekonnt hatten. Heute gibt es keine Mysterien- und Initiationsschulen mehr mit Ausnahme der wenigen wahrhaft okkulten, also eingeweihten Logen. Das meiste Wissen kann man heute um wenig oder viel Geld in jedem Buchladen erstehen. Wir können diese Bücher lesen: wir können unsere Häuser in Bibliotheken okkulten Weistums verwandeln. Aber wir können es nicht anwenden. Es ist eine geistige Sperre in uns. Da stehen die Werke über Runen, über Astrologie, über Mystik über Magie. Jedes einzige könnte uns die Welt verändern. Aber wir sind nicht reif! Wir gleichen den Schülern der antiken Mysterien, die in ihren Tempelschu-len niedrigste Dienste versahen und die niemals vorwärtskamen, und die eines 1962 - 107"},{"pageNumber":108,"pageContent":" Tages als dienende Brüder daselbst ihr Leben beschlossen. Sie waren und blie-ben an der Pforte des Wissens. Sie blieben Schüler, ohne je ein Abschlußexa-men zu machen, zumindest nicht in ihrem damaligen Dasein. Denn wenn sie auch nicht die Einweihung erreichen konnten, so hatten sie doch immer danach gestrebt. Und das unbestechliche Karma wird ihnen den gerechten Lohn ge-bracht haben, irgendwann, vielleicht erst heute. Es geht ja keine Kraft verloren. Darum kann man auch die Menschen nicht tadeln, die nur ihre Pflicht tun, selbst wenn es nur die der dienenden Brüder ist. Die Schulungszeit rechnet e-ben nicht nach Monaten und Jahren, sondern oft nach mehreren Inkarnatio-nen. Es ist ein langer Weg zur Reife zurückzulegen; die Initiation eines Einzel-nen ist ja zugleich ein Schritt nach oben für die gesamte Menschheit. Wenn ei-ner ein wirklicher Meister wird, dann ist es, daß der Menschheit ein Erlöser ge-boren wird, und es heißt, daß sich dann alle Geschöpfe freuen, alle Dinge, die belebten und die unbelebten. Ja, wir haben heute Zugang zu allem Wissen. Ob wir aber damit Erlöser oder Weltenlehrer werden, das liegt bei uns und unserem inneren Streben nach Wahrheit und Erkenntnis. Ob man die Bücher der großen Okkultisten von H. P. Blavatzky, von Eliphas Levi oder Gustav Meyrink liest, man findet, daß sie alle ihr Wissen verschleiert haben. So ganz einfach macht man es uns nun auch nicht! Aber durch diese Übungen, durch Experimente und Meditationen gelingt es uns, Schleier um Schleier zu erkennen, Tatsache um Tatsache aus diesen Schleier zu befreien. Wie erstaunt sind wir oft selbst, wie sich Erkenntnisse uns geradezu anzubieten scheinen, wo wir sie zuvor nie vermutet haben! Ein Buch, das wir vor Jahren schon lasen, wie anders wirkt es, wenn wir es heute wieder zur Hand nehmen. Die Worte entschlüsseln sich scheinbar von selbst, und die Dinge hinter den Worten drängen zur Offenba-rung. Das ist wahre Initiation. Diese kann nicht gelehrt werden, weder münd-lich noch schriftlich. „Was du ererbt von den Vätern, erwirb es, um es zu besit-zen.“ Das sagte schon Wolfgang Goethe, der es wissen mußte; denn bekanntlich war er selbst ein großer Eingeweihter. Das Erbe liegt da, das Erbe der vergange-nen Jahrtausende, das wir übernommen oder ausgegraben haben. Wir müssen das Brot essen, wenn wir leben wollen; von welchem Ende wir beginnen, ist ganz gleichgültig. Jedes Brot hat sozusagen zwei Pole, einen positiven und einen negativen. Wir können an den beiden Enden oder in der Mitte anfangen; wir können es auf einmal hineinstopfen, und wir können es auseinanderschneiden 1962 - 108"},{"pageNumber":109,"pageContent":" in beliebig, viele Teile. Das bleibt dem individuellen Geschmack des Schülers überlassen. Ich würde empfehlen, manche esoterischen Bücher von hinten an-zufangen, denn wenn man sie von vorn beginnt, so kann man sich jahrelang mit den Hüllen herumquälen. Ehe man zum Brot der Weisheit überhaupt gelangt, ist man alt geworden und gestorben! Die meisten Bücher nötigen Wissenden allenfalls ein Lächeln ab, wenn er liest, welche Vollkommenheit und Körperbe-herrschung vom Lesenden und Lernenden verlangt werden, ehe er das Studium der Wahrheit beginnen darf. Natürlich heißt das nicht, daß mehr auch ein gewisser gradmäßiger Aufbau notwendig wäre. Entscheidend dagegen ist, daß der Schüler überhaupt beginnt! Das ist die Forderung, die man an uns heute stellt. Kommen wir ihr nach, dann werden wir auch eingeweiht! 1962 - 109"},{"pageNumber":110,"pageContent":" DDIIEE RREEFFLLEEKKTTIIOONNEENN DDEESS JJEENNSSEEIITTSS AAUUFF DDEENN MMEENNSSCCHHEENN von Johannes Vehlow Die Frage nach dem Je n s e i t s hat schon viele Gemüter bewegt und viel ist darüber diskutiert worden, ohne daß eine befriedigende Antwort hierauf gege-ben werden konnte. Soweit wir in unserer realen, dreidimensionalen Welt unseren fünf Sinnen fol-gen, kennen wir nur ein Diesseits, und mit diesem allein beschäftigt sich auch die Wissenschaft. Alles, was sinnfällig wahrgenommen werden kann, gilt als „real“, alles andere hingegen wird in das Reich der Spekulationen oder gar der Phantasie verwiesen - und dazu gehört auch der Begriff „Jenseits“. Es gibt aber in unserer Daseinswelt so viele Dinge, die nicht sinnfällig wahrge-nommen werden können und dennoch vorhanden sind, wie z. B. unser gesam-tes Ge d a n k e n l e b e n . Jeder nicht ausgesprochene Gedanke ist weder wahr-nehmbar noch nachweisbar. Unsere Ge d a n k e n w e l t (Mentalwelt!) ist aber unbestreitbar vorhanden, von hier aus nimmt alles seinen Anfang. Zuerst ist die Idee da, dann folgt der Impuls und dann erst die Handlung in der kontrollier-bar, stofflichen Welt (die sog. Verwirklichung!) Diese Gedankenwelt ist aus un-serem Dasein gar nicht fortzudenken und sie ist uns so selbstverständlich, daß man fast erschrickt, wenn man daran erinnert wird, daß der Gedanke gar nicht real nachweisbar ist. Wer hat schon einmal einen Gedanken in der Hand ge-habt, ihn gesehen, gewogen, gemessen, zerschnitten, geschmeckt, gerochen, in der chemischen Retorte gehabt, den physiologischen Vorgang seiner Entstehung und Funktion beobachtet oder sonstwie sinnfällig wahrgenommen? ... Ebenso verhält es sich mit unserem Erinnerungsvermögen. Da nun einmal alles real nachweisbar sein soll, versucht man krampfhaft, den sog. wissenschaftlichen Nachweis mit der Tätigkeit unserer Ge h i r n z e l l e n zu erbringen. Aber dieser Nachweis hinkt sehr, wie wir gleich sehen werden und ist weit davon entfernt, überzeugend zu wirken. 1962 - 110"},{"pageNumber":111,"pageContent":" Unsere Körperkunde verlegt den Sitz der Erinnerungsbilder in das Großhirn. Hier würden die Eindrücke (Engramme) der Wesenheit (Mneme) von den Zellen körperlich festgehalten - und wenn diese mit Erinnerungseindrücken geladenen Zellen in Tätigkeit treten, so steigen in uns die Erinnerungen und Vorstellungen wieder auf. Werner Zi m m e r m a n n wendet hiergegen mit Recht in seiner Schrift: „Das Leben nach dem Tode“ ein, daß die Schulwissenschaft ja selbst lehre, daß alle sieben Jahre sämtliche Zellen des Körpers umgebaut bzw. erneu-ert würden, indem die alten Baustoffe sich im Stoffwechsel verbrauchten und sich durch neue ersetzten. So also auch die Gehirnzellen. Unser Erinnerungs-vermögen dürfte demnach nur immer von sieben zu sieben Jahren reichen und dann jedesmal verschwinden, was bekanntlich nicht der Fall ist. Auch hätte man im letzten Weltkrieg eigenartige Erfahrungen bei schweren Kopfverletzun-gen gemacht. Zerstörte Hirnteile mußten chirurgisch entfernt werden - und nun erwartete man, daß manche Erinnerungen vernichtet sein müßten. Da erlebte man das Unfaßbare, daß bei jenen Verletzten, die am Leben blieben und sich wieder von den schweren Verstümmelungen ihres Gehirns erholten, nichts von einem Verlust des Erinnerungsvermögens zu merken war. Sie waren nur körperlich verstümmelt, geistig und seelisch jedoch die „volle Persönlichkeit“, wie zuvor. Auch ist bekannt, daß man andererseits bei vielen Geistesgestörten ein völlig intaktes Gehirn vorfand. Mit dieser materialistischen Gehirnzellen-Theorie ist es also nichts und unser Gedankenleben und unsere Erinnerungsfähigkeit sind von rein körperlichen Funktionen durchaus unabhängig. Diese Fähigkeiten gehören eben einer Welt an, die nur bedingt mit der grobstofflichen Welt verbunden, aber auf jeden Fall dieser letzteren übergeordnet ist. Unser Gedankenleben ist rein geistiger Natur und gehört der sog. Me n t a l -w e l t an, in der wir ebenso leben, wie in der stofflichen Welt der groben Mate-rie. Diese beiden Welten durchdringen einander. Davon ist die stoffliche, physi-sche Welt nur die Verdichtung der geistigen, der Mentalwelt, von der wir ein geistiger Go t t e s f u n k e sind. Die stoffliche Welt ist vergänglich, nicht aber die geistige! In dieser Mentalwelt leben wir mit unserem „Mentalkörper“, um den die Wissen-schaft sich so gut wie gar nicht gekümmert hat, ja von dessen Existenz sie 1962 - 111"},{"pageNumber":112,"pageContent":" meist gar nichts weiß bzw. nicht gewill ist, ihn anzuerkennen, obwohl wir ohne diesen Mentalkörper gar nicht zu leben imstande sind. Zwischen diesen beiden Körpern, dem geistigen Mentalleib und dem physischen Fleischeskörper, der lediglich die verdichtete Form des geistigen ist, pulsiert ei-ne Kraft als Medium, die jeden Willensimpuls des geistigen Körpers auf den Fleischeskörper überträgt. Jede geistige Reaktion macht sich infolgedessen am physischen Körper bemerkbar. Im Anfang taucht die Idee, der Wille auf, der den Impuls zur Übertragung des Kraftstromes auf den physischen Körper gibt und die Handlung im Grobstofflichen vollbringen läßt. Niemals umgekehrt! Dieser Kraftstrom ist in eine weitere Hülle eingebettet, der als dritter Körper das ge-naue Duplikat des geistigen und des physischen Körpers ist, der stets mit dem geistigen Organismus verbunden bleibt und sich nie von ihm in unserer niede-ren Daseinswelt trennt. Den alten Ägyptern war dieser Körper bekannt; sie nannten ihn „Ka“ und hatten dafür sogar die Grußformel: „Es freue sich dein Ka!“ Sie kannten ihn auch als T r i e b - und Be g i e r d e n k ö r p e r und sahen in ihm die „Seele“ des Men-schen, den Seelenorganismus. Dieser dritte Körper gehört der „Astralwelt“ an, jenem Zwischenreich, welches in kirchlichen Kreisen mit dem Begriff des „Fege-feuers“ identisch sein mag. Es ist der As t r a l k ö r p e r , den jeder Mensch be-sitzt und um den sich die Psychologie neuerdings sehr bemüht. Unsere Seele und alle seelischen Vorgänge sind die Funktionen unseres Astralkörpers, des-sen Tätigkeit nach beiden Seiten wirkt, also zum Mental- wie zum physischen Körper. Er ist eben das Medium zwischen beiden und alle seelischen Regungen haben ihre Reaktionen auf den Geist - wie auf den Fleischeskörper, wie es be-sonders Schockwirkungen deutlich zeigen. Hier sei zum besseren Verständnis ein Ausschnitt aus dem Kapital: „Die menschliche Aura als Spiegel der Seele“, Band VIII meines Lehrwerkes „Astrologie“ ergänzend eingeschaltet: „... Aus den bisherigen Darstellungen ergab sich, daß unser Denken, also der Inhalt unseres Gedankenlebens, unsere Gesinnung, die Ideenwelt, in der wir leben, mit der wir uns gedanklich beschäftigen und die sich ganz nach unseren Charaktereigenschaften richtet, von diesen gelenkt werden, unsere Neigungen und unsere religiöse, weltanschauliche Überzeugung, d. h. unsere Einstellung zu Gott und den göttlichen Kräften - oder das Getrenntsein vom Schöpfer aller Dinge, daß alles das unseren „Mentalkörper“, unseren geistigen „Gedankenkör-1962 - 112"},{"pageNumber":113,"pageContent":" per“ ausmacht. Dieser baut sich auf und entwickelt sich gemäß unserem Ge-dankenleben. Von hier aus nehmen alle unseren Handlungen ihren Anfang. Sie werden aus ihm geboren. Um nun einen Gedanken in die Tat umzusetzen, ihn zu verwirklichen, bedarf es des „Wi l l e n s a k t e s “ und einer Kraft, eines Kr a f t s t r o m e s , mit dessen Hilfe der Wille zur Tat wird und der feinstoffliche Gedanke zum grobstofflichen Werk, zur Handlung sich verdichtet. Dieser Kraftstrom ist das „Od “, die Le-benskraft, der allgemeine Bau- und Betriebsstoff der Welt, der ein Zwischen-Aggregat darstellt, zwischen dem geistigen Gedanken und seiner stofflichen Verdichtung. Aus diesem feinstofflichen Agens besteht unser Seelenkörper, der auch Od-, Astral-, Trieb- und Begierdenkörper genannt wird. Mit diesem Kraft-strom betätigt der Geist einen fleischlichen Körper, sein stoffliches Gehäuse, die materielle Verdichtung seines geistigen Organismus. Diese Verdichtung geschah durch den Wachstumsprozeß, der mit dem 21. Lebensjahre in der Regel abge-schlossen ist. Dieser stoffliche Körper unterliegt nun in seinen etwaigen Verän-derungen ganz der Einwirkung von Geist und Seele, die sich durch das An-sammeln von Erfahrungen weiterentwickeln und ihren sichtbaren Ausdruck in der körperlichen Beschaffenheit erhalten. Deshalb kann man aus der Figur, der äußeren Erscheinung des Menschen (Formaldiagnose!), aus der Form des Kop-fes (Phrenologie), der Hand (Chiromantie!), der Gesichtsbildung (Physiognomie!), aus den Augen (Irisdiagnose!) usw. auf den Charakter und die Wesensart des betr. Menschen schließen. Ein Beweis, daß der fleischliche Körper sich ganz nach dem geistigen und seelischen Inhalt seines Besitzers richtet. Alle Gedan-ken, Ideen, Pläne und Absichten, die der menschliche Geist aufbringt, können, wenn sie in die Tat umgesetzt werden sollen, nur über den Kraftstrom der Seele zum physischen Körper gelangen. Niemals umgekehrt! In der Seele bleiben aber sämtliche Eindrücke, ob sie vom eigenen Geist kommen, oder ob sie von außen über die körperlichen Sinne zum Bewußtsein gelangen, ha f t e n . Unser Od- oder Seelenkörper hat die Eigenschaft, alles in sich aufzusaugen, festzuhalten und unverlierbar, wie in einem Buche, zu registrieren, was der eigene Geist denkt, treibt, erlebt, empfängt, und zwar sowohl bildlich, als auch gefühls- und empfindungsmäßig. Alle, aber auch alle Eindrücke, die guten und die schlech-ten Taten, die freudigen und die häßlichen Erlebnisse, alle erhebenden und er-niedrigenden Gedanken, seine Gesinnung, seine guten wie schlechten Charak-1962 - 113"},{"pageNumber":114,"pageContent":" teräußerungen, mutige Taten und Angstzustände, Haß, Neid, Mißgunst und Ra-chegelüste, Hilfsbereitschaft, Aufopferung und tätige Menschenliebe, kurz alles, was der Geist eines Lebewesens an selbstgeschaffenen oder durch äußere Ursa-chen entstandenen Eindrücken in sich aufnimmt, wird von seinem Odkörper festgehalten. Die Seele ist somit das Buch des Lebens! Die Summe aller Erfahrungen, die der Geist einer Kreatur mit seinem Odkörper von Anfang an, während der vielen Leben in den sämtlichen Naturstufen seines bis-herigen Daseins in sich aufgenommen hat, stellt den wirklichen Wert, seinen unverlierbaren Reichtum, sein Erbe dar, das er von Inkarnation zu Inkarnation mitbringt und erweitert. Dieses Erbe macht die Höhe seiner Entwicklung, seine geistige Reife aus und läßt uns sein „karmisches Alter“ ahnen. Begierden, Lei-denschaften und Triebe, die noch aus früheren Entwicklungsstufen und Da-seinszuständen dem Seelenkörper anhaften, kommen also, solange sie nicht überwunden sind, aus diesem Od- oder Seelenkörper. Sie sind nicht nur die Ur-sachen der sich abwickelnden Schicksale, sondern auch der Krankheiten, die sich als solche am stofflichen Körper äußern. So ist unser Charakter eben unser Schicksal bzw. wie der Charakter so das Schicksal. Deshalb ist die Forderung der alten Weisen: „Erkenne dich selbst!“ so außerordentlich wichtig und sollte weit stärker beachtet werden, als es im allgemeinen geschieht. Nun hat es zwar oft den Anschein, als ginge es gerade den charakterlich anrü-chigen Menschen besonders gut, um so mehr, wenn sie über ein robustes Ge-wissen verfügen. Das aber ist nur scheinbar so! Mit ihren verwerflichen Hand-lungen schaffen sie sich aus Erkenntnislosigkeit zunächst neue „karmische Be-lastungen“, ohne es zu wissen. Aber nach dem „Kausalitätsgesetz“ müssen und werden die geschaffenen Ursachen auch ihre Wirkungen nach sich ziehen. Das ist aber keineswegs im m e r in d i e s e m Erdenleben der Fall und vieles bleibt scheinbar ungesühnt. Kommt es aber noch in dieser Erdenexistenz zur Abwi-ckelung, so ist der körperliche Verfall um so sichtbarer und die Tragödie des verfehlten Lebens um so deutlicher. Besser ist schon, was noch in diesem Leben vom aufgehäuften Konto getilgt wird, besonders, wenn damit die „erleuchtende Einsicht“ und „innere Wandlung“ kommt. Anderenfalls werden alle nicht getilg-ten Ursachen mit in die nächste Erden-Existenz übernommen, wo sie als ent-sprechend kritisches Lebensprogramm und gleicherweise entsprechendes Ge-1962 - 114"},{"pageNumber":115,"pageContent":" burtshoroskop in Erscheinung treten. So wird nach dem Gesetz der ausglei-chenden Gerechtigkeit (Karmagesetz!) niemandem etwas geschenkt ...“ Wie unser gesamtes Gedankenleben nicht die Tätigkeit unseres physischen Körpers ist, sondern unseres Mentalkörpers, so hat auch unser Gefühls- und Empfindungsleben, unser Trieb- und Begierdenleben nur indirekt mit unserem physischen Körper zu tun, denn das sind ausschließlich die Funktionen unse-res „Astralkörpers“. Nicht unser Fleischeskörper ist Träger des Gefühls, sondern alle Empfindungen und Gefühle gehören dem Astralleib an. Wenn beide, der Mental- und der Astralkörper den physischen Organismus verlassen, wie es zu einem großen Teil in unserem Tr a u m l e b e n der Fall ist, so äußern sich die Funktionen beider Körper in vollem Umfang auch ohne den Fleischeskörper, der inzwischen ruht. Unser physischer Körper ist ohne jedes Gefühl, wenn der Astral- und der Men-talkörper, die, wie oben erwähnt, sich nie trennen, aus dem physischen Körper verdrängt werden, wie es z. B. bei der Narkose geschieht. Unser Geist-Seelen-körper befindet sich dann unsichtbar für das leibliche Auge in jenem für uns nicht wahrnehmbaren Teil unserer Daseinswelt, den wir das „Jenseits“ nennen, nämlich dem Jenseits unserer grobsinnlichen Wahrnehmungen. Hier kann die Geist-Seele-Einheit unseres „Ichs“ völlig unabhängig vom physischen Körper alles genau so deutlich und gegenständlich erkennen und erleben wie im Wach-zustande, wenn nicht noch klarer und eindrucksvoller als im Tagbewußtsein. Umgekehrt fühlt z. B. der Arm- oder Bein-Amputierte im Tagbewußtsein nach wie vor seinen amputierten Körperteil, den er ja gar nicht mehr besitzt. Ihm konnte zwar sein fleischliches Bein entfernt werden, nicht aber sein Od-Bein, welches ja Träger des Gefühls und der Empfindungen ist. Im Wachbewußtsein übertragen also Geist- und Seelenkörper ihre Tätigkeiten auf den physischen Körper; sie bilden dann gemeinsam eine Geist-Seele-Körper-Einheit, die in der stofflichen Welt erst den ganzen Menschen ausmachen. Werden Geist- und See-lenkörper aus dem irdischen Leben verdrängt, was durch Narkotika, Genußgifte oder Elektrizität, je nach Dosis teilweise oder auch vollständig geschieht so bleibt das Gehäuse, die stoffliche Schale, die Persona (=Maske!) übrig die erst wieder belebt wird, wenn Geist und Seele zurückgekehrt bzw. wieder eingetreten sind. 1962 - 115"},{"pageNumber":116,"pageContent":" So leben wir also nicht nur in der uns allseitig bekannten grobsinnlichen Be-wußtseinswelt, sondern ebenso selbstverständlich, obwohl unbewußt, in unse-rer Gedankenwelt und in der Welt der Empfindungen, der Gefühle, der Triebe der Leidenschaften, aber auch der Gewissensbisse und der Erinnerungen. Diese beiden für die meisten Menschen un b e w u ß t erlebten Daseinswelten sind e-ben nicht grobstofflicher Natur, die man rationalistisch nachweisen kann, son-dern von viel feinstofflicherer Art, auf die unsere groben Sinne nur sehr unvoll-kommen oder gar nicht reagieren und die deshalb zum Je n s e i t s unserer nachweisbaren Möglichkeiten gehören. Da das eine ohne das andere aber nicht denkbar ist, so sind das Jenseits und das Diesseits ein und dieselbe Welt. Drei Welten, die einander durchdringen, voneinander abhängen und in ihren sämtli-chen Funktionen ineinandergreifen, weil sie gemeinsam un s e r e D a s e i n s -w e l t sind, in der wir leben. Für die fachlich gebildeten Leserinnen und Leser dürften auch die folgenden Ausführungen im Hinblick auf die astrologischen Zusammenhänge von Interes-se sein: Diesem uralten Weistum entsprechend teilten die alten Ägypter auch das Kreis-rund des Ho r o s k o p s , welches ja eine Darstellung des Mikro- und des Mak-rokosmos ist, in diese drei Welten auf, die zusammen die Einheit des Kosmos ausmachen. Ausgehend vom „Thron der Isis“ (3° Stier) um 144° (= 1 Biquintil) weitergezählt, gelangten die Alten zu 27° Jungfrau, dem „Fall“ der Venus (= Nephtis). Diesen Teil des Kosmos unterstellten sie die grobstoffliche, irdische Welt mit „Saturn“ als Regenten. Von 27° Jungfrau bis zum Thron der Dekanats-göttin „Neith“ = 9° Schütze, sind 72° (=1 Quintil). Diesen Teil nannten sie das „Zwischenreich“, das „Totenreich“, identisch mit dem „Astralreich“. Der Weg führt über die „via combusta“ und das Todeszeichen Skorpion zum Ausgang des Totenreiches. Inmitten dieses Abschnittes thront bei 3° Skorpion die Todesgöttin „Serkit“, genau auf dem „Fall“ des Mondes. Über dieses Astralreich regiert der „Mond“. Von 9° Schütze bis wieder zum Isisthron = 3° Stier sind nochmals 144° (= 1 Biquintil). Dieser Abschnitt stellt das Mentalreich, das Reich der Gedanken, der Ideen und der Ursachen dar. Es wird von der „Sonne“ beherrscht. Die Alten nannten es auch das „Reich der vier geistigen Urmütter“. Aus diesen drei Reichen und ihren Unterabteilungen, auf die aus Raummangel nicht näher eingegangen werden kann, besteht unsere Daseinswelt. Die beiden 1962 - 116"},{"pageNumber":117,"pageContent":" Hauptlichter, die Sonne als Tagesgestirn, der Mond als Nachtgestirn und ihr großer Gegenpart Saturn, die „dunkle Sonne“, wie dieser bleiche Stern auch noch genannt wurde und der im Reich der Finsternis vorsteht, bilden die sogen. „Götter-Trias“. Beherrscher jener Welten, die sich in jedem Lebewesen manifes-tieren. Der Evolutionsweg des menschlichen Geistes durch diese drei Reiche findet in der antiken Astrologie auch sehr deutlich seinen Ausdruck in der Be-zeichnung der 12 Häuser des Horoskops: So ist der Thron der Isis bei 3° Stier zugleich das Eintrittstor ins irdische Reich des Saturns. Dieses zweite Zeichen des Zodiakus hatte als zweites Mundanfeld die Bezeichnung „Porta inferna“ (das untere Tor), also das Tor nach unten ins Infernalische und bedeutet unsern Da-seinszustand in der Welt der dichten groben Materie. Am Ende dieses irdischen Reiches bei 25° Jungfrau zeigt sich „Benetnasch“, der Fixstern der Trauer und der Tränen, denen die Araber den Namen „Klageweiber“ gaben. Bei 27° Jung-frau, dem Thron der Wahrheitsgöttin „Neith“, befindet sich das Tor ins Toten-reich, ins Astralrerich, welches dem Monde unterstellt ist. Hier wird beim Tode dem irrenden Menschengeiste der „Schleier der Maya“ genommen und er er-kennt die Wa h r h e i t , die für so manchen Erdenpilger nicht gerade angenehm sein mag. Das Zeichen Jungfrau bzw. dieses 6. Himmelfeld hatte die Bezeich-nung „Mala fortuna“ (das böse Glück). Hier im 6. Feld äußert sich, astrologisch gesehen, die „Jagd nach dem irdischen Glück“ oft als eitle Fehlspekulation in Form von Krankheiten und Gebrechen infolge falschen Denkens, übertriebenem Genußleben und entsprechenden Betätigungen. Hier beginnt der Durchgang durch das Zwischenreich in unserem Astralkörper, nunmehr frei von der irdi-schen Umhüllung und so ganz offenkundig den Gefühlen, Empfindungen, Trie-ben und Begierden, soweit sie noch Macht über einem haben, ausgeliefert und werden hier im Astralzustande weit stärker empfunden, als es in der irdischen Welt je der Fall war. Die guten ebenso wie die schlechten Regungen erhalten hier im Reich des astralen Erlebens ihren stärksten Gefühlsausdruck. So man-cher irdische Frevler mag in diesem Zustande Höllenpein empfinden, wie umge-kehrt der gutgeartete Menschengeist, der frei von niederen Trieben und Begier-den ist, durch sein hochentwickeltes Gefühls- und Empfindungsleben jetzt die wahre Paradiesfreude kennen lernt. Am Ausgang dieses Zwischenreiches fällt in das Zeichen Schütze das Tor ins Reich der rein geistigen Urkräfte. Dieses Feld nannten die Alten „Deus“ (der 1962 - 117"},{"pageNumber":118,"pageContent":" Gott). Vor dem Eintritt ins Reich der Sonne, ins Mentalreich, muß der Men-schengeist durch das „obere Tor“ (Porta superna), denn so wird dieses Feld in der antiken Astrologie genannt, seinen Weg nehmen. Hier gelangt er, nach der ägyptischen Mythologie, vor den Thron des Gottes „Osiris“ (= 19° Widder), vor den Richtertisch, wo die Entscheidung fällt, ob eine weitere Inkarnation auf der irdischen Ebene sich als notwendig erweist, oder ob der evolutionierende Men-schengeist soweit in seiner mentalen Reife fortgeschritten ist, daß er die Zuver-lässigkeit und Verantwortungsfähigkeit besitzt, um am göttlichen Werk tatkräf-tig mitzuarbeiten und nunmehr befreit vom Rad der Wiederverkörperungen im heiligen Reich Gottes endgültig verbleiben darf. Wieweit die alten Völker hierin wirklich Einsicht hatten und wieweit sie ihr Wis-sen fundierten, können wir heute nicht beurteilen. Erstaunlich ist nur, daß die parapsychologischen Forschungen unserer Zeit, soweit sie zunächst in das A s t r a l r e i c h vorzustoßen vermögen, bewundernswerte Übereinstimmungen mit diesen uralten Lehren zeigen, so daß es sich schon verlohnt, diesen Dingen ein ernsteres Interesse entgegenzubringen. 1962 - 118"},{"pageNumber":119,"pageContent":" November/Dezember 1962 BB LL ÄÄ TT TT EE RR FF ÜÜ RR .. AA NN GG EE WW AA NN DD TT EE OO KK KK UU LL TT EE ..  LL EE BB EE NN SS KK UU NN SS TT INHALT: SATURN DER LICHTTRÄGER - DAS GROßE GEHEIMNIS Fra. Protagoras DER STEIN DER WEISEN Fra. Ptahhotep DAS KARMA-GESETZ UND DIE MÖGLICHKEITEN SEINER ERFORSCHUNG Fra. Ptahhotep N O V E M B E R / D E Z E M B E R 1 9 6 2 Herausgegeben von Gregor A. Gregorius, Meister der Loge Fraternitas Saturni Orient Berlin Privat – Druck 1962 - 119"},{"pageNumber":120,"pageContent":" SSOONNDDEERRAANNGGEEBBOOTT Vor mehreren Jahren wurden außerhalb der Publikationsreihe der „Blätter für angewandte okkulte Lebenskunst“ 4 Sonderdrucke herausgegeben, welche fort-laufend erscheinen sollten. Diese Absicht konnte leider nicht verwirklicht wer-den. Da nun noch eine Anzahl von diesen Ausgaben vorhanden sind, können diese vom Logenantiquariat bezogen werden. Sonderdruck Nr. 1 Das Sexual-Mysterium der gnostisch-katholischen Messe des O.T.O. Sonderdruck Nr. 2 Die astrologischen Aspektzeichen als Geheimsymbol für Coitus-Stellungen. Sonderdruck Nr. 3 Gregorius. Die Geheimnisse der Logen. Sonderdruck Nr. 4 Abdruck eines Briefes an einen Frater der Loge über Politik und Loge. Diese Sonderdrucke sind nur für die Fratres der Loge oder für ausgewählte be-sonders befähigte Brüder bestimmt. Preis pro Druck: 2.-DM. Werden nicht im Handel abgegeben. 1962 - 120"},{"pageNumber":121,"pageContent":" SSAATTUURRNN==LLIICCHHTT--TTRRÄÄGGEERR .. HHÜÜTTEERR DDEERR SSCCHHWWEELLLLEE .. KKAARRMMAA--PPLLAANNEETT Das große Geheimnis von Fra ∴ Protagoras ∴ Es existieren zwei Polaritäten im kosmischen Zodiak: Auf der astralen Ebene sind es die Tierkreiszeichen Stier und Scorpion, die sich gegenüberstehen. In der mentalen Schwingung sind es Löwe und Wassermann. Venus und Mars und Sonne und Saturn sind die gegensetzlichen Planeten. Ve-nus und Mars sind kosmologisch die Prinzipien, die Sinnbilder der Geschlech-ter. Venus das weibliche Prinzip, Mars das männliche Prinzip. Beide planetaren Prinzipien sind Symbole der in die Zweiheit aufgespaltenen Menschheit in der geschlechtlichen Sphäre. Die Polarität Sonne und Saturn ist ebenso wichtig. Die Sonne ist das Zentrum, von dem das gesamte Lebensgeheimnis ausstrahlt. Saturn ist die Peripherie, die Grenze von Zeit und Raum. Es dominiert hier aber nicht der Demiurg des erd-gerichteten Saturn im Steinbocks, sondern der im Luftelement des Wassermann stehende Planet Saturn, der Hüter der Schwelle. Die Entdeckung des Planeten Uranus im Jahre 1781 sowie seine kosmologische Zuordnung zum Wasser-mannzeichen entspricht dem heutigem Stande der Menschheitsentwicklung. Für den Werdegang des esoterischen Erkenntnisbewußtseins ist das wirksam gewordene uranische Planetenprinzip von weittragender Bedeutung. Der plane-tarische geistige Impuls des Uranus wird die Menschheit über die vom Karma-planet Saturn gehütete Schwelle treten lassen, denn in den Wesenskräften ur-anischen Ursprungs sind die letzten und höchsten esoterischen Einweihungen enthalten, welche die Menschheit auf der Erde erhalten kann. Die beiden plane-tarischen Herrscher des Wassermannzeichens arbeiten gemeinsam, gleichsam Hand in Hand, an der Höherpolung der Menschheit. Saturn in seiner höheren Oktave bringt dem Menschen tiefste innerlich fundierte Reife, hohes Erkennen, geistige Zentralisation, gewaltiges Wissen - Uranus führt ihn hinauf auf die höchsten Gipfel menschlichen Erkenntnisvermögens durch Intuition, durch 1962 - 121"},{"pageNumber":122,"pageContent":" geistige Impulse. Der Weg aber zu diesen hohen Gipfeln menschlicher Erkennt-nis-Hochpolung ist nicht leicht und führt meist durch viele Enttäuschungen, durch Leid, durch Einsamkeit und materielle Einschränkungen. - Leid reift und adelt! - Saturn ist in seiner höheren Oktave identisch mit Lucifer, dem großen Lichtbringer für die Menschheit, der eigenmächtig die egozentrische Macht des Sonnendemiurgen sprengte. Deshalb kann er ebenfalls als Erlösungsfaktor gel-ten für geistige ihn verstehende Menschen, auch in der bestehenden Polarität zu dem Logos der Sonne, der ja in seinem Inneren ebenfalls einen rein saturnisch gelagerten Kern hat nach hohem esoterischen Wissen. Dann erst kann man das in ihm herrschende und verborgene luciferische Prinzip als geistige schöpferi-sche Macht erkennen und diese einordnen in die Einwirkungen der solaren Kräfte der Sonne. In den mentalen Ebenen schafft sich ja die Sonne mit ihrer schöpferischen Kraft auf der in ihr liegenden zentralisierten saturnischen Basis ganz andere Formen und ist von rein luciferischen geistigen Kraftimpulsen er-füllt, die sich im Denkprozeß der dafür prädestinierten Menschenhirne nieder-schlagen und ihren Widerhall finden. Deshalb lehrt die Esoterik, steht der De-miurg des Saturn am Beginne der Kausalebene als Hüter der Schwelle. Er kann nur durchschritten werden, wenn er erkannt wurde, um in höher gelagerte luci-ferische Lichtwelten zu gelangen, die in uranischen Sphären liegen. Erst dann fallen vom Menschen alle bisherigen karmisch bedingten Belastungen ab und er ist erlöst von der Hölle des Erdendaseins. Saturn senkt die Fackel des Todes, aber gleichzeitig leuchtet er auf als der große Lichtbringer, der Engel jenseits des Tores, der immer zur rechten Seite Gottes stand, wie die rein esoterische Mystik lehrt, trotz des Sohnes, der die Erlösung bringen sollte und dem seine Mission mißglückt ist. Nur so kann man als wissender Mensch das verzeihende Lächeln deuten, welches um den Mund des großen Engels spielt. Dann leuchtet Lucifer als Morgenstern für eine neu aufgehende Menschheitsepoche, in der die Dumpfheit der Masse hohen Erkenntnissen gewichen ist, die jenseits der übli-chen religiösen Lehren liegen. In der Bibel steht - Jesaias 14. V. 12. „Wie bist Du vom Himmel gefallen Du schöner Morgenstern!“ - Und man symbolisierte die am Frühhimmel oder am Abendhimmel glänzende Venus fälschlicherweise als Stern des Lucifer (siehe das Bild des Malers Fidus). Aber schon in der ägyptischen Mythologie ist die 1962 - 122"},{"pageNumber":123,"pageContent":" Verwechslung verankert, wo Sat = Saturn, der Partner der Göttin Nephtys = Ve-nus ist. Die Apocalypse 9. V. 1. berichtet: „Und ich sah einen Stern vom Himmel fallen auf die Erde und ihm ward der Schlüssel zum Brunnen und des Abgrundes ge-geben.“ Und weiter heißt es 9.11. “seine Scharen hatten über sich einen König, einen Engel aus dem Abgrund, dessen Name hieß auf hebräisch Abadon und auf griechisch Apollyon.“ - Immer gab man dem Saturn in der Antike zwei Aspekte: Die Macht der Finster-nis und die Macht des Lichtes. Den negativen Aspekt für die Beherrschung der indifferenten Menge und den positiven Aspekt für die Wissenden und Einge-weihten. Unter den Gnostikern waren die Ophiten die „Brüderschaft der Schlange“ und auch für sie war Lucifer der Lichtbringer, die Schlange sein göttliches Symbol als Manifestation der Weisheit, welches noch heute oft gebraucht wird. In vielen Sekten der Gnosis spiegelt sich das pro et contra Lucifer wieder. In der Kabbalah, in dem Gnyanamarga der Inder, immer findet man Lehren des „advocatus diaboli“ - über die Gegensetzlichkeit von Gott und Satan, die erst im Katholizismus vertieft und fest verankert wurde unter Verschweigung der ur-sächlichen Zusammenhänge. Dr. A. Kingsford schreibt in seinem Werke des „Perfect Way“: „Am siebenten Ta-ge ging aus dem Absolutum Gottes ein mächtiger Engel voll Zorn und Zerstö-rung und Gott verlieh ihm die Herrschaft über die äußerste Sphäre.“ - So brachte die Ewigkeit die Zeit hervor. Das Grenzenlose gebar das Begrenzte. Das Sein stieg hinab zur Zeugung. Aus der Einheit wurde die Zweiheit und die Dreiheit. - Unter den Göttern war keiner ihm gleich. In seine Hände gelegt sind die Reiche, die Macht und die Herrlichkeit, die Throne und Herrschaften, die Dynastien der Könige, der Fall der Nationen, die Geburt der Kirchen und die Triumphe der Welt. Er ist der Hüter des Tempels der Könige. Er steht in der Vorhalle im Tempel Salomos. Er hält die Schlüssel aller Heiligtümer in den Händen, in die nur die Gesalbten eintreten können, die das Geheimnis des Hermes kennen. Er empörte sich gegen Gott und widersprach dem Herrn. Da-1962 - 123"},{"pageNumber":124,"pageContent":" her nennt man ihn den großen Widersacher, den großen Empörer. Er durch-brach die Einheit und ward zum eigentlichen Schöpfer der sichtbaren Welt. Achtet ihn, sündigt nicht an ihm, sondern sprecht seinen Namen mit Ehrfurcht aus. Denn er ist der Richter, der die Gerechtigkeit Gottes sichtbar und begreif-bar machte. Ihm sind anvertraut Gewicht, Maß und Zahl. Er hält die Waage und das Schwert. Er ist der Engel der offenbarten Welten, der Herr der sieben Wohnungen des äußeren Reiches. Gott hat ihm einen Gürtel um seine Lenden gelegt und der Name des Gürtels ist der Tod. - Er ist der Engel, der am Tore die Fackel senkt und auslöscht. Auf ihm ruht die Schande der Urzeugung, und da er die Jungfräulichkeit verlor oder aufgab, muß er vernichten. Da er himmlische Geheimnisse preisgab an die Menschheit, ist er der Herr der Knechtschaft geworden und umschließt und be-grenzt alle Dinge, indem er sein Antlitz verhüllt. Sein Thron ist der Fußschemel des Adonai. Er ist das dunkle Antlitz Gottes, wie die Kabbalah sagt. Immer streiten die Heerscharen Michaels im Himmel gegen die Legionen des Lu-cifer auf Erden. Immer sind gegensätzlich: Das Unoffenbarte und das Offenbar-te, das Freie und das Gebundene, die Wahrheit und die Täuschung. Löse die Spannung und Du wirst Erkennen! Deshalb ist gesegnet der große Engel des äußeren Reiches, der Demiurg, der am Ende der Welt steht. In der Kette der sieben Planeten ist die äußere Sphäre nach dem antiken chal-däischem Weltbilde das Reich des Saturn, die geheimnisvolle achte Sphäre, in der dann der Fixsternhimmel beginnt. Das Ende der materiellen Daseinsebene ist erreicht. Die begrenzte Zeit wird nun Ewigkeit, denn nun wird Capricornus zu Aquarius. Die Nidanas der Inder, jene endlose Kette von Ursache und Wir-kung, nennt die Reihenfolge der 12. Tierkreisfelder entgegengesetzt - tantrisch umgekehrt. Demnach bringt die Ewigkeit = Nidana Jati = Aquarius, die Zeit = Nidana Bhavo = Capricornus hervor. Deshalb ist Saturn das Grenzenlose im Aquarius und das Begrenzte im Capricornus. - Hat der in seiner Erniedrigung im 21 Grad Wassermann stehende Saturn die Geheimnisse enthüllt, so ist der auf 21 Grad Waage stehende Saturn der Wahrer der neuen Geheimnisse. Deshalb hält Saturn die Waage der Gerechtigkeit durch seine Erhöhung in Libra. Und deshalb gebietet er über Zahl und Gewicht im Steinbock. 1962 - 124"},{"pageNumber":125,"pageContent":" Nach esoterischer Lehre ist Saturn rein maskulin. Seine Ringe sind jedoch fe-minin, denn sie sind ja Rudimente einer anderen planetarischen von ihm he-rangezogenen Wesenheit. Die esoterische Legende erzählt: „Einmal in den 30 Umlaufjahren des Saturn fliegen die Jungfrauen, welche auf dem Ringe leben, zu den männlichen Wesen auf den Planeten selbst, feiern dort ihre Vermählung und kehren dann auf die Ringe zurück. Die Töchter, die dann geboren werden, bleiben auf den Ringen zurück, bis sie zu Jungfrauen herangereift sind. Die Söhne aber werden dann bei dem nächstem Fluge von ihren Müttern mitge-nommen zu den Vätern auf dem Saturn.“ - Bulwer-Lytton, der ein Eingeweihter der Rosenkreuzer des grünen Saturnmondes war; deutet darauf hin in seiner Erzählung „Vril“. So liegt ein tiefer esoterischer Sinn in der Legende. In der An-tike sagte man: Saturn verzehrt seine Kinder! - So wird immer das Geheimnis symbolisch verhüllt, nur offen für die wahrhaft Wissenden. Der Gürtel des Sa-turn ist der Ring! Überschreiten kannst Du ihn nur durch die Sphäre des Mon-des, denn Luna ist die Dienerin des großen Demiurgen. Nicht nur in der Magie! In der Apokalypse ist Lucifer unter dem Bilde des Tiers mit der Zahl 666, der Zahl des Tieres bezeichnet. Diese Zahl ist die Summenzahl des magischen Quadrates der Sonne (Seitenzahl 6, Felder 36 - Konstante 111 und Summen-zahl 666.) Diese Zahl ist eines Gottes, eines Menschen und eines Tieres Zahl! Apoc. 13.18. Das Wort Svrt. = Sorat ist Schicksal und Macht. Die Intelligenz So-lis aber ist NKJAL.= Nakiel = 111 - Dem Tier mit der Zahl 666 setzt die Apoca-lypse das Lamm gegenüber, das Buch mit den sieben Siegeln. Diese sieben Sie-geln weisen auf den Inhalt hin, auf die Erkenntnisse die im Buche verborgen sind, auf Saturn, den Herrn der achten Sphäre, der über die siebente Sphäre der Venus herrscht. Die achte Sphäre hat das Symbol der Lemniskate, das Symbol von Anfang und Ende. So ward Saturn symbolisiert und bezeichnet als große Schlange, die den Baum der Erkenntnis im Paradiese umschlungen hatte. In der indischen Chakralehre wird gesagt: „Die Kundalini-Schlange ruht in dem Menschen und muß erweckt werden. Auch diese Symbolik deutet auf Lucifer. Sie bringt durch die physische Zeugung den Tod, aber sie kann auch im Menschen zum Himmel aufsteigen und bringt das ewige Leben, die Erlösung vom Karma. 1962 - 125"},{"pageNumber":126,"pageContent":" Die Schlange des Moses, jenes eherne Bild, das dieser im Auftrage von Jehova errichtete und welches die von der Schlange Gebissenen heilte, ist das gleiche Symbol der Schlange um den Hermesstab, das medizinische Heilzeichen. So gilt in der Magie die Schlange als ein wichtiges Astral-Symbol und wird vor allem zu schwarzmagischen oder magisch-sexuellen Praktiken verwandt. Luci-fer, der Lichtträger, wird verschwiegen und Satanas, fälschlich als Saturn be-zeichnet, tritt in den Vordergrund. Der Baphomet, der Bock von Mendes, erhält eine schwarzmagische Bedeutung als Templersymbol. Adonis wird zum Pan. So wurden immer rein tantrische Umkehrungen ge-bräuchlich, die verhüllen sollten. Saturn = chinesisch chinDui = maskulin und Jupiter = chin sun = feminin werden vertauscht. Saturn wird Venus = weiblich = Lucifer. Jupiter wird hermaphroditisch. Alles nur Täuschung! Harmonie ergibt sich aus der Analogie der Gegensätze. Lucifer wird zum Satan, Satanas zum Lu-cifer. Der Teufel wird zum Beelzebub. Die Gegensätze verwischen sich. Oben wird zum unten, rechts und links schließen sich wie die Hände zum Ge-bet. Aus schwarz wird weiß. In der Apokalypse steht deshalb: Ich bin die Wurzel aus dem Geschlechte Da-vids, ich bin der helle Morgenstern. - Im Schild Davids, im Sexagramm verbin-den sich die Kräfte des oben und unten harmonisch, aber im Mittelpunkt dieses Weltsymboles steht Saturn, als Punkt, als Absolutum, um den sich die übrigen sechs planetarischen Prinzipien gruppieren. Das doppelte Dreieck des Salomo symbolisiert den Logos der Dunkelheit und den Logos des Lichtes. Die Kräfte der Erde = Dunkelheit steigen empor zum Lichte nach oben, sind ge-trennt durch die waagerechte Linie, die aber überwindbar ist, damit die Kräfte ineinander fließen. Alles Licht setzt ein Dunkel voraus, also wird das Licht in der Finsternis geboren und vermag sich sehr wohl zu wandeln in dem großen alchemistischen Prozeß in Hell oder Dunkel, in schwarz oder weiß, je nach der sphärischen Lagerung des Objektes. Deshalb stellten die alten Alchemisten den Mensch in den Mittelpunkt des Sein als Mikrokosmos im Makrokosmos, jedoch fußend auf dem Prinzip des Urdämoniums, dem Urmetall Blei, der Entspre-chung des Saturn. Die Wandlung des Blei = Saturn in das Gold = Sonne voll-1962 - 126"},{"pageNumber":127,"pageContent":" zieht sich auch im Kosmos und reflektiert auf das Innere des Menschen. Die Rosenkreuzer, die ja auch oft Alchemisten waren, wußten um diese Geheimnis-se. In der ersten Configuration wacht der ruhende Löwe auf und steht im Schema der zwölf Zodiakalzeichen im Capricornus, am Platze des Saturn. Viele Suchende bemühten sich um die Erkenntnis, aber die magischen Agens wird selten begriffen und zuteil. Unter den Göttern jedoch ist keiner gleich ihm, in dessen Hände gelegt sind, die Reiche der Alchemie, der Natur, des Kosmos, also die Macht und die Herrlichkeit. Doch der große Demiurg ist schweigsam. Das luciferische Wissen kann und wird niemals Geistesgut der Profanen werden, deshalb steht das strenge Schweigegebot an erster Stelle der Logen, der Ge-heimbünde, der Bruderschaften. Das magische Licht des großen Engels Lucifer leuchtet nur Auserwählten als Wegweiser in höher gelagerte Sphären der tiefs-ten saturnischen Erkenntnis und der Smaragd in seiner Krone symbolisiert die Weisheit der tiefsten oder höchster Erkenntnis im All, der Chemie des Alls. - Jupiter, der Planet der Weisheit, wandelt sich in Saturn in seinem Spiegelbilde in der esoterischen Symbolik. Jedoch die Strenge des großen Demiurgen Saturn vermag sich zu wandeln in die Güte des Jupiters, nachdem die große Reife er-reicht ist. So lehrt die Esoterik von der Antike aus bis in die heutige Zeit. _________________ Siehe die Werke von den Autoren: Mstr. Therion; Dr. Rudolf Steiner; Dr. Mussalam Sättler; Elivas Levy, Papus u. a. sowie die Hefte der Saturngnosis von Gregorius, der Lucifer Gnosis von Ru-dolf Steiner. _________________ Dieser Aufsatz wurde erläutert und ergänzt eingereiht in die Veröffentlichungen über die Mystik und Esoterik des Saturn von Mstr. Gregorius. _________________ 1962 - 127"},{"pageNumber":128,"pageContent":" „„DDEERR SSTTEEIINN DDEERR WWEEIISSEENN““ von Fra ∴ Ptahhotep ∴ Der Theosoph Dr. Franz Hartmann zeigte bei der letzten Zusammenkunft mit G. W. Surya, es war ein Jahr vor seinem Tode, diesem ein Kreuz, dessen Metall ein Mittelding zwischen Silber und Gold war. Gewonnen durch eine Transmutation. Das Kreuz, das, im Innern hohl war, enthielt einen Tropfen Lebenselixier. Surya befragte Dr. Hartmann, der unter vielen anderen Arbeiten auch die Novel-le: „Ein Abenteuer unter Rosenkreuzern“ geschrieben hat, ob das, was er darin beschrieben hätte, nicht nur eine Erzählung, sondern wirklich geschehen sei, und ob er in seinem Leben mit echten Rosenkreuzern zusammengetroffen sei? Hartmann antwortete: „Warum sollte ich nicht mit Rosenkreuzern zusammenge-troffen sein?“ Anschließend schildert er, daß die echten Rosenkreuzer jährlich eine Zusammenkunft in einem Berg der Alpen haben (in der Novelle ist dieser Patz als das bayrische Hochgebirge angegeben). Allerdings findet diese Zusam-menkunft auf der Astralebene statt. Vermutlich hat Bardon in seinem Roman Frabato sich die Geschichte der Bruderschaft und des Alten vom Berg hieraus entliehen.) Surya berichtet weiter, daß er nach vielen Jahren in der Schweiz ei-nem anderen Mystiker davon erzählte und diesem auch beschrieb, wie das Le-benselixier gerochen hätte, darauf sagte jener: Ja, so riecht der Stein der Weisen in einem gewissen Zustand der Herstellung, besonders gleich, nachdem sich das Mysterium der Verwandlung des Rabenhauptes in den weißen Schwan voll-zogen hat. Hier tritt dieser eigenartige Duft zuerst auf. Diesen lieblichen Duft erwähnen auch die alten Mystiker, als Kennzeichen für die richtige Präparie-rung der wahren Materie. Ich glaube, an den Worten von Dr. Hartmann und Surya brauchen wir nicht zu zweifeln, denn beide sind wirklich anerkannte Geheimwissenschaftler, die uns nichts vorflunkern. Aus diesem vorhergegangenen Gespräch ersehen wir also, daß es auch im 20. Jahrhundert noch wahre Alchemisten gegeben haben muß, die über die Herstel-1962 - 128"},{"pageNumber":129,"pageContent":" lung des Steines der Weisen genau Bescheid wußten, sowohl theoretisch als auch praktisch. Was verstehen wir eigentlich unter dem Stein der Weisen? Die Anfänge der Alchemie sind im grauen Altertum zu suchen. Alle hochstehen-den Völker wie Ägypter, Griechen, Araber haben sich mit dieser Kunst beschäf-tigt. Die Hochzeit der Alchemie aber war das Mittelalter. Und aus dieser Zeit ha-ben wir etliche Belege, daß der Stein der Weisen nicht nur ein Ammenmärchen ist, sondern tatsächlich existiert hat und mit seiner Hilfe Transmutationen, das heißt unedle Metalle in Gold oder Silber umgewandelt worden sind. Die bekanntesten Adepten dieser Zeit sind Sendivogius, Seton, Leskaris und Sehfeld. Meyrink hat ja in seinen Goldmachergeschichten über diese geschrie-ben. Die Geschichte des Steins der Weisen ist nicht nur eine Geschichte des Strebens nach Wissen und Weisheit, vielmehr ist sie auch die Geschichte menschlicher Dummheit und Verbrechen. Kaiser und Könige, Weise und Narren haben versucht ihn zu erringen; denn wer diesen Wunderstein nach langer mühevoller Arbeit geschaffen hat, dem standen viele Möglichkeiten offen: das Leben durch Jahrhunderte zu verlängern, bei un-eingeschränkter Kraft und Jugendfrische, aus Greisen wieder Jünglinge zu ma-chen und die Zeugungskraft zu regenerieren, unedle Metalle in edele zu ver-wandeln. Außerdem verleiht er seinem Besitzer eine Menge magischer Fähigkei-ten. Kein Wunder, daß manchem Fürsten jedes Mittel recht war, einem angebli-chen Adepten seine Kunst zuentlocken. Aber wie Wenige der vielen Suchenden haben es geschafft. Wie viel mussten ihr Leben dafür einbüßen, weil sie sich rühmten das Elixier gefunden zu haben. Eines steht jedenfalls fest. Menschen mit niedrigen Beweggründen gelang es niemals, den Stein der Weisen, den lapis philosophorum, herzustellen. Es blieb immer nur den mystischen Philosophen, den Menschen, denen es dar-um ging die Wahrheit, ohne eigennützige Hintergedanken, zu ergründen, vorbe-halten, den Lapis zu finden. Es waren Menschen, wie wir sie auch in unserer hehren Bruderschaft, in unse-rer Loge Fraternitas Saturni finden. Menschen, die nicht nach Gut und Geld fragen, sondern nur nach dem, was hinter dem Schleier steht. Und hier kom-men wir auf den großen Demiurgen Saturn. Er ist es, gleichgültig welchen Weg wir auch immer beschreiten, der uns das Bildnis von Sais entschleiert, uns die Erkenntnis vermittelt, uns lehrt den Stein der Weisen zu finden. Wir wissen, es 1962 - 129"},{"pageNumber":130,"pageContent":" gibt nur diesen einen Weg zur Erkenntnis. In der Alchemie ist Saturn das Prin-zip des Stoffes, welchem die formbildenden und formzerstörenden Kräfte anhaf-ten. Wenn wir weiter sehen, daß Blei das Metall des Saturn ist, so wird uns ver-ständlich: daß der alchemistische Weg in erster Linie ein philosophischer und nicht nur ein chemischer Weg ist. Denn, was besagt, daß das Blei am Anfang jeglichen Werkes steht? Der Mensch, noch durch seine Unwissenheit an den Erdboden gefesselt (das schwere Gewicht des Bleis, und seine dunkle Farbe), hat den niederen Schwin-gungszustand des Saturn zu überwinden und über die höhere Schwingung des Saturn zum solaren Prinzip zu gelangen. Daher sind auch in der Loge die Ritua-le für Hochgrade nach Sol orientiert. Es ist ein langer und schwerer Weg durch die Nacht zum Licht. Über den Stein der Weisen und die Alchemie sind viele Werke geschrieben wor-den. Aber, es hat wohl kein wirklicher Adept gewagt, das ganze Geheimnis der Herstellung so niederzuschreiben, daß jeder danach arbeiten kann. Im Gegen-teil. Die Schriften der Hermetiker sind so dunkel und bildhaft gehalten, daß man kaum etwas damit anfangen kann. Selten ist der ganze Herstellungsprozeß in einem Werk beschrieben. Einzelne Teilprozesse sind absichtlich durcheinan-dergeworfen, oder nur stückweise gebracht. Das Ende steht vielleicht in der Mit-te, und der Anfang am Ende. Über die Prima materia gibt es keinerlei genaue Beschreibung, und wenn sie irgendwo erwähnt wird, so steht dafür auf der nächsten Seite schon wieder das genaue Gegenteil davon. Man hat dafür weit mehr als 1000 verschiedene Namen, die in ihrer Deutung mehr als eine Frage offen lassen. Schon allein die praktischen Anleitungen, einzelne Handgriffe, Ge-wichts- und Maßangaben sind so vielseitig und lassen mehrere Deutungen zu. Keinem Uneingeweihten wird es möglich sein, diese Schriften zu lesen. Daher bleibt jedem, der nur die Gier nach dem Gold in sich trägt, der Weg zur wahren hermetischen Kunst verschlossen. Hierin stimmen alle Adepten in ihren Schrif-ten überein. Nur wahre Adepten können die Schriften wahrer Adepten lesen. Zuerst muß man den himmlischen Stein erlangt haben, das heißt einen Geistigen Wiederge-burtsprozeß durchgemacht haben, dann kann man den irdischen Stein anferti-1962 - 130"},{"pageNumber":131,"pageContent":" gen. Wer also den Stein nicht vorher geistig sich vorstellen konnte, der wird ihn nie aus Substanzen herstellen können. Also etwas was für jedes Logenmitglied als Facit daraus zu ziehen ist: Geduldig an sich selbst arbeiten, nicht verzweifeln und nicht über die unverständlichen Schriften der alten Meister schimpfen. Sie konnten und durften nicht anders schreiben. Für den geistig Wiedergeborenen sind die hermetischen Schriften klar genug geschrieben. Die Logenhefte geben genügend Anleitungen, zur Arbeit an sich selbst und sind somit Wegbereiter zum Verständnis der alten Adepten. Das Ziel jeden Jüngers der Alchemie war es das magnum opus, das große Werk, zu bereiten, dessen Krönung der lapis philosophorum, der Stein der Weisen ist. Aufgelöst in einer besonderen Lösung ergibt er die rote Tinktur oder das soge-nannte Lebenselixier. Dr. Gérard Encausse, bekannt unter dem Pseudonym: Papus, beschreibt den lapis philosophorum folgendermaßen: „Der Stein der Weisen bildet ein energisches Reinigungsmittel und Stärkungs-mittel für das Blut und heilt, innerlich genommen, jede wie immer geartete Krankheit. Auf Pflanzen angewendet, läßt er sie in wenigen Stunden wachsen, reifen und Früchte tragen.“ Geschmolzenes Quecksilber oder Blei, auf das man eine entsprechende Menge des Steins projiziert, wird in Gold verwandelt. Der Stein ist also eine Kondensation von Lebenskraft in wenig Materie. Ver-schiedene Adepten berichten in Ihren Werken über die Wirkung in medizini-scher Hinsicht. Eines ist allen gemeinsam: Die Dosierung ist äußerst wichtig; denn in größerer Menge wirkt der Stein und das Elixier zerstörend und unbe-dingt tödlich. Wer ohne Vorbereitung davon kostet, ist verloren. Johannes Hol-landus läßt es in seinen Werken nicht an Warnungen für unvorbereitete und unwürdige fehlen. Mundanus hebt hervor, daß seine Anwendung den Geist der Philosophen derart emporhebe und schärfe, daß sie nur noch den Mysterien der Mutter Natur nachforschen und für irdische Dinge keinerlei Interesse mehr zei-gen. 1962 - 131"},{"pageNumber":132,"pageContent":" Paracelsus hat in seinen zwei Schriften De lapide Philosophorum und de tinctu-ra Physikcorum angedeutet, daß er schwerste Krankheit durch, mit der roten Tinktur angereicherte Kräutersäfte, zum verklingen gebracht habe. Er schreibt im fünften Buch seiner Archidoxen: Das Feuer, wenn es die fleckige Haut des Salamanders verbrennt, macht diese ganz rein. So ist auch die Wir-kung des Steins der Philosophen, er reinigt den ganzen Körper von Unreinheiten und führt ihm neue Kräfte zu. Leider erwähnt Paracelsus nirgends die Herstellung weder mit den chemischen Hilfsmitteln noch die dazu nötigen magischen Rituale, bei den in Druck gegebe-nen Werken. Es sind aber Briefe von ihm erhalten und darin beschrieb er genau, was alles zu beachten ist beim großen Werk. Äußerst wichtig, sind die astrologischen Positionen und die Anweisung nur an dem Wochentag zu operieren, an dem der Betreffende geboren ist, weiter Ein-zelheiten über die Einrichtung des Arbeitsplatzes, nötige Geräte, Chemikalien und deren Mischungsverhältnisse und über eine 9tägige Vorbereitung durch Meditationen und nicht zu üppigen Leben. Ergänzt werden diese Angaben durch genaue Nennung der anzurufenden höheren Intelligenzen mit Angabe des Ritu-als und der Räucherung. In einem weitern Brief lehrt Paracelsus, ebenfalls mit Angabe des Rituals, aus der Materie die Tinktur herzustellen. Nach allem, was man aus den Schriften der einzelnen Adepten ersehen kann, ist die Zusammensetzung der Prima materia nicht immer die gleiche. Es kommt ganz darauf an, welchem der drei Reiche, dem mineralischen, pflanzlichen oder tierischen, sie angehört. Die Umwandlung ist wohl das Wesentlichste dabei. Man wird sich also beim räuchern und beim Ritual nach der Zusammensetzung richten müssen und die entsprechenden Elementarwesen zu beschwören. Von vielen Ärzten der hermetischen Kunst wurde uns genau berichtet, wie die Wirkungsweise des aurum potabile (Lebenselixier = der in Wein oder Öl gelöste lapis) ist. Dieser Kraft-Trank hat natürlich eine enorm große Wirkung auf den gesamten Organismus, in medizinischer als auch geistiger Richtung. Er treibt in kürzester Zeit (das längste war 9 - 12 Tage) sämtliche Krankheitsstoffe aus dem 1962 - 132"},{"pageNumber":133,"pageContent":" Körper. Auch schwierige chronische Krankheiten und Alterserscheinungen sind in solch kurzer Zeit beseitigt. Die Reinigung des Körpers erfolgt dabei unter starkem Schweißausbruch und Stuhlentleerung. Die alchemistische Theorie besagt, daß das Leben nichts anderes ist, als eine stete Überwindung von zerstörenden Kräften aller Art. Nun, wenn dieses Wunderelixier in sich eine so riesige Kraftquelle birgt, sagt man sich als gewöhnlicher Sterblicher, daß so etwas kaum möglich ist. Für uns ist es schon verständlich, daß mit Hilfe magischer Operationen ungeheuere Kräftezusammenballungen auf kleinen Raum zusammengedrängt werden kön-nen. Und hier liegt auch die Erklärung, daß man Blei in Gold verwandeln kann. Wir müssen uns den lapis, als eine solch große Energie-Quelle vorstellen, die ähnlich den Radioaktiven Elementen Strahlen aussendet und auf diese Art die Transmutation vollzieht. Nun, was Energie-Quellen betrifft, die sehr klein sind, so brauchen wir nur ein Samenkorn zu betrachten: Welch ungeheuere potentielle Energie ist in ihm ge-speichert. Die gesamten Bilde- und Gestaltungskräfte, die richtungsgebend für den Gesamtaufbau und das Wachstum der Pflanze sind, ruhen in diesem klei-nen Korn. Das heißt, um hier eine alte Definition der Magie zu bringen: Magie heißt, Kräfte in Räume abschließen. Es ist logisch, daß dazu eine lange Schulung notwendig ist. Man könnte von dieser Vorbereitungszeit auch von einer Alchemie des seelischen Bereichs spre-chen, denn niemand kommt zum lapis der nicht seine niedrigen Veranlagungen in das Gold der Weisheit transmutiert hat. Aus diesem Grund haben alle Adepten nur in Symbolen, Analogien und Figuren geschrieben und geredet, so daß nur der Besonnene und Erleuchtete Einblick erhielt. Und wirklich, wenn man sich Geßmanns Buch „Geheim Symbole“ an-sieht: Wie viele verschiedene Zeichen werden oft für ein und dieselbe Sache ge-braucht. Man kann sagen, für nichtgeschulte und nichteingeweihte Menschen ist es völlig unmöglich, sich in den Schriften der Adepten zurechtzufinden. Teil-weise ist es gelungen, zu ihren Rätseln die Schlüssel zu finden. So weiß man, daß das Beten des Vaterunsers nichts anderes als eine Zeitbestimmung ist. G e b e r , der arabische Philosoph aus Sevilla spricht von den sechs Aussätzigen, 1962 - 133"},{"pageNumber":134,"pageContent":" die er heilen will, das bedeutet die sechs unedlen Metalle Silber, Quecksilber, Blei, Kupfer, Eisen, Zinn die in Gold verwandelt werden sollen. Leider sind die Dinge nicht immer so einfach ausgedrückt. Um das Gedankengut der Alchemisten besser verstehen zu können, müssen wir uns noch mit dem Geistesleben des Mittelalters beschäftigen. Es wäre falsch zu sagen, daß die Alchemisten religions- oder kirchenfeindlich waren. Gewiß bilde-ten alte Verbindungen von Alchemie zur Gnostik, Neuplatonismus und anderen Richtungen oftmals Lehren, die mit dem christlichen Gedankengut nicht in Ein-klang zu bringen waren, aber im großen und ganzen finden sich keine Äuße-rungen, die auf grundsätzlichen Widerspruch zum Christentum schließen las-sen. Viele gehörten sogar dem geistlichen Stand an, und so blieb es nicht aus, daß man einen großen Teil chemischer Operationen mit Symbolen aus der Bibel be-zeichnete, besonders aus der Leidensgeschichte. Eine sehr geschickte Art, sich mit der Kirche nicht zu überwerfen und als Ketzer gebrandmarkt zu werden. Um sich ganz in das Denken der damaligen Menschen zu versetzen muß man sich mit den Lehren der Spätantike auseinandersetzen, wo die ganze Welt als großer, klargegliederter Organismus gilt und man an die Parallelität zwischen Kosmos und Mensch glaubt. Dem Suchenden sei also nochmals gesagt: Aus Blei = Saturn gestalte Gold = Sonne. Das ist vor allem ein geistiger Prozeß! Durch Verinnerlichung zur Er-kenntnis! Durch Zentralisation zur Expansion. - Dann bist Du ein wahrer Meis-ter der Chemie des Alls. ___________________________________________ 1962 - 134"},{"pageNumber":135,"pageContent":" NNEEUUEERREE AALLCCHHEEMMIISSTTIISSCCHHEE LLIITTEERRAATTUURR:: Hartlaub, G. F., „Der Stein der Weisen“, geb. 8,50 DM Schmieder, Prof. Dr. K. Ch., „Geschichte der Alchemie“, geb. 48.- DM Schneider, W., „Lexikon Alchemistischer - phanmazeutischer Symbole“, 44.- DM Gessmann, G. W., „Die Geheimsymbole“, 27.- DM Doberer, K.K., „Goldsucher und Goldmacher“, geb. ill.,12,50 DM Hermetische Hieroglyphen, Heft 1-3 , zus. 10,80 DM Bernus, Alexander, „Das Geheimnis der Adepten“, geb., 5,80 DM Kybalion, Hermt. „Philosophie in Ägypten“, 14.- DM Franz Spunda „Baphomet“, alchemistischer Roman 1962 - 135"},{"pageNumber":136,"pageContent":" DDAASS KKAARRMMAA--GGEESSEETTZZ und die Möglichkeiten seiner Erforschung von Fra ∴Ptahhotep∴ Für die meisten unserer Mitbürger ist das Wort Karma noch ein unbekannter Begriff. Es ist der, von den Mitgliedern der theosophischen Gesellschaft im 19. Jahrhundert angenommene Name für das wichtigste Naturgesetz des ganzen Universums. Es herrscht gleichermaßen über das Einzel-Individuum, wie über Familien, Na-tionen, Rassen, Planeten und ihre Systeme. Das Karma-Gesetz ist mit einem zweiten wichtigen Gesetz eigentlich unlösbar verbunden: Dem Reinkarnationsgesetz. Man muß sie praktisch genommen immer zusammen betrachten. Es gibt nichts, kein Daseins- oder Bewußtseinszustand, keinen Ort oder kein Wesen, das außerhalb des karmischen Bereiches wäre. Dieses Gesetz ist so ausgedehnt in seiner Wirkung, daß man sehr schwer, ohne große Umschreibungen, einen passenden Ausdruck im deutschen finden konnte. Aus diesem Grunde wählte man den Sanskrit-Ausdruck auch für die deutsche Sprache. Bei uns Abendlän-dern ist in der Physik und Chemie bereits etwas vom Karma-Gesetz bekannt. Nämlich: Das Kausalitätsgesetz, das sich auf der rein stofflichen Ebene aus-wirkt. Es ist das Gesetz von Ursache und Wirkung. Aber, wir wissen, daß dieses Gesetz nicht nur für die physische Welt Gültigkeit hat. Es wirkt genauso in der psychischen und mentalen Welt. Jede Empfindung, jedes Gefühl, jeder Gedanke ob gut oder böse, hat Auswirkungen auf die Umwelt. Und da, wie jeder Chemi-ker und Mathematiker weiß, keine Kraft verloren gehen kann im Weltall und an ihren Ausgangspunkt zurückkommen muß, und der Geist der alle Menschen belebt etwas unteilbares ist, so wirken auch alle Kräfte, die von uns ausgehen auf den Geist ein und umgekehrt müssen die gesamten Seelen- und Bewusst-seinskräfte des Weltengeistes auf uns einwirken. Der Mensch als Mikrokosmos entspricht genau der großen Welt, dem Makro-kosmos. Alles was im Universum entwickelt oder latent vorhanden ist, ist auch 1962 - 136"},{"pageNumber":137,"pageContent":" im Menschen vorhanden. Mit seinem siebenfachen Leib steht also der Mensch beständig mit den sieben Prinzipien des Weltalls in Verbindung. Mit seinem materiellen Körper steht der Mensch in Beziehung mit der Körper-welt. Durch seine Leidenschaften und Begierden mit der Welt der Begierden, der Astralwelt, durch seine Gedanken und Ideen mit der Ideen und Gedankenwelt, dem mentalen oder Akashachronik, durch seinen Geist mit der Geisteswelt. Durch Beobachtung können wir feststellen, wie sehr unsere Leidenschaften, Regungen, Gedanken, Gefühle auf andere Menschen übertragen werden. Ande-rerseits wirken die von anderen ausgehende Kräfte, soweit sie durch in uns ent-haltene gleichartige Kräfte angezogen werden, auf uns ein. Es ist also für jeden angehenden Okkultisten wichtig, durch Konzentrationsübungen zu lernen, sei-ne Gedanken zu beherrschen. Wir schaffen uns nämlich viel mehr durch unsere Gedanken und Vorstellungen, als durch äußere Handlungen unser Karma. Jeder vollentwickelte Gedanke wird durch Verbindung mit Elementarwesen ein selbständiges Wesen, und dieses bleibt je nach der Stärke des erzeugenden Intellekts längere Zeit als aktive Intel-ligenz lebendig, war der Gedanke gut, als wohltätige Macht, war er böse als Dämonium. So bevölkern wir also den Raum mit unendlich vielen selbst ge-schaffenen Wesen, die Kinder unsere Launen, Leidenschaften und Wünsche; und alle diese Kraftpotenzen wirken auf jeden, der mit ihnen in Berührung kommt, d.h. auf Wesen mit Gefühlen und Nerven. Diesen Strom von Kräften nennt der Buddhist: Skandhas, der Christ: das Fleisch und der Okkultist: das Karma. Der Magier kann diese Formen bewußt hervorbringen und mit ihnen operieren. Mit all diesen Begierden, Vorstellungen, Wünschen und Ideen stehen wir aber nun durch eine Art magnetischen Bandes ständig in Verbindung. Daher kommt es, daß jeder Mensch ständig in seinem Innern in seiner eigenen Welt lebt, die ihn nie verlässt, gleichgültig, an welchem Ort er sich befindet. Auch nach dem der matrielle Körper abgestreift wurde, bleibt diese unsere innere Welt unser Eigentum, und ist natürlich wieder bestimmend auf unsere Taten im nächsten Leben, denn durch die Gedanken kommen unsere Taten als ihre Folgen. Wir können also nur vorwärtskommen durch eine Reformation unserer innern Welt. Beherrschung der Gedanken erlernen, ebenso der Begierden und Gefühle. 1962 - 137"},{"pageNumber":138,"pageContent":" Diese Kontrolle der Gedanken ist aber nur zu erreichen, wenn wir in uns Ge-genkräfte entwickeln. Es wäre daher ratsam, ich möchte sagen, es sollte Pflicht eines jeden Logenmit-gliedes sein. Abends, zu einer bestimmten Uhrzeit, die noch genau festgesetzt werden müßte sich eine Minute zu konzentrieren. Unser Logen-Ring bildet für die, die ihre Konzentrationskraft noch nicht entwickelt haben, eine gute Hilfe. Die Betreffenden können ihn fest fixieren. Die anderen stellen ihn sich im Geist vor. Dabei muß gedacht werden: Harmonie und Frieden allen Wesen im All. Diese Übung halte ich aus folgenden Gründen für überaus wichtig: 1. Alle Brüder sind in diesem Augenblick geistig vereint. Die Bruderkette wird verstärkt. 2. Hierdurch wird eine ungeheuere Kraft-Dynamide aufgebaut, die nicht nur zur Stärkung und Festigung der Loge dient, sondern auch von jedem Logen-Mitglied persönlich zur Stärkung der inneren Kräfte gebraucht werden kann. 3. Für den einzelnen kann diese Konzentrationsmethode ungeheuer große Vorteil im Bezug auf Gesundheit und geistige Entwicklung bringen. 4. Der Wissende kann sich in diesem Augenblick dieser Dynamide bedie-nen, um die von ihm geschaffenen Wesen, d. h. sein Karma zum Verlö-schen zu bringen. Oftmals beklagen wir uns, dass Leute zu Ehren kommen, die eher an den Gal-gen gehörten und andere, die immer anständig waren, müssen leiden. Aus dem vorhergesagten dürfte wohl klar zu erkennen sein, daß es schlimm um die Ge-rechtigkeit oder die präzise Wirkung des Karma-Gesetzes bestellt wäre, wenn wir alles nur vom Standpunkt eines kurzen Erdenlebens betrachten würden. Wir dürfen nicht vergessen, daß wir durch unendlich viele Inkarnationen hin-durch müssen und das ernten, was wir irgendwann einmal gesät haben. Buddha sagt: Ihr Brüder wißt, daß jedes Menschenleben die Folge seines frü-heren Lebens ist; vergangenes Unrecht bringt uns Not und Sor-ge, vergangenes Wohltun schafft uns Freud und Glück! So übt Karma die Gerechtigkeit. 1962 - 138"},{"pageNumber":139,"pageContent":" Wie man z. B. bei der Hypnose frühere Ereignisse wieder ans Tageslicht bringen kann, trotzdem sie beim Tagesbewusstsein völlig verlöscht sind, sind sie doch latent vorhanden, so sind die während eines Erdenlebens geschaffenen Gedan-kenformen wieder wirksam und prägen den Charakter des Menschen. Daher auch die Möglichkeit des Menschen Charakter aus Körperform, Schädelform, Handlinien zu lesen. Wir unterscheiden beim Menschen drei Arten von Karma: a) dasjenige welches auf den Intellekt einwirkt; b) das Karma, das auf die seelische Natur einwirkt; c) die Beeinflussung des Körpers und der persönlichen Verhältnisse. Alle diese Arten des Karmas beherrschen einzeln oder auch zusammen den Menschen als Individuum, aber auch Familien, Rassen oder Nationen als Gan-zes. Jede Rasse hat ihr Karma. Ist es gut, so geht es aufwärts, ist es böse, so geht es unaufhaltsam dem Untergang entgegen und die Rasse wird vernichtet, wenn auch die betreffenden Egos in anderen Rassen und Körpern weiterleben und ihr Karma wieder aufnehmen. Kein Volk entgeht seinem nationalen Karma und ein Volk, das irgendwann ein-mal gegen die kosmischen Gesetzte verstoßen hat, muß früher oder später dafür seinen Tribut zahlen und leiden. Diese Wirkung von Karma erfolgt bei den Völ-kern immer durch Hungersnot und Krieg und Seuchen. In Verbindung mit der Reinkarnationslehre erklärt die Karma-Gesetzlehre somit sämtliches Unklück in der Welt und es bleibt keine Ursache übrig, daß man sagen könnte, die Natur sei Ungerecht. Das Unglück einer Nation ist so das direkte Resultat der Gedanken und Hand-lungen der Menschen, die eine Nation oder Rasse bilden. Wie kindisch ist daher die Auffassung vieler Menschen, die glauben, im Himmel sitzt ein launischer alter Mann, genannt Herrgott, der nach seinem Gutdünken die Menschen belohnt oder bestraft. Nein - wir selbst belohnen und bestrafen uns. In unserem früheren Vorleben haben wir die Ursachen zu allem Guten und Bösen der jetzigen Inkarnation zu suchen. Genauso wie wir jetzt schon wieder den Grundstock für das nächste Leben legen. Würde unser Gedächtnis in alle früheren Verkörperungen und Da-1962 - 139"},{"pageNumber":140,"pageContent":" seinszustände zurückreichen, so könnten wir erkennen, wie wir uns die jetzigen Verhältnisse selbst geschaffen haben. Nun wird mancher das Gesetz der Wiedervergeltung und Fatalismus verwech-seln. Wenn ich nichts ändern kann und alles gesetzmäßig seinen Lauf geht, dann läßt man es eben ruhig gehen und ist allen Dingen gegenüber gleichgültig. Diese Auffassung ist völlig verkehrt. Das Karma hat uns ja gerade hierher-gestellt, um uns Gelegenheit zu geben, um von unseren Rechten und Pflichten Gebrauch zu machen. Wir sollen die unabänderlichen großen Gesetze des Uni-versums studieren, um sie richtig interpretieren und anwenden zu können und mit ihnen im Einklang zu arbeiten. Das ist die Freiheit des Menschen und nicht Eigenmächtigkeit, Willkür und Ty-rannei. Wahrheit liegt in der Kenntnis der Gesetze die das All beherrschen, durch Gehorsam gegen sie und Arbeit in Übereinstimmung mit ihnen. Der Mensch kann nur dann tun, was er will, wenn er will, was er soll. Wir haben zu Beginn gesehen, wie die exakte Wissenschaft in der materiellen Natur des Kausalitätsgesetz erkannt hat. Wir als Logenmitglieder müssen weiter vordringen und durch die Kenntnis der Gesetze des Geistes uns die geistigen Kräfte dienstbar machen und so immer zu tieferen Erkenntnissen zu gelangen. Das ist der Wegweiser, wie ich bereits angedeutet habe, um unsere selbstge-schmiedeten Fesseln, unser Karma, abzutun. Wir müssen erkennen, daß es un-ser Eigenwille des mit dem Wunsch verbundenen Gedankens, die Früchte unse-rer Werke zu genießen, ist der uns immer wieder an das Rad des Karma bindet. Das mit unseren Werken verbundene tierische Prinzip: KAMA bindet uns. Der erste Schritt in die Freiheit aber ist selbstlose Pflichterfüllung, sowohl unserem Confratres in der Loge gegenüber als auch allen Menschen mit unserem Wissen beizustehen, und sie durch Belehrungen dahin zu bringen, in der Loge Fraterni-tas Saturni Mitglied zu werden. Hier haben diese Wesen die Möglichkeit, durch Studien dahinzukommen, an der Tilgung ihres Karmas zu arbeiten. Die Zeit ist reif dafür, denn der Rationalismus ist im schwinden, deshalb müs-sen wir alles daran setzen, bei unseren Mitmenschen Verständnis für okkulte Forschungen und Ideen zu suchen und zu vertiefen. 1962 - 140"},{"pageNumber":141,"pageContent":" Wir haben also gesehen, daß Karma der Entwicklungsprozeß eines transzen-dentalen Individuums ist durch zeitlich begrenzte Verkörperungen. Solange der Entwicklungsprozeß noch nicht vollendet ist, ist das Karma noch nicht erfüllt. Das irdische materialistisierte Leben, dient zur Entwicklung des Geistmenschen und gipfelt in der Vereinigung mit dem Absoluten. Für uns ist es nun sehr interessant zu sehen, welche Mittel und Wege es gibt, Auskunft über frühere Inkarnationen zu erhalten und damit auch näheres über unser Karma zu erfahren und die Möglichkeit zu sehen, wie man es löschen kann. Alle Möglichkeiten der Rückerinnerung beruhen im Grunde genommen darauf, Hemmungen auf irgendeine Weise aufzulösen. 1. Die persönliche Rückerinnerung ohne Mitwirkung eines Mediums durch Meditation; 2. mit Hilfe eines Mediums a. Hypnose, Rückversetzungen in die Vergan-genheit b. spiritistisches Medium (siehe die Schriften von Professor Dur-ville und Professor Albert de Rochas in Paris) Die eigene Rückerinnerung auszulösen ist das Ergebnis einer intensiven Schu-lung, die jeder haben kann, wenn er sich nach den Logenbriefen richtet und sich entsprechend um geistige Erkenntnis bemüht. Ich muß an dieser Stelle einfügen und immer wieder darauf hinweisen, wie unerläßlich es ist, mit dem Großmeister in steter brieflicher Verbindung zu stehen und mindestens den vorgeschriebenen monatlichen Fragebrief zu schreiben. Nur durch dauernde Arbeit an sich selbst, kann man Erkenntnisse erhalten. Reife Früchte fallen uns kaum in den Schoß. Nach den buddhistischen Schriften zu urteilen, konnte sich Buddha an alle seine frühere Inkarnationen erinnern. Allerdings genügt nicht nur der Wille allein, sich zu erinnern, vielmehr muß eine völlige Neuord-nung und Umpolung des inneren Menschen, das Ergebnis gewisser Übungen zu diesem Ziel verhelfen. Bei der zweiten Art versetzt man eine Person in hypnotischen Schlaf und geht in die Vergangenheit zurück. Man muß allerdings darauf achten, wie bei allen hypnotischen Experimenten, beeinflussende Fragen zu stellen. Man stelle am besten nur ganz einfache Fragen. Also: Wer bist du, wann hast du irgend etwas gemacht, in welcher Zeit lebst du, wo wohnst du etc. 1962 - 141"},{"pageNumber":142,"pageContent":" Die dritte Art, etwas über Rückerinnerungen an frühere Leben zu erfahren, ge-schieht mit Hilfe eines spiritistischen Mediums. Das Medium fällt in Trance und der eintretende Geist wird über das Vorleben einer bestimmten Person gefragt. Dieses kann auch durch einen Hellseher ausgeführt wird der sich in das Unter-bewußtsein eines anderen Wesen hineinfühlt und falls ein Rapport zustande kommt, das widergibt, was bei dem anderen unter der Schwelle des Tagesbe-wusstseins bleibt. Leadbeater und Dr. Rudolf Steiner haben sich mit dieser Art der Karmaforschung beschäftigt. Sehr selten im Westen, in östlichen Ländern allerdings nicht, sind die Fälle, in denen sich Menschen genau an alle Einzelheiten früherer Leben erinnern. Vrmutlich handelt es sich dabei um sehr kurz hintereinander erfolgte Verkörpe-rungen. Solche Rückerinnerungen können auch oft spontan bei dem Anblick irgendeiner Landschaft oder sonst etwas ausgelöst werden. Kinder äußern oftmals seltsame Dinge, und hier ist es die Aufgabe von Eltern und Erziehern genau auf diese Äußerungen zu achten und den Kindern nichts ausreden zu wollen. Denn bis zum 4. Lebensjahr ist das Kind rein medial. Von da an entwickelt sich erst das Gehirndenken und die Kinder gleichen sich der Umwelt an. Ich möchte sagen, sie bekommen in der ersten siebener Periode die Kultur von den Erwachsenen eingeimpft, so daß Rückerinnerungen und Hell-sichtigkeit verdrängt werden. Die bereits offenen Blüten verschließen sich wie-der. Ein geschickter, in okkulten Dingen bewanderter Erzieher, kann zur Zeit dieser Periode des sympathischen Denkens viel aus früheren Inkarnationen des Kindes erforschen. Auf dem Gebiet der Inkarnationslehre muß noch viel erforscht werden. Jeder von uns kann sich dabei betätigen. Auf eines achte man aber: Man muß sehr skeptisch sein, denn Medien geben ja alles wieder ohne Eigenkontrolle des Wahrheitsgehaltes, was sie sehen und hören. Wollen wir uns also möglichst vor Täuschungen bewahren, so heißt es selbsständig vorgehen. Jeder Schritt muß bewußt getan werden, und das wird uns nur gelingen durch vorherige bewußte Schulung in den okkulten Wissenschaften. _______________________ 1962 - 142"},{"pageNumber":143,"pageContent":" Literatur: Kolb. Die Wiedergeburt. Studienheft, Februar 1954. Gregorius, die Lehre der Reincarnation und das Karmagesetz. Gibt es Beweise für die Reincarnation. Studienheft Sept. 1957. Reincarnation oder Vererbung. Studienheft November 1959. Humphreys. Karma und Wiedergeburt. 1962 - 143"}]
