[{"pageNumber":2,"pageContent":"MAGISCHE BRIEFE"},{"pageNumber":3,"pageContent":"SEXUAL-MAGIE"},{"pageNumber":4,"pageContent":"Diese Schrift wird in begrenzter Anzahl gedruckt.Sie ist einerseits nur für eingeweihte Logen-schulen bestimmt, andererseits nur für ernsthaftstudierende Okkultisten und Forscher.Für die Befolgung der angegebenen Weisungenträgt der Schüler selbst voll und ganz dieVerantwortung für sein Karma. Dem Wissendengilt keine Grenze.Je acht Briefe, die inzwangloser Folge erscheinen,werden in einem handgebundenenHalbpergament-band vereinigt und handschriftlich mit Nr. 1—111numeriert. Nr. l — 12 gelangen nicht in den Handel."},{"pageNumber":5,"pageContent":"SEXUAL-MAGIEDer kulturellen Entwicklung der Menschheit vondem Niveau der primitiven Völker bis in unsereJetztzeit, in die heutigen Entwicklungsphasen, gehteine Verfallserscheinung unaufhaltsam parallel:der Niedergang der Sexualität in ihrer gesamtenAuswirkung. Die reinen Urquellen des köstlichstenaller menschlichen Triebe sind verschüttet oderin unreine falsche Bahnen gelenkt. Besonders dieeuropäischen Völker, welche, am tiefsten in diematerialistische Weltanschauung versunken, ihremsicheren Untergänge zustreben, wissen nichts mehrvon der gewaltigen göttlichen Macht sexualerKraftkomplexe, die bewußt gesteigert und geformtwerden können zu magisch-odischen Schwingungs-zentren, nicht nur im Einzelindividuum, sondernsogar zur Wirkung einer kompakten Majorität ineinzelnen Völkergruppen. Das geheime Wissen umdie wahrhaft göttliche Magie, um die Sexual-Magie,existiert nur noch in wenigen europäischen ok-kulten Geheimlogen, sorgfältig von den Händender Meister gehütet, nur den eingeweihten Fratreszugängig.Besonders rasch trat die Verfallserscheinung ein,als nach dem Untergang der gnostischen KircheVIII.5"},{"pageNumber":6,"pageContent":"das Christentum seinen Siegeszug begann. Seinefanatische, irregeleitete Priesterschar zerstörte diealten Kulte fast restlos und damit die Blüte einersinnlich-geistigen Kultur und Hochentwicklung derMenschheit. Jesus Christus, der selbst Hermaphrodit•war, über dem triebhaften Geschlechtstrieb stehend,hatte die lunare Beeinflussung gänzlich überwunden,und seine geistig-sinnliche Erotik schwang nurnoch in subtiler Weise in der Freundeszuneigungzu seinem Lieblingsjünger Johannis, Er hat sichernicht das gewollt, was die Priester seiner Kircheanrichteten und zerstörten in ihrer Verherrlichungder Askese.Allerdings reichen die Wurzeln dieser Askese nochweiter zurück in die frühe Kulturgeschichte derMenschheit. Sie trat schon oft fühlbar in Erschei-nung, stets in Opposition und Gegensätzlichkeitzu einer kulturellen Blüteperiode der Menschheit,damit immer für diese den Keim zum Untergangin sich tragend.Der sexuelle Entwicklungsgang eines Volkes führtstets über das Weib hinaus zur Homosexualität,sodann auch darin das rein erotische Momentverlassend, zum Hermaphroditismus. Wer von denChelas die periodischen Zeitgeschehnisse im Völker-leben unter diesen Gesichtspunkten betrachtet undstudiert, wird das Gesagte nicht nur bei Plato,den Pythagoreern, in der Blütezeit Roms, sondernauch viel früher bei den Ägyptern, den Babyloniern.6 VIII."},{"pageNumber":7,"pageContent":"den Sumern und vielen anderen Völkern jederMenschenrasse verfolgen können und wiederfinden,Ein Vergleich mit dem Geschlechtsleben der pri-mitiven Völker gereicht der heutigen europäischenKultur menschheit nicht zum Vorteil, denn das Ge-meinschaftsleben dieser Völker hatte noch diegöttliche Bedeutung des Geschlechtstriebes zurBasis. Die geschlechtliche Auslebung war teilweisein ihre Religionskulte verwoben und eingefügt,nicht nur als Mittel zur Gattungserhaltung, diesist das Wichtige, sondern als Mittel zum Zweckeiner gesteigerten Religiosität. Die Einbeziehungdes Geschlechtsverkehrs in die Opferhandlungen,das Darbringen der Jungfräulichkeit, waren durch-aus heilige Handlungen. Trotzdem hatten sie auch beiden meisten antiken Völkern bereits ihre esoterischeBedeutung verloren, waren mehr zu äußeren über-lieferten Kulthandlungen geworden, da die Priesternach und nach das Urwissen und die kosmischeEinfühlung verloren, die zum Beispiel die Atlantierin ihrer Hochkultur noch besaßen.Andererseits trat natürlich auch oft eine Aus-artung nach der anderen Seite in Erscheinung,wie wir sie bei den Spät-Astartekulten, bei denVerfall des aphroditischen Hierodulendienstes, beiden pervers-homosexuellen Ausschweifungen derRömer und in den Verirrungen mancher gnostischerSekten wiederfinden, bei denen die sakrale Kult-handlung Obszönitäten weicht. Damit hat die meta-VIII. 7"},{"pageNumber":8,"pageContent":"physische Bedeutung der Askese einerseits ihreBegründung, andererseits dient sie den Lehrernund Führern, den Heiligen und Mystikern wiederumnur als Selbstzweck, um sich höheren Empfindungs-zuständen zuzuführen, ohne zu wissen, daß sieeine verhängnisvolle Verirrung in das menschlicheGefühlsleben hineintragen und den unbedingtenForderungen der Natur und der gesunden mensch-lichen Organe Hohn sprechen. Die asketischeTendenz beruht von allem Anfang an auf Miß-verständnis und dem schon erwähnten Nichtwissen.Es wird die auch heute zu fordernde, zeitweiseEnthaltsamkeit mit totaler Askese verwechselt.Diese zeitweise Enthaltsamkeit ist allen altenVölkern mit Recht zu eigen, da sie mit der Vor-stellung der Unreinheit bei allen religiösen Ver-richtungen und zeremoniösen Handlungen den Kerndes überlieferten Urwissens trafen. Den primi-tivsten Völkern war noch das Wissen zu eigen,daß durch Blut und Sperma Wesenheiten andererSphären sich nähren und angezogen werden, daßdie richtig geprobten Energie- und Odausstrah-lungen sogar kosmische Kräfte anziehen können.Daher ist die Forderung der Enthaltsamkeit beibeiden Geschlechtern, wie wir sie bei den altenMauren, bei den Juden und heute noch bei denwilden Völkern finden, durchaus berechtigt. Dadie 0dausstrahlung einer menstruierenden Fraudirekt schädlich ist und auch von empfindsamen,8 VIII."},{"pageNumber":9,"pageContent":"sensiblen Menschen, Tieren und Pflanzen sofortbemerkt wird, ist es beklagenswert, daß uns unsereKultur zwingt, die zeitweise unbedingt nötigeTrennung der Geschlechter nicht auszuführen.Die Samoaner und andere polynesischen Völker verweisen dieFrauen bei Eintritt der Menses in besondere Frauenhäuser, umdie Blutdämonen von den Wohnstätten fernzuhalten.Bei den Mohammedanern ist es z. B. den Mekka-Pilgern vorge-schrieben, während der Dauer der Pilgerfahrt enthaltsam zubleiben. Afrikanische wilde Völker verpflichteten ihre Kriegerstrengstens zur Enthaltsamkeit während ihrer Kriegszüge, da siedie Erfahrung besitzen, daß sich eine Befriedigung des Geschlechts-triebes der Männer nicht mit dem besonderen Kraftaufwand,der bei Kriegszügen nötig ist, verträgt.Es ist eine Erfahrungstatsache, daß besondersstark geistig tätige Menschen nach und nach ingewisse sexuelle Schwächezustände geraten undweniger von den triebhaften sexuellen Gefühlenbeherrscht werden als der Durchschnittsmensch.Diese Tatsächlichkeit erleichtert natürlich dasgeistige Studium und doch ist es ganz falsch, wennbesonders die Kirchen- und Religionsgemeinschaftenvon dem gesamten Priesterstande die totale Askeseund Enthaltsamkeit fordert.Ganz unabhängig voneinander stellte das Priester-tum bei fast allen Völkern zu allen Zeiten diegleiche Tendenzforderung. So verlangten die Neu-platoniker absolute Reinheit. Extreme moham-medanische Sekten stellen sogar heute noch dieBehauptung auf, daß das Beten von Koranstellennur durch den Mund eines enthaltsamen Manneswirksam sei.VIII. 9"},{"pageNumber":10,"pageContent":"Bei verschiedenen asiatischen Völkerschaften undafrikanischen Volksstämmen werden nicht nur dieMänner bei den religiösen Festen zur strengenEnthaltsamkeit verpflichtet, sondern sogar dieFrauen dürfen überhaupt den Zeremonien nichtbeiwohnen, im Höchstfalle nur mit vermummtenGesichtern von ferne zusehen,Wenn also durch die Umsetzung der physischenEnergie uns geistig eine Sublimation der sexuellenImpulse erleichtert wird, und zwar bewußt, so istdiese Tatsache natürlich zu begrüßen, darf abernicht zur Norm werden.Eine dauernde Beschäftigung mit dem übersinn-lichen würde durch die Hemmungen in der Lebens-führung zu inneren seelischen Konflikten führenund außerdem zu direkten Schädigungen des Or-ganismus.Die jüdische Sexualethik, wie sie uns das AlteTestament überliefert hat, verwirft die Sexualitätkeinesfalls im asketischen Sinne. Allerdings findetsich gerade in der Kabbala der Hinweis auf einehöhere Art der Zeugung, nämlich auf die Zeugungdurch magische Imaginationen.Damit sind wir hier zu dem Kernpunkt der Sexual-magie gelangt, der sich teilweise in der Kabbalavorfindet, welcher aber auch von dem MystikerParacelsus gelehrt wurde, jedoch dann mehrund mehr in Vergessenheit geriet.Paracelsus weist besonders auf die iliastrische10 VIII."},{"pageNumber":11,"pageContent":"Zeugung hin und betont, daß dazu natürlich vorhereine zeitweise sexuelle Enthaltsamkeit nötig sei.Er verlangt aber ebensowenig eine totale Abtötungdes Fleisches und eine widersinnige asketischeVerneinung des Sexuallebens, wie man sie leidervor allen Dingen bei den kirchlichen Mystikernvorfindet.Im Grunde enthalten auch die Evangelien, ebenso-wenig wie das Alte Testament, eine dauernde aske-tische Tendenz und erst bei dem Apostel Paulusbemerken wir klar eine Propagandierung des aske-tischen Lebensideals.Im mystischen Sinne kann die unbefleckte Emp-fängnis Marias und die Geburt von Jesus als ma-gische Zeugung durch Imagination angesehenwerden.Im Grunde genommen ist also die Askese nur dieFlucht in einen kontemplativen Gemütszustand,dessen seelisches Gleichgewicht nicht mehr durchAffekte und äußere Störungen, wie sie der Ge-schlechtsakt mit sich bringt, in seiner zunehmen-den Vertiefung des Seelenlebens beeinträchtigtwerden will.Der Weg zu Gott führt also keinesfalls durch eineAbtötung des Fleisches, sondern erfordert nur eineBeherrschung der sinnlich-erotischen Triebe. Dieobjektiv-intellektuelle Motivation der christlichenasketischen Lebensauffassung, der Sinn des LebensHegt nur im Jenseits, ist falsch.VIII.11"},{"pageNumber":12,"pageContent":"Die Meinung, der Körper sei mit seinen Triebendem leiblichen Tode verfallen, ist ebenfalls un-richtig, denn es gibt gewisse dämonenhafte Be-tätigungen übersinnlicher Wesenheiten, die nocheinen sehr triebhaften Einschlag haben und nurnach sexueller Befriedigung trachten.Gott selbst entschloß sich, nach der esoterischenLehre, mit einer gewissen Schöpferfreude, alsoauch auf sinnlicher Basis zur Zeugung; somit istdas harmonische Ausleben des Geschlechtes einurwüchsiger Vorgang und rein göttlichen Ursprungs,wenn diese Auslebung in Harmonie geschieht undihren Ausgleich in dem richtigen Spannungsver-hältnis sucht.Die häufigen Unlustgefühle nach erfolgter starkerAnspannung der sexuellen Sphäre, sind nur eineReaktion des Organismus nach dem physiolo-gischen Gesetz, nach dem jeder Anspannung eineEntspannung folgen muß.In der sexuellen Betätigung, wo der Organismuszu seiner höchsten physiologischen Leistung an-gespannt wird, ist natürlich auch die Reaktion amstärksten, oft gesteigert sogar zu Unlust-, Reue-und Ekelgefühlen, die dabei doch im Grunde nur eineanaloge Erscheinung sind, wie das Sättigungsgefühlnach Stillung des Hungers und des Durstes*).Diese eintretenden ünlustgefühle der Reaktion*) Omne animal post coltum triste.12 VIII."},{"pageNumber":13,"pageContent":"wurden als Einwand gegen ihre Ursache gedeutetund gaben somit die Basis zur Begründung derAskese und damit zur irrtümlichen Ausschaltungdes Geschlechtstriebes überhaupt.Je empfindlicher nun die seelische Konstitutioneines Menschen ist, desto mehr wird sein seelischesGleichgewicht durch Ausübung des Geschlechts-aktes gestört, besonders, wenn das geistige Strebennach Gottversenkung in ihm vorherrscht. Diesefanatische Gotteinstellung duldet keine elementareAblenkung aus dem Instinkte heraus, damit sichselbst zu schwächen, denn Gehirn und Geschlechtsind in diesem Falle tatsächlich getrennte Poleund stehen im disharmonischen Aspekt einanderfeindlich gegenüber.Ebensowenig ist die christliche Auffassung, dasLeid bringt Gott näher, richtig, denn hier mußunterschieden werden zwischen der falschen er-gebungsreichen, hinnehmenden Duldsamkeit, demErtragen des zugezogenen Leides, und dem unterUmständen richtigen Wege des gewollten Leides,der absichtlichen Entbehrung, die Schmerz undEinengung erzeugt, um die vorhandenen sinnlichenAffekte umzuwerten, umzupolen, und auf eineandere Bahn zu lenken.Hier liegen die Motive der buddhistischen Askese,denn der Yogi erstrebt eine Bewußtsemslage un-beweglicher Abgeschiedenheit, um zur höherenErkenntnis zu kommen, ein Weg, den die Mensch-VIII. 13"},{"pageNumber":14,"pageContent":"heit im allgemeinen gar nicht imstande ist zugehen und der nur Auserwählten erfolgreich vor-behalten ist.Zu dem Weg des gewollten Leides gehört auchdas Fasten und Kasteiungen, die jedoch nur dannrichtig sind, wenn sie als Mittel zum Zweck, zurErzielung einer Ekstase gebraucht werden, alsogleiches Resultat haben, wie eine sexuelle Ekstase,die auch nur Mittel zum Zweck sein darf. Es istklar, daß eine sakrale Geschlechtshandlung, zu derdie Ekstase führt, nicht durch persönliche Lust-gefühle veranlaßt sein darf, sondern nur der ma-gischen Wirkung wegen ausgeführt wird. Anderen-falls würde sie durch das Moment der persön-lichen Hinneigung als Opfer entwertet.Die Heiligkeit der sakralen Handlung und dieGöttlichkeit des Geschlechtsaktes selbst erforderneine totale Hingegebenheit des Ausführenden andie von ihm gerufene und verehrte Gottheit.Das persönliche Moment unterliegt einer großenBeschränkung und muß bei dem Darbringendenganz ausgeschaltet sein, nur dem Priester-Magierist auch hierin eine größere Freiheit im Rahmender Handlung und Absicht gestattet.Wo bei dem christlichen Mystiker durch die an-dauernde Askese eine Entzweiung zwischen Körperund Geist eintritt, wo durch das Fehlen der ge-schlechtlichen Liebesverbindung ein Widerwillegegen die Sexualität hochkam, so gelangte er doch14 VIII."},{"pageNumber":15,"pageContent":"zu dieser Erkenntnis, die wertvoll für Jeden Ein-geweihten ist, zur richtigen negativen Einschätzungdes Weibes. Wenn die Mystiker auch aus demZwiespalt ihrer Konstitution heraus das Weib alsAusgeburt der Hölle betrachteten, so ist wohl dieSchlußfolgerung falsch, aber das Erkenntnisresultatrichtig, denn das weibliche Prinzip ist durch seinenegative Schwingung das größte Hemmnis der gei-stigen Entwicklung und somit eine niedere Aus-wirkung lunar-saturnischer Kräfte.Da jeder Mensch in seiner Weltanschauung dieRechtfertigung seiner individuellen Anlage sucht,gleichzeitig einen intellektuellen Kommentar zusich selbst gibt, so ist die christliche Weltanschau-ung, die Denk- und Handlungsweise des Mystikersweiter nichts als ein Eingeständnis und eine Ver-hüllung eines organischen und geistigen Schwäche-Zustandes, welchen das gesamte Christentum insich birgt, und der zu seinem nunmehrigen ein-getretenen Zerfall führte.Da unsere Zeit wieder beginnt, den primitivenWertzustand in der Erotik wieder herbeizuführen,also die Persönlichkeit unter gewissen Umständenbeim Akt durch die zeremonielle Handlung mög-lichst ausschaltet, dem persönlichen Moment inder Sexualität eine untergeordnete Rolle zuschiebt,um sich möglichst vom dauernden direkten lunarenEinfluß des Weibes zu befreien, so ist damitder Weg zu dem alten antiken Zustand wiederVIII.15"},{"pageNumber":16,"pageContent":"zu gewinnen, der dem Menschen dem Göttlichengegenüber keinen Eigenwert anerkennt.Dann ist die richtige Basis des Opferkultes wiedererreicht und die Möglichkeit der magischen Aus-wirkung durch asketische Zustände in der Sexual-magie gegeben.Damit ist nicht etwa die gänzliche Aufgabe derPersönlichkeit gemeint, die im Gegenteil der Priester-Magier durch gesteigerten Machtwillen im äußerenund inneren Vermögen haben muß als stärkstesPersönlichkeitsbewußtsein, um zum Herrn übersich selbst und über das Schicksal anderer Men-schen zu werden.Er muß stark genug sein, um die karmische Ver-antwortung für seine Handlungen zu tragen undsich dieser Verantwortung auch voll bewußt sein.Da er Jedoch nur ausrührendes Werkzeug einerhöheren Macht darstellt, die sich durch seine In-tuition gleichsam manifestiert und auswirkt, soist er nicht karmisch belastet, solange nicht ego-istische, rein sinnliche Motive seine Handlungenbegründen.Da der größte Teil der Menschheit seinem Intellekt,seiner Gesamt-Entwicklung nach im geistigen Auf-bau noch unter den Begriff der Gruppenseele fällt,so ist er naturgemäß viel stärker den Einflüssendämonischer und höherer Gewalten unterworfen,als allgemein geglaubt wird. Um so mehr ist esAufgabe der geschulten Individualität, durch die16 VIII."},{"pageNumber":17,"pageContent":"Macht ihrer Persönlichkeit, durch den Einfluß derMagie, auf den Naturkräften, die das höhere Seelen-leben beeinflussen, basierend, diese Gruppenseelendorthin zu lenken, wohin sie, nach den geheimenGesetzen der universellen Brüderschaft, gebrachtwerden müssen. Die beste Möglichkeit des Ein-dringens sowohl in das Einzelindividuum, wie indie Gesamtkomplexe einer kompakten Massebietet die antike rituale Betätigung der Geschlechts-vereinigungen als zeremonielle Handlung. Hierkann der Priester-Magier ein zielbewußtes Handelnentfalten, das reiche Früchte für die gewolltenZiele trägt. Da die Leitung der Menschengruppen-seelen von mentalen Wesenheiten getätigt wird,so ist es selbstverständlich als wichtigste undlogischste Forderung an den Priester-Magier zubetrachten, daß er sich selbst mit seiner Personnicht mit den sexuell-astralen Schwingungen, diewährend derartiger sakraler Handlungen erzeugtwerden, identifiziert. Er muß im Gegenteil sichdurch seine Willens- und Denkschulung derartighochstellen, daß er selbst mentalistisch wirkendüber der Handlung steht — er muß sich also inmentaler Ekstase befinden. Nur so können seineDenkprozesse einschneidend und beherrschendwirken*). Trotzdem muß auch er sich nur als Werk-*) Eine gute Schulung ist also Vorbedingung, so wie sie teilweise imMagischen Brief Nr. 2 „Spaltungsmagie\" als Grundlage für die magischeEntwicklung verlangt wird.VIII. 17"},{"pageNumber":18,"pageContent":"zeug göttlicher Kräfte betrachten, denen sich derHerr dieses Äon bedient, um die Evolution unsererPlanetenkette vorwärtszutreiben*). Als auser-wählter Träger einer unsterblichen individuellenSeele göttlicher Abstammung muß er sich freudigbewußt sein, daß seine Wirksamkeit sich aufJahr-tausende hinstreckt, seine geistige Kraftentwick-lung von Inkarnation zu Inkarnation fortpflanzt,dabei stetig wachsend. Es gilt dabei als wich-tigstes Ziel, an die Stelle des verfallenen Christen-tums die Religion des neuen kommenden Wasser-mannzeitalters zu propagieren, ihren Weg vor-zubereiten, die Menschheit wieder mit liebevollerStrenge zu erziehen. Der von Jesus Christus ge-gebene Impuls der Mitleidliebe ist von den Men-schen im krassesten Materialismus, in Blut undHaß erstickt worden, Jetzt trifft sie der neuekosmische Impuls der mitleidlosen Liebe.•) Siehe Magischen Brief Nr. 7 „Satanistiache Magie\" und Serie II„Magia cosmosophica\".18VIII."},{"pageNumber":19,"pageContent":"Jede Religion baut sich auf Furcht auf, dahermuß das Volk nicht mit haltlosen Phantastereienund schwächenden Begriffen der Nächstenliebegeschreckt und genährt werden, sondern die stra-fende, rächende Hand des strengen Gottes auchfühlbar auf ihm lastend merken. Die magischeMacht des Priesters muß wieder zur Realitätwerden, streng und unerbittlich. — Das Opfer Jesuwar für den größten Teil der Menschheit umsonstgebracht, jetzt kommt die Zeit der Ernüchterung,der Wiedervergeltung, der Strafe. Saturnus stehtals kosmischer Vollstrecker bereits drohend imOsten, um seine Herrschaft auf den großen Zeit-raum des Wassermann- und Steinbockzeitaltersanzutreten, um sich erst dann in Jupiter zu ver-wandeln, den Führer durch das sagenhafte, viel-versprochene goldene Zeitalter im Zeichen desSagittarius.VIII 19"},{"pageNumber":20,"pageContent":"Eine der wichtigsten Folgewirkungen des großenWeltkrieges und der politischen Revolution istauch die durchgreifende Veränderung unserer An-schauungsweise über die Begriffe der Ethik, derMoral oder auch der geschlechtlichen Liebe über-haupt.Immer mehr macht sich, vor allen Dingen in dengebildeten Volksschichten, natürlich in den Groß-städten am stärksten, eine rücksichtslose Ablehnungdessen, was man bisher so gemeinhin Ehe nannte,bemerkbar. Vom okkulten Standpunkt aus be-trachtet, bringt das kommende Wassermannzeit-alter tatsächlich eine durchgreifende Revolutionder Ehebegriffe mit sich und jetzt, schon in denletzten fünf Jahren, kann jeder aufmerksame Be-obachter die Anfänge dieser neuen Anschauungdeutlich bemerken.Es ist, als ob jetzt erst von den Menschen dieBrüchigkeit unserer sogenannten üblichen Ehen er-kannt wird. Immer mehr machen sich Bestrebungengeltend, die Bande, welche das Geschlechtslebenin bestimmte Formen fesseln, zu sprengen. Diealten vererbten Sittlichkeitsbegriffe werden nachund nach ausgelöscht. Die Seele des Volkes be-20 VIII."},{"pageNumber":21,"pageContent":"müht sich, neue Gesetze und Formen auf viel freiererGrundlage zu finden.Die Geschlechtsnot der Ehelosen und die Ehenotder Verheirateten ist so groß geworden, daß siesich nicht mehr vor dem sehend gewordenen Augeder Allgemeinheit verbergen läßt. Das Verlangennach Gestaltung und Beseelung der herrlichstenund heiligsten der Körperkräfte, der Sexualkraft,wird nun nicht mehr verstummen. Das Urtrieb-hafte drängt im Menschen nicht nur zur Befreiung,sondern auch zur Veredelung.Die in den breitesten Volksschichten immer mehrum sich greifende sportliche Betätigung, das Wir-ken der Tanzschulen, der Vereine für körperlicheGymnastik und nicht zuletzt auch die eifrigePropaganda und das schon teilweise Bestehen vonNacktsportklubs, wirken auf diesem Gebiete bahn'brechend.Ich gehe nicht zu weit, wenn ich behaupte, daßunserer ermatteten Zivilisation erst,dann wiederfrisches rotes Blut wirklicher Kultur eingeflößtwerden kann, wenn der Kampf um Bejahung undBeseelung des Geschlechtslebens beiden Geschlech-tem freigegeben wird und in Bahnen gelenkt, woer sich ungehemmt nach neuen Moralbegriffenausleben kann.Ich halte die neuen ethischen Ehrbegriffe, wie siejetzt proklamiert werden, für stark genug, umauch die jetzt ungehemmte Geschlechtskrise zuVIII. 21"},{"pageNumber":22,"pageContent":"beendigen und zu klären, um dann erst dem jetztin seiner Triebkraft versklavten Menschen zu er-möglichen, sein Dasein und seine Sinnlichkeit vollauszuschöpfen, ohne an Gesundheit und KörperSchaden zu leiden,Dazu gehört natürlicherweise eine schon jetzt ein-setzende geistige und seelische Erziehung des Men-schen. um wieder die alten hohen, heiligen Be-griffe über die Liebe in sich zu erziehen, sowie sie in alten Kulturen in der Blütezeit der Vol-ker zum Teil bereits groß gewesen sind.Liebe an sich hat nichts mit Geschlechtsleben oderZärtlichkeiten körperlicher Art zu tun, sondern istzunächst ein rein seelischer Vorgang, der Ur-sprung der Liebe liegt im Unterbewußtsein, imMetaphysischen.Wenn zwei Seelen sich in Liebe vereinigen, so sindsie nicht vom Menschenwillen zusammengeführt,sondern von einer höheren Gesetzmäßigkeit, vonder sie nichts wußten. Sie sind, nach dem Gesetzdes Karmas, von Ewigkeit her füreinander be-stimmt und wurden in den Kurven ihrer kosmischenindividuellen Entwicklung zueinander geführt, umgemeinsam ihr Karma abzutragen und sich gegen-seitig zu helfen, durch Ergänzung und Entfaltungder in ihnen schlummernden gegenpolaren Kräfte.So ist eine Menschenseele vielleicht dazu bestimmt,nur als Werkzeug für die andere zu dienen, zuderen Entfaltung und Entwicklung, möglicherweise22 VIII."},{"pageNumber":23,"pageContent":"nur Prüfstein zur Überwindung einer disharmo-nischen Spannung und zu deren Auslösung,—viel-leicht aber auch die Ursache zu einer neuen kar-mischen Belastung als gesetzmäßige Folgeerschei-nung nicht verstandener Konstellationen, also zueiner neuen karmischen Bindung.Das Gefühl der Zusammengehörigkeit vom erstenAugenblick des Sehens an deutet ja auf eine schonJahrtausendalte Gleichschwingung hin, die im Laufeder zahlreichen Inkarnationen sich immer gleich-sam wiederfindet und erneut. Gerade das innereBewußtsein und bestimmende Erfühlen, im Innerendes anderen Menschen den Gleichklang wiederzu-finden, bedeutet ja die Grundursache des gegen-seitigen Anziehens und der Liebe, die zuerst aufrein seelischer Empfindungsbasis liegt, sich erstdann später zum rein sinnlichen Verlangen steigert,mit dem geliebten Wesen sich auch körperlich zuvereinen.Alle äußeren Beziehungen, welche zwischen zweiMenschen möglich sind, stellen dann nur den Aus-druck der inneren Verbundenheit dar. So kommtes, daß von dem geliebten Menschen gleichsamdas eigene Dasein neu durchstrahlt und erhelltwird: Die Widerspiegelung des uralten kosmischenWerdeganges findet statt, daß jede Sonne im End-lauf ihres kosmischen Lebens zum Doppelgestirnwird, durch Anziehen eines gegenpolaren Gestirnes,um dann nach vollzogener Vereinigung Mutter-VIII. 23"},{"pageNumber":24,"pageContent":"Gigantin zu werden, um neue Welten, ein neuesUniversum zu zeugen.So ist der Begriff Liebe im eigentlichen Sinne derschöpferische Mittelpunkt im Menschen und liegtauf rein geistiger und kosmischer Basis.Die Jetzige Menschheit, die im krassesten Zeitalterdes Materialismus, welcher zur Abstumpfung derSinne führt, lebt, verbindet natürlich mit demBegriff Liebe stets das Geschlechtsbegehren unddie Geschlechtslust. Der Mann wird vom \"Weibeund seinen Reizen angelockt und umwirbt dasselbe,weil er eine Steigerung seines eigenen Ichs mitLusterleben erwartet, also in niederer Sinnlichkeit.Das Weib erwartet durch seine Hingabe auch nureine Luststeigerung, eine Aufpeitschung der durchgeheime Erwartung sowieso gespannten Sinne, Esbetrachtet seinen Körper nur als Reizmittel fürdie Sinne und das Begehren des Mannes, in denseltensten Fällen als Liebesopfer, um zugleich derGattung durch Fortpflanzen des Menschentums zudienen. Eine tatsächliche seelische Vereinigung vordem Geschlechtsakt findet immer seltener stattund die eigentlich erstrebte Einheit wird nicht voll-zogen, sondern die sich begattenden Partner bleibenimmer Zweiheit.Das moderne Weib hat seine Bestimmung in derErkenntnis längst verloren, daß es durch geistigeund körperliche Vereinigung mit dem Manne diesenerst befähigt, als schöpferisches Prinzip fruchtbar24 VIII."},{"pageNumber":25,"pageContent":"zu werden, um die Entwicklung der gesamtenMenschheits-Evolution in aufsteigender Linie hin-aufzutreiben.Das solar eingestellte Mannesprinzip benötigt nochimmer während dieser Menschenperiode die er-gänzende lunare Kraft des Weibes, solange, biser selbst und die Menschheit sich in fernester Zeitvom Geschlecht befreit hat.Es ist klar, daß die Fälschung des Begriffes Liebein Geschlechtsnot keine Änderung unseres Lebensbrachte, sondern nur der Menschheit die Fähigkeitraubte, die Geschlechtskräfte in ihrem tiefsten Ge-halt auszuschöpfen, weil die Geschlechtslust und dergesamte Akt keinen unbedingten Zweck mehr hat.Wenn wieder die Geschlechtskraft bewußt alsstärkste und gewaltigste Ausdrucksmöglichkeit desunvergänglichen Ewigen im Menschen mit sinn-lichen Mitteln erkannt wird und benutzt, um dieGrenzen des Ichs zu sprengen und den höherenSphären des Gottmenschentums nahe zu kommen,dann wird eine neue Kulturperiode des Menschenanbrechen.Ich glaube, daß wir uns in diesen Jahrzehnten imDämmerschein dieser neuen Tage dieser neuen Zeit-periode bereits befinden.Mit der Veredelung des Geschlechtstriebes wird derletzte Rest vom Tiersein, welcher der Menschheitin dieser Epoche noch anhängt, nach und nachüberwunden. Wenn man offen diese heilige KraftVII.25"},{"pageNumber":26,"pageContent":"bejaht und ohne innerliche Hemmung sich im Lie-besleben bewußt betätigt, sich frei macht von prü-deriehafter Stellung zum Geschlechtsakt überhaupt,dann wird die Aktivität des liebenden Mannes auchdas Weib in seiner Hingabe nicht nur ausschöpfenoder vernichten, wie es heute oft geschieht, son-dern mit emporreißen zu höheren Gipfeln desMenschentums.Auch für das Weib soll es in Zukunft keine bloßePassivität in der Liebe und dem Geschlechtserlebengeben, sondern auch das Weib muß seine ganzePersönlichkeit, sein ganzes Weibtum bewußt hinein-werfen in den Kampf der Geschlechter. Vorbe-dingung natürlich ist zur Erfüllung dieses Bestre-bens das Aufhören der Einehe, denn die Dauerehebedeutet Versklavung, Knechtschaft, eine dauerndeHinderung der geistigen Einfühlung beiderseits odereine innerliche Versklavung zunächst auf seifender Frau.In den meisten unserer Ehen sind ja die Menschengegenseitig versklavt unter dem sinnlichen Reizund der oft anders gearteten Erotik des Partners.Die meisten Menschen sind im Inneren unbefriedigtund leer, da sie in ihren tiefsten seelischen Tiefenniemals vom Ehegemahl erfühlt werden.Besonders das Weib hat darunter am meisten zuleiden, da sie sich nur in den seltensten Fällenrestlos ausgeben kann, weil ihr der anziehendeund ausgleichende Gegenpol beim Manne auf see-26 VIII."},{"pageNumber":27,"pageContent":"lischer Basis fehlt. Das Geschlechtsleben nur alsGenuß und Reiz, ohne innerliche seelische vorher-gehende Einswerdung, macht die Menschen aufdie Dauer nicht nur seelisch, sondern auch kör-perlich krank. Das trifft: natürlich bei tier- undtriebhaften Mannesnaturen niemals zu, aber unsergesamtes Frauentum steht ja in seiner jetzigenEntwicklungsphase, in seiner inneren Gestaltungs-möglichkeit auf einer in dieser Hinsicht höher zubewertenden Basis wie der Mann. Die verhinderteseelische und damit sekundär zusammenhängendekörperliche Auslösung bringt niemals das edleMenschentum, die Entfaltung zum Gottmenschenim liebenden Weibe zum Ausbruche.Wahre seelische gebende und auch wieder emp-fangende Liebe steigert im grauen Alltag den Wert-gehalt des einzelnen Menschen und gibt ihm per-sönlichen Adel und Größe, gleich, ob Mann oderWeib, Erst das Bewußtsein, ein brauchbarer Bau-stein im Rahmen des großen kosmischen Werdensunseres Planeten Erde zu sein, besonders im Rah-men der Inkarnationstheorie gedacht, zeigt uns,daß Liebe Ewigkeit ist.Sie ist unendlich und unbegrenzt und findet keineHemmung und kein Ende im zeitlichen Gegenwär-tigen, sondern ist stärker wie der körperliche Tod,denn sie wirkt über ihn hinaus und begleitet denMenschen hinauf in höhere Einheiten der lichterenMenschlichkeitssphären in höheren Daseinsformen.VIII. 27"},{"pageNumber":28,"pageContent":"Erst in dem Heranreifen zum Gottmenschentum,zur höchsten Stufe der Schöpfung, findet alle ge-schlechtliche Betätigung im jetzigen Dasein ihreherrliche Erfüllung und ihr bejahendes Ziel, DerHermaphroditismus, entstanden durch totale Ver-nichtung der sexuellen Triebkräfte, ist höchstesMenschheitsideal.In den jungen Jahren führt der unterdrückte Ge-schlechtstrieb bei beiden Geschlechtern häufig zudem Laster der Onanie, die natürlich, im Über-maß betrieben, für den heranwachsenden jungenKörper schädlich wird, obwohl sie durchaus nichtdas zu verdammende Laster ist, als welches sievon Lehrern, Erziehern und Eltern oft dargestelltwird. Sie ist nur die Folge einer noch nicht ge-formten Triebhaftigkeit, da der Geschlechtstriebnoch nicht seinen Gegenpol erhalten hat und nochnicht Ausdrucksmittel für die seelische Einheitzweier Menschen ist. Hat man eine klare bejahendeStellung zum Geschlechtlichen in sich aufgerichtet,so findet der junge Mensch auch den Mut unddie Mittel zum Geschlechtsverkehr, um seine Ge-schlechtskraft nicht in einseitiger Spannung zuvergeuden, wenn er weiß, daß seine Kraft die hei-lige Quelle der Fortpflanzung ist oder auch derGegenpol zu der sexuellen Spannung im Weibe.So ist der Weg zur Überwindung der Onanie undzur richtigen Gestaltung des Geschlechtstriebeshier schon gegeben.28VIII."},{"pageNumber":29,"pageContent":"Wenn man den Geschlechtsakt als Ausdruck derLiebe seelisch wertet, dann bejahen wir den Lust-wert und doch zugleich auch das Edle, was in ihmist. Es muß natürlich darauf mit vollem Nachdruckhingearbeitet werden, seine Triebe, die leicht über-schäumen, zu bändigen, aber sie nicht zu unter-drücken, sondern sie müssen dem Leben einengewissen Rhythmus geben, eine Ansammlung undeine Auswirkung, ein empfangendes Aufnehmenund eine auswirkende Stoßkraft. Dann wird auchdas Nervensystem des Menschen wieder genesenund der Kreislauf der Säfte geregelt. Wenn mandie übertriebene Lüsternheit beider Geschlechterbekämpft mit der Verherrlichung der reinen Liebeund der Erotik, so wird man sicher Erfolg haben.Parallel muß natürlich ein Heilighalten und Pflegendes Körpers gehen, um auch den Körper als edelsteForm der Liebe schon äußerlich vollwertig zu ge-stalten.Die Onanie bedeutet die ewige Rückkehr in sichselbst, das Nicht-aus-dem-Kreise-treten des eigenenIchs, Wer sich jedoch mit dem geliebten Weib ge-schlechtlich vereinigt, der tritt aus dem Drehkreiseseines eigenen Ichs heraus und durch die Ver-schmelzung der beiden Formen entsteht, wenn nichtdurch Zeugung eine neue Form, so doch für dieDauer der Liebe eine Vereinigung beider Formenzu einer Harmonie, die das Du und das Ich ver-körpert und gleichsam einhüllt.VIII. 29"},{"pageNumber":30,"pageContent":"Das Geschlechtserlebnis ist weder gut noch böse,es ist eine einfache organische gesunde Betätigungdes Körpers, die nicht schadet, ebensowenig wieJede andere körperliche Betätigung, wenn sie be-wußt und regelmäßig ausgeübt wird. Vor allenDingen darf ein Geschlechtsakt nicht zwischen un-sympathischen Menschen ausgeübt werden, dennnicht nur die Berührung der Körper ist dann un-natürlich, sondern schon die Durchdringung dereigenen Odkraft mit der anderen unsympathischenOdkraft des Partners macht den menschlichenFluidalkörper krank. Deshalb ist der Fluidalkörpereiner Dirne, die sich täglich an viele Männer weg-wirft, hellsichtig gesehen, von dem übelsten Aus-sehen und gleicht verfaulendem Fleische. SchonBuddha sagt: „Wenn du eine Dirne umarmst, soist es das gleiche, als hättest du eine Leichegeküßt.\"Wer den Geschlechtsakt mit einem ihm gleich-gültigen oder nicht anziehenden Menschen aus-übt, der bewegt sich auf der niederen Basis derSexualität, schwächt sich körperlich und geistig,ohne zu empfangen und ist schon wegen seinerUnbesonnenheit und seiner tierischen Triebhaftig-kett zu verachten.Das geistige Geschlechtsleben des Menschen be-steht ja gerade darin, daß die Triebkraft aus derunteren Körperhälfte gleichsam in die obere ge-stiegen ist und von hier aus die Organe beherrscht30 VIII."},{"pageNumber":31,"pageContent":"werden können. Durch das Geschlechtserlebnis er-hält man gleichsam ein Durchströmtsem von see-lischen Wechselströmungen, die auch auf die Ge-sundung und das Wohlbefinden der Körperorganewohltuend einwirken. Das ist der Sinn der Be-gattung, der unter anderem dem Menschen denWeg zeigt, wo er an die Grenzen seiner Sinnen-welt gelangt, über die er als Geisteswesen hinaus-strebt. Es ist alles Zweck, wenn man die Begattungals geistig seelisches Erlebnis an erster Stelle auf-faßt, um den Menschen höher zu bringen, ihn aufeine höhere Stufe der Erotik zu tragen, was imSexuell-Sinnlichen im Körperlichen nur für kurzeZeit erreicht werden kann.Nur durch die Verschmelzung vom Ich und Du,durch das Zusammenströmen der soloren und lu-naren Spannung, wie sie das Geschlechtserlebnisgibt, kann der Mensch einen dauernden Hochflugin höhere Sphären wagen und erleben; denn dieSteigerung seines sinnlichen Empfindungsvermö-gens und dadurch das überschreiten der Schwelleder transzendenten Welt durch unbeseelte reinetriebhafte Erotik, was Ja in einzelnen Phasen imRausch der Erotik gelingen kann, führt zu einertotalen Erschöpfung der Nervenknifte und zu einerErkrankung des gesamten Körpers.Die Beschädigung der Seele und des Empfindungs-lebens ist noch stärker zu werten als die orga-nische Beschädigung des physischen Körpers.VIII 31"},{"pageNumber":32,"pageContent":"Es ist anzunehmen, daß nicht nur die physischenAtome des menschlichen Körpers, sondern auchdie Atome seiner geistigen Organe irgendwie auf-einander eingestimmt sein müssen, denn so ist diereine körperliche Anziehung und Abstoßung vielerMenschen untereinander, durch geradezu körper-lichen Widerwillen oder starke Sympathie zu er-klären. Die letzte geistige Einswerdung der Atome,wie sie im Geschlechtserlebnis in gewaltiger Stei-gerung im reinen Zusammenklang sicher eintritt,ist gewiß die Vorbedingung zur werdenden Einheiteines neuen Menschenwesens, durch Zusammen-klingen der physischen Atome. Die vollkommeneEinigung von Mann und Weib in eingehenderVerschmelzung ohne Denken und vernunftmäßigesHandeln ist in der höchsten Auswirkung Erlebendes Absoluten, ein Herausgehen aus dem Irdischenin das Ewige.Nur von diesem Gesichtspunkte aus kann das Ge-schlechtserlebnis als Liebesfeier betrachtet werden,deren Auswirkung im rein Göttlichen des Menschenliegt. Die Zeugung bedeutet eine Ausschaltung desIch, dieses geht unter im Du und zeugt das Es,32 VIII."},{"pageNumber":33,"pageContent":"ein neues Wesen, das sich wieder nach der Ge-schlechtsreife in Ich oder Du spaltet.Im eigentlichen vorbestimmten Sinne dürfte nur einKind gezeugt werden, wenn dieses tatsächliche Zu-sammenklingen von Seele und Körper auch vorliegt,wenn also im metaphysischen Sinne der absolute Ein-heitspunkt erreichtist,welcher subjektivwahrschein-lich trotz des Wollens sehr selten erreicht wird.Wenn also dem Geschlechtsverkehr nicht zugleichder seelische Akt der Zeugung nebenhergeht, dasWollen zum Zeugen des Kindes, so ist derselbedeshalb durchaus nicht zu verwerfen, wenn er aufreiner harmonischer Basis beruht, sondern nur. alsAusgleich der beiderseitigen Körperschwingungenzu betrachten.Wenn im Augenblick der höchsten Empfindungdas gesamte eigene Ich untergeht in dem höchstenErfühlen des anderen Ichs, so ist der heilige Augen-blick zur Erzeugung eines neuen Lebewesens imseelisch metaphysischen Sinne gegeben und damitals magische Imaginationszeugung zu betrachten.Da dieser Vorgang in seiner Kostbarkeit der äußerstseltenen vollkommenen Harmonie auch zwischenzwei liebenden Menschen selten ist, so kann ereigentlich nur als Krönung zahlloser Erlebnisseerotischer Art aufgefaßt werden. Daraus erklärtsich auch die eigentliche Grundbedingung, daß derGeschlechtsakt nicht mehr ausgeübt werden dürfte,wenn das Weib sich Mutter fühlt.VIII. 33"},{"pageNumber":34,"pageContent":"Wer mit einem Weibe körperlichen Geschlechts-akt ausübt, das unter seinem Herzen schon einKind empfindet, der sinkt wieder auf die Stufe dertierischen Brunst herab und hat den ethischenWert der Liebe wieder verloren. Hier kann für einegewisse Übergangszeit der sinnlich-erotische Ver-kehr durch den Koitus per os ausgeübt werden, ausGründen, die aus der Abhandlung auf Seite 75hervorgehen.Wenn Jedoch der Körper als Ausdruck und Ver-mittler der seelischen Wesensharmonie erkanntund erlebt wird, so ist nicht nur die Seele undder Körper, sondern der ganze Mensch in seinemgöttlichen Menschtum geadelt.Wenn wir die Ehe als eine Vereinigung betrachten,die zu dem Zwecke der Fortpflanzung der Rasseeingegangen wird, so ist sie wohl einerseits eineVereinigung zweier liebenden Menschen, anderer-seits die Vereinigung eines Elternpaares zum Zweckeder Zeugung. Da ohne vorhergehende gegenseitigeLiebe, als Faktor bewertet, eine Zeugung in denmeisten Fällen nicht möglich ist, da der Geschlechts-akt von selten der liebenden Frau nur dem ge-liebten Manne gestattet wird, so ist also Wertdarauf zu legen, den primären Vorgang, also dieLiebe, als das Ursächliche und zunächst Wichtigezu betrachten. Es ist zunächst bei dieser Betrach-tung wichtig, wiederum den primären Faktor, dieLiebe, in zwei Unterfaktoren zu teilen, in die see-34 VIII."},{"pageNumber":35,"pageContent":"lische Liebe, die mehr den passiven zu bewertendenTeil darstellt, und den aktiven Teil, die geschlecht-liche Betätigung, die ich als eigentliche Liebes-kunst bezeichnen möchte.Es wäre falsch, die gegenseitige Liebe als kon-stitutive Voraussetzung der Ehe zu betrachten,indem man durch diese Voraussetzung eine ge-wisse Harmonie entdeckt, die jedoch durchaus nichtimmer stichhaltig sein dürfte, da tatsächlich dieeigentliche Liebeskunst durchaus lehrbar und lern-bar in ihrem aktiven Teil ist. Selbst der elemen-tare Akt des Beischlafes kann und muß unter ge-wissen Umständen gelehrt werden. Unwissenheitin Geschlechtsangelegenheiten ist eine charakte-ristische Eigentümlichkeit der zivilisierten Rassen,denn dieselben wissen von den elementarsten Dingender Liebeskunst, von der gesamten ethischen Taktikin der Ehe, von der Sexualhygiene so herzlichwenig, auf Grund falscher Erziehung und Vorent-haltung seit frühestem Kindesalter, daß man immerwieder nur staunen muß.Die meisten monogamischen Vereinigungen ba-sieren ja in dieser Beziehung auf einer totalenUnkenntnis dieser Dinge und beide Eheleute be-sitzen meistens weder angeborene noch erworbeneFähigkeit in der Kunst der Liebe, von den subtilenFeinheiten der Erotik gar nicht zu sprechen*).\") Siehe Rudolf Lothar, Die Kunst des Verführens. Wien 1925.VIII.35"},{"pageNumber":36,"pageContent":"Eine Kultivierung der Liebeskunst auf ethischerSchönheitsbasis ist zunächst das Haupterforder-nis für die Grundlage einer modernen Ehe. Wennbeide Liebende tatsächlich sexuell vollen Genußempfinden, der in wechselseitiger Harmonie in ge-wissen Intervallen erfolgen muß, so wird nie eineÜbersättigung eintreten oder gar eine gewissestumpfe Gleichgültigkeit, wie es meistens in den.heutigen Ehen der Fall ist.Die Vernachlässigung der Liebeskunst ist besonderscharakteristisch für das Christentum. Der alt-römische Geist hat dieser. Erscheinung vorgear-beitet, denn das Aufblühen des Militarismus inRom, die sportliche soldatische Tüchtigkeit, ließendie Römer in der Liebe eine Art zu duldendeSchwäche sehen, nicht aber eine zu pflegende Na-tionalkunst, um die Ethik und Moral des Volkeshochzuhalten. Diese Anschauung war die Ur-sache, um die negierende Einstellung des Christen-tums zur Erotik zu befestigen*).Das Mittelalter, mit seinem der Liebe verderblichenEinfluß der christlichen Askese, hat die letztenschönsten noch erhaltenen Blüten des klassischenAltertums ganz zerstört, soweit unsere westlichenLänder in Frage kommen, im Gegensatz zum Orient.In den Jahrhunderten des herrschenden Christen-tums tritt uns ein beklagenswerter Mangel an\") Siehe Ovid; Cadinus Milesius.36 VIII"},{"pageNumber":37,"pageContent":"Erkenntnissen nicht nur der erotischen, sondernauch der ethischen Bedeutung der Liebeskunstentgegen, die sich sogar in Extreme grausamsterUnterdrückungen der natürlichsten Triebkraft desMenschen äußert, unter deren Nachwirkungen,unter Scheinheiligkeit und Frömmigkeit die Sinn-lichkeit zu verdecken, wir noch heute in unsererZeit zu leiden haben.VIII. 37"},{"pageNumber":38,"pageContent":"Der Flirt ist in seiner Elementarform die natür-lichste und normale Art des Liebeswerbens, dasdem Menschen genau so, wie dem Tier, angeborenist. Kinder pflegen, sich selbst überlassen, Liebeim Spiel und Scherz von ihrer psychischen sowievon ihrer physischen Seite aus zu treiben, aberdie Erwachsenen pflegen das Physische solcherSpiele streng zu unterdrücken, wenn sie Spurendavon entdecken, und das Psychische zu belächelnoder lächerlich zu machen, ein Umstand, der diezartesten Beziehungen der Geschlechter auf phy-sischer Basis in den Uranfängen grausam zerstörtund oft für das ganze Leben nicht wieder in der-selben Reinheit aufkommen läßt.Die in unserer Zeit meist geübte degenerierte Ab-art des Flirtes, der nicht als Teil der Werbung umseiner selbst willen besteht und nicht zur vollensexuellen Befriedigung führt, ist natürlich zu ver-werfen. Als eine Folgeerscheinung dieses Flirtesist die heutige, in der jungen Mädchenwelt häufigeDemi-vierge zu betrachten, die bei intakten Hymendie Freude der Liebe kennt und erlebt hat. Esist also durchaus anzuraten, daß ein Mädchen vorder Ehe auch körperlich durch die Arme und Hände38 VIII"},{"pageNumber":39,"pageContent":"mehrerer Männer geht, denen sie sich hingibt,um so mehr weiß sie dann die körperlichen undgeistigen, besonders die seelischen Eigenschaftenihres Ehegemahles zu schätzen und zu würdigen,von dem Prinzip ausgehend: nur der wertvollsteMann darf mich als Frau sein eigen nennen. Damitist der Grundstein zur guten Ehe, auf Freundschaft,Kameradschaft basierend, mit sexueller seltenerBefriedigung geschmückt, gelegt.Als Elementarwissen und Ausdrucksform lassen wirden Flirt gelten, ist er doch in seinem Anfang eineVorbereitung zur Liebe selbst. Er muß nur stetsdas Mittel zum Zweck sein und in mehr oderweniger kurzer Zeit sein Endziel finden.Da die Bedeutung einer vollkommenen Vorbereitungauf die Ehe für das Individuum und für die Gesell-schaft gar nicht hoch genug eingeschätzt werdenkann, ist es selbstverständlich, daß vor allenDingen die Unwissenheit der jungen, in die Ehetretenden Mädchen auf sexuellem Gebiet beseitigtwird; gibt es doch bei uns noch häufig Mädchen, dievon vollkommener Ahnungslosigkeit gegenüber derTatsache sind, daß die Liebe überhaupt irgendwelcheintime körperliche Beziehungen mit sich bringt.Genau so wichtig wie die Vorbereitung und In-struierung des Mädchens für die kommende Mutter-schaft ist natürlich auch die Vorkenntnis deseigentlichen Geschlechtsaktes für die kommendejunge Frau. Es ist nicht Pflicht des Ehemannes,VIII. 39"},{"pageNumber":40,"pageContent":"seine junge Frau darüber aufzuklären, sonderndafür muß die Mutter des Mädchens sorgen, unddas Mädchen muß vieles vorher wissen, dessenMitteilung man selbstverständlich von einem Mannenicht verlangen kann. Dazu gehört z. B. die Tat-sache, daß Koitus in den allermeisten Fällen denMann viel mehr erschöpft und ermüdet als dieFrau. Ferner, daß die häufige Wiederholung desOrgasmus, der sie selbst stark und strahlend macht,auf den Mann in zu häufiger Wiederholung einenimmer erschlaffenderen Einfluß ausübt, daß aberhäufig sein männlicher Stolz ihn veranlaßt, dieseTatsache zu verbergen.Die junge Frau hat in ihrer Unschuld keine Ahnungdavon, daß ihr Vergnügen nur auf Kosten ihresMannes Gesundheit erkauft ist und die von ihrverlangte häufige Wiederholung des Koitus für ihnein sehr bedenklicher Exzeß sein kann*).Auf der anderen Seite fehlen zwar nicht die Kennt-nisse des Geschlechtsaktes beim Mann, in denmeisten Fällen aber andererseits seine Geschick-lichkeit und Takt der jungen unwissenden Fraugegenüber. Die meisten Männer wissen nichtsanderes, als was sie bei den Prostituierten gelernthaben. Sie bringen also die Feinfühligkeit undRücksichtnahme nicht auf, um die Liebeserschwe-rung zu überwinden, da eine Mischung von Vor-*) Siehe Forel: Die sexuelle Frage, Seite 97-101, Abart und Technikdes Flirts.40 VIII."},{"pageNumber":41,"pageContent":"urteilen und Unwissenheit sehr oft bei einem jungenWeibe an Stelle der Erotik in der ersten Zeit be-steht. Entweder behandelt er seine junge Frau alsNovize, die so schnell wie möglich die Formen desGeschlechtsaktes annehmen soll, die dem Mannevertraut sind, mit dem Risiko, sie dabei zu kor-rumpieren oder zu degoutieren; oder aber ihreReinheit wird so ehrfurchtsvoll respektiert, daßihre, im Unterbewußtsein sicher schlummerndenerotischen Gefühle und Wünsche nur teilweise ge-weckt, aber niemals ganz erfüllt werden, denn inJedem Weibe steckt im eigentlichen Sinne auchdie Dirne.Jede Frau begreift in einer überraschend schnellenWeise die' Kunst zu lieben, wenn sie ihr gelehrtwird, viel schneller als der Mann selbst. DieInitiative der Liebeskunst ist natürlich Sache desMannes, und je erfahrener er sich in der Liebes-kunst erweist, desto größer wird die Achtung derFrau vor ihm sein.Zahllos ist die Schar harmlos zufriedener Ehe-männer, die nie geahnt haben und nie erfahrenwerden, daß ihre Frau oft im stillen den Stachelgeheimnisvoller, verbotener Wünsche in sich tragt,die sie ihr nicht erfüllen können. Das ahnendeWissen, daß es Freiheiten und Kühnheiten in derErotik gibt, die ihr nie aufgezwungen und nie vonihr erbeten sind, scheidet ein Weib schon innerlichim Liebesempfinden von ihrem, in diesen DingenVIII. 41"},{"pageNumber":42,"pageContent":"nicht komplizierten Mann, der nie ahnt, was ihreigentlich fehlt. Kein Mensch hat ihm je gesagt,daß Liebe eine Kunst ist und daß die ganze In-telligenz und Geschicklichkeit eines Mannes dazugehört, um das Weib mit Leib und Seele zu ge-winnen und sie zum Vollklang, also zur vollenBefriedigung zu bringen.Die Größe der Unwissenheit in den Dingen derLiebeskunst kann man am leichtesten daraus er-sehen und ermessen, daß die meisten Eheleute sichnicht klar darüber sind, wie häufig ein geschlecht-licher Verkehr stattfinden soll. Diese Unwissenheitführt oft von beiden Seiten zu einer erzwungenenBetätigung, oft vom Mitleid oder gar aus getriebenerPflichterfüllung veranlaßt.Übrigens haben sich mit dieser Frage wohl sämt-liche Gesetzgeber, Religionsstifter und Philosophenschon in den frühesten Zeiten beschäftigt. Zoroasterund Solon sagen: einmal alle neun Tage. DasGesetz des Manu erlaubt den Verkehr alle 14 Tagedes Monats. Andere indische Lehren verlangeneine sechsmalige Betätigung im Monat. Mohammedschreibt im Koran einen einmaligen Verkehr inder Woche vor. Der Talmud der Juden gibt ver-schiedene Vorschriften für verschiedene Kategorienvon Männern. Es steht darin geschrieben: Demkräftigen, gesunden jungen Manne wird der Ver-kehr einmal am Tage gestattet, dem schwer ar-beitenden Manne zweimal in der Woche, dem42 VIII."},{"pageNumber":43,"pageContent":"Gelehrten einmal. Luther betrachtet es als richtig,die Ehepflicht zweimal in der Woche zu erfüllen.Hammond sagt: einmal in der Woche bei Männernzwischen 25—40 Jahren, Fürbringer: 50—100 malim Jahre, Forel: bei einem Manne in der Vollkraft2 bis 3 Akte in der Woche, Mantegazza: bei einemManne zwischen 20—30 Jahren dreimal in der Woche,Guyot: einen Akt jeden 3. Tag.Diese Normen sind natürlich sämtlich zu verwerfen,und es ist falsch, größere oder kleinere Intervallefestzulegen, denn die Verschiedenheit des erotischenAnreizes bei dem einzelnen Individuum erlaubt keineFestlegung des Aktes, sondern die größtmöglichsteFreiheit.Auch die Verschiedenheit der beiden Geschlechterlaßt eine derartige Festlegung nicht zu, da dieVariation des Geschlechtstriebes beim Weibe vielgrößer ist. Mir erscheint es als das natürlichste,wenn der in der Liebeskunst erfahrene Mann sicheinmal im Monat seiner Frau nähert, wobei aller-dings schon Tage vorher durch geschicktes Liebes\"werben die Erwartung der Frau systematisch ge-steigert wird, um die ganze Spannung zu vergrößern,die dann der eigentliche Geschlechtsakt, welchernatürlich dann auch in der betreffenden Liebes-nacht häufiger ausgeübt werden kann, auslöst.Schon gewisse ästhetische Gründe, die mit dermonatlichen Reinigung der Frau zusammenhängen,lassen das oben Gesagte als natürlich erscheinen.VIII. 43"},{"pageNumber":44,"pageContent":"Viel wichtiger ist die Erkenntnis von seifen beiderGatten, daß der Orgasmus innerhalb wenigerStunden nicht zu oft wiederholt wird. Es gibtwissenschaftlich festgestellte Fälle, daß Eheleutein der ersten Zeit ihrer Ehe den Koitus 7—14malin einer Nacht ausübten. In einem außergewöhn-lichen Falle sogar 26 mal.Auch hier kann man natürlich keine Normen auf-stellen, Jedenfalls ist hier wohl als äußerste Grenzeein dreimaliger Verkehr innerhalb einer Nachtwohl zu betrachten.Es ist bei der Frau auch nicht so schädlich, wennder Orgasmus öfter als beim Manne eintritt, ja,ein in der Kunst der Liebe erfahrener Mann wirdstets dafür sorgen, daß seine Liebespartnerin inner-halb des einzelnen Geschlechtsaktes mehrmalszum Orgasmus kommt. Da das Weib sich ja natür-lich schwerer erregt als der Mann, die Erregungviel länger andauert und auf Jeden Fall befriedigtwerden muß, so muß der Ehemann sich den Be-dürfhissen seiner Frau anpassen und, da er meisten-teils die geforderte hohe Potenz nicht besitzt, dieselbedurch seine Einsicht und Geschicklichkeit ersetzen.In der heutigen Zeit der starken Geistesarbeit und indem nervenzermürbenden Leben sind ja die Männer,wie Casanova, Don Jüan usw., die man als Typusdes sexuellen Athleten betrachtet, recht selten.Das Liebesleben unserer Zeit krankt besonders ander viel zu geringen Aktivität des Weibes im"},{"pageNumber":45,"pageContent":"sexuellen Verkehr der Geschlechter. Wohl ist esrichtig, daß in den meisten Fällen der Mann derwerbende Teil ist; aber es ist eine bedauerlicheTatsache, daß der Mann unserer Tage im all-gemeinen einer mühevollen Werbung um ein be-gehrtes Weib sich nicht mehr unterzieht, weil ihmdie Erlangung des Zieles zu umständlich ist undihm meistenteils vom Weibe viel zu schwer ge-macht wird. Falsche Scham, falsche Moralbegriffeund totale Unkenntnis der Liebeskunst und desGeschlechtslebens überhaupt hindern das Weib,sich dem Manne schnell zu ergeben, obwohl imSinnesempfinden vielleicht längst schon der Wunscheiner Hingabe da ist. Dem Manne wird durch dasleider so häufig verbreitete Dirnenwesen und durchdie Halbwelt viel zu viel Gelegenheit gegeben, ohnegroße Mühe seine Geschlechtsbedürfnisse zu be-friedigen.Wenn unsere Frauen- und Mädchenwelt in ihremGeschlechtsverlangen um die Hälfte hemmungs-loser wäre, so würde schon ein wichtiger Faktorzur Beseitigung des Dirnenwesens damit bestehen,denn auch die meisten Ehen leiden unter der mitden Jahren eintretenden Gefühlskälte der Frau. Esgibt häufig sogar Frauen, bei denen als jungesMädchen die Sinnlichkeit niemals richtig erwecktwurde- und die auch als Frauen in der Ehe niemalsbefriedigt wurden und häufig gefühlskalt bleiben.Oft sind sie selbst die Grundursache, denn sieVIII. 45"},{"pageNumber":46,"pageContent":"gingen in ihrem erotischen Triebleben niemals aussich heraus und verstanden nie, den Mann zugrößerer Sinnlichkeit zu reizen. Man kann wohlsagen, daß eine Erotik ohne gewisse Nuancen derPerversität in der Ehe abstumpfend wirkt, und esist Sache der Frau, in dieser Beziehung immerwieder den Mann aufs neue zu reizen und neueVerführungskünste zu ersinnen,Eine der größten Autoritäten in der Liebeskunstder Inder, Vatsyayana, sagt in seinem berühmtenBuche, dem Kamasutram:„Hat der Mann dem Weib Genuß verschafft, so ist es richtig,daß sie ihm ihrerseits den gleichen Genuß verschafft, indem sieihn umwirbt und zum neuen Koitus reizt durch ihre Geschicklich-keit in allen Präliminarien der Kohabitation. Wohl muß der Mannder Werbeode sein, aber stets die Frau die Verführende.\"Leider ist es ja nun mit der Kunst des Verführensseitens unserer Frauen und Mädchen nicht weither, wenn man das Kokotten- und Dirnentum nichtrechnet. Anstatt dem Manne in geschickter Formentgegenzukommen, wird ihm sein Liebeswerbenin unverständlicher Weise häufig genug erschwertund führt dadurch nicht, oder gar zu spät zumZiel. Das Liebeswerben muß sich gleichsam ineiner aufsteigenden harmonischen Kurve abspielen,die nach Erreichung des Zieles' langsam wiedersinkt, aber nicht in unregelmäßiger Zickzacklinie.Wir können in dieser Beziehung sehr viel von denÖstlichen Völkern lernen. Der gebildete Inder derhöheren Kaste bringt seinem Weibe die größte46 VIII.."},{"pageNumber":47,"pageContent":"Achtung entgegen, verlangt aber ihrerseits ein tat-sächliches einfühlendes Beherrschen seiner eigenenErotik im Sinne der Liebeskunst*).Bei manchen östlichen Völkern geht die Rücksicht-nahme auf die Frau sogar so weit, daß in derHochzeitsnacht die Defloration nicht ausgeübtwird, sondern erst nach einigen Tagen. Zweifelloswerden hier auch magische und religiöse Gründemitwirken auf dem Gebiete dieser sexuellen ma-gischen Traditionen, welche häufig auf die Harmonieder physiologischen und physischen Verhältnisseder Frau Rücksicht nehmen, sowie außerdem be-stimmte Gestirnkonstellationen im Kosmos berück-sichtigen.Statistische Beobachtungen in engeren zur Verfügung stehendenKreisen ergaben die an sich nicht überraschende Tatsache, daßin der Stunde der Defloration stets ein wichtiger Planet, oft derGeburtsgebieter des Partners, über den Deszendenten oder denAszendenten des Mädchens ging,Die meisten Frauen der heutigen Ehen werdendurch den vom Manne ausgeführten Koitus nichtbefriedigt, da der Orgasmus beim Manne viel zufrüh eintritt, und der in der Liebeskunst und Rück-sichtnahme auf die Frau nicht erfahrene Mannnicht weiß, daß er vor allen Dingen die Pflicht hat,den Orgasmus der Frau hervorzurufen, dadurchwerden die meisten der Frauen, die durch mangelndeBefriedigung und den Coitus interruptus niemalsv) Siehe: Vatsyayanas, „Kamasutram\"; R.Schmidt, Beiträge zur indischenLiebeskunst; Guyot, Brevialrc de l'amour experimentale; Heimann undStephan, Beiträge zur Ehehygiene nach den Lehren des Kömasutram.VIII. 47"},{"pageNumber":48,"pageContent":"befriedigt werden, leicht hysterisch und melan-cholisch.Da der Coitus interruptus, ohne Rücksicht auf dasStadium sexueller Erregung, das die Frau geradeerreicht hat, vollzogen wird, so schädigt er be-sonders das Nervensystem der Frau, während erden Männern, die es dabei doch zur Ejakulationbringen, nur wenig oder fast gar nicht schadet.Obwohl dieser Koitus wohl das sicherste und ver-breitetste Mittel, seit den frühesten Zeiten, zurVerhütung der Konzeption ist — er ist bereits imAlten Testament erwähnt, und nach Brantöme (im16. Jahrhundert) besonders empfohlen — so kannman doch wohl sagen, daß für beide Teile gleichschädliche Einwirkungen für das Nervensystemeintreten.Dagegen ist der Coitus reservatus in der Form,daß die Ejakulation während einer beträchtlichenZeit zurückgehalten wird, innerhalb derselben dieFrau mehrere Male Orgasmus haben kann, keines-wegs schädlich, sondern gewährt vor allen Dingender Frau volle Befriedigung. Leider haben nurwenige Männer die dazu nötige starke Willens-kraft und Selbstkontrolle über den unwillkürlichenVorgang der Detumeszenz.Ich kann wohl sagen, daß zur Liebeskunst undzur Erregung eines völlig adäquaten Koitus be-sonders die Methode des Coitus reservatus sorg-fältig kultiviert werden muß. Wenn auch manche48 VIII."},{"pageNumber":49,"pageContent":"Ärzte sagen, daß die schnelle Kulmination desGeschlechtsaktes nötig ist, um die Spannkraft derReflexzentren zu erhalten, so ist das wohl nichtallgemeingültig oder nur bei gewollten Zeugungs-akten nutzbringend.Die modernen Entwicklungstendenzen neigen auchin den geschlechtlichen Dingen zum Individualis-mus und benötigen die Spezialisierung in derErotik. Da nun dieser erotische Individualismusnicht ohne weiteres durch die Macht der Leiden-schart plötzlich fortfallen kann, so entstehen natur-gemäß daraus Hemmungen für das gegenseitigeVerstehen in sexueller Hinsicht. Andererseits kannaus Nachgiebigkeit und rückhaltloser Hingabe ofteine zu große Intimität gewährt werden, welchesogar für das dauernde Zusammenleben, wie esdie Ehe darstellt, schädlich ist. Deswegen emp-fehlen moderne Vorkämpfer für die neue Sexual-ethik für die Ehegatten getrennte Schlafzimmer.Ein besonders wichtiges Kapitel in der Liebes-kunst ist auch die Grundfrage der Eifersucht. Esist klar, daß Eifersucht ein Schwächezustand ist,andererseits seine Wurzeln im reinen Liebes-empfinden hat, dadurch allerdings auf egoistischenMotiven ruht.Eine Selbstverständlichkeit, ein Hauptmotiv derneuen Ethik muß dieses sein, daß ein Mädchen,-welches noch unverheiratet ist, auch ihrem Freundeoder Geliebten die Treue hält, zum mindesten einenVIII 49"},{"pageNumber":50,"pageContent":"Monat hindurch, bis zur nächstmonatlichen Reini-gung*). Diese primitive Forderung ist als neuerGrundstein zu betrachten, als ein neues Sexual-leben, das einerseits dem Manne eine Gewißheitdes sexuellen Besitzes gibt, der allerdings unterUmständen nur auf vier Wochen beschränkt ist,während er dem Mädchen eine gewisse Unge-bundenheit sichert, die auf diese Weise niemalszu leicht durch sexuelle Gewohnheiten ein Zu-sammenkneten aufkommen laßt. Hier muß derMann, wenn er die Angelegenheit vernünftig be-trachtet, diese Freizügigkeit dem Mädchen ge-währen und gegen die, wie gesagt, rein egoistischenMotive der Eifersucht ankämpfen.Es ist wohl klar, daß bei Befolgung dieser Frei-zügigkeit die Liebesverhältnisse von kürzerer Dauersein werden und die Partner öfters wechseln. Diesesverursacht dann in sekundärer Folge ein leichteresHingeben des Mädchens und damit bei beidenLiebesleuten ein intensiveres Auskosten der Sexual-leidenschaften. Dadurch wird das Empfinden wohlimpulsiver, jedoch reiner, und die ganze Liebes-werbung auf der männlichen Seite positiv undstark begehrend, auf der weiblichen Seite ebensopositiv und leicht gewährend. Ein Durchringen*) In gewissen Geheimlogen gilt diese Forderung als strenges Gesetz fürdie den Priestern geweihten Frauen, es wird sogar aus sexual-magischenMotiven auf die entsprechende Enthaltsamkeit gegenüber dem Ehemannausgedehnt. Übertretung gilt als schwerstes Verbrechen und wird mitdem Tod durch systematische Odentziehung gestraft.50VIII"},{"pageNumber":51,"pageContent":"zu dieser Anschauung ist meiner Ansicht nach eineder Hauptwurzeln eines neuen Sexualempfindens,das so stark und rein zugleich werden kann, dadie Gewährungsbereitschaft des Mädchens und derFrau im allgemeinen stärker wird und somit auchder Prostitution, dieser Seuche unserer Großstädte,mehr Einhalt bietet.Obwohl die Eifersucht an sich ein natürlicherInstinkt ist, gewissermaßen sogar eine lebenser-haltende Tendenz hat, da sie, wie bei der Tierweltam besten ersichtlich ist, zur Ausscheidung derschwächeren Ärtgenossen infolge des Kampfes umdas weibliche Wesen führt, so ist die Eifersuchtbei dem vernunftdenkenden Menschen doch alsSchwäche zu betrachten, da sie entweder patho-logisch oder atavistisch ist.Die schädlichen Einflüsse der Eifersucht sind fürdas Menschengeschlecht so ungeheuer und ver-ursachen so viele seelische und körperliche Schädi-gungen, daß dieselbe auf Jeden Fall durch oben-genannte Einstellung bekämpft werden muß. Dieangestrebte Gleichberechtigung der Geschlechtergibt dazu eine gute Grundlage.Nach Forel ist die Eifersucht die schlimmste undkrankhafteste aller tiefwurzelnden Irradiationender Sexualität, die wir von unseren tierischenAhnen geerbt haben. Eine wissenschaftliche Ana-lyse der Eifersucht führt immer zur egoistischenGrundlage und läßt sie als schlimmsten Punkt derVIII.51"},{"pageNumber":52,"pageContent":"Tendenz der Monogamie, welche den Liebespartnergegen andere Einflüsse auf jeden Fall abschließt,erkennen.Man kann sogar sagen, daß die Eifersucht durchdiese Abschließung Energie absorbiert, welche fürdie Kräftigung und den geistigen Austausch derMenschengesellschaft im eigentlichen Sinne un-entbehrlich ist.Wenn die Liebe als eine Vereinigung von Freund-schafts- und Geschlechtsgenuß definiert werdenkann, also die Freundschaft der Sphäre der Erotiksehr nahe liegt, so ist diese Erkenntnis die richtige.Die sexuelle Neigung zwischen Freunden ver-schiedenen Geschlechtes hat immer die Tendenzdes Überganges zur Freundschaft und ist es eigent-lich die Endphase der Liebeskunst, die erotischeSchwingung nach und nach in freundschaftlicheRegungen übergehen zu lassen, die dann aufwahrer Herzensfreundschaft und gegenseitigerAchtung beruht. Je früher dann die sexuellen Be'Ziehungen unterbrochen werden, ohne sich gegen-seitig ganz zu erschöpfen, desto eher wird dieseroben gesagte Zustand eintreten.Ich bin also strikter Gegner der sogenannten pla-tonischen Freundschaft, wenn sie nicht erst durchden Torweg früherer erotischer Intimität erreichtwird. Wenn das erotische Stadium durchschrittenist, dann kann man wohl für die weitere Dauerder Freundschaft das Recht einer platonischen52VIII"},{"pageNumber":53,"pageContent":"Liebe in Anspruch nehmen und diese pflegen. Diebewundernswertesten platonischen Freundschaftenentwickeln sich sogar oft zwischen Eheleuten, beidenen Sympathie, seelische Liebe und gemeinsameInteressen die sexuelle Leidenschaft überlebt haben.Eine solche tatsächlich beglückende Freundschaftist häufig zwischen Bruder und Schwester mög-lich, da dieselben als Kinder physisch intim ge-wesen sind und weil ihnen Jeder erotische Anreizim späteren Leben fehlt. Ich sage also, daß dieLeidenschaft der goldene Schlüssel zu den Kunst-werken und verborgensten Schätzen der Freund-schaft ist, nur muß man verstehen, mit diesemSchlüssel die Pforten richtig zu öffnen, dann ge-langt man zu einer Freundschaft, die immer einenHauch vergeistigter Erotik, einen zarten Schleiervon Intimität, eine süße Erinnerung an vergangeneschöne Stunden über sich trägt, die oft ein unlös-bares Band bildet.VIII.53"},{"pageNumber":54,"pageContent":"Für das Volk im allgemeinen ist diese neue ethischeGrundlage, wie ich sie fordere, natürlich nichtgangbar, da dieses größtenteils nur seinem Trieb-instinkte lebt, aber -wir haben Männer von größterGenialität und höchster Intelligenz genug, um inder Sphäre ihrer durchgeistigten Tätigkeit dieseerotischen und feingeistigen Freundschaften aufhöherer sexueller Basis oft genug zu finden.Als Beispiel: Goethe — Frau von Stein; Wagner — MathildeWesendonk — König Ludwig; Robert — Elisabeth Browning;Jesus Christus—Johannes.Wenn wir die geschlechtliche Liebe nicht mehr alsdie moderne Sklavin der Fortpflanzung betrachten,sondern als Selbstzweck, nicht nur zur reinentierischen sexuellen Befriedigung, sondern zurKultivierung und Vergeistigung der Triebe, ohnedie sexuelle Basis ganz zu verlassen, so gleichenunsere erotischen Liebesgärten Blumenhainen, indenen die Blumen und Rosen herrlicher erblühen,weil sie steril sind. Große Meister, -wie der alteBeardsley, der in seinen wunderbaren Schöpfungenwohl die höchste Stufe der Wiedergabe dieser An-schauungsweise erreicht hat, können nicht oft genug54 VIII"},{"pageNumber":55,"pageContent":"empfohlen werden, wahrend wir Rops als dessenGegenpol betrachten können, ohne diesen etwa zuverwerfen.Wenn die kultivierte Liebe die höchsten und bestenTeile der Seele an sich zieht, in denen das Fer-ment des höchsten künstlerischen Aufschwungesliegt, dann wird die meditative und kontemplativeLiebesseite der menschlichen Seele über die ex-pansive, egoistische und brutale Schwingung über-wiegend sein und somit eines der größten Sozial-probleme, die Sexualliebe auf eine höhere ethischeGrundlage zu heben, erreicht werden. Ansätze dazusind in allen Jahrhunderten gemacht worden*).Wenn schon das dogmatische Christentum, diechristliche Kirche überhaupt, eine der Haupt-schuldigen ist, welche die ürwüchsigkeit der Sinnes-freude der Menschheit in falsche Bahnen lenkte,sie gleichsam tötete unter dem Mantel christlicherReinheit, so ist die neue okkulte christliche Rich-tung, die sich meistenteils aus sogenannten christ-lichen Spiritisten zusammensetzt, welche Enthalt-samkeit predigt zur Gewinnung höheren geistigenLebens, direkt schädlich.Diese Richtung erkennt wohl die Tatsächlichkeitder höheren Bewußtseinszustände an, glaubt aber,durch völlige Enthaltsamkeit und Tötung des Ge-schlechtstriebes die einzige Grundlage zu schaffen,') Siehe: Virgil; Heliogabal.VIII. 55"},{"pageNumber":56,"pageContent":"damit sich die Pforten des höheren geistigen Innen-lebens öffnen. Dabei wird mit ganz absurden Be-hauptungen gekämpft. Nicht nur, daß der Ge-schlechtsverkehr als ekelhaft bezeichnet wird,sondern es wird z. B. behauptet, die Geschlechts-organe sind uns nur zum Kampf gegen unsereniederen Triebe gegeben, um unser wahres Ich zurEntfaltung zu bringen. Also betrachtet man dieOrgane als Zucht- und Prüfmittel.Wer einmal auf Grund einer höheren Erkenntnis-theorie das wahre Gottesdasein in seiner höchstenAuswirkung begriffen hat, also weiß, daß Gott dennegativen und positiven Pol in sich birgt, Vaterund Mutter zugleich ist und immerwährend inZeugung begriffen, der wird gerade die Heiligkeitdes Zeugungsaktes nie mehr vergessen.Daß unsere großen Menschheitsführer, wie Christus,Buddha, Laotse und viele andere bewußt ent-haltsam lebten, ist natürlich nicht zu verkennenund auch für diese Art Entwicklungsphase, in dersich diese hohen geistigen Menschen befanden,die richtige.Ein regelmäßiger, dauernder Geschlechtsverkehr,wie ihn die Ehe mit sich bringt, schwächt aufJeden Fall nicht nur organisch, sondern auchgeistig, aber deswegen wird ja immer wieder dieForderung von mir vertreten, diesen Geschlechts-verkehr nur zu bestimmten Tagen und in größerenIntervallen vorzunehmen, ihn als festlichen Höhe-56 VIII."},{"pageNumber":57,"pageContent":"punkt im Leben zu betrachten und ihn auch so aus-zuüben, also mit vorheriger ansteigender Spannungund langsam ausklingendem Ausklang. Warumfeiern die Menschen Europas keine Liebesfestemehr? —Die großen östlichen Religionen, wie der Buddhis-mus und andere, fordern Keuschheit, aber immernur für die unmittelbaren Anhänger und geistigenFührer, nicht für die Allgemeinheit.Das Primäre ist bei dem Geschlechtsverkehr, daßder Körper dem Geist gibt und sekundär dann erstder Geist dem Körper. Wenn beide Teile beimGeschlechtsverkehr nur Körper- und Geisteskraftabgeben, so ist das natürlich falsch, sondern derVerkehr muß so eingerichtet sein, daß beide Teilevoneinander nehmen und sich gegenseitig be-schenken, das heißt, sich solar und lunar aus-gleichen.Die Gattung des Menschen strebt nach Unendlich-keit, aber ebenso auch das Einzelindividuum. DerWeg dazu ist die erstrebte Höherschwingung indem erotischen Erregung szustand.Die Menschheit ist sich zu allen Zeiten, wenn auchdunkel, der Verwerflichkeit der Fortpflanzung be-wußt , die immer das Daseinselend von einemMenschenleben auf die Schultern des anderen legt,zum klaren Bewußtsein aber kommt das Nicht-seinsollen der Fortpflanzung aber immer erst denPhilosophen. So sind die Sinnestriebe die Ver-VIII. 57"},{"pageNumber":58,"pageContent":"lockung des Erdgeistes, das Binden an die Materie,wenn man sie esoterisch betrachtet.Es bedarf wohl keiner besonderen Überlegungeines okkult geschulten Menschen, daß er weiß,daß der Schrei nach Geburtenvermehrung nur dieWirkung einer künstlichen vom Staate und deninteressierten Kreisen herbeigeführten Suggestionist. Die Geburtenfrage ist schließlich auch ein,den Staat im Lebensnerv treffendes Problem dersozialen Frage. Die vielen zahlreichen Gründe, diegegen eine Geburtenvermehrung sprechen, werdenunterdrückt und totgeschlagen.Es ist eine bedauernswerte Tatsache, daß keinStaat in der heutigen Zivilisation und kein Staatder Erde in der Lage ist, seinen Bürgern einmenschenwürdiges Dasein zu bieten. In Wirklich-keit braucht das Staatsgebilde einen immer stär-keren Menschenzufluß für seine Industrie und fürseine Kriege.Wenn dem denkenden Menschen einmal diese Ein-sicht aufgekommen ist, wird er ganz von selbstzur Geburteneinschränkung schreiten.Je weniger Kinder in einer Familie, um so höherist der Wert des einzelnen Menschenlebens, um somenschenwürdiger das Dasein des Einzelnen. Dieunteren, ärmeren Volksschichten fangen ja immermehr durch den Sozialismus an, auch darin Ein-sicht zu erhalten. Je relativ kiemer die Volkszahlwird, desto ausgebreiteter kann sich die Ausbil-58VIII."},{"pageNumber":59,"pageContent":"düng des einzelnen Individuums gestalten. Wennauch, in der Konsequenz durchgeführt, ein Volk,das seine Geburten bis auf ein Minimum reduziert,einstmals aussterben muß, so erreicht doch seinNiveau, als Gesamtfaktor betrachtet, eine derartigeHöhe, daß es vom okkult-wissenschaftlichen Stand-punkt aus ein wichtiger Schritt vorwärts zurhöheren Entwicklung des Planetenwesens Erde sein-würde, denn die gesamte Geisteskraft eines aus-gestorbenen Volksganzen geht Ja nie verloren,sondern -wirkt als neuer Impuls in einem neuenRhythmus, sei es auch Jahrtausende später, aufsneue befruchtend auf spätere Völkergenerationen,durch Erdrevolutionen.Es ist ohne Zweifel, daß die Menschheit von einemgrößeren Gesichtspunkt aus betrachtet, einer hö-heren geistigen Entwicklung zustrebt und in einemneuen Manvantara voraussichtlich dem JetzigenMarseinfluß nicht mehr unterliegt, der sie immerwieder dazu antreibt, ihre zerstörenden Natur-instinkte erneut zu betätigen, ihre technischenErrungenschaften zu Kriegen zu verwenden. Dasgesamte Kult- und Magiewesen des Wodanismusist durch seinen Blut-, Schild-, Schwert- und Feuer-zauber durchaus marsisch und damit niedererSchwingung.In einem gewissen Stadium des Aussterbens derMenschheit werden die führenden regierendenKreise wahrscheinlich längst zu der Einsicht ge-VIII. 59"},{"pageNumber":60,"pageContent":"kommen sein, das Einzelindividuum ihres Staatesanders zu hüten und zu bewerten, wie jetzt, womanche Volksschichten nur als Dung für Kapitals-interessen verwendet werden.Parallel neben dieser Entwicklung lauft natürlicheine Vergeistigung des Geschlechtstriebes über-haupt, der immer mehr seine rein tierische Basisverliert und endlich diejenige Ausdrucksmöglich-keit erreicht, die dem Menschengeschlechte würdigist, die geistige Erotik in einem höheren ethischenSinne, auch in organischer Betätigung auszuwirken,sei es im Rahmen eines besonderen erotischenSchönheitskultes auf rhythmischer Basis oder imähnlichen Sinne.Das kommende Wassermannzeitalter wird ja so-wieso mit der längst veralteten Institution derEinehe aufräumen und neue Ideen und neue Ge-schlechtsgemeinschaften in einer neuen Ethik dafüreinsetzen. Wer erkannt hat, daß die dauerndeBindung an ein Weib durch dessen lunare Kräftein den meisten Fällen nur den geistigen logischenAufbau des männlichen Verstandes hindert, daßbesonders die frühen Heiraten der frühzeitige Ruinder gesamten Mannespersönlichkeit auf physischerund psychischer Grundlage sind, wird das Ehe-problem ohne weiteres lösen durch vollständigeVerneinung der bürgerlichen Ehe überhaupt.Zur Vergeistigung gehört z. B. eine wenigstenszeitweise Einsamkeit und rein solare Einstellung60 VIII."},{"pageNumber":61,"pageContent":"des Mannes, welches Recht natürlich auch demweiblichen Wesen, also der Frau, zusteht. Auchsie braucht zu ihrer Entwicklung, wenn auch nichtin so starkem Maße, die nicht dauernde Belastungdurch solare Einflüsse.Es ist nicht in dem Rahmen dieser Arbeit, hierBahn und Richtlinien zu zeigen, es wird hierauch nicht einer hemmungslosen und wahllosenUmbildung des Geschlechtslebens das Wort ge-redet, denn ich bin mir wohl bewußt, daß die Ent-wicklung dieser Ideen, bis sie in die gesamtenVolksschichten dringt, noch Jahrhunderte umfassenwird. Es handelt sich hier aber auch nicht umdas Volksganze, sondern um Eindringung der Ideenin die führenden geistigen Kreise des Volkes. Esgibt eine ganze Menge Literatur, die sich mit diesenneuen Problemen befaßt*).In diesen Ausführungen kommt es nur dem Autordarauf an, die philosophischen Erörterungen unddie kulturgeschichtlichen Wege, die zur Begrün-dung der Sexual-Magie führen, näher zu erläutern..') Siehe Ur. Norbert Grabowshys Schriften.VIII.61"},{"pageNumber":62,"pageContent":"Eine der Wurzeln der Sexual-Magie liegt aufphysischem Gebiete in der sexuellen Atomistikverborgen. Wie man von einer Metaphysik desGeschlechtslebens spricht, so kann man die ur-sachlichen Zusammenhänge der Magie auf sexuelleatomistische Basis zurückrühren.Von den biologischen Grundlagen ausgehend, müssenwir sogar das Gebiet der Chemie verlassen, umdurch die Spektralanalyse in das Reich der Ur-formen, der Atome einzudringen. Wir wissen durchdie neuesten Forschungen der Atomlehre, derQuantentheorie, der Radiumforschung usw., daßder Aufbau unseres gesamten Weltsystems nurdurch Wechselbeziehungen zwischen Zertrümme-rungen einerseits und Neubildung andererseits, derElektronen und Atome, besteht. Die Relativitäts-theorie hat dieses Wissen nur bestätigt DurchVerbindung der Uratome und Zusammenschluß zueinzelnen Gruppen entsteht die Urmaterie, welchebereits in ihren Urbildungen aus negativen undpositiven Kraftströmungen zusammengesetzt ist.So entstehen die Ionen, die Elemente, später die an-organischen Mineralien und noch später die organi-schen Zellen der Pflanzen, Tiere und Menschen.62 VIII."},{"pageNumber":63,"pageContent":"Da nun die Wechselwirkung in den Uranfängenzwischen den positiven und negativen Kraftfeldernsich in dem ganzen Entwicklungsgange bis in denorganischen Zellenstaat fortsetzt, wo sich dieseAuswirkung als Stoffwechsel, Ausscheidung, Tran-spiration, Wachstum usw. kennzeichnet, so habenwir mit einer andauernden Atomgruppierung imEinzelindividuum zu rechnen, welche sich nachbestimmten Naturgesetzen vollzieht.Wir können nach den neuesten Forschungen sogarvon einem Bewußtsein der einzelnen Organe imPflanzen- oder Tierreich sprechen, welches sich inokkulter Betrachtung nach dem Einsetzen des Ver--wesungsprozesses fortsetzt, indem nach Loslösungdes einheitlichen Bandes des Sichselbstempfindensdes Organes das Kraftfeld der Atomgruppierungsich auf ein höheres Element erhebt und dortweiterbesteht. Durch die Ergebnisse der spaltungs-magischen Experimente, durch astrale organischePendelforschung, sogar durch Materialisations-phänomene haben sich dafür gewisse Bestatigungs-cmhaltsp unkte ergeben.So setzt die magische Arbeit bei der sexuellenAtomistik dann ein, wenn es gilt, die Kraftströ-mungen der Atomgruppierungen der Genitalorganebewußt zu steigern, indem man die Sekretionender betreffenden Drüsen, die sogenannten Hormo-nen, in ihrer Auswirkung steigert, schwächt oderumpolt, um gewisse Erfolge zu erzielen.VIII.63"},{"pageNumber":64,"pageContent":"Es gilt also die geistige Emanation des Stoffwech-sels der Sexualorgane zu benutzen, sowie derenWechselwirkung zwischen der organischen Kon-stitution des Menschen, der Pflanzen und der Tiere.In beobachtender, experimenteller Arbeit müssendie Zusammenhänge mit dem Gesetz des Kosmoserkannt werden, soweit sie durch Konstellationeneinschneidender Art ihre Ursachen haben. DieseKonstellationen als Knotenpunkte einer Weltdyna-mik haben natürlich ihre starke Einwirkung auf diekomplizierten Gesetze der Atome, auf deren polareStrömungen und Wechselwirkungen, die sich imUnterbewußtsein als erotisches Empfinden, im Ober-bewußtsein im sexuellen Betätigungsgefühl äußern.Der Sexualmagier basiert in seiner Tätigkeit aufder Erkenntnis der physischen sexuellen Vorgängeund deren psychischen Schwingungszustand. Esgilt, den Einheitstraum, den Rausch der Anziehungder betreffenden Organe zuerst physisch zu steigern,um dann den Erregungszustand in die geistige, sinn-liche Empfindungssphäre umzuleiten, um magischeWirkung zu erzielen. Dabei ist es im Grunde ge-nommen bei dem Endexperiment nebensächlich,ob weibliches oder männliches Sexualempfindenbenutzt wird, denn das betreffende Zeugungsorganist immer der Schlüssel zur vollständigen Einheit,die selbst im Menschen noch von dem herm-aphroditischen Zeitalter einer frühen Erdepoche inWirksamkeit ist.64 VIII."},{"pageNumber":65,"pageContent":"Hier gilt es, sich in das psychische Sinneslebenzurückzufinden und auf die Urgründe des kompli-zierten Geschlechtsempfindens zurückzukommen,um es als Einheit in schöpferischem Tatwillenauszunutzen.Magische Zeugungsresultate haben ihren Ursprungimmer in dieser doppelgeschlechtlichen Einheit, inden Urtiefen des atomistischen Sexualempfindens.Der Magier muß mit seinem magischen Eindringenin die Sexualsphären des Mediums nach Einfüh-lung den schwächeren Teil der beiden Strömungenstärken, um auf diese Weise die Spannung zu er-zeugen und sie durch magische Zeugung zu lösen.So, wie die Natur in ihrem stärksten ungeheurenZeugungs- und Fortpflanzungsdrang immer neueWesen und Formen auf physischer Ebene bildet,so tut sie dasselbe auf hohem mentalen Planegenau mit derselben Macht, mit derselben Stärke,nur noch in viel gewaltigerem Formen- und Arten-reichtum.So schöpft der Magier aus der Ürmaterie derSexualatome durch die Kraft seines magischenWillens und seiner Einstellung neue geistige Mental-gebilde, die unter gewissen Umständen sich sogarzur physischen Materie verdichten lassen.Die in steter Vibration befindlichen Geschlechts-organe sind in ihrer astralen Konstitution genauso fähig zu geistiger Zeugung wie zum organischenBetätigungsakt.VIII. 65"},{"pageNumber":66,"pageContent":"Das organische Anschwellen des männlichen Gliedesmit der explosiv wirkenden Ausstoßung des Sper-mas hat natürlich sein Gegenbild in der ebensostark wirkenden Aussendung des zeugenden polarenKraftfunkens der solarenZeugungskraft des Mannesauf dem Astralplan.Ebenso sind die Schleimhäute der weiblichen Sexual-organe außer ihrer organischen Wirksamkeit zurErleichterung des Sexualverkehrs, gleichsam wievibrierende Membranen zum Auffangen der gei-stigen Zeugungsströme geschaffen, andererseits,wenn auch in geringerer Wirksamkeit, zum Aus-senden gewisser lunarer Schwingungskömplexe.Es kommt hier natürlich ganz auf die Stärke desorganischen Lustempfindens beim Medium undbeim Experimentator an, die als Grundbasis, wennauch nicht die Hauptrolle, so doch eine wichtigeUnterlage des magischen Sexualexperimentes bildet.Die positive geistige Einstellung des Magiers istdie Hauptsache, der eine harmonische negativesexuelle Empfindungsbereitschaft des Mediumsgegenüberstehen muß.Da nun der Priester-Magier geschult genug seinmuß, um sich durch zeitweise vorherige Askesezum Herrn der elementaren Kraftströme zu machen,die er, in sexueller Ekstase befindlich, vollkommenleitet, ohne vom organischen, persönlichen Lust-gefühl gedrängt zu werden, so ist er in der Lage,Schöpfer eines geistigen Mentalwesens zu werden,66 VIII"},{"pageNumber":67,"pageContent":"Je nach Art und Stärke des magischen Geschlechts-aktes. So ist bei der Sexualmagie das elementareBegehren des Magiers durchaus unpersönlich,richtet sich nicht auf das Medium selbst, sondernist nur bestrebt, soviel wie möglich aus den Sexual-organen, aus dem Solarplexus und der Milz so vielOdkraft wie möglich aufzunehmen, um durch dienun eintretende spiralische Wirbelbewegung dieselunaren Odschwingungen gestaltvoll zu formen.Experimentell ist bei dem magischen Vorgangemöglichst eine spontane Spaltung des Astralkörpersdes Mediums zu erzielen, die durch Haschisch-Räucherung und und vorherige Einreibung des Solar-plexus mitSpermasekretion erleichtert werden kann.Es ist unmöglich, hier in diesem Buche die existieren-den genauen und zahlreichen Anweisungen dersexualmagischen Praktiken zu geben. Ohnehin wirdschon bald zuviel gesagt. Außerdem muß man ver-stehen, zwischen den Zeilen zu lesen. Um jedochdas geheime Wissen nicht in unrechte Hände ge-langen zu lassen, die damit nur sexuellen Miß-brauch treiben können, muß es immer geheimes,sorgfältig gehütetes Logengut bleiben. Die meistenOkkultisten und Magiere haben ja gar keine Ahnung,welches ungeheuere Wissen sich hinter diesenDingen verbirgt, welche Machtfülle entfaltet werdenkann. Aber es ist gut so, denn sie, die uneinge-weihten, würden mehr zerstören als aufbauen,und die Gipfel der höchsten magischen Erkennt-VIII. 67"},{"pageNumber":68,"pageContent":"nisse, den Gipfel der unio mystica erreichen nurwenige, tatsächlich Auserwählte.Es ist Voraussetzung bei jeder magischen Betäti-gung, daß der ausübende Magier nicht nur gründ-liche anatomische und allgemein ärztliche Kennt-nisse der Körperfunktionen besitzen muß, sonderner muß die Gesetze des Magnetismus nicht nurtheoretisch kennen, sondern auch in der Lage sein,einen Menschen praktisch zu magnetisieren, zudem Zwecke, ihm Odkräfte zuzuführen oder auchwegzunehmen. Ist er also in der Lage, derartigpraktisch zu arbeiten, außerdem soweit geschult,eine ordnungsgemäße Tiefschlaf-Hypnose vorzu-nehmen, so kann ihm hiermit zunächst die soge-nannte Bann-Magie gelehrt werden, welche er zuweiteren Experimenten braucht und beherrschenmuß, denn es lassen sich auch ohne Hypnose undohne eigentlichen Magnetismus derartige Zuständeherbeiführen, welche zur Magie gebraucht werden.Damit gebe ich erstmalig eine Praxis der altenantiken Mysterienschulen gnostischen Ursprungsvorchristlicher Zeit bekannt, die sich bis heuteerhalten hat.68VIII."},{"pageNumber":69,"pageContent":"Die Bannmagie der alten Priesterschaft mußals Verbindungsglied zwischen der niederenMagie und der höheren Magie, welche sich mitKräften anderer Ebenen befaßt, angesehen werden.Im Gegensatz zur niederen Magie, welche sich derhypnotischen, magnetischen Kräfte des Menschenbediente, arbeitet die Bannmagie unter Zuhilfe-nahm reiner Willensschulung nur mit der Vor-stellungskraft und mentaler Wunschkraft des Ma-giers, unter Beachtung verschiedener Gebräucheund unter einer bestimmten Einstellung, die manals mentale Ekstase bezeichnet,Die Bannmagie wurde bei den Riten der alten Re-ligionen häufig angewandt, um bestimmte Ekstasenund Zeremonien durch Bannung der Priesterinnenzu ermöglichen. Bei dem ausführenden Priestersetzt allerdings diese Art der Magie eine hoheSchulung voraus.Es ist bei Ausübung dieser Magie folgendes zubeachten:Lasse das Medium sich vollständig entkleidet ineine bequeme Ruhelage legen und den Körper ent-spannen, die Augen leicht schließen, der Kopf seiim Kreis des magnetischen Erdmeridians im Süden.VIII. 69"},{"pageNumber":70,"pageContent":"Darauf stelle durch Handübertragung den Rapportmit dem Medium her und gleiche Deinen Atemdemjenigen des Mediums an.Lege die Hand auf den Solarplexus und durch-ströme das Medium mit Deiner Kraft.Dann tritt hinter das Lager an das Kopfende desMediums, schließe ihre Augen fest durch leichtesDrücken der Äugäpfel, konzentriere Dich und be-strahle nacheinander mit Deiner Willenskraft denSolarplexus, das Geschlechts- und Intuitionszen-trum des Mediums.Darauf bringe durch Einstellung die gleichen Zentrenin Dir zu sogenannten Schwingungen der Lotos-blüten; stelle Dich nunmehr mit weit emporgerecktenArmen auf die Fußspitzen und lege Dich von oben,ohne es körperlich zu berühren, über das Medium,daß Dein Geschlechtszentrum in Kontakt mit ihremIntuitionszentrum, Dein Solarplexus mit dem ihrenund Dein Intuitionszentrum polar dem Geschlechts-zentrum des Mediums gegenüberliegt und damitdiese gegenseitigen Zentren auf diese Weise ingeistigen Kontakt kommen. Dein Geschlechtszen-trum muß das Intuitionszentrum des Mediumshemmen, der Solarplexus das gleiche, währendDein Intuitionszentrum das Geschlechtszentrum desMediums belebt. Ist die Verschmelzung der beidenAuren oder Odkörper genügsam eingetreten, fassemit festem Griff die Handgelenke des Mediumsmit der nötigen Vorstellungskraft, richte Dich auf70 VIII"},{"pageNumber":72,"pageContent":"und ziehe die Arme des Mediums ausgestrecktstark nach. hinten, drücke auf die offenen Hand-flächen, schicke durch beide Arme einen starkenmagnetischen Strom in das Medium und löse,nachdem Du die Arme und die Hände so weit wiemöglich nach hinten gestreckt hast, vorsichtigDeine Hände. Bei der nötigen VorstellungskraftDeinerseits wirst Du merken, daß das Medium nunstarr mit gestrecktem Körper wie ein Stück Holzdaliegt.Du kannst diesen sogenannten erzeugten Bann durcheinige magnetische Striche wieder lösen, in der üb-lichen Dir bekannten Weise, denn das Medium liegtweder im magnetischen, noch hypnotischen Schlaf.Eine öftere Wiederholung dieses Experimentes führtallerdings dazu, daß der magnetische Schlaf leichtereintritt.Auf diese Weise kannst Du Dir ein Medium derartheranbilden, daß sie durch bestimmte Handgriffejederzeit körperlich in Katalepsie fällt.Die sogenannte Bannung kann stundenlang an-halten. Es ist gut, vorher das Lager einzuoden.Du kannst dieses Experiment unterstützen durchgeeignete Räucherungen mit indischem Hanf unddurch ein geeignetes Parfüm der Mandragora-wurzel.Eine ähnliche verstärkte Bannung läßt sich auchdurch mehrere Personen ausführen, wie es die altenPriester bei ihren magischen Zeremonien früher72 VIII."},{"pageNumber":73,"pageContent":"taten. Du stellst Dich am Fußende des Mediums aufund läßt wettere 5 oder 7 Deiner Brüder um dasLager treten, bringst Dich mit ihnen in gleich-mäßigen rhythmischen Atem, worauf sie unterstarker Gedankenkonzentration die Hände 10cmoberhalb des Mediums auflegen und mit stärksterOdausstrahlung mit Dir gemeinsam alle den Bann-gedanken denken.Nachdem diese rhythmische Einodung von Euchgemeinsam 5-bis7mal vollbracht wurde, laßt dieBrüder sich wieder aufrichten und mit starremBlick das Medium, dessen Augen bisher geschlossenwaren, fixieren. Darauf befiehl dem Medium zu-nächst Dich anzusehen und lasse ihre Blicke derReihe nach von einem Augenpaar zum anderenAugenpaar schweifen, bis sie zu Deinen Augenwieder zurückkommt, dann befiehl sofort die Äugenwieder zu schließen und der hinter ihrem Kopfstehende Bruder unterstützt den Äugenschluß durcheinen leichten Druck der Finger.Wenn diese Zeremonie mit den nötigen farbigenGewändern gemacht wird*), so wirst Du staunen,wie stark die Wirkung ist, da hier auch eine unter-stützende ungeheuere Suggestion auf das Mediumausgeübt wird.Nach geschehenem Experiment lasse die Brüderwieder zurücktreten und löse den Bann auf dieübliche Weise.\") Siehe Magischer Brief Nr. l.VIII. 73"},{"pageNumber":74,"pageContent":"Unterstützen kannst Du alle vorhergesagten Ex-perimente eventuell auch dadurch, daß Du vorhereinige magnetische Striche über den Körper desMediums vornimmst, indem Du jedoch mit der Hand-fläche die Haut stark berührst und die Polaritätder magnetischen Striche unterhalb der Beine aus-wechselst und gleichsam wieder zurückziehst, aufdiese Weise das ausgestrahlte Öd gleichsam doppeltlagerst und auf dem Solarplexus wieder sammelst.Außerdem kannst Du beim Augenschluß das Mediummit geschlossenen Augen nach dem Scheitel, nachder Zirbeldrüse sehen lassen.Die Macht Deiner Vorstellung ist hier alles undDeine 0 dausstrahlung macht das Medium -willen-und bewegungslos ohne eigentliche Hypnose. /\"Zur eigentlichen Sexualmagie ist hier nur einkleiner Schritt, deren Praktiken natürlich mannig-faltig genug sind. Auch sie ist natürlich nur Mittelzum Zweck, teils um längere Spaltungen zu er-zielen, oder um imaginäre Kräfte und Gebilde zuschaffen.Es dürfte Dir bei einiger Überlegung \"wohl von selbstklar sein, daß Du Dir für magische Zwecke einMedium vorher monatelang unter genauer Beob-achtung ihrer Psyche schulen und heranbildenmußt. Dieses erreichst Du außer den Dir Ja bekann-ten regelmäßigen hypnotischen Beeinflussungendurch bewußt erzielte sexuelle Hörigkeit. Diesesbedingungslos Dir Angehören läßt sich erzielen74 VIII."},{"pageNumber":75,"pageContent":"durch sorgfältig vorher gewählte Stunden, in denenDu den Koitus mit dem Medium ausführst. DieseStunden müssen sich stets nach den sogenanntenkosmischen Einfallstoren in das Horoskop desMediums richten*) (siehe Tabelle l). Wahre bei demsexuellen Verkehr stets die priesterliche Basis,sinke nie zum begehrenden Sinnessklaven des \"Wei-bes herab. Deine Hingabe sei für sie stets eineersehnte Freude, ein seltenes Geschenk. Lasse esnie bei dem persönlichen, nicht magischen Zweckendienenden Liebesverkehr zur Ejakulation innerhalbder weiblichen Sexualorgane kommen; verreibedie Spermasekretion sorgfältig unter Beeinflussungs-Denkkonzentrationen auf dem Solarplexus desWeibes. Auch muß das Medium dazu angehaltenwerden, regelmäßig monatlich in den Tagen ihrerReinigung ebenfalls unter beiderseitiger Gedankea-einstellung — spermam tuam biberet. Dann wirddas Medium vollständig mit Deinen Influenzen undOdstrahlen durchtränkt sein und nur Dir alleingehorchen, so nicht nur als Weib, sondern auchin seinen astralen Spaltungen. Kein andererMagier vermag es zu meistern! Dies ist wichtiggenug!Nur hocheingeweihte Menschen wußten bisher,daß die Prima-Materie der Alten auf organischerBasis das Sperma ist, und zwar die geistige In-*) Siehe Magischer Brief Nr. 4; »Astrologie und Magie\".VIII. 75"},{"pageNumber":77,"pageContent":"fluenz des lebensfähigen Sperma. So ist das Spermafür den Magier eines der wichtigsten magischenHilfsmittel, das ihm ein schöpferisches Gestaltenüberhaupt erst ermöglicht.Die Dämonengruppen der Incubi und Succubi sindgeboren und entstanden aus den spermatischenFluidalkraften von im Imaginationszustande be-findlichen Menschen.Dieser Schöpfungsprozeß kann von den Einge-weihten noch heute vorgenommen werden, wenner die geheimen Riten und Gebräuche der Sexual-magie kennt und beherrscht. Da sich also die In-cuben und Succuben von den Sexualausscheidungen,also von deren erotischen Influenzen, von Sperma-und Vagina-Absonderungen nähren und gestalten,können sie sich Jahrhundertelang durch Vampi-rismus am Leben erhalten. Die den Incuben undSuccuben verwandten Blutsdämonen, die ebenfallszu dieser Gruppe gehören, nähren sich von demMenstrualblut, solange sie noch sexuell schwingenund von dem Schweiße der Genitalien. Später ran-gieren sie dann unter die reinen Blutdämonen, wel-che in dem inneren Entwicklungsgang der Dämonendie höchste Stufe darstellen.Die reinen Blutdämonen ordnen sich in mehrereUnterarten. Es gibt solche Dämonen, die nur aufsexuelle Einflüsse reagieren und auf sexuelle In-stinkte schwingen.Die meisten Arten der Blutdämonen basieren Je-VIII. 77"},{"pageNumber":78,"pageContent":"doch auf rein tierischer Rangordnung und nährensich von den Fluidalkräften des frischen Blutes.Sie sind in ihrer Strahlenschwingung also an dieFluidalessenz des Blutes gebunden. Sie schwingenauf der tiefsten Stufe der Astralebene in einemDrommetenrot und können sich nur erhalten, wennsie es vermögen, sich durch die ihnen zusagendenEssenzen neue Nahrung zu verschaffen. So sinddiese Blutdämonen also durchweg Vampire undWehrwölfe, unter denen die letzteren wieder alshöchste Stufe dieser Dämonengruppen geltenmüssen, da sie alle schon ein sehr hohes Lebens-alter haben.Die eigentlichen Haß- und Neiddämonen kommenweniger für magische Zwecke in Betracht*), ,Es ist eigenartig und deckt sich mit den Aus-führungen über die Essenz des lebensfähigen Sperma,daß auch die Blutdämonen nur lebenswarmes Blutgebrauchen können, daß also nach einer gewissenTemperaturherabsetzung des Blutes die Blutessenzfür sie nicht^mehr verwendbar ist.Dieses Wissen um die Bindung geistiger Kräftean das Blut ist schon uralt und in den ältestenReligionen zu finden. Der Opferkult der alten Völ-ker, wo Blutopfer gebracht wurden, war also imGrunde genommen, durchaus schwarz-magisch.Eine der ersten Aufgaben des Christentums war*) Siehe Leadbeaters „Die Astralebene\"; Besant; „Uralte Weisheit\".78 VIII."},{"pageNumber":79,"pageContent":"es, dieses Wissen und diesen Kult systematischzu unterdrücken und auszurotten. Ganz sind der-artige Blutzauber und blutmagische Rituale auchheute noch nicht verschwunden. Im Mittelalterwaren sie viel häufiger als jetzt und die Gebräucheder Theopagie, Kynantrophie, Lykantrophie, Tigro-anthrophie basieren in ihren Zusammenhängensämtlich auf der Blutmagie*).Es ist durchaus kein Aberglaube, sondern einedurch Experimente bewiesene Tatsache, daß nichtnur geheime Seelenkräfte des Menschen, sondernauch kosmische Wesenarten an das Blut gebun-den sind.Ebenso hat das Blut, wenn es lebenswarm ist, in-folge seiner starken Influenz und magnetischenAusstrahlung ungeheuere Heilkräfte, die auch inder Sympathiemagie (siehe Magischer Brief Nr. 6)eine große Rolle spielen. Es gibt eine große Mengevon Literatur darüber, in der immer wieder be-tont wird, daß Blut Heilkräfte besitzt.Außerdem wird das Blut im Rahmen der Sym-pathiemagie häufig zur Anfertigung von Zauber-oder Bindungstalismanen benutzt, worüber einspäterer Magischer Brief, der die talismanischeMagie behandelt, näheren Aufschluß geben wird**).') Hermann L. Strack: „Das Blut im Glauben und Aberglauben\", Mün-chen 1900. Siehe die Werke; Anton Sello, Wuttke, Artur Nußbaum.Wundt; „Völkerpsychologie\".\") A. Lehmann; „Aberglaube und Zauberei\"; Hovorka-Kronfeld: „Volks-medizin\"; Seeligmann; „Der böse Bück\"; Dr. A. Hellwig; „Ritualmordund Blutaberglaube\".VIII 79"},{"pageNumber":80,"pageContent":"Ein altes überliefertes Sexualrezept lautet:„Nimm eine Winzigkeit reinen Weingeistes in ein kleines Glas-röhrchen, tue dazu drei Tropfen Blut aus der Spitze deinesVenusfingers, dazu den ersten Tropfen deines lebensfähigen Sper-mas. Verschließe das Röhrchen luftdicht und trage es, umwickeltmit einem echten Jungfernpergament, auf welches du das magischeVenus- und Marsquadrat in hebräischen Buchstaben aufzeichnest,in einem seidenen Beutelchen auf der Brust. Du wirst dann, wenndu diese magische Praktik in der Venusstunde bei Vollmond vor-genommen hast, den Frauen gegenüber unwiderstehlich sein,\"Es ist eine Erfahrungstatsache, daß Menschen, diedazu neigen, durch Trinken lebenswannen Blutesin einen Blutrausch gelangen, der in seinen Aus-wirkungen einem Alkoholrausch vollständig gleicht,so daß sie nicht mehr für ihre Taten voll undganz verantwortlich gemacht werden können.Dieses Bluttrinken war ja bei den alten Völkernviel häufiger wie jetzt und ist noch heute bei denafrikanischen primitiven Völkern zu finden. Auchdie ganze germanische Religion, die des Religions-systems der Inkas, die schamanistischen Blutritengehören alle hierher und geben ein klares Bild:„Die Erde steht noch heute unter dem schwarz-magischen Marseinfluß der niederen Oktave undwird ebenso von niederen saturnischen Kräftenbeherrscht, wie es auch im Magischen Brief Nr. 7„Satanistische Magie\" begründet ist.\"Es hat der Sexualmagier ferner, zu beachten, daßfür sexuelle magische Zwecke das Sperma, welchesdurch traumlose Pollution abgeht, nicht gebrauchtwerden kann, weil ihm die Fluidalkraft der Ima-ginationsemstellung fehlt.80 VIII."},{"pageNumber":81,"pageContent":"Besser ist für die Praxis das durch Onanie er-zeugte Sperma zu verwenden, welches mit starkenpositiven Influenzen durch magische Vorstellungs-kräfte des Onanisten gesättigt ist,Aber für schöpferische magische Erzeugung vonPhantomen und anderen Ästralwesen ist nur dasSperma geeignet, welches verbunden mit Vagina-schleim die Vagina nach dem Geschlechtsverkehrwieder verläßt, wo also die geistige Verbindungder lunaren und solaren Fluidaikräfte stattfand.Es ist ferner zu beachten, daß bei derartigen Prak-tiken sich stets eine ganze Menge Astralschma-rotzer einfinden, so könnte man diese in größererAnzahl sich sammelnden Elementalwesen bezeich-nen, die gleichfalls dieselben Ernährungsbedin-gungen zu ihrem Aufbau gebrauchen. Der Magierhat sich und das Medium also stets durch den ma-gischen Kreis zu schützen.So ist es also wichtig, daß der Magier erkennt,bei der Sexualmagie ist die Gedankenkraft dasPrimäre, die Sexualfluenzen das Sekundäre.Der Magier hat also zunächst durch regelmäßigeGedankeneinstellung, durch Pflege der ihm be-kannten Willensschulung, durch die bildhafte Vor-stellungsmöglichkeit sowie durch magische Medi-tation sich durchaus mentale Willenskräfte zuverschaffen*).*) Siehe Magischer Brief Nr. 2, „Spaltungsmagie*'.VIII.81"},{"pageNumber":82,"pageContent":"Es ist nicht zu leicht, ohne eigentliches Lustgefühlsexueller Art sich bei einem Experiment in einenderartigen Schwingung szustand zu versetzen undeine dazu nötige Erektion des Gliedes herbeizu-führen. Jedoch durch die nötige Vorstellungskraft,eventuell unter Nachhilfe einer entsprechenden Nar-kotika laßt sich diese Einstellung jedoch erreichen.Übrigens führt der Weg zu den Sexualorganendurch die entsprechenden Zentren im Kleinhirnund kann sich der Magier vorher durch seineBrüder durch magnetische Bestreichung die er-wähnten Zentren gleichsam anregen lassen, umdie Sexual-Energie zu beleben, denn nur durchdie richtige stärkste Vorstellungskraft können sichmagische Formen bilden*).Eine andere Möglichkeit bietet dazu die Spiegel-praxis, indem der Magier durch suggestives Hinein-sehen in einen magischen Spiegel, in welchem er auchseine eigenen Organe erblicken kann, durch bildhafteVorstellung einen dauernden Erregungszustand er-zielt und ein sexuelles Lustgefühl empfindet.Es ist ferner sehr wichtig, daß der Magier stetseinzelne Glyphen zur Hand hat, die in ihrer kos-mischen Wirksamkeit so groß sind, daß er nachvollzogener Praxis sämtliche sich im Raum be-findlichen angesammelten Astralwesen vernichtenkann. Ihn selbst schützt ja das magische Ritual,*) Siehe Paracelsus, „De origine morborum invisibilium\" lib. m.82 VIII"},{"pageNumber":83,"pageContent":"die magische Kleidung, das Pentagramm auf derStirn und sein Talisman.Es muß hier immer wieder Unberufenen eineWarnung gegeben werden, sich ohne ernste, jahre-lange Schulung auf derartige Praktiken einzulassen,die sonst immer zu organischen Schädigungen undernsten Erkrankungen führen können, und außerdemdurch falsche Einstellung durchaus als schwarz-magisch zu bezeichnen sind. Der Magier aber, derdiese Praktiken nur dazu benutzt, um durch dieAstralebene gleichsam hindurchzustoßen zu höherenMentalebenen, dessen Ziele also auf höherer BasisHegen, weiß sich von schwarzmagischen Einflüssenfrei. Das Motiv entscheidet, nicht die Handlung.Er benutzt nur die ihm zur Verfügung stehendenlunaren Kräfte der Medien, um die Marseinflüsseschneller zu überwinden. Für einen Priester-Magierist es selbstverständlich, daß er selbst persönlichnicht mehr lunar beeinflußbar ist, also der Macht-sphäre des Mondes und damit des Weibes nichtmehr seelisch oder körperlich unterliegt.Ich betone hier nochmals ausdrücklich, daß eshier im Rahmen dieser Ausführung nicht möglichist, die tatsächlichen eingehenden Praktiken desPriester-Magiers wiederzugeben, die so umfangreichsind, daß sie allein noch Hunderte von Seiten füllenwürden, außerdem liegt die Erlaubnis des hohenOrdens dazu nicht vor.Aber schon das hier Gegebene gibt dem Chela genugVIII. 83"},{"pageNumber":84,"pageContent":"Anregung, um. weiterzuarbeiten. Außerdem wirdder Suchende immer die mentalen Quellen finden,wo er seine geistige Nahrung weitererhaltenkann.Wenn die erwähnte monatelang vorhergehendeBindung und Schulung des Mediums ordnungs-gemäß vorgenommen worden ist, so kann die Emp-fänglichkeit noch mehr gesteigert werden, indem.man dem Medium einige Tage vorher abends, kurzvor dem Schlafengehen, eine Messerspitze voll einesPulvers eingibt, welches aus zerstoßenen braunenKorallen hergestellt ist. Auch ist es gut, wenndas Medium auf dem Solarplexus als anziehendenTalisman einen Blutkameolstein trägt.Die bei der magischen Praxis vorzunehmendenRäucherungen sind natürlich sehr wichtig und sinddieselben von dem geschulten Magier nach kos-mischer Mundanstellung des Tages, sowie nachden Planetenstellungen seines eigenen Horoskopeszu wählen und vorzunehmen, auch das Horoskopdes Mediums ist zu berücksichtigen.Nebenstehende Tabelle 2, welche dem MagischenBrief Nr. 6 (Sympathie-Magie) entnommen ist.gibt darüber Anweisung.Wichtig ist auch, daß die gesamte sexualmagischePraxis nach Sonnenuntergang vorgenommen werdeninuß, und zwar in den günstigsten Venus- undMondstunden. Auch das dementsprechende Tattwamuß berücksichtigt werden. Es ist also genaue84 VIII."},{"pageNumber":86,"pageContent":"astrologische Kenntnis und Wissen des Magiersunerläßlich (siehe Tabelle 3).Die sexuelle Praxis darf der Magier keinesfallsbeginnen, ehe nicht das Medium in dengewünschtenSchwingungszustand gebracht worden ist, den erdurch Hervorrufen der Wollustzeichen beim Weibeja kontrollieren kann. In dem Zustande sexuellenVerlangens sind die Lippen des Weibes fest undleicht gewölbt und vibrieren. Die Brüste sind ge-schwollen und die Brustwarzen erektieren. Dieeigentliche Magie kann nicht eher erfolgen, bisdurch leises Saugen an den Brüstwarzen oder Be-streichen der Mamillae diese erregt sind. DieErregungszustände beim Weibe lassen sich leichterherbeiführen, wenn der Magier seine Hände, dieer ja doch zu magnetischen Strichen benutzt, vor-86VIII."},{"pageNumber":87,"pageContent":"her mit seinem eigenen Urin einreiht, nach derbekannten naturwissenschaftlichen Forschung, dieja auch unter anderen der Forscher Zell vertritt,worauf der weibliche Instinkt sehr leicht reagiertnach dem Gesetze der sexuellen Wahlverwandt-schaft. Die akzessorischen Organe, die Klitoris usw.,müssen schwingen und durchblutet sein.Der Magier muß ferner dafür sorgen, daß nachder Praxis der magnetische Tiefschlafzustand desMediums in einen ruhigen Schlaf übergeht, dermehrere Stunden andauern soll. Am nächstenTage hat er außerdem das Medium durch einestarke magnetische Odeinstrahlung für den Od-verlust zu kräftigen. Das Medium ist ja sein kost-barstes Instrument, sein Gefäß, sein Mittler, under muß es hüten und pflegen, vor allem den Ge-sundheitszustand kontrollieren.Die echte Praxis stellt die Forderung auf, daß alleSymbole, Siegel, Glyphen, Anrufungen, wenn nichtauf echtem Metall, so doch auf Jungfernpergamentgeschrieben sind. Die Anfertigung dieses Jungfern-pergamentes geschieht auf mehrere Arten.Es dürfte nicht allzu schwer sein, die gegerbteHaut eines noch ungeborenen Lammes zu be-schaffen, welche das gebräuchliche Jungfernper-gament darstellt. Dasselbe muß natürlich vorhernach den üblichen Gebräuchen unter Benutzungvon Weihrauch und der nötigen Einodung geweihtwerden. Man kann es auch von einem katholischenVIII. 87"},{"pageNumber":88,"pageContent":"Priester oder einem Jüdischen Rabbiner weihenlassen.Ferner verwendet man häufig an Stelle dieseseigentlichen Jungfernpergamentes die präparierteHaut von echten Mumien aus Ägypten. Da jedochhierbei sehr viele Fälschungen unterlauren, dadiese Präparate sehr schwierig zu beschaffen sind,so dürfte dieses Pergament weniger in Betrachtkommen.Der Sexualmagier präpariert das Pergament desobenerwähnten Lammes auf folgende Weise, umes nach althergebrachter Überlieferung besonderswirksam zu machen.Ein Streifen dieses Pergaments in einer Große von3 zu 7 cm muß einen gesamten Mondwechsel langvon einer unberührten Jungfrau in der Vagina ge-tragen werden- Dies muß mit ihrem vollen Ein-verständnis geschehen, nachdem es vom Priester-Magier selbst unter entsprechenden Zeremonieneingeführt wurde. Nach Verstreichung der Frist,nach welcher sich die betreffende Jungfrau derIdee opfern muß, indem sie ihre Jungfräulichkeitdem Priester-Magier unter feierlicher Zeremoniehingibt, wird der Pergamentstreifen nach voll-zogenem Akt wieder entfernt. Er ist also dann mitSperma und dem Blute des Hymens durchtränktund dadurch für die Sexualmagie präpariert.Für leichtere magische Praktiken genügt, wennobige drei Bedingungen nicht erfüllt werden können,88 VIII."},{"pageNumber":90,"pageContent":"Holzarten bestehen, ebenso dürfen keine Imitationenvon Edelsteinen verwandt werden, da ja besondersdie Edelsteine konzentrierte kosmische Strahlungs-komplexe darstellen.Ein sehr empfehlenswertes Werk ist das Buch „Äigremont, Volks-erotik und Pflanzenwelt\", welches in einer sehr erschöpfendenWeise die magischen Zusammenhänge zwischen Sexualität undden Pflanzen wiedergibt. Nicht nur die Bäume, Sträucher, Blumenund Pilze werden durchgesprochen, Äigremont gibt auch in demBericht genaue Zusammenstellungen von Aphrodisiaca, derenVerwendung für „Sexualmagie\" wichtig ist. — Im übrigen istder Verlag der „Magischen Briefe\" auf Anfrage bereit, Bezugs-quellen für sämtliche Räucherdrogen, magische UtensiHen u. dgl.zu nennen.In den vorhergehenden Briefen ist bereits oft genugauf die wichtigsten planetarischen, astrologischenStunden hingewiesen, welche natürlich auch fürdie sexualmagischen Praktiken wichtig und günstigsind. Ergänzend sei noch gesagt, daß die Nachtvom Montag zum Dienstag, da sie Mond- und Mars-charakter tragt, günstig ist, ebenso die Nacht vonFreitag zum Sonnabend, in welcher die venusischenStrahlungen mit Saturn zusammentreffen.Auch besonders günstige Tage seien hiermit an-gegeben. Der Johannistag und die Nacht geltenvon alters her als Liebeszaubertage. Die Dämonensind in diesen Zeiten frei und ungebunden. Bäumeund Krauter stehen in Saft und Blüte. Auch dieAndreasnacht ist eine Nacht, in welcher die astralenKräfte frei sind für Magie, ebenso die Zeit um dieWintersonnenwende. Auch der Silvester- und derDreikönigstag gehören zu den alten zwölf heiligen90 VIII."},{"pageNumber":91,"pageContent":"Rauschnächten. Fastnacht, Walpurgisnacht undHimmelfahrt sind gleichermaßen wichtig.Die Vollmondnächte sind für die Magie sehr vor-teilhaft. Im Briefe über die „Sympathiemagie\" sinddie wichtigsten Mondstellungen tabellarisch an-gegeben.Für 'denjenigen Chela, der allen Anforderungen derSchulung, welche die vorhergehenden Briefe lehrten,vollständig genügt, sei hiermit eine einfache magi-sche Praxis gegeben, die zu. den Sexualpraktiken ge-hört, obgleich sie nur leichterer Art ist und nur der Er-zeugung eines unbeseelten magischen Wesens dient.Von vornherein muß der Chela streng darauf achten,daß derartige Wesen, die von ihm mental erzeugtwerden, auf jeden Fall wieder zerstört werdenmüssen, damit sie sich nicht durch Vampirismusselbsttätig am Leben erhalten und dadurch demMedium, ihm selbst und auch anderen MenschenSchaden zufügen können.Die kurzen Angaben, die hier gegeben werden,genügen, da der Chela Ja durch das vorhergehendeStudium genau eingeweiht ist*).Ziehe unter den üblichen Vorsichtsmaßregeln undgeistiger Einstellung der Abwehr einen magischenKreis mit geweihter Kreide, den Du mit einemPentagramm abschließt.*) Daß Rezept, welches die Anweisung gibt, durch magisch erzeugtePhantome und Gedankenwesen Menschen systematisch zu beeinflussen,soll hier nicht gegeben werden.VIII- 91"},{"pageNumber":92,"pageContent":"Diesen Kreis darfst Du dann vorerst nicht wiederverlassen und müssen also sämtliche Gebrauchs-gegenstände und auch das Medium sich innerhalbdes Kreises befinden. Dann schütze den Kreisaußerdem noch durch vier weitere Pentagrammenach allen Himmelsrichtungen.Das Medium lege in eine bequeme Ruhelage, mitdem Kopf nach Süden, also entgegengesetzt demmagnetischen Erdmeridian. Du wirst begreifen,daß diese Lage das Medium besonders geeignetund viel empfänglicher macht. Das Mediuni mußentkleidet sein und sich in völlig gesundem, har-monischem Zustande befinden. Sorge außerdem fürsehr hohe Zimmertemperatur.Du selbst schützest dich durch Stimpentagrammund schwarzen Seidenmantel und trägst auf derBrust Deine kosmische Glyphe, welche Du Dir nachden magischen Zahlenquadraten selbst errechnethaben mußt*).Nachdem Du die Räucherungen vorgenommen hast,sei es mit Haschisch oder einem ähnlichen narko-tischen Pulver, bringe das Medium in den Dir ge-lehrten Bannzustand (siehe Seite 69) und schließedas Lager des Mediums durch einen besonderenneuen magischen Kreis ab. Du nimmst dann impersischen Sitz an der rechten Seite des MediumsPlatz und bringst Dich durch die Yogi-Atemübungen*) Siehe Magischer Brief, IL Serie, „Hohe Magie\".92VIII"},{"pageNumber":93,"pageContent":"in denjenigen Trancezustand, der in Dir die men-tale Schwingung frei macht. Ob Du dazu dieVokalatemübungen brauchst oder eine andere Dirgeläufige Methode, ist gleichgültig, nur mußt Dusämtliche Schwingungszentren in Dir in Bewegungbringen.Vor Deinem Sitz ziehe nunmehr einen neuen klei-neren Kreis, in dessen Mitte Du 7 Tropfen Wein-geist oder reinen Spiritus verschüttest. Nun holedurch Deine magische Kraft Dir in der Vorstellungs-denkweise ein Phantomwesen aus der Mentalebeneherunter, welches Du am besten durch die Ü-Atmungmit Astralmaterie umhüllst und durch unter-stützende Handbewegung über den erwähntenkleineren Kreis führst und formst.Dieses so gedanklich entstandene Wesen wird nun.von Dir mit Astralkräften gesättigt, welche Dudem Od- oder Astralkörper des Mediums ent-nimmst, indem Du mit magnetischen Strichen, dieDir ja geläufig sind, aus dem Solarplexus desMediums, der Herzgegend, den Geschlechtsteilendieses Od entnimmst und dem vorher gebildetenKreis zuführst, gleichsam die Gedankenform da-mit sättigst.Besonders stark muß die Od-Entziehung aus derMilz des Mediums erfolgen, denn die Milz ist derSitz des Reperkussionsbandes, welches den Astral-korper des Menschen mit dem physischen Körperverbindet.VIII. 93"},{"pageNumber":94,"pageContent":"Du kannst bei diesen Handlungen, die lautlos er-folgen können unter stärkster Vorstellungskraft,Jedoch auch dem Zweck entsprechende Beschwö-rungs- und Gestaltungsformeln aussprechen.Ist dieses geschehen, so wecke das Medium ausdem bann-magnetischen Schlaf, richte es auf undziehe es auf Deinen Schoß, um mit ihm die Ver-einigung vorzunehmen, welche in den vorher-gehenden Seiten mehrfach angedeutet ist. Achtedarauf, daß das Sperma, welches nach dem Aktdie Vagina verläßt, sich mit dem Weingeist ver-mischt. Also vollzieht sich die mystische Vereini-gung innerhalb des gebildeten Gedankenwesens,Nachdem Du das Medium wieder die Ruhelagehast einnehmen lassen, stellst Du zunächst durchPendelschwingungen fest, ob und wie sich dasMentalwesen gebildet hat und bindest es nunmehran ein Stück Pergament, welches Du vorher miteinem bestimmten kabbalistischen Namen, einerZahlenreihe oder auch einem entsprechendenSymbol versehen hast.Tränke das Pergament mit dem Weingeist unddem Sperma und menge dazu drei Blutstropfendeines linken Saturnfingers, dann trockne dasPergament über dem Räuchergefäß und die Zere-monie ist damit beendigt.Es ist gut, wenn Du, ehe Du den Kreis verläßt,was niemals rückwärts geschehen darf und stetsan der Stelle des Schlußpentagramms erfolgen94 VIII."},{"pageNumber":95,"pageContent":"muß, die Ablosungsformeln nach allen 4 Himmels-richtungen aussprichst, denn es ist durchaus mög-lich, daß von dieser Magie nicht nur Elemental-wesen niederer Art, sondern auch Astraldämonenhöherer Art angezogen worden sind. Das Mediummagnetisiere dann. indem Du ihm wieder genügendOdkraft zuführst und sorge für einige Stundenruhigen Schlafes. Das Zimmer selbst räuchere dannsorgfältig aus, und zwar mit Weihrauch.Du kannst nun unabhängig von diesem obigenExperiment feststellen, daß dieses von Dir ge-schaffene magische Wesen, welches mit dem Per-gament verbunden ist, sich überall dort feststellenlaßt, wohin Du das Pergament legst und auf-bewahrst, und zwar wirst Du finden, daß dieselbenSchwingungen und Pendelkurven, welche dasPhantom zuerst zeigte, regelmäßig immer wieder-kehren.Es ist gut, wenn Du während der nächsten Tagedas Pergament in einen stillen Winkel des Zimmerslegst und ihm durch einfache Odeinstrahlung,•welche auch das Medium vornehmen kann, neueOdkraft zuführst.Experimentell lassen sich solche Gedankenwesenwochen- und monatelang am Leben erhalten. Nach-dem Du Dich ebenso von der Wirksamkeit und demGelingen des Experimentes überzeugt hast, ver-suchst Du in einer Saturnstunde in der Nacht vomFreitag zum Sonnabend das Wesen derart zu ver-VIII 95"},{"pageNumber":96,"pageContent":"nichten, indem Du Deine kosmische Glyphe eineWeile über das Pergament hältst und Du wirstsehen, daß, wenn dieselbe richtig ist, das PendelDir keine Schwingungen mehr anzeigt, das Phantomalso vernichtet ist. Das Pergament selbst ver-brenne im Holzkohlenfeuer mit stärkster Weih-rauchräucherung.Es ist wohl ersichtlich, daß dieses Experiment nurvon in der Magie erfahrenen, fbrtg eschrittenen Schü-lern gemacht werden darf. Es wurde hier zur Ver-vollständigung des Buchthemas angeführt, aus derReihe der zahlreichen anderen Praktiken, um demsuchenden Leser ein ungefähres Bild zu geben.Es dürfte einem Schüler, der nicht in einer derLogenmysterienschulen genaue Anweisungen be-kommen hat, sehr schwer fallen, alle die Voraus-setzungen zu erfüllen, die für ein derartiges Ex-periment verlangt werden.96 VIII."},{"pageNumber":97,"pageContent":"Außer den in den Anweisungen oft erwähntenechten Utensilien, der Wichtigkeit der astro-logischen Konstellationen, sind auch die Farbwir-kungen und die Empfindungen der Geruchsnervenzu berücksichtigen.Über die Wirkungen bestimmter Farbentöne istim Magischen Brief Nr. l genügend gesagt, und esist klar, daß die Farbe der Mäntel, überhaupt dieFarbe der Stoffe, die Farbe des Zimmers, eine be-einflussende Rolle spieltEs ist auch ratsam, für entsprechende Beleuch-tung durch Anbringung umschaltbarer Leucht-körper zu sorgen.Es arbeitet sich bei magischen Experimenten imroten Licht (Astrallicht) am vorteilhaftesten. Bei Re-ligionszeremonien ist blaues Licht zu empfehlen.Ebenso wichtig ist ein genaues Studium der Ge-rüche, und deshalb ist es nötig, daß der Magierentsprechend dem betreffenden Experiment auchein sympathisierendes öl oder Parfüm wählt, wel-ches ihm angenehm ist und auch die Geruchssinnedes Mediums günstig anregt. Die sexuelle Osphre-siologie muß also dem Magier bekannt sein, umsie zu benutzen. Leider nimmt die Inferiorität fürVIII. 97"},{"pageNumber":98,"pageContent":"Gerüche bei der Menschheit noch mehr zu, so daßMenschen, welche subtile Düfte empfinden, schonselten genug sind. Aber die Empfindung der Ge-ruchsnerven löst sich doch im Unterbewußtseinaus, auch wenn der Duft äußerlich gar nicht starkempfunden wird. Dieses Wissen ist für die ma-gische Praxis und Beeinflussung wichtig genug.Denn der Magier kann mit scheinbar unaufdring-lichen Parfüms arbeiten, deren Zusammensetzungdoch so raffiniert ist, daß sie viel stärker anregen,als das Medium überhaupt ahnt.Wenn der Magier z. B. sich ein Parfüm wählt, das eraus Destillaten von Kastanienblüten und Sauer-dorn mit Vanille vermischt herstellt, so hat er einParfüm, ein „Odor aphrodisiacus\", das dem Ge-ruche des frischen Spermas eines Jünglings gleich-kommt und auf die sexuellen Sphären des Weibesungemein wirkt, ohne daß der Grundgeruch ge-merkt wird, da das Vanilleparfüm vorherrscht*).Man hat den Geruchssinn mit Recht einen meta-physischen Sinn genannt, da er über das Wesender Dinge ohne Sichtbarkeit ihrer selbst, auch oftnach dem örtlichen Dasein, noch genauen Auf-schluß gibt. Der Geruchssinn führt gleichsam indas innerste Wesen der Dinge, und es ist wichtig,daß jede Duftempfindung sich zuerst wirksam im*) Bei einem männlichen Medium verwende man ein Destillat aus derPflanze Chenopodium vulvaria (Gänsefuß), deren Geruch dem Vaginal-sekret ähnelt.98 VIII."},{"pageNumber":99,"pageContent":"Unterbewußtsein, im Erinnerungsvermögen, in Ah-nungsempfindungen auslöst und sich dann ge-gebenenfalls bis zum Affekte steigert. Der Geruchals affektiver Sinn widerstrebt jeder klaren Vor-stellung und verleitet direkt, jeder Logik feind,zum phantastischen Denken auf der rein mystischenEmpfindungsbasis der menschlichen Seele. Mankann sogar von einer Mystik des Geruches spre-chen, die von altersher von eingeweihten Priesternin allen Religionskulten bewußt verwandt wurde.Da nun eine ontologische Identität zwischen Ge-ruchssinn und Wollustgefühl besteht*), so hat derMagier also alle osphresiologisch als Sexualdüftebezeichneten Parfüme und Substanzen zu benutzen,um gegebenenfalls die AiFekte zu steigern.Moschus, Ambra, Vanille, Rosen, Nelken, Veilchen,Jasmin gehören zu den wirksamsten Duftstoffen,die für Magie verwendbar sind.Das beste Buch über dieses Gebiet ist das zu empfehlende Werk:Dr. Albert Hagen, Die sexuelle Osphresiologie. Berlin 1920.Zu den systematischen Vorbereitungen in der Heran-bildung des Mediums durch Erweckung der ma-gischen Fähigkeiten gehört auch die Beeinflussungdes Traumlebens, Diese Möglichkeit ist gegebendadurch, daß dem Medium nächtlich ein Taschen-tuch mit dem Parfüm oder auch dem Genitalschweißdes Magiers getränkt, über das Gesicht gelegt wird.*) Es besteht nach den wissenschaftlichen Forschungen sogar ein di-rekter anatomischer und physiologischer Konsensus, eine organischeHarmonie zwischen Nase und Genitalien beim Menschen.VIII. 99"},{"pageNumber":100,"pageContent":"Das Unterbewußtsein wird also dadurch angehalten,sich auch im Traumleben mit der Persönlichkeit desMagiers zu beschäftigen. Diese Praxis nennt mandie geheime magische Bindung der Seele.Mit diesen gegebenen Anweisungen soll nun dieser„Magische Brief\" geschlossen sein. Auch er istnur ein Glied in der großen, geheimen und kunst-vollen Kette magischer uralter Gebräuche und Riten,die zurückreicht bis in die Uranfänge der Mensch-heit. Ihre Wurzeln liegen Jedoch im Kosmos undwenn der Chela die kosmischen Kräfte im Menschenerkennt und meistert, so ist er auf dem richtigenWege. Die Sexualmagie ist ihm nur dann Mittel zumZweck, um die astrale Welt rückwärts versinkenzu lassen, um aufwärts zu steigen in mentale undreine hehre Welten des hohen Denkens.Es wird an dieser Stelle hier ausdrücklich bemerkt,daß die wahre Rosenkreuzerwissenschaft, das wahreRosenkreuzertum, durchaus den sexuellen Mysterienund Kulten nicht fernstanden. Alle Rosenkreuzer-Riten sind in Symbolen verborgen, wie es Jenningsin seinem so vorzüglichen Buche „Die Rosen-kreuzer, ihre Gebräuche und Mysterien\",deutlich beweist, denn er ist einer der wenigenForscher der Neuzeit, der mehr über das Rosen-kreuzertum tatsächlich weiß.Die meisten heute existierenden, sich Rosenkreuzernennenden Vereinigungen, die auch immer nur auf100 VIII."},{"pageNumber":101,"pageContent":"theoretischer Grundlage stehen, sind weiter nichtsals Gebilde fanatischer Neugeistiger, die aus Mangelan praktischer Betätigung und an praktischerKenntnis der alten überlieferten Kulte, nicht nurkein tieferes Wissen haben, sondern sogar denursprünglichen Sinn der Mysterien nicht einmalahnen. Sie wissen nicht, daß die gekreuzigte Rosedas größte und unverhüllteste aller geschlechtlichenSymbole, der Yoni und des Lingam istAlle die Sekten der heutigen Zeit, welche sich imGegensatz zu dem in diesem Buche teilweise ent-hüllten Mysterienwissen befinden, sind nur einseitigorientierte Nachahmer eines durch Zufall über-lieferten Geistwissens. Rudolf Steiner war eineAusnahme. Wer Mereschkowski studiert, wirdden Weg finden, wo in der Intuition alte, ver-borgene Mysterien auch in der jetzigen Zeit wiederaufleuchten.In der Dunkelheit liegt die Helle,Das Licht scheint in der Finsternis.VIII. 101"},{"pageNumber":102,"pageContent":"LITERATUR-VERZEICHNISBarres, Maurice: Vom Blute, der Wollust und vom Tode.Berlin 1920.Bloch, Dr.J.: Die Sexualität unserer Zeit. Berlin 1920.Blum, Robert: Entschleierte Mysterien aus alter und neuer Zeit.Leipzig 1911.Boldt, Ernst: Sexualprobleme im Lichte der Geisteswissenschaft.Leipzig 1910.Dillmann: Das Buch Henoch. Leipzig 1853.Dühren, Dr. Eugen: Marquis de Sade und seine Zeit. Berlin 1922.— Studien über das menschliche Geschlechtsleben. Berlin 1922.Ellis, Havelock; Mann und Weib (deutsch von H, Kurella).Leipzig 1894.Erttmann, Paul: Die Magie der Liebe und des Sexuallebens.Leipzig 1926.Esperg, M. M.; Ehedirnen. Dresden 1926.Fließ, Wilhelm: Die Beziehung zwischen Nase und weiblichenGeschlechtsorganen. Leipzig 1897.Freimark, Hans: Das Geschlecht als Mittler des Übersinnlichen.Leipzig 1905.— Das erotische Element im Okkultismus. Pfullingen 1920.— Okkultismus und Sexualität, Leipzig 1900-Galopin, Augustin: Le parfum de la femme et les sens olfactivdans l'amour. Paris 1886.Gießler, Karl Max; Wegweiser zu einer Psychologie des Ge-ruches. Hamburg 1894,Hagen, Dr. Albert; Die sexuelle Osphosiologie. Berlin 1920.Hagen, Werner: Die künstliche Traumerzeugung. Pfullingen 1920.Hermann, Prof. G.; Genesis, das Gesetz der Zeugung, I—IV.Leipzig 1899.Huysmans: Tief unten. Potsdam 1925.Jäger, Gustav: Entdeckung der Seele. Leipzig 1884.Jennings: Die Rosenkreuzer, ihre Mysterien und GebräucheBerlin 1920.Kisch, Dr. C. Heinr.: Die sexuelle Untreue der Frau. Bonn 1918.v. Krafft-Ebing: Psychopathia sexualis. Stuttgart 1890.Laurent, Dr. E.: Okkultismus und Liebe, Berlin 1922.— Sadismus und Masochismus. Berlin 1919.Leisegang: Die Gnosis. Leipzig 1924.Libra, N.Theo: Die sexuelle Revolution. Berlin 1920.Lloyd, L W.: Die Methode „Karezza\". Amersfort 1922.Lomer, Dr. Georg: Magie der Liebe. Pfullingen 1920.102 VIII."},{"pageNumber":103,"pageContent":"Mahatma ArkaJa Brahma: Liebe und Ehe. Berlin 1920.Mantegazza, Paul: Physiologie der Liebe.v-Mayer, Dr. Ed.: Das Mysterium der Geschlechter, Pfullmgen 1924.Mayreder, R.: Askese und Erotik. Jena 1926.Mereschkowski: Die Geheimnisse des Ostens- Berlin 1924.Moll, A.: Untersuchungen über die Libido sexualis, Berlin 1897.Müller, Dr.Jos.; Keuschheitsideen. Aschaffenburg 1926.Müller, P.: Geschlechtsmoral und Lebensglück. Leipzig 1926.Omar: Eheliche Liebeskunst, Freiburg 1927,— Sexuelle Lebenskunst. Freiburg 1925.Arya Pathika: Das Sexual-Prob lern im Lichte der EsoterischenPhilosophie. Pfullingen 1924.Peregrinus-Therion; Die gnostische Messe, Schmiedeberg 1904.Pfister, Dr, Oskar: Die Liebe vor der Ehe, Berlin 1925.Placzeck, Dr.: Freundschaft und Sexualität. Bonn 1920.Quanter, R.: Das Weib in den Religionen der Völker. Berlin 1926.Rachilde: Sämtliche Werke. Münster 1920.Rau, Hans: Die Grausamkeit. Berlin 1925,Reihsig, Dr. E.: Liebe, eine hypnotische Suggestion, Berlin 1895.Runge, W.; Die Nase in ihren Beziehungen zum übrigen Körper.Jena 1885.Rutgers, Dr.: Das Sexual-Leben in seiner biologischen Bedeu-tung. Dresden 1922.Schmidt,Eugen:DieGnosis.I.Bd. Gnosis d.Altertums. Leipzig 1903.ILBd.Gnosisd.Neuzeit, Jena 1907.Schulhof, Dr. Fritz: Liebestaubheit (Sexual-Pathologie des All-tags). Wien 1926-Steiner, Dr, Rudolf: Blut ist ein ganz besonderer Saft. Berlin 1920.Stockham, Alice: Ethik und Ehe. Jena 1927.— Die Brautehe. Leipzig 1927.Tristan (Kurtzahn): Die Gnostiker. Leipzig 1925.de la Vaudere,Jane: Le Mystcre de Kama. Leipzig 1902.Van der Velde: Die vollkommene Ehe, ihre Psychologie undTechnik, Leipzig 1926,Verlaine: Sämtliche Werke. Paris 1918.Weininger, Otto: Geschlecht und Charakter. Wien 1918.Weißbrodt, Dr. Karl: Gattenpflichten. Berlin 1906.Wieth-Knudsen, Prof. Dr.; Rassenfrage und Feminismus. Stutt-gart 1926.Zeitschrift „Geschlecht und Gesellschaft\". 13 Bände. Leipzig.Zeitschrift „Sexualprobleme\". Frankfurt a. M.Zikel, Dr. Heinz: Die Gefühlskälte der Frauen. Berlin 192Ü.Zwaardemaker: Die Psychologie des Geruches, Leipzig 1895.VIII. 103"}]
