[{"pageNumber":1,"pageContent":"1Liber KKKby Peter J. CarrollKAOS KERAUNOS KYBERNETOS(THE CHAOS THUNDERBOLT STEERS ALL THINGS)"},{"pageNumber":2,"pageContent":"2Liber KKK is the first, complete, systematic magical training program for somecenturies. It is a definitive replacement for the Sacred Magic of Abramelin the Mage,which system has become obsolete due to its monotheist transcendentalism and itsdependency on repressive forms of inhibitory gnosis now considered inappropriate.Liber KKK is presented as a series of general magical techniques which themagician must develop into a workable program using whatever symbols, instrumentsand forms of gnosis that appeal to him. It would be inappropriate for a Chaos Magictext to prescribe any particular beliefs or dogmas, except that magic works if certaingeneral principles are followed. It would be inappropriate for any Chaos magician toslavishly adhere to the fine detail of any system. Much can be learnt from Liber KKKin the process of adapting general procedures to personal taste and objectives. LiberKKK may be attempted by any adult. The word \"magician\" applies equally to eithersex and the use of the male personal pronouns in the text is merely a literaryconvention in the absence of neutral forms in English.Liber KKK is a series of twenty-five magical operations or \"conjuration’s\". Thefive classical conjuration’s of Evocation, Divination, Enchantment, Invocation andIllumination are each performed on the five levels of Sorcery, Shamanic Magic, RitualMagic, Astral Magic and High Magic. Thus the whole work systematically resumes theentire tradition of magical technique, leading the magician from simple practices andthe manufacture of tools towards the mastery of more complex experiments on thepsychic level."},{"pageNumber":3,"pageContent":"3It is highly desirable that the magician has some form of private temple for hisconjuration’s. Yet it is essential that the magician remains active in the world for theperiod of the work as a whole. The work does not entail any form of retreat from theworld, but rather the world surrounding the magician is used as the proving groundfor magic. Thus the business and social affairs of the magician are the prime focus forhis magic. In performing that magic he gradually defines his style or spirituality. For itis senseless to define spirituality as other than the way one lives. If the Way of Magic isto have a spiritual component it can only be discovered through the performance, allstrictures and exhortations are useless.There is no upper limit on the time that may be allocated to complete the entirework but it cannot be completed in less than a single year. Any person with the timeto complete the operation in less than a year should consider adopting further worldlycommitments as arbitrary goals in support of which, various parts of the work can beused. Objective results are the proof of magic, all else is mysticism.Samples of the Philosophers Stone which do not transmute lead to gold willalso fail as elixirs of enlightenment in a lifestyle of risk and uncertainty. The magicianmay need to consider whether he needs to adopt projects involving these elementsbefore he begins the work.For the purpose of this operation, the five classical magical acts of Evocation,Divination, Enchantment, Invocation and Illumination are defined as follows:EVOCATION - Is work with entities which may be naturally occurring ormanufactured. They may be regarded as independent spirits, fragments or the"},{"pageNumber":4,"pageContent":"4magicians subconscious, or the egregores of various species of life form, according totaste and belief structure. In practice Evocation is usually performed for Enchantment,in which the evoked entities are made to create effects on behalf of the magician.Evoked entities also find some application in Divination, when they are used todiscover information for the magician.DIVINATION: Includes all those practices in which the magician attempts to extendhis perception by magical means.ENCHANTMENT: Includes all those practices in which the magician attempts toimpose his will on reality.INVOCATION: Is the deliberate attunement of consciousness and the unconsciouswith some archetypal or significant nexus of thought. The classical conceptions ofPagan god forms are often used but other principles may serve. Invocation createsstates of inspiration or possession during which Enchantment, Divination, oroccasionally Evocation, can be performed.ILLUMINATION: Is deliberate self modification by magic and may include spells ofEnchantment cast at oneself to repair weaknesses or increase strengths, and Divinationand Invocation performed for inspiration and direction. Thus all magical operationsare based on the use of will, perception and imagination, which is to say that they areall species of Enchantment or Divination. Imagination is that which occurs when willand perception stimulate each other. The five levels of magical activity, Sorcery,Shamanic, Ritual, Astral and High Magic are for the purposes of this operationdefined as follows:"},{"pageNumber":5,"pageContent":"5SORCERY: Is simple magic which depends on the occult connections which existbetween physical phenomena. Sorcery is a mechanical art which does not require thetheory that connection exist between the mind of the operator and the target. Anyeffects arising from such a connection can, however, be regarded as an added bonus.Working on the sorcery level the magician creates artifacts, tools and instrumentswhich interact magically with the physical world and which can be used again in moresubtle ways on the other levels. The sorcery level work should be performedthoroughly, for simple as its practices seem they are the foundation on which thehigher level work rests.SHAMANIC MAGIC: Works on the level of trance, vision, imagination and dream.It opens the magician's subconscious by negating the psychic censor with varioustechniques. The magician faces considerable danger on this level and may havefrequent recourse to sorcery techniques or banishing ritual if it threatens to obsess oroverwhelm him.RITUAL MAGIC: Combines the abilities developed on the Sorcery and Shamaniclevels. The magician brings together the use of tools from the Sorcery level with thesubconscious powers liberated on the Shamanic levels and combines their use in adisciplined and controlled fashion.ASTRAL MAGIC: Is performed by visualization and altered states of consciousness orgnosis, alone. Physical paraphernalia is not used although the tools and instrumentsfrom the previous levels can be used in the form of visualized images. At first themagician will probably require seclusion, silence, darkness and considerable effort at"},{"pageNumber":6,"pageContent":"6concentration and trance to succeed with such magic, but practice will allow it to beperformed anywhere.HIGH MAGIC: Is that which occurs when there is no impediment to the directmagical effect of will, no barrier to direct clairvoyance and prescience, and noseparation between the magician and any form of rapport or consciousness he choosesto enter into. For most people the portals of High Magic are open at a few peakmoments in a lifetime. As the magician progresses through his training themomentum he acquires will force open the gates to the miraculous more often. Noprocedures are given here for the five conjuration’s of High Magic. High Magicrepresents the point where technique gives way to intuitive genius and each mustintuit the key to unleashing such powers for himself.The first twenty conjuration’s teach the full gamut of artificial tricks andtechniques for throwing and catching the magical thunderbolt. In High Magic theprimordial Chaos at the centre of our being grabs or hurls the thunderbolt by itself.The five conjuration’s on each level may be attempted in any order but all five shouldbe completed before beginning on the next level. The magician should prepare tobegin the whole operation on a date that is auspicious or personally significant.Perhaps a birthday or a seasonal turning point. A book is prepared in which themagician is to record successes with each of the twenty-five conjuration’s. Onlysuccessful results are noted and the magician must modify his approach to eachconjuration until results worthy of recording are achieved. Lesser results may berecorded elsewhere for reference. The record of the Liber KKK operation, however,should contain an account of notable successes with each of the twenty-fiveconjuration’s. A single success with each should be regarded as an absolute minimum"},{"pageNumber":7,"pageContent":"7whilst five successes with each of the twenty-five conjuration’s can be regarded asthorough work.With the possible exception of acts of High Magic, all conjuration’s should beplanned in detail beforehand. Upon entering the temple beginning work, the magicianshould know precisely what he intends to do. Most magicians prefer to write out arubric for a conjuration even if they rarely use the written form as a cue. The magicianwill often have to do more than is planned as inspiration and necessity move him. Yethe should never fail to carry out what he has planned or begin work with a vague ideaof doing some magic.The Gnostic Banishing Ritual: During the period of the performance of the LiberKKK operation the magician may need to defend himself against the results of his ownmistakes and hostile psychic influences. He may also need to replenish his own healthand psychic forces. For these purposes the Gnostic Banishing Ritual may be used. It isa technically compact and powerful conjuration of Ritual Enchantment for all of theabove purposes. It may be used freely during the work as a whole and particularly as aprelude and an ending to each of the first fifteen conjuration’s.Conjuration’s One to Five - Sorcery Level Magic - Sorcery depends on exploitingpsychic connection between the physical phenomena and only secondarily onestablishing psychic connections between mind and physical phenomena. Each of theconjuration’s requires the use of physical instruments which can be used again onother levels. It is highly desirable that the magician make these instruments by his ownhand. However the magician may adapt existing objects for use if such"},{"pageNumber":8,"pageContent":"8objects are especially significant, or unique artifacts, or designed by the magician, or ifsuch objects become available to the magician in an unusual or meaningful manner. Itis no accident that sorcery techniques often resemble certain childhood behaviorpatterns. Children often have a natural familiarity with the simple principles of magiceven if they lack the persistence or encouragement to make them work. The adultmagician is seeking to regain that childlike sense of imagination, fluidity and wishfulthinking, and turn it into something of real power.Conjuration One - Sorcery Evocation - The magician creates with his own hands aphysical representation of a fetish entity by carving, molding or assembly. Its functionsare in general to attract success, to protect by repelling misfortune and to act as areservoir of power for the magician. It is usually shaped to resemble some kind ofactual living being or chimerical being whose form suggests its function. If it is vaguelyhumanoid in shape it is known as a Homunculus. It may be made to contain parts ofthe magician's body or be anointed with blood or sexual fluids. The magician treatsthe fetish as a living being, speaking his will to it, commanding it to exert its influencein his favor and carrying it on his person when on critical errands. Some magiciansprefer to make two fetishes, one to implement will, the other to bring knowledge andinformation.Conjuration Two - Sorcery Divination - The magician prepares a simple model of theuniverse for use as a divinatory tool. A set of Rune Sticks or Rune Stones is mostexcellent for this purpose. Occidental geomancy sticks provide a somewhat simplermodel whilst the systems of Tarot or I Ching can prove too complex for later work onthe Shamanic levels unless abbreviated in some way. The magician should perform"},{"pageNumber":9,"pageContent":"9divination both for general trends and for answer to specific questions. The element ofthe divinatory tool should be treated as having a fairly direct relationship to the partsof reality they represent and the procedures of sorting should be regarded as a mirror ofthe process by which reality takes its decisions. Divinatory activity should be pitched ata frequency and complexity which allows answers to be remembered. It is preferable todivine for phenomena which are likely to confirm or negate the divination within arelatively short time period.Conjuration Three - Sorcery Enchantment - For the work of the third conjuration themagician may need to prepare or acquire a variety of instruments, but chief amongstthese should be a single special tool or magical weapon, for enchantment. A smallpointed wand or a knife are especially convenient. This special instrument or weaponcan also be usefully employed to trace the pentagrams in the Gnostic Banishing Ritual.A fist sized piece of modeling clay or other plastic material may be the only otherinstrument required. To perform Sorcery Enchantment the magician makes physicalrepresentations of his will and desire. Where possible the magical weapon should beused to help make or manipulate these representations. The magician should performone or several conjuration’s of this type per week. As always he should aim to influenceevents before nature has made her mind up, and he should not put too great a strainon nature by conjuring for highly improbable events.Conjuration Four - Sorcery Invocation - The aim of the fourth conjuration is to createradical changes in behavior by temporarily altering the environment. There is no limitto the variation of experience the magician may wish to arrange for himself. He might,for example, after some careful background research, depart in disguise to somestrange place and play out a completely new social role. Alternatively, he may wish to"},{"pageNumber":10,"pageContent":"10equip his temple and himself in such a way that he experiences being an ancientEgyptian god for a time. In Sorcery Evocation the magician tests to the limit his abilityto create arbitrary change by modifying his environment and his behavior.Conjuration Five - Sorcery Illumination - In works of Illumination the magician aimsfor self improvement in some precisely defined and specific way. Grandiose plans forspiritual enlightenment should be abandoned in favor of identifying and overcomingthe more obvious weaknesses and increasing existing strengths. For the work ofIllumination the magician makes or acquires some object to represent his quest as awhole. This objects is technically known as a \"lamp\" although it may take the form ofanything from a ring to a mandala. The \"lamp\" is used as a basis over which toproclaim various oaths and resolutions. Such oaths and resolutions may also be markedonto the design of the lamp. The magician may need to perform varioussupplementary acts of invocation, enchantment, divination and even evocation tomake progress with the work of illumination. It is not unusual for the magician todestroy and rebuild the lamp during the work of illumination.Conjuration’s Six to Ten - Shamanic Level Magic - Shamanic Magic depends on theuse of altered states of consciousness in which active visualization and passive visionseeking can most easily occur. The altered states which are easiest and safest to accessare those of half- sleep, dream and light trances brought on by quiet meditation.However, any method of Gnosis can be used according to taste, but in initial exercisesit is wise to avoid certain dangerous and ecstatic practices which can lead to a loss ofcontrol. In general it is preferable to try and deepen the trance by concentrating onvisualization and vision than to deepen it by extreme Gnosis beforehand. In ShamanicMagic the magician is seeking to discover and establish connections between his"},{"pageNumber":11,"pageContent":"11mental imagery and phenomena in the world. Visions frequently occur in symboliclanguage, thus for example, diseases take on the appearance of insects or loathsomeanimals, and fears or desires may appear as spirits. The magician or shaman shoulddeal with such things as the images in which they present themselves, banishing orinvoking such forms by force of visualization and interpreting their physical meaningwhere necessary. Shamanic magic tends to become a very idiosyncratic and free formexercise in which the magician also explores his symbol synthesizing faculties.Conjuration Six - Shamanic Evocation - In this work the magician strives to establish avision of an entity which he projects to do his bidding. It is often useful to work withthe visualized forms of the entities used for the sorcery evocation although other formscan be chosen. In general, entities are used to encourage desired events to materialize,or to seek out information, in situations which are too complex for simple spells ordivination’s to be formulated. Entities act as semi- intelligent spells with a limiteddegree of independent action. The magician seeks to build an increasing rapport withthe entities he has conjured by imagination until they begin to have real effect uponthe world. Some of the best work with entities can often best be achieved byinteracting with them in dreams.Conjuration Seven - Shamanic Divination - In Shamanic Magic divination consistsof a vision quest for answers to particular questions. However, the traditional term\"vision quest\" should be understood to include a quest for an answer sensed in anyway, be it hallucinatory voices, tactile sensation or whatever. In general the magicianconcentrates on the question he wishes to put as he enters his state of dream, half-sleepor trance and then allows a flow of images, voices or other sensations to arise withinhimself. A completely free form vision can be attempted and later interpreted, or the"},{"pageNumber":12,"pageContent":"12magician may attempt to structure his experience by looking for special symbols,particularly those chosen for the sorcery divination work.Conjuration Eight - Shamanic Enchantment - In Shamanic Enchantment themagician seeks to impress his will upon the world by a direct or symbolic visualizationof his desire. Thus whilst in his chosen form of trance he summons up an image of thetarget phenomena and visualizes his desire coming to pass. The magician will oftenfind it helpful to visualize himself in the spirit vision traveling to the person orsituation he wishes to influence. He then visualizes an imaginative enactment duringwhich the situation or the person's behavior changes to fit his desire. It is not unusualfor the visualization to become somewhat symbolic or distorted or colored by themagician's imagination. In general these distractions should be banished by greaterconcentration on the desired visualization. However, if they are persistent they mayreveal some knowledge about the target or the magician's relationship to it which hecan use to improve his enchantment. For example, if a target person repeatedly appearsto have some kind of aura or animal form in a vision it is often best to work onesvisualization directly upon this. Similarly, if a target situation seems to have some kindof characteristic vibration or \"feel\" about it in the spirit vision then the magician willoften succeed by spirit vision then the magician will often succeed by working hismagic upon a visualization of this rather than of the actual substance of the situation.Conjuration Nine - Shamanic Invocation - In Shamanic Invocation the magiciandraws knowledge and power from Atavisms, normally animal atavisms. A number ofingenious explanations exist as to why such experiences are possible. The humangenetic code contains a huge amount of apparently unused information. Much of thismust relate to our evolutionary history. The human brain has developed by a process"},{"pageNumber":13,"pageContent":"13of accretion rather than by complete modification. The older parts of our braincontain circuits and programs identical with those in other animals. Some magiciansconsider that the psychic part of humans is built up from the psychic debris of manypast beings including animals, in much the same way as the physical body is. Othersconsider that the collective psyches of the various animal species is available to themtelepathically.To perform Shamanic Invocation the magician strives from some kind ofpossession by an animal atavism. The selection of a particular animal form is a veryperson matter. It may be that the magician has had some affinity with a particularanimal since childhood, or has some characteristic, physical or mental, which suggestsan animal, or it may be that an intuition builds up or that a sudden visionaryrevelation occurs. To develop the invocation the magician should try to visualizehimself in animal form whilst in trance and even to project himself in astral travel asan animal. It is often useful to physically act out the behavior of the animal in asuitable environment. With practice, varying degrees of split consciousness can beachieved in which it is possible for the magician to interrogate his atavism uponmatters it understands and to ask it to provide him with such of its powers as hisphysical or astral bodies can support.Conjuration Ten - Shamanic Illumination - The so called medicine journey ofShamanic Illumination is a quest for self-knowledge, self renewal or self improvement.It can take many forms. Traditionally it often takes the form of a death and rebirthexperience in which the magician visualizes his own death and dismemberment of hisbody followed by a rebuilding of his body and \"spirit\" and a rebirth. Sometimes thisprocess is accompanied by physical privations such as sleeplessness, fasting and pain to"},{"pageNumber":14,"pageContent":"14deepen trance. Another method is to conduct a series of visionary journeyssummoning up the so called \"spirits\" of natural phenomena, animals, plants andstones and asking them to yield knowledge. The simplest method of all is to retire forsome days to a wild and secluded place far from the habitations of men and there toconduct a complete review of one's life up to that point, and also of one's futureexpectations.Conjuration’s Eleven to Fifteen - Ritual Magic - In ritual magic, the physical use ofmagical instruments is combined with altered states of consciousness in a series ofstructured ceremonies. You, the magician, also begin to incorporate certain magicaltheories into the design of your work to make it more precise and effective. Inparticular, you should seek to broaden your use of trance by using various techniquesof gnosis. This has the effect of bringing the unconscious parts of the mind, whichactually do the magic, more fully into play. In ritual magic, considerable use is madeof various systems of symbolic correspondence, analogical thinking, and sigils. Theseare used to communicate with the unconscious and to preoccupy the conscious mindwhile magic is being worked. Ritual magic is always structured as an indirect approachto desire on the conscious level. The ritual magician never works with a directrepresentation or visualization of what he or she wants, but rather with some sigil orsymbolic analogy which in a Gnostic state stimulates actual desire in the unconscious.Conjuration Eleven - Ritual Evocation - For ritual evocation, magicians may choose tocontinue using the entity forms employed in the sorcery or shamanic levels or maywish to experiment with traditional forms from the classical grimoires of spirits.Alternatively they may attempt to build up their own entity forms. Tradition has itthat a magician should not seek to maintain more than four entities at the same time,"},{"pageNumber":15,"pageContent":"15and in practice this seems a good rule of thumb. In ritual evocation a material basis isalways used even if this is merely a graphic sigil on paper. In the initial evocations, themagician builds up a strong visualized image of the entity using full gnosis. Insubsequent evocations, you address various commands and directions to the materialbasis of the entity or else seek to receive information from it. The material basis shouldbe handled ritually and while in a Gnostic state whenever possible. When not in use, itshould be concealed.Conjuration Twelve - Ritual Divination - In ritual divination some kind of physicalinstrument is manipulated to give a symbolic or analogical answer while in a state ofgnosis. Deep states of gnosis tend to preclude the use of complex divinatoryinstruments such as the Kabbala or I Ching for many people. Others may find thatvery simple systems such as bone casting tend to yield too little information for thiskind of work, while systems of intermediate complexity such as runes, tarot oroccidental geomancy are often most useful. Before the divination, the magician shouldritually charge the divinatory instrument with a sigil or analogical representation of thequestion. The divinatory selection is then made under gnosis. The interpretation maybe made under gnosis also or on return to ordinary consciousness.Conjuration Thirteen - Ritual Enchantment - For ritual enchantment, the magicianmay well choose to use the special instrument of enchantment from the sorcery levelwork, unless particularly inspired to create a better tool. The instrument ofenchantment or \"magical weapon\" is used to trace sigils in the air, and also wherepossible in the manufacture and manipulation of various spells. All ritualenchantments depend upon the use of some kind of spell to occupy and bypass theconscious mind and bring the more powerful unconscious into action. A spell can"},{"pageNumber":16,"pageContent":"16consist of virtually anything from the manufacture and consecration of a sigil, to themanipulation of wax images, or a ritual enactment of some analogy of desire. In allcases, the magician must use gnosis and concentration upon the spell itself, rather thanthe desire it represents to work effective enchantments.Conjuration Fourteen - Ritual Invocation - In ritual invocation, you, the magicianseek to saturate your senses with experiences corresponding to, or symbolic of,some particular quality you wish to invoke. Thus you may dress your temple andperson with colors, smells, symbols, numbers, stones, plants, metals, and soundscorresponding to that which is to be invoked. You also adapt your behavior, thoughts,and visualizations while in gnosis in an attempt to become possessed by what youinvoke. In practice, the classical god-forms are frequently used as the pagan pantheonsoffer a spectrum of qualities resuming the whole of psychology. You should notconfine yourself to invoking only those qualities for which you have a personalsympathy. Any particularly successful invocation should be followed by an invocationof quite different qualities at some later time. A thorough program of ritual invocationshould encompass success with at least five completely different invocations.Conjuration Fifteen - Ritual Illumination - In Ritual Illumination the magician appliesvarious ritual acts of divination, enchantment, evocation and invocation to himself forself improvement. As with all acts of illumination the changes attempted should bespecific rather than vague and general. The magician may find it useful to prepare amore elaborate \"lamp\" perhaps in the form of a mandala representing his self or soulfor this conjuration. One effect of ritual illumination is often to force the magician tochoose between Atman and Anatta. If he works within the paradigm of Anatta, thehypothesis of no-soul, then illumination is a matter of the addition or the deletion of"},{"pageNumber":17,"pageContent":"17certain patterns of thought and behavior. If the magician works within the paradigmof Atman, the doctrine of personal soul, or Holy Guardian Angel, then he faces a morecomplex, dangerous and confusing situation. If a personal soul is presumed to exist butwithout a true will then the Atman magician can proceed as if he were an Anattaist. Ifa true will is presumed to exist then the conjuration must be directed towards itsdiscovery and implementation. The author has avoided treading too far along this pathbut has observed the process go spectacularly wrong in numerous cases. Those whowish to attempt it are counseled to avoid accepting as true will, anything whichconflicts radically with ordinary commonsense or \"lower will\", as it is disparity calledin this paradigm.Conjuration’s Sixteen to Twenty - Astral Magic - Astral Magic is Ritual Magicperformed entirely on the plane of visualization and imagination. Unlike ShamanicMagic where a fairly free form use of images and visions is explored, this magicrequires the precise and accurate visualization of an internal landscape. In thislandscape the magician carries out processes designed to bring him knowledge of theordinary world or to change the world or himself. Astral Magic has to be approachedwith at least as much preparation and effort as it put into ritual magic or else it cantend to become a brief series of excursions around the imagination to little magicaleffect. Properly performed, it can be a source of extraordinary power and it has theadvantage of requiring no physical equipment. Astral Magic is usually begun in somequiet secluded place whilst the magician is comfortably seated or couched with closedeyes. There may be few outward signs that anything is happening apart from perhaps avariation in breathing rates or posture or facial expressions as the magician entersgnosis. To prepare for Astral Magic a temple or series of temples needs to be erectedon the plane of visualized imagination. Such temples can take any convenient form"},{"pageNumber":18,"pageContent":"18although some magicians prefer to work with an exact simulacrum of their physicaltemple. The astral temple is visualized in fine detail and should contain all theequipment required for ritual or at least cupboards where any required instrumentscan be found. Any objects visualized into the temple should always remain there forsubsequent inspection unless specifically dissolved or removed. The most importantobject in the temple is the magician's image of himself working in it. At first it mayseem that he is merely manipulating a puppet of himself in the temple but withpersistence this should give way to a feeling of actually being there.Before beginning Astral Magic proper, the required temple and instrumentstogether with an image of the magician moving about in it should be built up by arepeated series of visualizations until all the details are perfect. Only when this iscomplete should the magician begin to use the temple. Each conjuration that isperformed should be planned in advance with the same attention to detail as in RitualMagic. The various acts of astral evocation, divination, enchantment, invocation andillumination take on a similar general form to the acts of Ritual Magic which themagician adapts for astral work.Conjuration’s Twenty One to Twenty Five - High Magic - All the techniques ofmagic are really just so many ways of tricking some indefinable parts of ourselves intoperforming magic. The universe is basically a magical structure and we are all capableof magic. The really useful theories of magic are those which explain why magic tendsto work so erratically and why we have such enormous inhibitions about believing init, making it work, and recognizing that it has worked. It is as if the universe has cast aspell upon us to convince us we are not magicians."},{"pageNumber":19,"pageContent":"19However, this spell is rather a playful cosmic joke. The universe challenges us toshatter the illusion by leaving a few cracks in it. No details are presented for the fiveconjuration’s of High Magic, nor can they be given, the reader is referred back to theremarks made on them in the introduction. The magician must rely on themomentum of his work in sorcery, shamanism, ritual and astral magics to carry himinto the domain of high magic where he evolves his own tricks and empty handedtechniques for spontaneously liberating the chaotic creativity within.KAOS KERAUNOS KYBERNETOS"}]
