[{"pageNumber":2,"pageContent":"Please help support our Artists and Writers! The community is indebted to the people that create, research, and provide information to us. Please take the time to look this book over, read it, learn from it, and put the information into use. Then do your part to help create this type of information by supporting the creator. If you find value in this book then please purchase it!"},{"pageNumber":3,"pageContent":"T.~ ,1,TABLE OF CONTENTS i l. \tPsybennagick Why Magick? 3. \tOurselfs 4. \tMagick I 5. \tMagick II 6. \tMagick III 7. \tMagick IV 8. \tMagick V 9. \tMagick VI 10. \tMagick VII 11. \tMagick vm 12. \tMagick IX 13. \tMagick X 14. \tPolitics I 15. \tPolitics II 16. \tPolitics III 17. \tPolitics IV 18. \tPolitics V 19. \tPolitics VI 20. \tHeresy I 21. \tHeresy II 22. \tHeresy III 23. \tHeresy IV 24. \tHeresy V Heresy VI 26. \tHeresy VII 27. \tHeresy VIII 28. \tHeresy IX 29. \tHeresy X 30. \tHeresy XI Introduction Irrationale Multimind Science & Magick MagickaJ Attack Wand or Cup? Sacrifice Magickal Medicine Equation 4, Eidolonics The Fifth Equation Null Path Enchantments Null Path Divinations Retroactive Enchantment Chaocracy Conspiracy Theory Conspiracy Practise Tetragrammaton Revolutions The II1uminati Spirituality Predictions Arse Licking Elitism The Abysses Dropping the Wand Off-White Magick Magus Chase Astrology New-Ageism Dog God 8 10 12 14 16 18 20 22 24 26 28 30 32 34 36 38 40 42 44 46 48 50 52 54 56 58 60 62 64 66 II. \\2. U. 14. \\5. \\6. n. \\8. N. 40. 4l. 42. 43. 44. 45. 46. 47. 48. 49. 50. 51. 52. 53. 54. 55. 56. 57. 58. 59. 60. Heresy XII Heresy XIII Heresy XIV Heresy XV Heresy XVI Heresy XVII Heresy XVIII Heresy XVIV Heresy XX Phenomenization I Phenomenization II Phenomenization III Phenomenization IV Anonto]ogy I Anontology II Anontology III Anontology IV Practicks I Practicks II Practicks III Practicks IV Spinwarp I Spinwarp II Spinwarp III Spinwarp IV Spinwarp V Spinwarp VI Spinwarp VII About the Author Epilogue The Antichrist 68 Fundamentalism 70 Filthy Fun 72 Immortality 74 Reproduction 76 Machine Enlightenment 78 Hazards 80 Nothing 82 Haiku 84 Time 86 Finite & Unbounded 88 Thrice Upon a Time 90 Imaginary Time 92 Non Being 94 The AntispelJs 96 Antispell I 98 Antispell 2 100 Three Conjurations 102 The Chaos Cyberzoo 104 The Jihad of Chaos 106 The Void of Chaos 108 Prologue 110 Fundamental Fermions 112 Fundamental Bosons 114 Hyperspins 116 The Indistinguishability Principle 118 Exc1usion 120 Afterword 122 124 126 Further Items of Interest \t127 "},{"pageNumber":4,"pageContent":"Chapter 1 PSYBERMAGICK Introduction An introduction to the Jpsissimus Thesis of Frater Stokast­ikos ,j-10 by ourselj~'. Abandoning conventional literary format, we present a terse and abrupt catalogue of notes, observations, provoca­tions, spells and rituals, to challenge any aspiring magus with the wit and daring to play with them. In celebration of our discovery of six dimensions, and out of respect for St. Aleister Crowley who pioneered the for­mat we use here, we now adopt the conceit of spelling the art and science of the magus as MAGICK. 8 Commentary 1 We celebrate the beginning of a period of silence and our retirement from the roles of Magus and Pontiff of Chaos with the release of this volume. We wandered the world for a decade and more as an 'I' seeking the secret magick of 'being'. Then, upon the real­ization of the Legion of our Doing, clarity dawned. Mastery of the Temple, Wealth, Honours and Power then followed more or less effortlessly. You do not have to sell your soul to succeed with off-white magick. You merely have to recognize the existence of your other seven. 9 1 "},{"pageNumber":5,"pageContent":"Chapter 2 WHY MAGICK? Irrationale We find ourselfs incarnate in an awesomely vast modernist universe of accidental origin amongst semi-intel­ligent apes grasping for emotional gratifications, power, personal identity and answers to silly questions, whilst trading these commodities between themselves. Yet the recommended gratifications and socially-approved identi­ties seem such dull travesties of what two whole kilograms of brain might aChieve'[Worse still, the apes' gods and Gods, for all their cosmic pretensions, appear as laughably­parochial anthropomorphisms, abstracted from faulty guage structures, compounded by the pack-animal urge to obeisartce} Contemptuous of all the rubbish on sale, some attempt to create their own powers, gratifications, identities and expla­nations, and call themselfs magicians. Hubris, then, accounts for the best of But Why Not! As belief in one's capabilities self-evidently leads to in­creasing capabilities, magicians consider it worthwhile to believe in their ability to accomplish the impossible, even if only succeed at this occasionally. 10 Commentary 2 tAs nothing has any meaning other than that which we choose to give it, we must either invest belief and meaning in something or abandon the game and go straight to obliv­ion::;' In selecting beliefs, we might as well go for maximum entertainment value and capability enhancement, regardless of the so-called 'facts'; for if a human really wants some­thing, statistics count for nothing. Personally, we attribute much of our success to a generous contempt for the apparent facts which a science education inadvertently taught us. Spot the treble entendre. JT"},{"pageNumber":6,"pageContent":"Chapter 3 OURSELFS Multimind Some philosophers and psychologists bemoan the disinte­gration or fragmentation of the self in the contemporary world. We celebrate this development. The belief in a single self stems from religious mono­theisms having only a single god. Let us throw out the baby with the bath water. If you consider yourself an 'individual', in the sense of 'indivisible', you have not lived. you merely consider yourself as a single being capable of playing various roles, then you have yet to play them in extremis. The selfs must allow each self a shot at its goals in life, if you wish to achieve any sense of fulfillment and remain sane. l2 Commentary 3 authors apologize in advance for any irritation and confusion caused by the use of standard Chaotic grammar which avoids all concepts of 'being', and uses 'we' instead of 'I' , in recognition of the legionary nature of the personal multimind. If you still do not accept the principle of multiple selfs then consider why humans spend so much time at the temples of Venus, Luna, Bacchus and Mars, trying to escape from their workaday Solar I selfs, in pursuit of love, sex, intoxi­cation and violent entertainments. 13"},{"pageNumber":7,"pageContent":"Chapter 4 MAGICK I Science & Magick The following ten chapters augment the technical proce­dures and general theory of magick given in our two previ­ous books Liber Null & Psychonaut and Liber Kaos: The Psychonomicon. STOKASTlKOS'S LAW \"Any sufficiently advanced form of magick appear indistinguishable from science. \" If Cl\"A l\\ K'\\\\. ~P\"tq•\"'i-1'?lii'(Mur<U,-\\JIQ ~ <\\ lU I I Arthur C. Clark coined this statement in its obverse form. 14 Commentary 4 Our language structures impose causality as a mode of per­ception. Causality does not rule this universe. Humans label events which they associate together frequently as causally connected. and events which they associate together only occasionally as coincidence. Personally, we prefer to consider science as the study and engineering of highly probable coincidences, such as the tendency of apples to fall downwards when dropped from trees. We prefer to consider magick as the study and engi­neering of less probable coincidences, such as the tendency of trees to drop apples when we ask them to. Everything works by magick; science represents a small domain of magick where coincidences have a relatively high probability of occurrence. Half of the skill in magick consists of identifying probabil­ities worth enhancing. 15"},{"pageNumber":8,"pageContent":"Chapter 5 MAGICK II Magickal Attack Attack by Enchantment Defend by Evocation I': ~ I'\" J 16 Commentary 5 Remember (and use) the fact that imagined magickal attack creates far more casualties than actual magickal attack. However, do not risk trying to divine the nature of a real magickal attack, for this will increase your vulnerability to For defence evoke or create a general purpose servitorl cybermorph/eidolon. Forget about such naIve procedures as erecting astral mirrors or shields: these have little other than psychological value. Attack or counterattack vigorously with properly ensigilized enchantments tailored to create highly specific effects. The bullet rather than the grenade. • Do unto others as they would do unto you, but do it first. II Such secrets we can reveal, having retired from active ser­vice after many campaigns. -Field Magus Stokastikos 17"},{"pageNumber":9,"pageContent":"Chapter 6 MAGICK III Wand or Cup? Enchant Long & Divine Short Commentary 6 Wand or Cup? Ifonly one of your spells work you have real power. If only one fifth of your divinations work you have a ous disability. Spells cast well in advance can take advantage of the copi­0us chaos in the interim, but that same chaos will tend to reduce divination to a shambles. 18 19 "},{"pageNumber":10,"pageContent":"Chapter 7 MAGICKIV Sacrifice DON'T SACRIFICE, INVEST! By sacrifice, the religious attempt to invest spiritualagencies. Magicians know better; they invest directly in themselfs, cutting out the middleman. Sacrifice only those things which get in the way of desire, not the thing itself. 20 Commentary 7 Some neophytes imagine that you can conjure wealth by burning bank notes to the gods. Never insult money or blaspheme it by gambling, unless you want to banish it. 21"},{"pageNumber":11,"pageContent":"Chapter 8 MAGICKIV Magickal Medicine Paradox: If homeopaths knew how homeopathy actually worked, it wouldn't work. Overstanding: Homeopathy works by Magick, I.e., the parapsychological effect of operator intent. Homeopaths have to believe in bogus theories to achieve real effects. §t~~ 22 Commentary 8 The erroneous theories of homeopathy arose from the early, purely empirical, practices of immunisation, and an igno­rance of Avogadro's number which quantifies the number of molecules in a given sample. An understanding of mechanics of active and passive acquired immunity, which came much later, would have prevented the development of such theories in the first Homeopathy has let magick back into medicine at the small price of demanding belief in a completely wrong theory by its practitioners. Spell Iatrogenic homeopathy apparently works well in black magick. The sorcerer antidotes the target with a potentiza­tion of itself. Perhaps we should not have mentioned 23"},{"pageNumber":12,"pageContent":"Chapter 9 MAGICK VI The Fourth Equation of Magickl Eidolonics Pe =P +(1 -P)U Where all factors lie on a scale of 0-1 and:-Pe ::: the probability of accomplishing something by the use of an Eidolon. P =the probability of the event occurring by chance alone. L =the quality of the magical link. ~~.1-I,if'~ I See our Liber Kaos: The Psychonomicon for the first three. 24 Commentary 9 THE EIDOLON EVOCATION CONJURATlON:­Let the magickian fashion a Material Basis for a general purpose cybermorph, sparing no expense or skill. Let the magickian physically carry the material basis at all times close to the body. Let the magickian mentally carry the astral image of the material basis to the point of clear hallu­cination during any spare waking moment and, if possible, whilst dreaming. Let the magickian, by profound effort of ritual, phantasy and imagination, treat the eidolon's mate­rial and astral forms as sigils for a named semi-autonomous sentience. The magickian will create a reusable multi-task servitor by such conjurations, for which the first equations factors take an optimum unitary value. Thus only the problem of a mag­ickallink awaits solution in any particular spell of enchant­ment or divination at which the magickian directs the eidolon. Although the neophyte must learn the many and varied conjurations of the art and science, the master will usually prefer the greater speed and efficiency that an eidolon cybermorph offers. 25"},{"pageNumber":13,"pageContent":"Chapter 10 MAGICK VII The Fifth Equation of Magick o +(ict)2 +U2ca)2 + (i2cb)2 Where:­s = spatial separation t temporal separation (ordinary time) a & b = temporal separation in two dimensions of imag­i =i~time c = Jightspeed Note that this equation gives the 'psispacetime' separation between events in a six-dimensional Pythagorean form. Non-local exchange of information can occur when psi­spacetime separation equals zero. Due to the large value of c, zero separations at terrestrial distances occur when:­2 + b2 t \"\" ,ja 26 Commentary 10 Clearly, squaring out the i factors arising from modeling as an imaginary form of space, and imaginary time as an imaginary form of imaginary space, yields the following simplification of the full form of the fifth equation set to a zero value:­S2 -(ct)2 + (ca)l + (Cb)2 = 0 Quantum non-locality then appears as the limited case, where a =b 0, and information passes instantaneously along lightcones. Magick then appears as the more general case where:­0::t--Ja 2 +b2 Note that the fifth equation of magick models both space and time with the same dimensionality of three. Do not panic at your inability to see the other two dimensions of I ime, you cannot actually even see the first one. More of this later in the spinwarp chapters. 27"},{"pageNumber":14,"pageContent":"Chapter 11 MAGICK VIII Null Path Enchantments in Six-Dimensional Psispacetime Figure I below shows the three dimensions of time with a circle of unit radius in the plane of abo Enchantments launched by a magickian at to can act on the circle of probabilities at tl and may appear as changed con­ditions at t2 when the magickian arrives at Conversely, retroactive enchantments can have the odd effect of apparently altering t-l properties, so long as these do not have the effect of preventing the enchantment. This can result in a change of conditions at to. a 12 28 Commentary 11 Enchantments thus 'land' at a distance in the future twice as great as the radius of the circle of imaginary time proba­bilities with which they interact. Retroactive enchantment acts on a circle of probabilities at LI, not shown in Figure 1, which then feed back to the present at to. As we can only observe the instant of the present in t, any debate about what 'really' occurred at L2 becomes academic. Note that the probability circle increases in size with time by a factor of 1tt. Thus, if tomorrow contains a million pos­sibilities, the day after contains 3 million. Enchant long! Note also that an observer at to can in no way observe or interact with so-called 'parallel universes' represented by the shadowy circle in imaginary time at to. They may well exist, but they may as well not if you see what we mean. 29"},{"pageNumber":15,"pageContent":"Chapter 12 MAGICKIX Null Divinations in Six-Dimensional Psispacetime Figure 2 below shows the three dimensions of time with circles of unit radius in the plane of abo Divinations performed by a magickian at to to scry events at t2 or L2 can only succeed if the magickian can identify a dominant probability amongst the plethora of information in either circle. Only divinations which reveal unexpectedly high probabilities tend to count as successes. Note that you can only scry the imaginary past of an event at t2, not the event itself. a b ,,, \" / 2 / / / 30 Commentary 12 The very act of 'looking' in divination can tend to distort probability what you look at. Divination can thus act as enchantment in a way quite beyond the mere effect of self-fulfilling prophecy in the ordinary sense. Divination also becomes progressively more difficult with I ime, as circles of probability in imaginary time enlarge. We have never met anyone who could consistently divine accurately; although a huge market exists for those who poorly or merely pretend to. Oddly, the market for those who can enchant reasonably well seems hardly to exist, probably because only those who cannot, regularly advertise, and those who can, use it more directly to their own advantage. Perhaps the same applies to divination, but we doubt it, on account of the foregoing technical difficulties. If in doubt, always attempt to force hand of chance. 31"},{"pageNumber":16,"pageContent":"Chapter 13 MAGICK X Retroactive Enchantment Despite the ease with which this effect manifests in delayed choice quantum optics experiments, some magickians still seem to have difficulty in summoning the belief to make work on the macroscopic scale. Try this experiment:­Wait until you have lost something. Rather than conduct further fruitless searches, try and trick your subconscious into believing that you actually put the object in a particular place where you actually want to find it. If you have to, you can even use a location that you have already searched, but in this case you will also need to make your subconscious recollection of having searched that place as hazy as possible. Then, whilst occupying your conscious mind with some powerful distraction (anger works well), go to the chosen location and retrieve the lost object. 32 Commentary 13 The subtle mental manoeuvres required for retroactive en­chantment depend upon suspending conscious deliberation and memory, and will fail if you try thinking consciously about your thoughts. Compare this kind of will-perception coordination with the hand-eye coordination of catching a ball. Both work best when performed automatically. If you ever succeed with a trick like this, and you wish to ~ctain and develop the ability without going mad, then we suggest that you do not seek alternative explanations, but lhat you accept the belief that the past has some mutability, or better still that no 'real' time past exists, but that the Imaginary time past contains probabilities restr~ed only by 1he observed conditions of the present moment,:; .~\\ ~ t '\\ V\"l!. ~-o ,eP-\" ~ 33"},{"pageNumber":17,"pageContent":"Chapter 14 POLITICS I Chaocracy It has taken us two million years to elevate politics from the level of a monkey squabble, to a level comprehensible to a six year old child. Towards the end of the twentieth century, the question \"What will succeed democracy?\", seems as unaskable as the question, \"What will succeed monotheism\", would seemed in the fourteenth century. Can nobody contemplate any advance upon the least worst of all systems tried so far? The Problem:­1. We have to delegate responsibility tor government, as most of us have better things to do for most of the time. 2. Nobody who wants political power should have 3. De-electable bodies retain power largely by maintaining the interests of the stasis quo, and cannot act with impartial wisdom that the lUXury of time to govern could allow them to develop. 4. Elected bodies abrogate much of their power to people who act as monarchs, and then waste much of their time efforts in factional infighting. 34 Commentary 14 If we have any the stochastic principles to which we owe our very reality existence, then we should perhaps consider CHAOCRACY. Let us select a legislative body by purely random means. Let us reward those so chosen with salaries which put them beyond corruption. Let us replace one half of those chosen random means every few years. A chaocracy will contain representative proportions of all and sexes. !\\ chaocracy will have assistance a civil service to advise it. !\\ chaocracy will free us from the conflict of party political ideology with conscience, and free us from the distasteful husiness of casting our votes amongst professional liars. I,ct a chaocratic government debate openly but legislate by secret ballot. IA:~t the outcome of vote act as the head of state rather (han invest one person power. We trust people's lives to randomly selected __ juries as only fair method; should we use any less fair method Ilation or a planet?"},{"pageNumber":18,"pageContent":"Chapter 15 POLITICS II Conspiracy Theory Nobody has unity of desire; The selfs within the person Conspire to fulfill their instinctual agendas. Such conspiracies spiral upward in fractal self-similarity through domestic, social, workplace, national and interna­tional scenarios, yielding chaotic outcomes at all levels. \\{ Conspiracies exist all right: ~ But Fuckup mostly rules the outcome. 36 Commentary 15 Conspiracy theory, like causality, works fantastically well as an explanatory model but only if you use it backwards. The fact that we cannot predict much about tomorrow strongly indicates that most of the explanations we develop about how something happened yesterday have (like history general) a high bullshit content. Three things feed conspiracy theories:­Paranoia born of the need for self importance. The need for enemies; which comes down to more or less the same thing. The desire for belief even in malignant forms of control rather than in the reality of pure chance chaos and acci­dent. 37"},{"pageNumber":19,"pageContent":"Chapter J6 POLITICS III Conspiracy Practise Any conspiracy lacking internal conspiracies will rule its world. Only through absolute loyalty to each other can the few control the many. 38 Commentary 16 The extreme simplicity of these statements belies both their awesome appHcability to conspiracies at all fractal levels and the virtual impossibility of their achievement. In practise the power of any conspiracy rises and falls in inverse proportion to the power of its internal conspiracies. Mutual guilt and bribery mainly hold together conspiracies whose ideologies command insufficient loyalty, but this makes them vulnerable. Never join a conspiracy that you could possibly betray, because if vou could, someone else will. 39"},{"pageNumber":20,"pageContent":"Chapter 17 POLITICS IV Tetragrammaton of the Illuminati lEHOVIC CHRISTIC NASTY NICE SATANIC LUCIFERIC CHAOTIC LAW: TRADITION, ORDER, STASIS QUO CHAOS: INNOVATION, NEOPHILIA NICE: ALTRUISM (INCLUSIVE SELFISHNESS) NASTY: NARROW (EXCLUSIVE SELFISHNESS) Commentary 17 The Occult Technology of Power The lehovic programme of lawful nastiness dominates most psychopolitical systems from the nation stale down the self­similar fractal ladder to the selfs within a person. Such systems tend to maintain their stasis quo at the expense of surrounding systems or sub-systems. The Christie and Satanic programmes have little overall effect, as they expend themse1ves against the lehovic gramme and each other; and few systems manage to either permanent beastliness or saintliness. The lehovic programme can readily manipulate and control both programmes to suit its own agenda; it can always use saints and criminals. Only the Luciferic programme allows evolution, as the Illuminati well know. In recent centuries the dominant psyehopolitical lehovie forces have come to realize that a limited amount of Luciferic creative chaos can give them an over systems which do not possess it. We aim to them a great deal more than they bargained 41 I"},{"pageNumber":21,"pageContent":"Chapter 18 POLITICS V Liberty, Equality, Fraternity How sweet, but sadly mistaken, our old formula sounds. Unfortunately, you have to discount fraternity, once num­bers exceed the maximum cohesive pack size of about a hundred and fifty persons. This leaves equality at war with liberty. Enforcing equality to compensate the monstrous unfair­ness of nature destroys liberty. But total liberty leads to various forms of 'aristocracy' and decay. Yet total equality leads to oppressive forms of statcism and decay. However, equality of opportunity leads to a vibrantly chaotic and creative meritocracy. 42 Commentary 18 Creeping stateism, governmental interference in everything, and the absurdity of 'parity' and equality of reward regard­less of accomplishment, threaten the wealth and creativity of every nation, and will abort any new renaissance in Europe if unchecked. No left wing parties have any respect for liberal economic values; and most centre and right wing parties merely pro­mote a paternalistic stateism. Does it thus fall to the self-reliant students of the ruggedly individualist philosophy of magick to champion a certain measured libertarianism? 43 I"},{"pageNumber":22,"pageContent":"Chapter 19 POLITICS VI The Illuminati In view of the foregoing theoretical considerations, the Illuminati changed their tactics sometime in the twentieth century, preferring to conspire against the stasis quo at all fractal levels simultaneously and to hide and generate the resources, information and occult technology used for this by dispersing it amongst many seemingly innocuous enter­prises and even into enemy camps. Leaking conspiracies provide the best possible vehicles for disseminating both information and disinformation. The enhancement of the fuckup factor in any enemy conspiracy subverts it far more effectively than direct assault. The Illuminati now structures itself amorphously, and does not react to attack, which would allow the enemy to struc­ture the conflict. Rather it attacks in directions chosen at random and then runs away to fight another day. Many members of the Illuminati remain unknown to each other or unaware of their own membership. Do you believe any of this? Do you want to make it happen? 44 Commentary 19 WE CAN ONLY ESCAPE THE BLOODY AND IGNORANT NIGHTMARE OF HISTORY By EXPLORING ALTERNATIVES WHICH TODAY LOOK FRIGHTENINGLY WEIRD. ··IMMANENTIZE THE ESCHATON any which way you can shun entropy bul exploit chaos to the full 45 I"},{"pageNumber":23,"pageContent":"Chapter 20 HERESY I Spirituality Magick will not itself from occultism strangled the last astrologer with the tual master. at prevailing fashions to offend everyone in the ~ever discard the negative roots of any equation; always look at the dark side of any enlightenment;1 Commentary 20 Only contra-initiative absurdity commands belief. Never try to design a spirituality based on credible ideas. Start with something really idiotic. Denials of death and sex or mag­often prove useful, for example. You can make yourself master very easi ly using the Goebbels' I keep repeating it loud possible. The nonsense the effect of a virus which will undo the entire edifice of mathematics if left uncorrected. The false linguistic equations underlying paradigms of spiritual­ity have a similar effect on thought. Exercise: Identify the erroneous linguistic equations which create the following ideas:­The Supreme Being, Higher Things, Spiritual Values. Third Reich Minister of Propaganda. 4746 I"},{"pageNumber":24,"pageContent":"/ \" .... Chapter 21 HERESY II Predictions 1) Chemistry Personality. 2) Physics undid Determinacy. 3) Biology will soon undo most of our preconceptions about 'human beings'. 4) Memory modification will eventually undo the rest. ~ \\ \\ \" , * Ii r II ti :148 , Commentary 21 1) Psychopharmacy reveals that personality depends entire­ly upon chemistry and thus consists entirely of chemistry. In vina veritas indeed. Chemicals can make you schizo­phrenic, ecstatic, depressed, extrovert, introvert, libidinous, celibate, or passive. So much for the notion of essential self. 2) Today does not completely determine tomorrow, much less next week. We have awoken to Chaos from Newton's sleep and single vision. 3) If intelligent aliens haven't shown up within a couple of decades, we will probably have made our own. 4) Memory Defines lUClIlll or if you reading Philio K. Dick. 49 "},{"pageNumber":25,"pageContent":"Chapter 22 HERESY III Our Glorious Simian Heritage Obeisance, obeisance, obeisance! Offering your arse in submission To the bull ape of the troop. Kneeling before the chieftain; Penance and sacrifice to the shaman; Genuflection to the Lord; Confession to Drmtr<lt;nn before the Almighty Ape 50 Commentary 22 The expectation that we shaJl receive reward and escape punishment by acts of submission, lies deep in our pack animal brains and contributes heavily Lo our hunger for spiritual masters and deities. It also endears that other arse licking pack animal, the dog, to feeble-minded members of our own species. 51 I"},{"pageNumber":26,"pageContent":"Chapter 23 HERESY IV Elitism Our ancient Celtic ancestors said: \"Never give a sword to a man who cannot dance\". We might well add:~ever give a wand to anyone who cannot handle ordinary reality\".).. Magick will tend to amplify whatever tendencies a person has. It will increase general incompetence in life, just as readily as it will augment competence. Although we have seen those who started off reasonably well-organized and made a magnificent success of their lives with magick, we have observed plenty of unpromising cases taking a powered nose-dive to disaster with occult assistance_ 52 Commentary 23 The best orders and the best books on magick make the neophyte work very hard to gain anything. For, in brutal fact, nothing of any value comes from involving people who do not pursue excellence for its own sake in magick. ~agiek does not offerJlILeSCape fr~or.d.inary reality: rather it offers a full-on confrontation with it, which'--­can-easily lose. 53"},{"pageNumber":27,"pageContent":"Chapter 24 HERESY V The Abysses The so-called Oath of the Abyss wherein the adept vows to interpret every phenomena as a direct message from the ultimate reality to his or her self will indeed open several possible abysses, but to no constructive purpose. 54 Commentary 24 Forget all that Golden Dawn and Thelemic stuff about the Abyss and Crossing the Abyss. Three major pitfalls await the traveler on the short and dangerous path of magick. initial exhilaration of accelerating into each, may for a mask mounting failure in reality. The Abyss of Paranoia pays initial dividends in self-impor­tance, but. as this 'effective' paradigm takes hold, things really start to go wrong in a big way, and enemies wil1 the spaces you reserve for them. The Abyss of Sophistry pays initial dividends in ease and leisure, but the more you imagine yourself innately and effortlessly magickal, the less effective you hecome. (See the following chapter.) The Abyss of Obsession pays initial dividends in a hyper­trophied feeling of meaningfulness. However, no insight can have universal application, and the areas it misses eventually explode in your face. 55 "},{"pageNumber":28,"pageContent":"Chapter 25 HERESY VI Dropping the Wand Docs 'the power of the way you live' cause magick to occur effortlessly? Do you use 'True Will' as an excuse to do nothing? Do you think that even when things apparently go badly for you, your inborn spiritual wisdom and power have arranged an initiation for you, despite your conscious desire? (They may well have, but how do you choose to interpret the message?) Do you no longer need your instruments and the technical procedures of spells and servitors? Have you declared yourself enlightened? 56 Commentary 25 Damn your weak philosophies; a pox and a pestilence upon your despicable sloth and arrogance. Either give up now, tear off those adept's stripes that you once won and join the New-Agers, or pick up that wand and let's see half a dozen tight sigils launched with full gnosis before dawn. 57"},{"pageNumber":29,"pageContent":"Chapter 26 HERESY VII Off~White Magick The phrase Black Magician unfairly applies to anyone who has taken your lover or money by occult means. However, Self-Professed Black Magicians seem universally unable to fight, fuck, or even buy their way out of wet paper bags, despite phantasizing constantly about becoming powerful psychopaths. The high point in a career of ultimate evil ­getting badly scratched whilst failing to strangle a cat, hal hal Those sanctimonious transcendentalists who profess them­selves White Magicians never do anything unpleasant without the very best of spiritual reasons, but spend most of their careers casting ineffectual spells at imaginary evils to no effect. An averse pentagram scrawled on their doorsteps as a joke can keep one busy for several years. t\tOff-White magickians require no spiritual or demonic justi­fication for their acts, and can take your lover or money without leaving you feeling bad about i:1 ' • ~ 58 Commentary 26 Such flippancy ill becomes Frater Stokastikos, who allied himselfs with the off-white tradition on account of its supcrior sense of humour. 59 "},{"pageNumber":30,"pageContent":"Chapter 27 HERESY VIII Magus Chase The summary of a paradigm in a Word may please those who like simple slogans like THELEMA or CHAOS, but underneath it all a magickian basically issues the challenge \"Follow Me\", upon assumption of the role of magus within an order. No stimulus to personal achievement can match the effects of a large body of people chasing you for blood. No other motive for assuming the role of magus has nobil­ity, but no honour attaches to those who will not retire when exhausted, or those who simply wait for their pur­suers to lick their feet or crucify them. The retired magus may take the role of Ipsissimus, applying the Treasures won in the race at will, and shouting encour­agement and unwelcome criticism from the sidelines at those who failed to reaHze what they had signed up for. Commentary 27 We shall mention no names ... 60 61 "},{"pageNumber":31,"pageContent":"Chapter 28 HERESY IX Astrology Some star signs may seem more inclined to believe astrology than others. In particular, those either born or nurtured with their Intellect in Faeces, make the best candidates. We once met an astrologer in a cast, who had a perfectly rational reason for his broken leg. I 62 Commentary 28 The pseudoscience of astrology has no place in magick. Astrology has already died twice: once with the classical gods, and a second time after the Enlightenment. The com­plete failure of contemporary psychology to create anything other than a vocabulary of intellectual rubbish has encour­aged astrology to resurface. You can make money out of it easily. You can get people into bed with it sometimes. But otherwise, forget it. 63 "},{"pageNumber":32,"pageContent":"Chapter 29 HERESY X New-Ageism I could love it: ­If dolphins had as much intelligence as cats, And stopped trying to rescue sinking pieces of wood. If crystals actually did something useful, Other than grease the wheels of commerce. Ifthe Goddess had made animals taste less good, So I didn't want to eat them. If astrology could tell me anything, Other than the trite and the obvious. whales could do something more impressive, Than merely occupy a lot of space. If corn circles came from enlightened aliens, Rather than Wiltshire pranksters on cider. If channellers could speak in hieroglyphics, Instead of pop-psychological twaddle. If sharing, caring, non-sexist men, Could do anything useful in a crisis. 64 Commentary 29 The hippies of '68 broke the dress code and the sex code, stopped a major war, and created a healthy disrespect for all forms of authority. Mysticism and music functioned as ene­mies of the state in those days. The starry-eyed idealists of today have submerged their critical faculties beneath a tidal wave of slop marketed by those old hippies who now sell a user-friendly dilution of their original enlightenment. ~ .\"\",'f,~ Q8 &'W ~.~ \" 65 "},{"pageNumber":33,"pageContent":"Chapter 30 HERESY XI Dog God In domesticating the wolf We have reduced the wild ideal grotesque parodies of ourselfs: And so with our Gods. Commentary 30 In the transmissible mental disease of god ownership, the victim acquires the megalomaniacal delusion that a being supposedly representing all of his most desirable character­istics actually rules THE ENTIRE UNIVERSE I\tConversely, in the more minor-acquired personality defect of dog ownership, the sufferer seeks emotional solace in a creature specifically bred to exhibit all of his own worst characteristics: such as, easily-bought loyalty and fawning affection; cringing obedience, alternating with loud emo­tional outbursts: and the tendency to bite the defenceless from behind and then run away and defecate in public\" Dog owners prefer to play god to creatures like that, rather than address their own personal and social inadequacies. Deus es Canis Inversus. 66 67 "},{"pageNumber":34,"pageContent":"Chapter 31 HERESY XII The Antichrist A vile abomination lurks in obscene luxury at Rome. Heir to an empire built on industrialized slaughter and bureau­cracy without culture. Self-preservation at any price. The empire created a faith when its war machine failed, then hitched itself to any bloody imperialism to extend its power. The Lords of Albion fought it for three centuries, and weakened but did not break it. Now, in desperation, it out its celibate minions to make the masses breed a Pyrrhic victory by sheer numbers. Self-preservation at any price. Commentary 31 originated trom the pUbllctty worK ot a grotesque misogynist fanatic who never met the obscure Jewish religious figure upon whose myth he founded a cult. At the Council of Nicaea, some centuries later, a desperate Roman emperor had the doctrines of the now diverse cults completely rewritten, redesigned and institutionalized, as an instrument of the state. After the col1apse of the military and political wings of the empire, the religious arm began work on an empire of faith and fear. The papacy has never hesitated to compromise its princi­pIes, or to burn and torture its opponents, or to ally itself bloody military adventure, recently including fas­cism, if it thought it could profit thereby. Its vast network of confessor-inquisitor-informers allowed it to survive as history's most grim and enduring conspiracy. Like any organism that has successfully degenerated into a parasite, it now exists only to perpetuate itself at its host's expense. The cost so far? A hundred million killed, and his­tory two centuries behind where it might have advanced to. 68 69 "},{"pageNumber":35,"pageContent":"Chapter 32 HERESY XIII Fundamentalism Do you feel: Confused by post-modern life? Unable to handle too much choice? Fazed by information overload? Uncertain about so many grey areas? need of some black & white certainties? That you need some simple slogans to live by? Intensely jealous of those who can handle modern life? That you need something to hate? Unhappy at flexible relative values? That the past offers more promise than the future? That the answer to your problems lies outside yourself? Then much that now pours from the fundament of the major religions may interest you, schmuck. Commentary 32 Just when we thought the antibiotic of rational enlighten­ment had finished off the worst of the theological viruses, along came virulent new strains to pollute and disease half the globe. Ah well! Back to the lab. We cannot world views. Esoteric thought frequently acts as a precursor of entire cultural paradigms. Thus we must oppose the mediaevalism inherent in both fundamentalism and much of the New Age philosophy with a vibrant post-modernist Chaoism. 70 "},{"pageNumber":36,"pageContent":"Chapter 33 HERESY XIV Filthy Fun Oral sex stands as an enduring monument to human inge­nuity, but the given proximity of the organs of generation and excretion explains much of human psychology and philosophy. SEX @ @ FOOD SHIT @ CD DEATH Commentary 33 CD Hygiene Neurosis @ Dietary Neurosis, Vegetarianism, Anorexia etc. @ Overeating makes as poor a substitute for oral sex as smoking does for breast-feeding. @ Who has the most fun? a. Those who demonize sex as unpleasantly dirty. b. Those who demonize sex as pleasantly dirty. c. Those who go the whole pig and reintegrate excretion into their sexual pleasures. 72 73 "},{"pageNumber":37,"pageContent":"Chapter 34 HERESY XV Immortality If we had Immortality, We would desire Amnesia more. As we consist entirely of our memories, Immortality would have no point. Paradox: Immortality the human race would destroy the human race. you meet an immortalist, you know what to do; for your children, and for the sake of your children's children. Commentary 34 Those who seek physical or 'spiritual' immortality have not thought the issue through. Precisely what of themselves do they want to reincarnate, or to go to heaven, or to live forever? As an eternally persistent memory would prove intolerable, we presume immortalists really desire some form of conti­nuity of consciousness. However, continuity of conscious­ness arises only through a trick of memory. Herein lies the Paradox. After a few hundred years an immortalist would have either an intolerable burden of memories enough to dull any experience. or would have discarded or erased memories to the point where continuity of consciousness had become meaningless. 74 75 "},{"pageNumber":38,"pageContent":"Chapter 35 HERESY XVI An Unfashionable Hobby For Many Wizards With a simple wand and chalice you can perform the most chaotic conjuration of all-launch an entirely new person, and thus cheat death and throw bombs at the future. We sometimes wonder if the obsession of mediaeval and Renaissance sorcerers with creating various golems and homunculi arose from their distaste at the sheer chaos and unpredictability of the simpler method of creating little monsters. Commentary 35 We say that we have 'had' rather than that we have made or created a baby, as we cannot take responsibility for the unpredictability of the result. However, that very unpredict­ability supplies all of the delight and sorrow to the entire operation. How stupefyingly boring we would find clones of ourselfs if cloning becomes possible. We do not wish to live forever. Our immortality sleeps soundly in a crib at the foot of the bed (sometimes!). We have reconfigured ourselfs with a liberal dash of chaotic refreshment and renewal whilst still alive, and can now, with this jest, face death with equanimity. 76 "},{"pageNumber":39,"pageContent":"Chapter 36 HERESY XVII Machine Enlightenment Exercise One Try to specify exactly and in detail any human functions that you do not believe a computer could carry out even in principle. Exercise Two Try to specify exactly and in detail what humans mean when they use the word spirituality. Commentary 36 Paradoxically an exact and detailed specification of any function will, in principle, allow a computer to perform it. Apologies for the trick question. Only the unspecifiable remains, but let us not waste time mystification; although we could write programs to produce plenty of it for fun and profit. Any half sensible answer to the second exercise qualifies you as a fully enlightened master. Congratulations, you can now dress it up with the bullshit of your choice, and sell it. 78 79 "},{"pageNumber":40,"pageContent":"Chapter 37 HERESY XVIII Hazards 80 \"' Commentary 37 For fun, gratuitous insult, as a humanitarian gesture, or to stimulate paranoia where appropriate, the magickian may print and display copies of these warning labels where ap­propriate. Standard international form requires Psi-Hazard warnings in black on a red background, and Mental Health Hazard warnings in black on an orange ground. I I See The Control of Noxious Substances from Eldritch Dimensions. Ch.1497, para.89. Health & Safety in the Temple. Vo1.l46, ch.2. Conjuration in the Workplace. Vo1.89, ch.3 & 4. 81"},{"pageNumber":41,"pageContent":"Chapter 38 HERESY XIX Nothing NOTHING Is TRUE EVERYTHING Is PERMITTED Commentary 38 Attributed to Hassan 1 Sabbah. Note the multi-level oxy­morons, paradoxes and anontisms concealed within these statements. second statement celebrates the bottomless wen of ingenuity from which we have barely yet removed the lid. The flames of hell will doubtless lick out of it, scorching many, but only knowledge will awaken us from the nightmare of history. We can find three obvious meanings to the first assertion:­1) N.othing is trueJudge ideas by their relative usefulness~ not against some imaginar . . 2) othing s ... true. Nothin exhibits bein , but e~ ~hing exhibits doin&..9n1y the sluggishness of perception and thougl1t creates the illusion of 'bein.g:. 3)Nothing ... Is True. !::ife th~ IlDjverse and eve~ tak~.'')__!n extravagan~e'y from nething--1:!J:!ffithing. Let us, therefore, applaud the nothing and relish its ----..;:,.extravagance. 82 "},{"pageNumber":42,"pageContent":"Chapter 39 HERESY XX A Chaoist Haiku We believe in nothing: The chaotic void within, The chaotic void without. Between nothing and nothing, Let us conjure great doing. Commentary 39 Any comment would mar the supreme simplicity of this haiku. Contemplate its every nuance, use it before ritual if desired. 8584"},{"pageNumber":43,"pageContent":"Chapter 40 PHENOMENIZATION I Time Extrapolate your cosmological observations with classical relativistic theory and you will end up with such absurdities real time (and space), Extrapolate with quantum chaotic theory and you will find that the 'big bang' occurred with equal probability in imaginary time at every point in the entirety of space that we now observe, to phenomenize the apparent mass and corresponding characteristic lightspeed of a universe finite but unbounded in both real time and space. Commentary 40 It should come as no surprise that we can observe structures within the universe having a greater age than classical rela­tivistic theory predicts for the universe. You can after all travel any distance you like in excess of 24,000 miles around the finite but unbounded surface of the earth with out falling off. as long a tIme as around the four dimensional hyperspherical surface constitutes this universe: although, as on earth, you cannot ever arrive at the same spacetime locus twice. The universe does not have any meaningful 'real' age, rather it has a temporal horizon of the order of 10 10 years at all points of spacetime. the question of the same amusement we the mediaeval concern about the distance to the edge of the world. 86 87 "},{"pageNumber":44,"pageContent":"Chapter 41 PHENOMENIZATION II Finite and Unbounded Any finite and unbounded system of N apparent dimen­sions must actually have N + NI2 dimensions for closure. Consider the bending of a two dimensional sheet through a third dimension to create a finite and unbounded two dimensional spherical surface, for example. Our universe consists of a four dimensional 'surface' com­prising three dimensions of space and one of time, which achieves closure by bending through a two dimensional plane of imaginary time. The plane of imaginary time thus lies orthogonal to our observed four dimensional 'surface'. Commentary 41 We concede that we have adopted a finite and unbounded universe as an act of faith in our own finite and unbounded imagination. Neurocosmology sets the limits of cosmology. However, this model at least has the virtue of supplying an answer to what lies 'outside' of the universe, and also what lies 'inside' Outside of the universe lies ANA direction of future imaginary time which we may conceive of as having unlimited duration and information content, but no space, matter or energy. Inside the hypersphericaJ four dimen­sional 'surface' of the universe lies the KAT A direction of imaginary time, of necessarily limited length. This asym­metry creates entropy and irreversibility, and an apparent arrow in real time, as the imaginary future contains more probabilities than the imaginary past 88 89 "},{"pageNumber":45,"pageContent":"Chapter 42 PHENOMENIZATION III Thrice Upon a Time Time has three dimensions, as does space. We cannot 'see' any of the time dimensions. A clock or calendar measures the 'passing' of time equally well in all three, just as a rule measures distances in any of the three spatial dimensions with equal ease. Any apparent conceptual problems and mysteries associ­ated with imaginary time disappear when you realize you can only experience one immeasurably small instant consisting of all three temporal dimensions. Classical and Relativistic calculations and expectations and common sense model past and future events along the dimension of ordinary time, whilst MagickaJ and Quantum calculations and expectations model probabilistic events on the plane of imaginary time orthogonal to ordinary time. Commentary 42 Two dimensions (a plane) of imaginary time provides a field in which many possible pasts and futures can exist as probabilities. (They also provide unlimited possible parallel universes to the present moment which cannot interact each other or us.) A single dimension of imaginary time would onlv allow a single possible alternative event. Three dimensions of time also arise from general consider­of symmetry, and can also supply an explanation of properties of so-called fundamental particles, as we shall show in the spinwarp chapters. 90 91 "},{"pageNumber":46,"pageContent":"Chapter 43 PHENOMENIZATION IV Imaginary Time Tangible phenomena readily submit to measurement with so-called 'real' numbers. Thus, for example, we can have four apples, or minus four apples, if we happen to owe you four. Although time has little tangibility, we persist in measuring it with real numbers, even though for advanced we get better results by measuring time space. ~ numbers appear as the square root of minus one, designated i, raised by some factor. Thus Ii, 23i and -127i represent imaginary numbers. As imaginary numbers measure intan­gible phenomena so well, less confusion would have arisen if mathematicians had called them 'intangible' instead. Human perception and real numbers have tended to reduce the enormity of the whole of intangible time to a thin to use ~ . Imbers if we wish to add the entirety of time back on to the convenient abstraction of so-called real time. 92 Commentary 43 create time by picking out a thin stream of dubious causality from the intangible immensity all around us. Paradoxically, the convenient fiction of one dimensional 'real' time arises from our imagination, but the greater real­ity of the three dimensional temporal continuum has to bear the somewhat derisory label of 'imaginary'. so • • he asketh: \"Where heth this imaginary reply: \"Where lieth your real time; where lieth all those things that you might do tomorrow; where lieth all those things that you might have done yesterday; and where lieth both of those histories that contribute to the result of the double slit experiment in quantum optics\". J I See any good advanced physics text and try to wriggle out of the discombobulating weirdness this entails. 93"},{"pageNumber":47,"pageContent":"Chapter 44 ANONTOLOGY I Non-Being For those who would take the short and dangerous to Chaoist Anti-Ontology. NOTHING HAS BEING Adjust your mind; you have a serious fault in the linguistic programmes which structure your thought, which can halve your effective intelligence. 94 Commentary 44 Attempt to describe 'being' and you can only actually describe doing. We observe only 'doing'. we never observe 'being', 'existence' or 'essence' All phenomena, ourselfs included, consist of processes, not of 'things' performing process ftR:g·y.agel~!1J!S down badly. ~'\\ ~I.J; .'­The false concept of 'being' acts as a word VIrus, scram­bling our thoughts, for nothing consists of other than what it does. I think, therefore I think that I think, nothing more! The word virus \"I am\" lies at ases we call religion. '------­am that I am\", said Moshe, speaking amongst himselfs as lehova: thus making four mistakes simultaneously. You cannot achieve a state of 'being'. But you can achieve a surprising choice of states of doing. Nothing 'is' anything else; although many events resemble or look like others{Every use of the word 'is' conceals a loss of information and a reinforcement of narrow views and prejudice.1 95 "},{"pageNumber":48,"pageContent":"Chapter 45 ANONTOLOGY II The Antispells of Anonto Chaoist thought does not imply merely thinking about particular unusual subjects. We do not intend to let you off so lightly. No, Chaoism demands a change in your basic vocabulary and technique of thought. The word Grimoire, denoting a magickian's spellbook, derives from 'Grammar'; and the old word for magick, 'Grammarye', denoted conjurations with written and/or verbal spells. [Conventional grammar and language force concepts of 'being' and 'is' ness upon thought which then obstruct a clear view of reality. In the following two chapter micro­grimoire we present the basic anti-spells which can open thought to the real world of doing concealed behind the illusion of 'being'. J 96 Commentary 45 Virtually all occidental spiritual masters will try and sell you the opposite theory of the reality of 'being' behind the illusion of doing. Damn and blast the lot of them; let us have the courage to live and die without such comforting lies. 97"},{"pageNumber":49,"pageContent":"Chapter 46 ANONTOLOGY III Antispell One The Ritual:­To attack the of 'being' requires cunning. Use stealth and deviousness paper, to assault the enemy's vulner­able extremities. WRITE WITHOUT ANY TENSE OF THE VERB 'To BE' Are, am, is, was, be: out demons out! Commentary 46 word virus of 'being' does not submit easily to defeat. Yet on paper, after some struggle, one may slart to roll back the enemy. As it retreats you notice the enormity of the territory it once occupied. Vast areas of assumption dissolve into fresh and fluid thought. Every careless use words 'am', 'are', 'is', 'was', and 'be' reveals, upon correction. a wealth of ingrained assumptions and lost information content. The archetypal mythological gods of magick usually took credit for inventing words and writing. Language structures perception, thought and belief. Language thus creates our reality, but language can suffer from viral attack and initiate disease in our thoughts. Beware of the enormous sorcery contained in these seemingly innocuous anti spells: they can render vou binocular in the land of the blind. 98 99 "},{"pageNumber":50,"pageContent":"Chapter 47 ANONTOLOGY IV AntispeU Two The Ritual:­Having fought the virus of 'being' to a standstill on paper, press the attack with the spoken word. ELIMINATE BEING I<'ROM SPEECH Precise speech begets precise thought. (Though most people assume the obverse.) Pause to rephrase when temptation occurs, And risk the appearance of wisdom. Rephrase all mistakes, if only mentally, afterwards. Only extreme vigilance guarantees liberation from the neg­ative magick of 'being'. Group Ritual:­In conversation agree to prompt each other to rephrase all inadvertent ananontic statements. Most of the nonsense that passes for philosophy, ideology and religion then miracu­lously disappears. Commentary 47 Battle Plan MODEL OF REALITY THOUGHT LANGUAGE WRITING 1 ANONTOLOGY Antispells 1 and 2 should back the enemy and crumble the false model of reality. However, if resistance stiffens, launch ANTTSPELL THREE: ELIMINATE BEING FROM YOUR INTERNAL DIALOGUE 100 101"},{"pageNumber":51,"pageContent":"Chapter 48 PRACTICKS I Three Conjurations for More As the Chaos Monasticism exercise of the Wand I proved so successful and popular, and no book on magick seems complete without offering something practical to challenge the aspiring magickian, we present operations of the other three classical elemental weapons. 1 See our Liher Kaos: The Psychonomicon. 102 Commentary 48 As a spur to general £I9ficiency and accomplishment, the current SAJALOM vllo of the Pact hath agreed that Pact members who achieve a high standard of work with the operations of the four classical elemental weapons may present themselfs, their records, and their instruments, to a Magus of the Pact for possible accreditation as 'Master of Arms'. \"' i 103 "},{"pageNumber":52,"pageContent":"Chapter 49 PRACTICKS II The Chaos Cyberzoo Purpose: To evoke and use magickal servitors. Daily Observances The Lesser Observances 1) A proclamation of intent suitably worded. 2) Carry the pentacle at all times. 3) Visualisatory evocation of servitor's image(s) onto the despatch of servitors to some work twice period. The Greater Observances 1) All of the Lesser Observances. 2) Two further evocations, spaced equally around a twenty­four hour period. The Extreme Observances 1) All of the Greater Observances. 2) The replacement of one of the visualisatory evocations evocation of the magickian's devising, address to the servitor etc. etc. Commentary 49 magickal operation of the Pentacle or disk (as with the other instruments) should take place over a prearranged number of continuous days, after which the magickian may inscribe the instrument with a number marking the length and intensity of the work. Thus 213 represents thirteen days of Greater Observance, 33 shows three days Extreme, and so on. The magickian may either evoke up to a maximum of four servitors which may have only astral shapes, or commit the entire operation to the creation and use of a multipurpose Eidolon havin!! a I04 105 "},{"pageNumber":53,"pageContent":"Chapter 50 PRACTICKS III The Jihad of Chaos Purpose: To increase vitality and martial fervour and to attack offending forces. Daily Observances The Lesser Observances 1) A proclamation of Chaos Warriorhood, worded to taste. 2) Carry the magical dagger at all times. 3) Half an hour of hard physical exercise. 4) Half an hour's practice with martial arts andlor weapons. 5) Chaobolt one enemy target. The Greater Observances 1) All of the Lesser Observances. 2) One half hour vigil with dagger and martial meditation before dawn. Chaobolt a second enemy target. The Extreme Observances 1) All of the Greater Observances. 2) A full red magick war ritual. (This may include one or both chaoboltings.) Commentary 50 The magickian should, if possible, prepare the magical dagger by hand. Most conveniently, take the blade of a metal file and heat it glowing on a bed of charcoal whilst fanning the embers furiously, then allow slow cooling. Grind down to the shape of a blade with a second file. Reheat to cherry red and then quench to re-temper. Fashion and fit a guard and handle. Pass the used second file to a worthy colleague. To chaobolt a suitable anti-chaotic institution or group, prepare a suitable sigil, visualize it astrally onto the dagger, and astrally hurl the resulting missile at the target. Alterna­tively, hurl the dagger physically at a symbolic image of the target, with full gnosis. I06 I07 "},{"pageNumber":54,"pageContent":"Chapter 51 PRACTICKS IV The Void of Chaos Purpose: To seek inspiration or augury. Daily Observances The Lesser Observances 1) A proclamation of intent to access the chaotic void, suit­ably worded. 2) Bear the chalice concealed with you at all times, except during an exposure. 3) Perform a quiet Mass of Chaos BJ, omitting the circle dance and using distilled water as sacrament. 4) After the Mass, perform chalice gazing for half an hour. 5) Expose the chalice during the hours of sleep. The Greater Observances 1) All of the Observances. 2) A further half hour of chalice gazing. Devote half of the to achieving voidness and half to visions. The Extreme Observances 1) All of the Greater Observances. 2) A second Mass of Chaos B, preferably in the middle of a sleep period. 3) A further hour of chalice gazing. J See our Liber Null & Psychonaut. 108 Commentary 51 magickal operation of the chalice completes the four workings of the classical elemental weapons. The magick­ian should, if possible, create a chalice by hand; although this presents a challenge. When beating a disk of copper or silver, remember that both metals tend to harden with cold hammering and thus periodic heating can ease the task. Inscribe the chalice with the results of the work as for the wand, dagger and disk. To perform a chalice exposure, leave the instrument outside the place of sleeping somewhere secure like a roof or a gar­den, and perform augury or meditation upon any contents found afterwards. To seek voidness or flow of vision, the chalice with dark liquid and into it. 109"},{"pageNumber":55,"pageContent":"Chapter 52 SPINWARP I Prologue Particle physics provides additional evidence for the exis­tence of three dimensional time. Visual analogy quickly fails below the level of the atomic scale, and thus the word particle will henceforth appear in parenthesis, as the events which we caIl fundamental 'particle' interactions by virtue of our inability to break them down into anything simpler, do not really correspond to the behaviour of tiny billiard balls or to anything else that we can visualize. Fundamental 'particles' occur in two classes: matter (fermion) 'particles', and energy (boson) 'particles'. Within these classes 'particles' exhibit (or do not exhibit) charac­teristics called 'colour', 'charge', and 'family'. Interesting­ly, these three characteristics all have three possible values (and three possible negative values). Additionally, all observed fundamental 'particles' have a spin, and probably all fermions, but not all bosons, exhibit a mass. Commentary 52 The observed structure of the universe, and indeed our ability to observe it at all, depend crucially on the ability of fermions with identical characteristics to resist interpene­tration, whilst any number of bosons can occupy the same space. Thus, we cannot easily walk through brick walls; although we can observe them at a distance. We shan ad­dress this profound mystery later on. By definition. a fundamental 'particle' can have no compo­nent parts; thus its characteristics must either arise from more fundamental components that we have failed to find, or from the behaviour of the 'particle' itself. 'Particles' have spins which we can quite easily measure: for example, the phenomena of light polarisation. Spinwarp Theory contends that the 'particle' character­istics of 'colour', 'charge', and 'family' arise from spins having imaginary time components. We advance this hypothesis in support of our contention that imaginary time provides a powerful description magickal phenomena, and thus has as much reality as any­thing else that we choose to call real. lID III"},{"pageNumber":56,"pageContent":"Chapter 53 SPINWARP II Fundamental Fermions The cascades of 'particles' which appear in our accelerators and in cosmic ray impacts, comprise only four observed fundamental fermionic types. One type of Quark has a sin­gle unit of charge or anticharge; the other type of Quark has two or minus two units. Electrons have three units of charge or anticharge (normally designated +1 or -1). no and only reversed spin charac­terises the corresponding anti-neutrinos. fermions have a single unit of spin (designated 1/2). fermions carry 1, 2 or 3 units of the 'family' characteristic, and Quarks can have anyone of the characteristics called 'colour'. Virtually all the matter we observe around us consists only of Quarks from the first family combined to form proton and neutron quark triplets orbited by the first family elec­trons. Although numbers of anti-neutrinos fly through our bodies every second (to negligible effect), antiparticles seem otherwise very elusive, and the universe would, on the surface of it, not appear to need any of the heavier quarks and electrons from families 2 and 3 to do what it does. Commentary 53 accelerators can particles' , and a few show up in cosmic ray showers, strong evidence exists for the virtual non-existence of any substan­tial amounts of antimatter in this universe. We shaH address this puzzle later. The apparently superfluous triplication of matter 'particles' in families 2 and 3 yields a strong clue that this universe has a higher dimensionality than the ordinary three of space and one of time. Although the rare heavy quarks and elec­trons play little or no part in the formulation of galaxies, olanets or people, they seem to exist as a consequence Intuition:­Look out for some particularly exciting/unpleasant applica­tions of the heavy electrons in the initiation of nuclear fusion within your lifetime. Il2 II3 "},{"pageNumber":57,"pageContent":"Chapter 54 SPINWARP III Fundamental Bosons Bosons, or energy 'particles', transmit forces between fermion, or matter, 'particles'. In addition to the familiar quanta or 'particles' of light and electromagnetic radiation, which carry 'chargc' betwecn charged fermions, two bosons called gluons and weak force bosons also carry forces. Conventional theory describes gluons as carrying a colour/anticolour force, and it models at least some weak force bosons as electron/antineutrinos or antielectron/neu­trino pairs, and it suggests the possible existence of gravi­tons and Higgs particles to transmit gravity and confer mass respectively. All bosons, with the possible exception of the unobserved graviton and Higgs, exhibit 2 units of spin (designated +1 or -1). Spinwarp Theory contends that all bosons consist of 'particle/antiparticle' pairs, and that gravitation and mass arise, not from as undiscovered bosons, but from distortions in the 'fabric' of six-dimensional spacetime. ~, Commentary 54 Physicists have long puzzled over one-half of the answn~, yielded by Maxwell's equations of electromagnelism (which include light). Whilst the equations describe Illl' behaviour of such radiation very elegantly and accuratl'ly. they also yield an obverse set of solutions for radial apparently going backwards in time (an advanced wave l. Theoreticians quietly discard such solutions for apparellt want of anv corresponding observational reality. Spinwarp Theory fully concurs with both sets of solutiolls to Maxwell's equations. It describes light, for example, either as quanta consisting of 'particle/antiparticle' pairs or. exactly equivalently, in terms of the 'antiparticle' as reversed particle model, as a retarded wave from a transmit­ter stimulating an advanced wave from a receiver which travels backwards in time to the transmitter. Every little bit of light brings its own little bit of darkness with it to bal­ance the books. This renders light intangible and allows it to pass through itself. /15 "},{"pageNumber":58,"pageContent":"Chapter 55 SPINWARP IV Hyperspins If we designate the spatial direction of propagation/interac­tion/measurement of a 'particle' as the z axis, and the two directions of imaginary time as a and b, then in addition to experimentally verified chirality spin about the z axis we can also I) Spins about the z axis involving rotation in time dimen­sions: t/ab, albt, b/at.. 2) Spins about any of the three equivalent time axes Chapter 56) involving rotation in space and time dimen­sions: -xy/a, xy/b, xy/t. 3) Spins about any of the three equivalent time axes involv­ing the z spatial dimension and two time dimensions: z/ab, z/tb, zlta. These three types of spin correspond to the observed 'particle' properties of 'colour', 'charge', and respectively. As each of these spins involves a dimension and a plane, we observe two orthogonal phenomena, 'colour charge' and 'colour magnetism' for the first type and 'electro charge' and 'magnetic charge' for the second. We await elucidation of the corresponding orthogonal vec­tors of the third. 'family' type of spin. For clarity, we omit the ordinary xy spatial spins and the three z-time spins which 'family' characteristics, from the table in the commentary, and henceforth replace the word 'particle' with spinwarp. II6 Commentary 55 TYPES OF SPINWARP Spinwarp Type Colour Spin Present or Absent Charge Name 1 0 0 Neutrinos 2 0 ±1 Half Photons 3 0 ±2 ? 4 0 3 Electrons, Z Boson 5 ../ 0 Half Gluons 6 ../ ± 1 Quarks (Down, Strange, Bottom) 7 ../ 2 Quarks (Up, Charm, Top) 8 ../ ±3 ? Spinwarps 3 and 8 await discovery. Spinwarp 3 awaits discovery, the Z Boson consists of an electron/anti electron pair, but spinwarp 8 probably requires more energy for its creation in fermionic or bosonic form current devices can deliver. We have yet to discover any fundamental fermionic spin warp carrying more one of the three colour spins: energy requirements again probably prohibit this. II7"},{"pageNumber":59,"pageContent":"Chapter 56 SPINWARPV The Indistinguishability Principle Although we can define arbitrary axes to separate space into three dimensions, we must never forget the arbitrary nature of such convenient distinctions. Height at the poles of the earth lies orthogonal to height at the equator, for example. The universe as a whole does not appear to favour particular spatial direction. An analogous situation exists with respect to time except that, with the three dimensions of time, we have no perceptual equipment or instruments with which to define co-ordinate axes. As all perceptual equipment or instruments only register 'instants of now' we can only measure or estimate scalar quantities time such as 'Dlus ten minutes,' or 'ten minutes ago.' Thus, when we examine the hypcrspins of the fundamental spinwarps, we have no reference direction with which to discriminate among t, a, and h. All temporal vectors have the same scalar values to us although they will profoundly affect spinwarp interactions. So, for example, we cannot distinguish which spins about the z axis, t/ab, albt, or blat give rise to the arbitrarily designated 'red', 'green', or 'blue' type of strong nuclear interaction. This indistingUIshability has profound philosophical conse­quences; see the Commentary. II8 Commentary 56 Heisenberg's celebrated Uncertainty Principle at first appeared merely to set a limit on possible knowledge. Subsequent investigations showed that various pairs of characteristics suffered from the same uncertainty relation­ship. Soon it became apparent that the universe could only what it does, and only if, uncertainty applied to the phenomena themselves rather than to limits on our ability to perceive them. Thus, uncertainty became elevated to full-blooded indeterminacy. Causality died, and chaos, measurable only by probability, ruled the universe. Now, in terms of the Indistinguishability Principle, the be­haviour of the universe appears chaotic because we have no perceptual equipment or instruments to distinguish among the three temporal dimensions whose collective effect appears to us as probability. If, as appears the case, the uni­verse itself makes no distinction, then chaos reigns, and we can define magick as the science and art of forcing timc desired patterns by will and perception. Toward the close of the twentieth century it appears, to the best of our understanding, that we inhabit an indifferent, if universe, devoid of any justice or meaning other which we choose to create. Thus, it falls to all of us to create these things, or the reverse of these things. and to accept, or to attempt to modify, the consequences. No 'Truth'. Every Possibility. II9 "},{"pageNumber":60,"pageContent":"Chapter 57 SPINWARP VI Exclusion The z-time 'family' spins of all spinwarps correspond to their spatial displacements in the direction of propagation/ interaction/measurement. The magnitude ], 2 or 3 of this spin denotes family group only; the sign of the spin denotes the orientation of the zt spin only. fermion (matter) spinwarps have a spatial displace­ment and resist interpenetration, preventing you from walking through brick walls. Boson (energy) spinwarps have 'family' spin/antispin configurations which negate their spatial displacement, allowing any amount of radia­tion to occupy the same place, and thus allowing you to see across the room, or to see Andromeda, or to pack as many photons into a laser beam as vou can afford. Imaginary time makes all possible. Quod Erat Demonstrandum (Hopefully.) Commentary 57 Physicists who have read this far with mounting paradigm strain may now want to see some blood, and surviving magickians may perhaps question the point of the whole extravagant detour. For the physicists we offer the potentially testable predic­tion that neutrinos will not mutually annihilate against anti­neutrinos, but that both neutrinos and anti-neutrinos will only mutually annihilate against themselves in head-on collisions. This may well explain the neutrino deficit. We also offer the intuition that the total number of all spins the universe remains constant at zero. (This looks much less ugly than a matter/antimatter symmetry.) We hope that we have offered modern magickians evidence a believable explanation of how magick can happen. (Personally we have to admit that we need it very badly this scientific age.) Mystics may find something of interest in the Afterword overleaf. 120 121"},{"pageNumber":61,"pageContent":"Chapter 58 SPINWARP VII Afterword Within Spinwarp Theory all three dimensions of time con­tribute equivalently to those almost unimaginable events that we can call fundamental 'particles' or spinwarps. Somehow this symmetry seems to brcak when we apply measurement and thought to our apparent reality, and we end up with a rather diminished view of time. It seems that we can perceive only one point-like instant of time, and thus when we attempt to join up all those tiny points by effort of memory or expectation we end up with a one dimensional line instead of the mighty solid structure of bifurcating possibility that surrounds us. Do spinwarps consist of distortions in the fabric of space­time, or does spacetime arise from the effects of spinwarps? Or does the almost incomprehensible reality lie in the equivalence of these two statements. Events consist of their doing. Commentary 58 Time Has Width Our inability to experience more than a tiny fraction of the length of timc directly, mirrors our inability to experience its width. More things probably happen in the width of time than our sanity could possibly cope with. Do you realize that in some of the futures of the moment when you read this you could die or have an orgasm within three minutes, or maybe both if you start now. I22 123"},{"pageNumber":62,"pageContent":"Chapter 59 ABOUT THE AUTHOR (The Publishers Requested This) The author values ideas above personality and thus, for example, prefers to read science fiction rather than soap opera. The author experimented with mediocrity until the age of twenty-five and then decided that excel1ence offered better opportunities. The author still takes this view at forty-three, despite frequent exhaustion. The author chooses to maintain an antique and idiosyncrat­ic code of chivalry, honour, and heroism in an era largely devoid of such things, just for the antinomian fun of it. The author values uniqueness in an era of mass production and consumption, and values self-made, or at least hand­made, artifacts above all others. The author captained the Magical Pact of the Illuminates of Thanateros for a decade and derived immense satisfaction from the progress made in the theory and practise of magic(k) during this period, but grew to despise the slavish imitation and treachery with which many mortals seek to advance themselves. Commentary 59 The author does not wish to burden others with the task of emulating the multiple eccentricities of his lifestyle, sexu­ality, dress, hairstyle, or manicure. We leave that to the Aleister Crowleys of this world. Thus, without photographs or style tips we arrive at THE END 124 125"},{"pageNumber":63,"pageContent":"Chapter 60 EPILOGUE After five years of struggle we wrote this book in a frenzy to the accompaniment of thunderous music, partly for the exhilaration of doing so, but mainly in the hope of reaching a few persons of like minds. The Magickal Pact of the Illuminates of Thanateros, which body already contains a number of like minds, provides the following contact addresses:­BM 8482 London WCIN 3XX England Caput Corvi Postfach 303 Al131 Vienna Austria lOT P.O. Box 17995 Irvine, CA 92623 U.S.A We have a zillion things to do now, so don't expect another book until the next millennium. We will pass all correspon­dence to the Pact, except perhaps for particularly pertinent comments on Spinwarp Theory. 126 Further Items ofInterest Liher Null & Psychonaut, Peter J. Carroll, Samuel Weiser Inc., 1987, ISBN 0-87728-639-6. Liher Kaos, Peter 1. Carroll, Samuel Weiser Inc., 1992, ISBN 0-87728-742-2. Prime Chaos. Phil Hine, Chaos International, 1993, ISBN 0-9521320-0-1. Condensed Chaos: An Introduction to Chaos Magic. Phil Hine, New Falcon Publications, Tempe, AZ, 1995, ISBN 1-56184-117-X. 127"},{"pageNumber":64,"pageContent":"Please help support our Artists and Writers! The community is indebted to the people that create, research, and provide information to us. Please take the time to look this book over, read it, learn from it, and put the information into use. Then do your part to help create this type of information by supporting the creator. If you find value in this book then please purchase it!"},{"pageNumber":65,"pageContent":"Occult/Religion u.s. Price $12.95 PSYBERMAGICK Advanced Ideas in Chaos Magick PSYBERMAGICK contains astonishing, controversial and revolutionary ideas on the theory and practice of magic(k), the structure of the universe and the nature of the mind. This, the third book by a leading magus, holds many surprises as it challenges many of the conventional assumptions and para­digms of magic. The author invites the serious seeker of magical knowledge to undo the basic fallacy of \"being\" and to learn the techniques of \"sideways\" into imaginary time to accomplish \"The most original, and probably the most important, writer on Magick since Aleister Crowley.\" -Robert Anton Wilson, author of the Cosmic Trigger trilogy \"PsyberMagick will stimulate outrage, chaos, confusion, and insight .In anyone who studies it closely. It is hard-core, in your state of the art magick. It is not for the novice or anyone interested in retreating into cabbalistic worlds. . . ­\"When the occult historians of the future review the development of magic over the last century or so, five names will probably stand in the leading line of succession: Eliphas J. Levi, S. L. MacGregor Mathers, Aleister Crowley, Austin Osman Spare, and Peter J. Carroll.\" Chaos PETER J. CAI{ROLL is one of founders of the Magical Pact of the JIIuminates of Thanateros (lOT) which he led for a decade. He has spent twenty-five years in research and experiment and is the author of two other books: Liber Null & Alan Wicca PsycllOnalit and .~ ISBN 1 56184 092·0 90000> Cover Art S. Jason Black wc~vt IIIIII ISBN 1-56184-092-0 , 911~W~i\\IL0922 NEW FALCON ~PUBLICATIONS I"}]
