[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 60Issue Number 60Volume VI-6Volume VI-6July 1981July 1981Editor: Editor: Robert H. Moffatt III°Robert H. Moffatt III°Copyright © 1981 Temple of SetCopyright © 1981 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] AlXemical Definition of Setian I° &AlXemical Definition of Setian I° &II° to be EnsuredII° to be Ensured- by Ronald K. Barrett V°, High Priest- by Ronald K. Barrett V°, High PriestUp to now the qualifications for recognizing a Up to now the qualifications for recognizing a Setian I° to Adept II° have been somewhat non-Setian I° to Adept II° have been somewhat non-specific. They were primarily based on the specific. They were primarily based on the Temple’s endorsement of a Setian’s membership Temple’s endorsement of a Setian’s membership by observing individual motivation as well as by observing individual motivation as well as through observed “Elect” potential.through observed “Elect” potential.In my efforts to guide the Elect to In my efforts to guide the Elect to XemXem, I have , I have become increasingly aware that the magical become increasingly aware that the magical expertise and understanding of several II°s has been expertise and understanding of several II°s has been insufficient to comprehend/accomplish the work insufficient to comprehend/accomplish the work which lies ahead of us. Awhile back and in response which lies ahead of us. Awhile back and in response to this awareness, I introduced “Definition by to this awareness, I introduced “Definition by Degree”, which redefined each of our initiatory Degree”, which redefined each of our initiatory degrees as appropriate to degrees as appropriate to Xeper ir XemXeper ir Xem. Response . Response to this was positive, as was response to the to this was positive, as was response to the reactivation and emphasis on the Pyramid Project.reactivation and emphasis on the Pyramid Project.Now that these are basically understood and Now that these are basically understood and active, it is time to formalize an actual policy to active, it is time to formalize an actual policy to ensure proper magical initiation and evolution ensure proper magical initiation and evolution appropriate to the work under the current magical appropriate to the work under the current magical formula. This new policy is designed to maximize formula. This new policy is designed to maximize the magical education and skill of each I° initiate to the magical education and skill of each I° initiate to the peaks of individual potential and ability. This the peaks of individual potential and ability. This policy (henceforward incorporated into and called policy (henceforward incorporated into and called “Definition by Degree”) enforces and ensures the “Definition by Degree”) enforces and ensures the alXemical definition and purpose of Setian I° and alXemical definition and purpose of Setian I° and Adept II°.Adept II°.Setian I°:Setian I°:The individual holding the I° is one who has The individual holding the I° is one who has entered the Setian Temple of initiation. A Setian of entered the Setian Temple of initiation. A Setian of any Temple degree is an individual who is aspiring any Temple degree is an individual who is aspiring to the knowledge of Set and to becoming a god in to the knowledge of Set and to becoming a god in his own right, and the I° is at the first stage of this his own right, and the I° is at the first stage of this process which is called process which is called Xeper ir XemXeper ir Xem. This process, . This process, however, will not just “occur”. It must be willed, however, will not just “occur”. It must be willed, and the degree of will used will determine both the and the degree of will used will determine both the rate and extent of this unique evolution. The will of rate and extent of this unique evolution. The will of which I write is which I write is magical willmagical will, and is not merely , and is not merely wishful thinking, ambition, or even aspiration by wishful thinking, ambition, or even aspiration by themselves. It is a force of immense power, and its themselves. It is a force of immense power, and its mastery must make of it an exacting science as well mastery must make of it an exacting science as well as a fine art.as a fine art.The I° is a phase of initiation during which the The I° is a phase of initiation during which the Setian must learn magical theory and practice, must Setian must learn magical theory and practice, must gain a wide spectrum of knowledge and influence in gain a wide spectrum of knowledge and influence in as many areas of his life as possible, and must as many areas of his life as possible, and must become a true master of will. When the Setian has become a true master of will. When the Setian has become such a master of the magical will, he will become such a master of the magical will, he will have an understanding of the Word of the Æon of have an understanding of the Word of the Æon of Horus, which is “Horus, which is “The-lemaThe-lema””. He will embody the . He will embody the principle of “Do What Thou Wilt”, for this is the principle of “Do What Thou Wilt”, for this is the whole of the law of the I°.whole of the law of the I°.Adept II°:Adept II°:One who has mastered the magical will is then One who has mastered the magical will is then qualified to be Recognized as Adept: one who is an qualified to be Recognized as Adept: one who is an expert, a master of an art. A master of a specific art expert, a master of an art. A master of a specific art is in a position to apply his skills and understanding is in a position to apply his skills and understanding in a multitude of ways including experimentation, in a multitude of ways including experimentation, invention of new techniques, exploration etc.; and all invention of new techniques, exploration etc.; and all because he has the necessary knowledge of/ability because he has the necessary knowledge of/ability to use the principles involved.to use the principles involved.A true master is far more than a technician; he is A true master is far more than a technician; he is an artist. Anyone can learn to paint-by-numbers but an artist. Anyone can learn to paint-by-numbers but only a true artist can produce a masterpiece. This is only a true artist can produce a masterpiece. This is no less true in the magical arts, and for this reason no less true in the magical arts, and for this reason the Word governing the II° is “Indulgence” - just the Word governing the II° is “Indulgence” - just as it was the Word of the Age of Satan. Only a as it was the Word of the Age of Satan. Only a master can fully indulge in the whole of whatever art master can fully indulge in the whole of whatever art he has mastered, and only an Adept can fully he has mastered, and only an Adept can fully indulge in the magical arts. Further only those who indulge in the magical arts. Further only those who are able to explore the far reaches of magic are able are able to explore the far reaches of magic are able to open the Gates to the Dark Realm and to fully to open the Gates to the Dark Realm and to fully master the Black Flame.master the Black Flame.Army of Adepts:Army of Adepts:The Army of Adepts will be composed of The Army of Adepts will be composed of masters of the magical arts (II°s) in the first stages masters of the magical arts (II°s) in the first stages of guardianship of the Æon of Set and the of guardianship of the Æon of Set and the oncoming Æon of oncoming Æon of XemXem. It is these Adepts who will . It is these Adepts who will wield their skills to protect the new ones who are wield their skills to protect the new ones who are even now coming into being.even now coming into being.This is not an army in the normal sense of the This is not an army in the normal sense of the word, but rather a force of magical beings united in word, but rather a force of magical beings united in the purpose of guarding the higher aspects of the purpose of guarding the higher aspects of initiation. None may pass by without Becoming.initiation. None may pass by without Becoming.______________________________________________________________________[2] [2] Revised Qualifications for Revised Qualifications for Recognition to II°Recognition to II°- by Ronald K. Barrett V°, High Priest- by Ronald K. Barrett V°, High PriestThe new policy: To make a reality of all this, it is The new policy: To make a reality of all this, it is necessary to revise the qualifications for necessary to revise the qualifications for Recognition to II°.Recognition to II°.The first new qualification will come through a The first new qualification will come through a required reading list. This list is made up of required reading list. This list is made up of carefully-selected books which will offer the Initiate carefully-selected books which will offer the Initiate a wide variety of magical information. The a wide variety of magical information. The information acquired from this list is not only useful information acquired from this list is not only useful but necessary for successful initiation within the but necessary for successful initiation within the Temple of Set. For this reason and effective Temple of Set. For this reason and effective immediately, no Recognition of a Setian I° as an immediately, no Recognition of a Setian I° as an Adept II° will occur prior to the Setian’s having read Adept II° will occur prior to the Setian’s having read and digested every book on the list.and digested every book on the list."},{"pageNumber":2,"pageContent":"In addition to the required reading list, a In addition to the required reading list, a recommended reading list has also been prepared to recommended reading list has also been prepared to cover a wide range of subjects which either directly cover a wide range of subjects which either directly or indirectly aids magical initiation. This list is or indirectly aids magical initiation. This list is intended to complement the required list while intended to complement the required list while leaving the I° the option to pursue the varied leaving the I° the option to pursue the varied subjects according to individual interest and subjects according to individual interest and initiative.initiative.Since the recommended list contains no claim to Since the recommended list contains no claim to being a complete list covering all subjects of interest, being a complete list covering all subjects of interest, Setians should feel free to extend their studies Setians should feel free to extend their studies beyond the list. If a text not included on either list is beyond the list. If a text not included on either list is found to be of particular worth, I suggest that the found to be of particular worth, I suggest that the text(s) be brought to the attention of the entire text(s) be brought to the attention of the entire Temple of Set via the Temple of Set via the ScrollScroll or through Pyramid or through Pyramid officials.officials.Testing will also become a necessary part of the Testing will also become a necessary part of the new II° Recognition process, and will cover both new II° Recognition process, and will cover both information that the Setian should gain and practical information that the Setian should gain and practical application of that acquired knowledge. Here is how application of that acquired knowledge. Here is how the testing and resulting Recognition will work:the testing and resulting Recognition will work:When a Setian I° is felt to be adept in the When a Setian I° is felt to be adept in the magical arts, an appropriate official will discuss the magical arts, an appropriate official will discuss the matter of administering the test with the I°. If the matter of administering the test with the I°. If the Setian desires to take the test, it will be arranged. Setian desires to take the test, it will be arranged. Testing will not be administered under any Testing will not be administered under any circumstances until the entire required reading list circumstances until the entire required reading list has been studied by the I°.has been studied by the I°.Under the new policy the I° may also present Under the new policy the I° may also present himself to an appropriate Pyramid official and ask himself to an appropriate Pyramid official and ask that the test be administered. The decision on the that the test be administered. The decision on the request will be made by the official.request will be made by the official.The written test will be extensive and will The written test will be extensive and will include (a) multiple-choice questions, (b) essay include (a) multiple-choice questions, (b) essay questions, (c) fill-in questions, and (d) essays on questions, (c) fill-in questions, and (d) essays on various subjects. The test will contain mostly various subjects. The test will contain mostly questions taken from the required reading list, but it questions taken from the required reading list, but it will also contain questions taken from books on the will also contain questions taken from books on the recommended list - at least one question from each recommended list - at least one question from each book. This will be primarily to determine the book. This will be primarily to determine the personal initiative of the I° to study/learn beyond personal initiative of the I° to study/learn beyond just what is required.just what is required.Only when the Setian passes the written test will Only when the Setian passes the written test will the next part of the test be taken. The second part of the next part of the test be taken. The second part of the test will be to determine the Setian’s practical the test will be to determine the Setian’s practical magical abilities, and will include written magical abilities, and will include written construction of at least three different types of construction of at least three different types of rituals and actual performance of no fewer than two rituals and actual performance of no fewer than two of these rituals in the presence of an evaluating of these rituals in the presence of an evaluating Temple official. The official will judge (a) the Temple official. The official will judge (a) the overall effectiveness of the ritual, ( b) the display of overall effectiveness of the ritual, ( b) the display of magical expertise, and (c) the actual application of magical expertise, and (c) the actual application of valid magical principles. The written rituals will be valid magical principles. The written rituals will be submitted prior to performance of the rituals for submitted prior to performance of the rituals for evaluation, and so the official will know what to evaluation, and so the official will know what to expect.expect.A fee of $10 will be charged for testing to cover A fee of $10 will be charged for testing to cover the expense of the paperwork involved and to cover the expense of the paperwork involved and to cover the cost of the red Pentagram of Set medallion. If the cost of the red Pentagram of Set medallion. If the test is failed, the cost of the medallion will be the test is failed, the cost of the medallion will be returned. Copies of the test will be mailed by the returned. Copies of the test will be mailed by the Setian to both Pyramid officials for grading.Setian to both Pyramid officials for grading.When the test has been passed, the testing When the test has been passed, the testing official(s) will make the final decision of official(s) will make the final decision of Recognition based on the personal qualities of the Recognition based on the personal qualities of the Setian, including attitude, initiative, lifestyle, etc. Setian, including attitude, initiative, lifestyle, etc. Following this final evaluation, the Recognition may Following this final evaluation, the Recognition may occur as prescribed in the Temple By-Laws.occur as prescribed in the Temple By-Laws.The new Adept II° will then be truly qualified to The new Adept II° will then be truly qualified to proudly bear the title of Adept, master of the magical proudly bear the title of Adept, master of the magical arts, and to wear the red Pentagram medallion as arts, and to wear the red Pentagram medallion as exactly what it symbolizes. The Adept will also then exactly what it symbolizes. The Adept will also then be ready to begin the next phase of personal be ready to begin the next phase of personal initiation.initiation.To be fair, and in order that the II° does not have To be fair, and in order that the II° does not have a double standard, all currently-Recognized II°s will a double standard, all currently-Recognized II°s will likewise be expected to undergo this testing process likewise be expected to undergo this testing process [without fee]. Although this new program is in [without fee]. Although this new program is in effect as of this date, currently-Recognized II°s will effect as of this date, currently-Recognized II°s will be given until the South Solstice XVI to prepare for be given until the South Solstice XVI to prepare for testing, which must occur at some time between then testing, which must occur at some time between then and the Vernal Equinox XVII. Adepts who pass the and the Vernal Equinox XVII. Adepts who pass the test will bear a new mark of distinction and honor. test will bear a new mark of distinction and honor. Those who do not pass, or who do not take the test Those who do not pass, or who do not take the test by the deadline date, will be returned to I° status by the deadline date, will be returned to I° status until such time as they can meet the qualifications until such time as they can meet the qualifications prescribed in this new policy.prescribed in this new policy.Testing already Recognized II°s is also Testing already Recognized II°s is also necessary because of the next part of the new policy, necessary because of the next part of the new policy, which involves the Pyramid Project.which involves the Pyramid Project.Immediately after Vernal Equinox XVII, the Immediately after Vernal Equinox XVII, the Executive Director will release a new Pyramid roster Executive Director will release a new Pyramid roster which will assign II°s as magical advisors to I°s. which will assign II°s as magical advisors to I°s. This advisory capacity is only for the sake of This advisory capacity is only for the sake of assisting I° Initiates to become adept in magic, and assisting I° Initiates to become adept in magic, and carries no official Temple of Set authority. It does, carries no official Temple of Set authority. It does, however, give an opportunity for II°s to assume however, give an opportunity for II°s to assume some degree of responsibility, and to exercise the some degree of responsibility, and to exercise the full scope of their knowledge. From this perspective full scope of their knowledge. From this perspective it now becomes quite feasible for II°s to form and it now becomes quite feasible for II°s to form and lead Pylons [as prescribed in the lead Pylons [as prescribed in the Ruby Tablet of SetRuby Tablet of Set] ] if a II° desires to do so.if a II° desires to do so.If a II° magical advisor feels one of his assigned If a II° magical advisor feels one of his assigned I°s has become qualified for possible II° I°s has become qualified for possible II° Recognition, the II° should bring the Setian to the Recognition, the II° should bring the Setian to the attention of the appropriate official, who will in turn attention of the appropriate official, who will in turn determine whether or not to administer the testing determine whether or not to administer the testing process. Magical advisors might also be consulted process. Magical advisors might also be consulted by the Pyramid officials in making annual renewal by the Pyramid officials in making annual renewal evaluations of I°s.evaluations of I°s.Consider with me now the caliber of magical Consider with me now the caliber of magical Initiates that shall result from this new policy, tough Initiates that shall result from this new policy, tough as it is. We can easily predict a new measure of as it is. We can easily predict a new measure of Scroll of SetScroll of Set - July 1981 - Page - July 1981 - Page 22"},{"pageNumber":3,"pageContent":"strength rising into the Elect of Set which will strength rising into the Elect of Set which will benefit us all in our work to benefit us all in our work to Xeper ir XemXeper ir Xem. Magical . Magical evolution is the fundamental process through which evolution is the fundamental process through which XeperXeper can occur. We shall behold upon the path to can occur. We shall behold upon the path to XemXem magicians whose beings are magical - not magicians whose beings are magical - not merely beings who do rituals. Of such beings are merely beings who do rituals. Of such beings are the seeds of the gods to come. Listen. Listen very the seeds of the gods to come. Listen. Listen very closely, and you can hear them breathing all around closely, and you can hear them breathing all around you.you.______________________________________________________________________[3] [3] MetaMind is RebornMetaMind is RebornMagus R.K. Barrett, High Priest of Set, has Magus R.K. Barrett, High Priest of Set, has announced the re-establishment of the Element once announced the re-establishment of the Element once known as CATE. Priest Robertt W. Neilly has been known as CATE. Priest Robertt W. Neilly has been appointed director of the element, now named appointed director of the element, now named “MetaMind”. More information in future issues of “MetaMind”. More information in future issues of the the ScrollScroll..______________________________________________________________________[4] [4] ExitExitParted from the Temple of Set Is Ricco Parted from the Temple of Set Is Ricco Zappitelli. Zappitelli. ______________________________________________________________________[5] [5] a Per-ta Per-t is the Word is the Wordof Magus Lynn A. Nortonof Magus Lynn A. Norton- by Constance L. Moffatt III°- by Constance L. Moffatt III°Key highlight of the Third International Key highlight of the Third International Conclave of the Temple of Set, aka Set-III, held in Conclave of the Temple of Set, aka Set-III, held in San Francisco July 9-12, was the Recognition of a San Francisco July 9-12, was the Recognition of a new Magus of the Æon. Magus Lynn A. Norton new Magus of the Æon. Magus Lynn A. Norton was Recognized by Magus Ronald K. Barrett upon was Recognized by Magus Ronald K. Barrett upon the Utterance of the former’s Word during the main the Utterance of the former’s Word during the main conclave ritual on July 11. The Word of the new conclave ritual on July 11. The Word of the new Magus is “Magus is “a Per-ta Per-t””..Setians from across the continent attended the 3-Setians from across the continent attended the 3-1/2 days of magical and philosophical discussions 1/2 days of magical and philosophical discussions and workings. The new policy for Recognition of and workings. The new policy for Recognition of Adepts was presented at the first general meeting by Adepts was presented at the first general meeting by Magus Barrett. Along with the open meetings, Magus Barrett. Along with the open meetings, separate meetings of the lay membership, Orders of separate meetings of the lay membership, Orders of Set & Xepera, and Council of Nine were held. Set & Xepera, and Council of Nine were held. Reports were presented by the Executive Director Reports were presented by the Executive Director and the First Foundation Director, Magister L. Dale and the First Foundation Director, Magister L. Dale Seago.Seago.Featured at the Saturday night banquet was the Featured at the Saturday night banquet was the presentation of four hand-crafted plaques made by presentation of four hand-crafted plaques made by Adept Amber Seago. Three of the plaques were Adept Amber Seago. Three of the plaques were reliefs of the top semicircle on the Stele of reliefs of the top semicircle on the Stele of XeperXeper, , and the fourth a relief of Thoth. Won by Priestess and the fourth a relief of Thoth. Won by Priestess Willie Browning, Adept Dennis Mann, Priest Willie Browning, Adept Dennis Mann, Priest Robertt Neilly, and Adept Susan Mitchell, they were Robertt Neilly, and Adept Susan Mitchell, they were part of a drawing to help defray the costs of long-part of a drawing to help defray the costs of long-distance phone calls to Ipsissimus Michael Aquino distance phone calls to Ipsissimus Michael Aquino and Magistra Jinni Bast, who were on the east coast. and Magistra Jinni Bast, who were on the east coast. They spoke with almost everyone at Set-III.They spoke with almost everyone at Set-III.Two other highlights of the Conclave were the Two other highlights of the Conclave were the Coming Into Being of William Butch as a Priest of Coming Into Being of William Butch as a Priest of Set III°, Recognized by Magister Seago, and the Set III°, Recognized by Magister Seago, and the unveiling of a bust of Set at the III°+ ritual. The unveiling of a bust of Set at the III°+ ritual. The unique bust had been created by Adept Colleen unique bust had been created by Adept Colleen Huddleston under the close direction of then-Priest Huddleston under the close direction of then-Priest Ricco Zappitelli.Ricco Zappitelli.The final general event was a superb brunch at The final general event was a superb brunch at the Presidio of San Francisco Officers Club, the Presidio of San Francisco Officers Club, arranged by close friends of the Temple.arranged by close friends of the Temple.The very-well-organized Conclave was the work The very-well-organized Conclave was the work of coordinator Magistra Lilith Sinclair. She was of coordinator Magistra Lilith Sinclair. She was assisted by other San Francisco Setians, in assisted by other San Francisco Setians, in particular Priest Stephen Bushey and Priestess particular Priest Stephen Bushey and Priestess Susan Wylie.Susan Wylie.______________________________________________________________________[6] [6] Council of Nine ReportCouncil of Nine ReportMagistra Lilith Sinclair was reappointed to the Magistra Lilith Sinclair was reappointed to the Chair of the Council of Nine by Magus Ronald K. Chair of the Council of Nine by Magus Ronald K. Barrett, High Priest. This was unanimously Barrett, High Priest. This was unanimously approved by the Councillors. Magistra Jinni Bast approved by the Councillors. Magistra Jinni Bast was appointed to the most recently-vacated seat. was appointed to the most recently-vacated seat. Following are the present members and their terms Following are the present members and their terms of office:of office:Magister Robert A. DeCecco - 6/30/82Magister Robert A. DeCecco - 6/30/82Magistra Lilith Sinclair - 6/30/83Magistra Lilith Sinclair - 6/30/83Magister James A. Lewis - 6/30/84Magister James A. Lewis - 6/30/84Magus Lynn A. Norton - 6/30/85Magus Lynn A. Norton - 6/30/85Priest Robertt W. NeiIly - 6/30/86Priest Robertt W. NeiIly - 6/30/86Magister L. Dale Seago - 6/30/87Magister L. Dale Seago - 6/30/87Priest Robert H. Moffatt - 6/30/88Priest Robert H. Moffatt - 6/30/88Priest Stephen H. Bushey - 6/30/89Priest Stephen H. Bushey - 6/30/89Magistra Jinni Bast - 6/30/90Magistra Jinni Bast - 6/30/90The Order of the Trapezoid, consisting of all The Order of the Trapezoid, consisting of all past and present members of the Council of Nine, past and present members of the Council of Nine, was established at the Council meeting. The Nine was established at the Council meeting. The Nine also approved Magus Barrett’s design of an also approved Magus Barrett’s design of an insignia for the Order, a pentagram completely insignia for the Order, a pentagram completely inside a trapezoid. The design will be used on inside a trapezoid. The design will be used on standardized stationery by the Order, and may standardized stationery by the Order, and may appear on rings and as medallions, with detail silver appear on rings and as medallions, with detail silver on black background.on black background.______________________________________________________________________[7] [7] Required Reading for Setians I°Required Reading for Setians I°- by Ronald K. Barrett V°, High Priest- by Ronald K. Barrett V°, High Priest1. 1. MagickMagick by Aleister Crowley. NY: Samuel by Aleister Crowley. NY: Samuel Weiser, 1974. Contains (a) a discussion of Yoga, Weiser, 1974. Contains (a) a discussion of Yoga, (b) a discussion of magical equipment ((b) a discussion of magical equipment (Book FourBook Four), ), and (c) a discussion of magic (and (c) a discussion of magic (Magick in Theory Magick in Theory and Practiceand Practice).).2. 2. Magical and Philosophical Commentaries on Magical and Philosophical Commentaries on the Book of the Lawthe Book of the Law by Aleister Crowley. Montreal: by Aleister Crowley. Montreal: 93 Publishing, 1974. A single volume containing 93 Publishing, 1974. A single volume containing two of Crowley’s own commentaries on the two of Crowley’s own commentaries on the Book of Book of Scroll of SetScroll of Set - July 1981 - Page - July 1981 - Page 33"},{"pageNumber":4,"pageContent":"the Lawthe Law. An acceptable and good alternative is . An acceptable and good alternative is Crowley’s Crowley’s The Law is for AllThe Law is for All, St Paul: Llewellyn, , St Paul: Llewellyn, 1975.1975.3. 3. The Book of ThothThe Book of Thoth by Aleister Crowley. NY: by Aleister Crowley. NY: Weiser, 1970. A book on magic and magical Weiser, 1970. A book on magic and magical processes based on Tarot studies, but this is processes based on Tarot studies, but this is notnot a a book on “fortune-telling”. A necessary companion book on “fortune-telling”. A necessary companion to #1.to #1.4. 4. The Great BeastThe Great Beast by John Symonds. London: by John Symonds. London: Macdonald, 1971. An excellent biography of Macdonald, 1971. An excellent biography of Crowley.Crowley.5. 5. The Black ArtsThe Black Arts by Richard Cavendish. NY: by Richard Cavendish. NY: Putnam, 1968. The first chapter is worth the price of Putnam, 1968. The first chapter is worth the price of the book. An excellent primer for beginners.the book. An excellent primer for beginners.6. 6. The Satanic BibleThe Satanic Bible by Anton Szandor LaVey. by Anton Szandor LaVey. NY: Avon, 1969. A book which presents true NY: Avon, 1969. A book which presents true Satanic philosophy and ritual. Authored by the Satanic philosophy and ritual. Authored by the Magus of the Age of Satan, this book is a must for Magus of the Age of Satan, this book is a must for anyone aspiring to mastery of the magical arts.anyone aspiring to mastery of the magical arts.7. 7. The Satanic RitualsThe Satanic Rituals by Anton Szandor by Anton Szandor LaVey. NY: Avon, 1972. A companion to #6. There LaVey. NY: Avon, 1972. A companion to #6. There is more to these rituals than meets the eye. Seek and is more to these rituals than meets the eye. Seek and find.find.8. 8. The History of the DevilThe History of the Devil by Paul Carus. NY: by Paul Carus. NY: Land’s End Press, 1969. The Dark Ones are traced Land’s End Press, 1969. The Dark Ones are traced through different cultures and time-frames Look for through different cultures and time-frames Look for patterns in their relationships with man and patterns in their relationships with man and inin man. man.9. 9. The OccultThe Occult by Colin Wilson. NY: Random by Colin Wilson. NY: Random House, 1972. Although this book is rather dry and House, 1972. Although this book is rather dry and weak in some areas, it remains as a good weak in some areas, it remains as a good introduction to so vast a subject as “occultism”.introduction to so vast a subject as “occultism”.10. 10. The Morning of the MagiciansThe Morning of the Magicians by Louis by Louis Pauwels and Jacques Bergier. NY: Avon Books, Pauwels and Jacques Bergier. NY: Avon Books, 1968. A book of questions, not answers. Contains 1968. A book of questions, not answers. Contains fascinating inquiries into mysteries from around the fascinating inquiries into mysteries from around the world, and makes one wonder if anything is as it world, and makes one wonder if anything is as it seems.seems.11. 11. A Fascinating History of Witchcraft, Magic, A Fascinating History of Witchcraft, Magic, and Occultismand Occultism by W. B. Crow. A summary of the by W. B. Crow. A summary of the subject in various cultures and periods. Crow subject in various cultures and periods. Crow attempts to show relationships between various attempts to show relationships between various areas of the occult, magic, and phenomena.areas of the occult, magic, and phenomena.12. 12. The Psychology of Man’s Possible The Psychology of Man’s Possible EvolutionEvolution by Peter D. Ouspensky. “Know thyself” by Peter D. Ouspensky. “Know thyself” also applies to magicians. What are you thinking? also applies to magicians. What are you thinking? What are you feeling? Who among you is reading What are you feeling? Who among you is reading this?this?13. 13. Her-BakHer-Bak by Isha S. De Lubicz. NY: Inner by Isha S. De Lubicz. NY: Inner Traditions, 1954. A fictional account of ancient Traditions, 1954. A fictional account of ancient Egyptian initiation. An aid in understanding Egyptian initiation. An aid in understanding initiation as well as giving a rather unique initiation as well as giving a rather unique perspective of what the Egyptian temple system perspective of what the Egyptian temple system actually was.actually was.14. 14. The Crystal Tablet of SetThe Crystal Tablet of Set by L. Dale Seago by L. Dale Seago IV°. Santa Barbara: Temple of Set, 1978. A Temple IV°. Santa Barbara: Temple of Set, 1978. A Temple of Set publication designed specifically for use by of Set publication designed specifically for use by Setians I°.Setians I°.______________________________________________________________________[8] [8] Recommended Reading for Setians Recommended Reading for Setians I°I°- by Ronald K. Barrett V°, High Priest- by Ronald K. Barrett V°, High Priest1. 1. Sexuality, Magic, and PerversionSexuality, Magic, and Perversion by Francis by Francis King. A study of sex in religious and magical King. A study of sex in religious and magical societies.societies.2. 2. Aleister Crowley and the Hidden GodAleister Crowley and the Hidden God by by Kenneth Grant. NY: Weiser, 1974. An attempted Kenneth Grant. NY: Weiser, 1974. An attempted study of Crowley’s system of sex magick. Should study of Crowley’s system of sex magick. Should be rewritten from a Setian perspective, but still worth be rewritten from a Setian perspective, but still worth reading.reading.3. 3. Cults of the ShadowCults of the Shadow by Kenneth Grant. NY: by Kenneth Grant. NY: Weiser, 1976. Ditto.Weiser, 1976. Ditto.4. 4. The Sacred FireThe Sacred Fire by B.Z. Goldberg. NY: by B.Z. Goldberg. NY: University Books, 1958. A history of sex in University Books, 1958. A history of sex in religion.religion.5. 5. The Compleat WitchThe Compleat Witch by Anton Szandor by Anton Szandor LaVey. NY: Dodd, Meade & Co., 1971. “or what to LaVey. NY: Dodd, Meade & Co., 1971. “or what to do when virtue fails”. A book of lesser magic, do when virtue fails”. A book of lesser magic, primarily for women. Maybe someday I’ll write primarily for women. Maybe someday I’ll write The The Compleat WarlockCompleat Warlock..6. 6. The Function of the OrgasmThe Function of the Orgasm by Wilhelm by Wilhelm Reich. NY: Meridian Books, 1971. First in a two-Reich. NY: Meridian Books, 1971. First in a two-volume series entitled volume series entitled The Discovery of the OrgoneThe Discovery of the Orgone. . A study of “bio-psychic energy”.A study of “bio-psychic energy”.7. 7. Body TimeBody Time by Gay Gaer Luce. NY: Bantam, by Gay Gaer Luce. NY: Bantam, 1973. A fascinating study of physiological rhythms 1973. A fascinating study of physiological rhythms which could aid both the magician and magical which could aid both the magician and magical operations.operations.8. 8. SupernatureSupernature by Lyall Watson. NY: Bantam, by Lyall Watson. NY: Bantam, 1974. A good book on phenomenology of man and 1974. A good book on phenomenology of man and of the world around him.of the world around him.9. 9. Color Psychology and Color TherapyColor Psychology and Color Therapy by by Faber Birren. NJ: Citadel, 1979. An interesting and Faber Birren. NJ: Citadel, 1979. An interesting and easily-read study of the influence of color on human easily-read study of the influence of color on human minds.minds.10. 10. The ImmortalistThe Immortalist by Alan Harrington. NY: by Alan Harrington. NY: Avon, 1970. This book presents a delightful Avon, 1970. This book presents a delightful argument against accepting the embrace of death. argument against accepting the embrace of death. Very good.Very good.11. 11. The Brain RevolutionThe Brain Revolution by Marilyn Ferguson. by Marilyn Ferguson. NY: Taplinger Publishing, 1973. “We already have NY: Taplinger Publishing, 1973. “We already have the superbrain. We have had it all along. That’s the superbrain. We have had it all along. That’s what the brain revolution is all about.”what the brain revolution is all about.”12. 12. The Fourth WayThe Fourth Way by P.D. Ouspensky. NY: by P.D. Ouspensky. NY: Vintage, 1957. A practical expansion of Vintage, 1957. A practical expansion of The The Psychology of Man’s Possible EvolutionPsychology of Man’s Possible Evolution..13. 13. The Philosopher’s StoneThe Philosopher’s Stone by Colin Wilson. by Colin Wilson. Berkeley: Wingbow Press, 1979. A fictional voyage Berkeley: Wingbow Press, 1979. A fictional voyage into the human mind. Thought-provoking and fun.into the human mind. Thought-provoking and fun.14. 14. The Mind ParasitesThe Mind Parasites by Colin Wilson. by Colin Wilson. Berkeley: Wingbow Press. Shades of Lovecraft. Berkeley: Wingbow Press. Shades of Lovecraft. Can we even be sure of our own thoughts?Can we even be sure of our own thoughts?15. 15. The Crack in the Cosmic EggThe Crack in the Cosmic Egg by Joseph by Joseph Chilton Pearce. NY: Washington Square Press, Chilton Pearce. NY: Washington Square Press, Scroll of SetScroll of Set - July 1981 - Page - July 1981 - Page 44"},{"pageNumber":5,"pageContent":"1973. Discussion of the mind and its reality. 1973. Discussion of the mind and its reality. Consideration for Consideration for XeperXeper..16. 16. Tertium OrganumTertium Organum by Peter D. Ouspensky. by Peter D. Ouspensky. NY: Vintage, 1970. A discussion of the fourth NY: Vintage, 1970. A discussion of the fourth dimension.dimension.17. 17. A New Model of the UniverseA New Model of the Universe by Peter D. by Peter D. Ouspensky. NY: Vintage, 1971. Speculations in Ouspensky. NY: Vintage, 1971. Speculations in such areas as the human dimension, the Tarot, such areas as the human dimension, the Tarot, symbolism, yoga, art, hypnotism, physics, and symbolism, yoga, art, hypnotism, physics, and philosophy.philosophy.18. 18. The Art of LovingThe Art of Loving by Erich Fromm. NY: by Erich Fromm. NY: Harper Colophon, 1962. This highly-recommended Harper Colophon, 1962. This highly-recommended book gives an important study of love, and contains book gives an important study of love, and contains information of magical significance. Look beneath information of magical significance. Look beneath the reflective surface.the reflective surface.19. 19. The Heart of ManThe Heart of Man by Erich Fromm. NY: by Erich Fromm. NY: Harper Colophon, 1968. An interesting study of Harper Colophon, 1968. An interesting study of “good and evil” - a counterpart to #18. “good and evil” - a counterpart to #18. 20. 20. Earth MagicEarth Magic by Francis Hitching. NY: by Francis Hitching. NY: Pocket Books, 1978. Discussion of ley-lines, Pocket Books, 1978. Discussion of ley-lines, Stonehenge, and other earth mysteries.Stonehenge, and other earth mysteries.21. 21. Pyramid PowerPyramid Power by G. Pat Flanagan. by G. Pat Flanagan. Glendale: Pyramid Publishers, 1974. Easy-to-read Glendale: Pyramid Publishers, 1974. Easy-to-read investigation of types of energy without sounding investigation of types of energy without sounding like “just another pyramidiot”.like “just another pyramidiot”.22. 22. Secrets of the Great PyramidSecrets of the Great Pyramid by Peter by Peter Tompklns. NY: Harper & Row, 1972. Very likely Tompklns. NY: Harper & Row, 1972. Very likely the best book on the Khufu Pyramid to date. the best book on the Khufu Pyramid to date. Thorough and sophisticated.Thorough and sophisticated.23. 23. The Curse of the PharaohsThe Curse of the Pharaohs by Philipp by Philipp Vandenberg. NY: Lippincott, 1975. Contains some Vandenberg. NY: Lippincott, 1975. Contains some speculations on ancient Egyptian magic, the speculations on ancient Egyptian magic, the priesthoods, etc.priesthoods, etc.24. 24. The Temple in ManThe Temple in Man by R.A.S. de Lubicz. by R.A.S. de Lubicz. Mass.: Autumn Press Inc., 1977. An Alchemist’s Mass.: Autumn Press Inc., 1977. An Alchemist’s reappraisal of the science and esoteric knowledge of reappraisal of the science and esoteric knowledge of the ancient Egyptians.the ancient Egyptians.25. 25. Egyptian MythologyEgyptian Mythology by Veronica Ions. NY: by Veronica Ions. NY: Hamlyn, 1974. One of the best books on the gods Hamlyn, 1974. One of the best books on the gods and cults of ancient Egypt.and cults of ancient Egypt.26. 26. The Dawn of AstronomyThe Dawn of Astronomy by Norman by Norman Lockyer. Cambridge: MIT Press, 1964. Lockyer Lockyer. Cambridge: MIT Press, 1964. Lockyer makes interesting associations of the Egyptian gods makes interesting associations of the Egyptian gods and temples to astronomy.and temples to astronomy.27. 27. Encyclopedia of the UnexplainedEncyclopedia of the Unexplained by Richard by Richard Cavendish. NY: McGraw-Hill, 1974. A down-to-Cavendish. NY: McGraw-Hill, 1974. A down-to-earth text on modern occultism.earth text on modern occultism.28. 28. The White GoddessThe White Goddess by Robert Graves. NY: by Robert Graves. NY: Farrar, Straus, & Giroux, 1966. A cross-reference Farrar, Straus, & Giroux, 1966. A cross-reference of myths is this book’s best feature. A bit of myths is this book’s best feature. A bit opinionated.opinionated.29. 29. The Second Coming: Satanism in AmericaThe Second Coming: Satanism in America by Arthur Lyons. NY: Award Books, 1970. by Arthur Lyons. NY: Award Books, 1970. Contains one of the least-offensive discussions of Contains one of the least-offensive discussions of Satanism and of the Church of Satan.Satanism and of the Church of Satan.30. 30. Inner Traditions of MagicInner Traditions of Magic by Wm. G. by Wm. G. Gray. NY: Weiser, 1970. Recommended only for Gray. NY: Weiser, 1970. Recommended only for the discussion of telesmic images. Otherwise it the discussion of telesmic images. Otherwise it oozes religious excrement.oozes religious excrement.31. 31. Magick Without TearsMagick Without Tears by Aleister Crowley. by Aleister Crowley. St. Paul: Llewellyn, 1973. Easily-understood St. Paul: Llewellyn, 1973. Easily-understood discussion of the Beast’s magical philosophy.discussion of the Beast’s magical philosophy.32. 32. 777777 by Aleister Crowley. NY: Weiser, 1979. by Aleister Crowley. NY: Weiser, 1979. This collection was first published as This collection was first published as The Qabala of The Qabala of Aleister CrowleyAleister Crowley and is composed of three books: and is composed of three books: “Gematria”, “Liber 777”, and “Sepher “Gematria”, “Liber 777”, and “Sepher Sephiroth”. It contains many tables of attributions Sephiroth”. It contains many tables of attributions and correspondences as well as various magical and correspondences as well as various magical discussions on the Tree of Life, etc.discussions on the Tree of Life, etc.33. 33. The Golden DawnThe Golden Dawn by Israel Regardie. St. by Israel Regardie. St. Paul: Llewellyn, 1974. One of the better accounts Paul: Llewellyn, 1974. One of the better accounts and studies of the Order.and studies of the Order.34. 34. The Book of the Sacred Magic of The Book of the Sacred Magic of Abra=Melin the MageAbra=Melin the Mage by S.L. MacGregor by S.L. MacGregor Mathers. NY: Dover, 1973. A grimoire of early Mathers. NY: Dover, 1973. A grimoire of early significance to Crowley.significance to Crowley.35. 35. Eliphas Levi, Master of OccultismEliphas Levi, Master of Occultism by by Thomas A. Williams. University of Alabama Press, Thomas A. Williams. University of Alabama Press, 1975. An effective portrait of the early magician.1975. An effective portrait of the early magician.36. 36. The Vision and The VoiceThe Vision and The Voice by Aleister by Aleister Crowley. Dallas: Sangreal, 1972. Crowley’s Crowley. Dallas: Sangreal, 1972. Crowley’s accounts of his visions of the thirty æthyrs of the accounts of his visions of the thirty æthyrs of the 19th Enochian Key.19th Enochian Key.37. 37. The Complete Enochian DictionaryThe Complete Enochian Dictionary by by Donald C. Laycock. London: Askin, 1973. An Donald C. Laycock. London: Askin, 1973. An excellent work on Enochiana.excellent work on Enochiana.38. 38. Secrets of VoodooSecrets of Voodoo by Milo Rigaud. NY: by Milo Rigaud. NY: Pocket Books, 1971. Good coverage on the subject Pocket Books, 1971. Good coverage on the subject for comparative magical study.for comparative magical study.39. 39. The Occult and the Third ReichThe Occult and the Third Reich by Jean- by Jean-Michel Angebert. NY: Macmillan, 1974. More than Michel Angebert. NY: Macmillan, 1974. More than Nazism.Nazism.40. 40. The Eternal ManThe Eternal Man by Louis Pauwels and by Louis Pauwels and Jacques Bergier. NY: Avon, 1973. A fascinating Jacques Bergier. NY: Avon, 1973. A fascinating investigation into humanity and its history.investigation into humanity and its history.______________________________________________________________________[9] [9] Overheard at the Set-III ConclaveOverheard at the Set-III Conclave“Remember, ultimately we are all that we have. “Remember, ultimately we are all that we have. The ‘craziness’ is pure joy in being with our kind. The ‘craziness’ is pure joy in being with our kind. Elsewhere be careful about to whom you bare your Elsewhere be careful about to whom you bare your soul.”soul.”“Are we what we say we are, or are we just “Are we what we say we are, or are we just giving ourselves titles, names, etc.?”giving ourselves titles, names, etc.?”“Toasts to all of us! We are the elite of the “Toasts to all of us! We are the elite of the Earth!”Earth!”“We have Adept Susan MitchelI to thank for “We have Adept Susan MitchelI to thank for the banners and flags that decorated the blue the banners and flags that decorated the blue ‘limousine’ that transported the Order of Xepera to ‘limousine’ that transported the Order of Xepera to the hotel Saturday morning for the general meeting, the hotel Saturday morning for the general meeting, and Setian Lincoln Shaw for being the ‘chauffeur’ and Setian Lincoln Shaw for being the ‘chauffeur’ [and incidentally the owner of the vehicle].”[and incidentally the owner of the vehicle].”And after the conclave, said by Priest Moffatt to And after the conclave, said by Priest Moffatt to Magus Barrett: “There are no words to express Magus Barrett: “There are no words to express Scroll of SetScroll of Set - July 1981 - Page - July 1981 - Page 55"},{"pageNumber":6,"pageContent":"how good the conclave was for me. I remember how good the conclave was for me. I remember feeling and saying the same thing last year, namely feeling and saying the same thing last year, namely that it couldn’t possibly have been any better, ever; that it couldn’t possibly have been any better, ever; and I said and felt the same thing the year before. and I said and felt the same thing the year before. Again I am forced to eat my words. We came upon Again I am forced to eat my words. We came upon still another new universe, and we crossed it. I feel still another new universe, and we crossed it. I feel unstoppable now.”unstoppable now.”______________________________________________________________________[10] [10] Comments on Set-III RitualComments on Set-III Ritual- by Corey S. Cole III°- by Corey S. Cole III°From an early point of the working on, I found From an early point of the working on, I found myself totally involved in the occurrences. I myself totally involved in the occurrences. I remember being slightly disappointed that I was remember being slightly disappointed that I was getting more feeling out of the Temple-wide getting more feeling out of the Temple-wide working than from the III°+ working of the working than from the III°+ working of the previous evening [not that that was by any standards previous evening [not that that was by any standards a “weak” working]. I finally decided that it was due a “weak” working]. I finally decided that it was due to the less subtle, psychodramatic nature of the to the less subtle, psychodramatic nature of the Temple-wide working, and decided to revel in it Temple-wide working, and decided to revel in it instead of worrying about it. By the half-way point, instead of worrying about it. By the half-way point, I felt that it was, bar none, the most powerful I felt that it was, bar none, the most powerful working/ritual I had ever experienced.working/ritual I had ever experienced.______________________________________________________________________[11] [11] Notes on the Book ListNotes on the Book ListAt the Set-III general meeting, after reading At the Set-III general meeting, after reading aloud his new policy for II° Recognition and giving aloud his new policy for II° Recognition and giving the titles and authors of the books on the required the titles and authors of the books on the required and recommended list, Magus Barrett commented and recommended list, Magus Barrett commented that: “Some of the books might present only one that: “Some of the books might present only one point in a unique and accurate way not said point in a unique and accurate way not said anywhere else. It is the task of the reader to find it.”anywhere else. It is the task of the reader to find it.”He asked that suggestions for more books - He asked that suggestions for more books - some presumably with again as few as one point some presumably with again as few as one point well put - to be sent to the Editor of the well put - to be sent to the Editor of the Crystal Crystal TabletTablet, Magister L. Dale Seago. The new book list , Magister L. Dale Seago. The new book list will be part of a new edition.will be part of a new edition.______________________________________________________________________[12] [12] Onyx TabletOnyx Tablet Appointment AppointmentPriest Stephen H. Bushey has been appointed Priest Stephen H. Bushey has been appointed Editor of the Editor of the Onyx TabletOnyx Tablet by Magus Ronald K. by Magus Ronald K. Barrett, High Priest of Set. Members of the Order Barrett, High Priest of Set. Members of the Order of Set who have not yet submitted the “status of Set who have not yet submitted the “status questionnaire” circulated by the previous Editor, questionnaire” circulated by the previous Editor, Magister James A. Lewis, are asked to do so, along Magister James A. Lewis, are asked to do so, along with contributions of material, to Priest Bushey. with contributions of material, to Priest Bushey. ______________________________________________________________________[13] [13] Indulgence, Compulsion, and Indulgence, Compulsion, and ResponsibilityResponsibility- by Susan M. Wylie III°- by Susan M. Wylie III°As Setians, i.e. Satanists evolved, there are three As Setians, i.e. Satanists evolved, there are three words that in my opinion have been very badly words that in my opinion have been very badly misunderstood by the lay membership: misunderstood by the lay membership: “indulgence”, “compulsion”, and “indulgence”, “compulsion”, and “responsibility” (the last being equated with the “responsibility” (the last being equated with the word “abstinence”).word “abstinence”).“Indulgence”, according to the “Indulgence”, according to the Satanic BibleSatanic Bible is is defined as: “To give oneself up to; not restrain or defined as: “To give oneself up to; not restrain or oppose; to give free course to; to gratify by oppose; to give free course to; to gratify by compliance; to give or yield to.”compliance; to give or yield to.”Webster’s Seventh New Collegiate DictionaryWebster’s Seventh New Collegiate Dictionary goes on to add: “remission of the temporal and goes on to add: “remission of the temporal and especially purgatorial punishment that according to especially purgatorial punishment that according to Roman Catholicism is due for sins whose eternal Roman Catholicism is due for sins whose eternal punishment has been remitted and whose guilt has punishment has been remitted and whose guilt has been pardoned by the reception of the sacrament of been pardoned by the reception of the sacrament of penance.”penance.”To me this additional definition certainly sounds To me this additional definition certainly sounds different than twelve candy bars per day, although different than twelve candy bars per day, although such behavior might occasionally be viewed as one such behavior might occasionally be viewed as one form of indulgence. To me to be concerned with form of indulgence. To me to be concerned with temporal gratification would mean to be concerned temporal gratification would mean to be concerned with the integration into my being of all the available with the integration into my being of all the available means to make a better magician out of me. Nothing means to make a better magician out of me. Nothing can be denied forever, and in my opinion it is better can be denied forever, and in my opinion it is better to deal with the proverbial “mole hill” than to allow to deal with the proverbial “mole hill” than to allow it to blossom into the much more challenging it to blossom into the much more challenging mountain.mountain.This is not to say that one cannot be a magician This is not to say that one cannot be a magician until one has dealt with one’s received inculcations. until one has dealt with one’s received inculcations. But how can one become as strong as possible until But how can one become as strong as possible until one has dealt with them? Children have to be taught one has dealt with them? Children have to be taught about “sin”, about what is necessary to survive and about “sin”, about what is necessary to survive and be accepted in a society that expects a divine “Santa be accepted in a society that expects a divine “Santa Claus” to give them everything that they desire, Claus” to give them everything that they desire, provided this paternal figure thinks that it is in the provided this paternal figure thinks that it is in the best interest.best interest.This is not done overnight, nor should it be This is not done overnight, nor should it be expected to be broken overnight.expected to be broken overnight.As we, as once humans and now humans As we, as once humans and now humans becoming beings, expect to please someone, why becoming beings, expect to please someone, why shouldn’t we please the most logical person shouldn’t we please the most logical person ourselves? In other words, use what you can use to ourselves? In other words, use what you can use to aid in your development and get rid of anything of aid in your development and get rid of anything of no use or which might prove damaging.no use or which might prove damaging.We as Setians make our own choices. The We as Setians make our own choices. The decision is ours and has been ours to make even decision is ours and has been ours to make even when we did not know it. It will remain ours only as when we did not know it. It will remain ours only as long as we will it to be so. [“Creation and change long as we will it to be so. [“Creation and change over rest and preservation”.]over rest and preservation”.]On the other hand the On the other hand the Satanic BibleSatanic Bible defines defines “compulsion” as: “The act of compelling or “compulsion” as: “The act of compelling or driving by force, physical or moral constraint of the driving by force, physical or moral constraint of the will (compulsory, obligatory).”will (compulsory, obligatory).”The reason for this should be self-evident but The reason for this should be self-evident but probably should be stated anyway: How can you probably should be stated anyway: How can you say that you have respect for someone when you are say that you have respect for someone when you are trying to enforce your will over that person? I do not trying to enforce your will over that person? I do not feel that you can. In the feel that you can. In the DiaboliconDiabolicon the greatest Gift the greatest Gift given to mankind was free will directed by creation given to mankind was free will directed by creation Scroll of SetScroll of Set - July 1981 - Page - July 1981 - Page 66"},{"pageNumber":7,"pageContent":"and change.and change.Out of that same respect should come Out of that same respect should come responsibility, not because you are afraid of being responsibility, not because you are afraid of being reprimanded by a higher degree (which fear would reprimanded by a higher degree (which fear would be a type of compulsion) but from a desire to learn be a type of compulsion) but from a desire to learn and understand the what and the why of the higher and understand the what and the why of the higher degree. No one is going to beat you over the head, degree. No one is going to beat you over the head, and no one should spoon-feed you either. To take and no one should spoon-feed you either. To take on a responsibility out of respect is an indulgence, on a responsibility out of respect is an indulgence, not a compulsion.not a compulsion.There are usually reasons for the assignment There are usually reasons for the assignment being offered to you or volunteered by you. I have being offered to you or volunteered by you. I have seen many projects begun and dropped because seen many projects begun and dropped because they had become inconvenient. But what is an ordeal they had become inconvenient. But what is an ordeal but something that can be used to strengthen your but something that can be used to strengthen your will? And where is the ordeal if not occasionally will? And where is the ordeal if not occasionally within yourself, if not occasionally in that within yourself, if not occasionally in that inconvenience, because it makes you consciously inconvenience, because it makes you consciously choose your magical over your mundane self?choose your magical over your mundane self?This is not to negate the fact that occasionally This is not to negate the fact that occasionally there are truly reasons why something cannot be there are truly reasons why something cannot be accomplished. But do remember that sometimes accomplished. But do remember that sometimes what you think are valid reasons are in fact what you think are valid reasons are in fact rationalizations and that they are not quite the same rationalizations and that they are not quite the same thing.thing.A neurotic fear of schedules is just as much a A neurotic fear of schedules is just as much a compulsion as heavy cigarette smoking. It is lovely compulsion as heavy cigarette smoking. It is lovely to be spontaneous, but imagine what would happen to be spontaneous, but imagine what would happen if we as the Temple planned a conclave if we as the Temple planned a conclave spontaneously. Someone would lose out in not spontaneously. Someone would lose out in not being able to attend, and we would all lose out in the being able to attend, and we would all lose out in the absence of that person.absence of that person.Whenever we interact as the Temple, or with the Whenever we interact as the Temple, or with the outside world in our mundane jobs, in the interest of outside world in our mundane jobs, in the interest of our own sanity and self-preservation we do, I feel, our own sanity and self-preservation we do, I feel, occasionally have to plan. The spontaneous times occasionally have to plan. The spontaneous times may be as valuable and possibly even more so than may be as valuable and possibly even more so than the planned times, because they are something that the planned times, because they are something that we felt could be best accomplished by our united we felt could be best accomplished by our united will. But planned times serve their purpose too.will. But planned times serve their purpose too.When someone asks you to call if you cannot When someone asks you to call if you cannot attend a Setian function, this is not a compulsion but attend a Setian function, this is not a compulsion but a courtesy born out of love and respect for a fellow a courtesy born out of love and respect for a fellow Setian. This should not be necessary to say, but too Setian. This should not be necessary to say, but too often a Setian arrives for a dinner-type function often a Setian arrives for a dinner-type function without notifying the host individual or Pylon, or without notifying the host individual or Pylon, or does not show up after indicating he would be there. does not show up after indicating he would be there. Neither is acceptable.Neither is acceptable.It is not respectful to be so locked into It is not respectful to be so locked into schedules that one cannot see the other Setian’s schedules that one cannot see the other Setian’s viewpoint, nor does it mean that a higher degree viewpoint, nor does it mean that a higher degree cannot be questioned by a lower degree. Yes, please cannot be questioned by a lower degree. Yes, please do question. Express yourself with due respect to do question. Express yourself with due respect to both sides.both sides.If you know something through personal If you know something through personal knowledge or through your magical being, please do knowledge or through your magical being, please do not hesitate to share it. Although there is much that not hesitate to share it. Although there is much that we all have shared, there is also much that has been we all have shared, there is also much that has been viewed only through your heart and mind as only viewed only through your heart and mind as only you can.you can.But do so with love, for as much as you in your But do so with love, for as much as you in your magical quest have seen on your own, especially in magical quest have seen on your own, especially in the case of approaching a higher degree, do not the case of approaching a higher degree, do not discount too heavily the views offered you. There is discount too heavily the views offered you. There is a reason the senior Initiate has attained that level of a reason the senior Initiate has attained that level of being. To be less is an affront to the self.being. To be less is an affront to the self.To question from the due respect is an To question from the due respect is an indulgence to be argumentative is an attempt to indulgence to be argumentative is an attempt to constrain the will and hence, I believe, a compulsion. constrain the will and hence, I believe, a compulsion. It is a fine line that we all walk.It is a fine line that we all walk.______________________________________________________________________[14] [14] A Two-Edged SwordA Two-Edged Sword- by Amber Seago II°- by Amber Seago II°I was approached during the Set-III Conclave I was approached during the Set-III Conclave and informed that I was “so very lucky to be with a and informed that I was “so very lucky to be with a Master of the Temple”. At the time my response Master of the Temple”. At the time my response was “No, I’m lucky to have Merensexmet to share was “No, I’m lucky to have Merensexmet to share my life and my love.”my life and my love.”Yes, having a relationship with this wonderful Yes, having a relationship with this wonderful man also includes the fact that he is a Master of the man also includes the fact that he is a Master of the Temple of Set. But is this fact of our relationship Temple of Set. But is this fact of our relationship lucky? Judge for yourself. Here are some of the lucky? Judge for yourself. Here are some of the wonderful things involved in such a relationship:wonderful things involved in such a relationship:1. Getting phone calls at all odd hours from 1. Getting phone calls at all odd hours from freak-outs mouthing threats.freak-outs mouthing threats.2. Seeing Merensexmet attacked by those he has 2. Seeing Merensexmet attacked by those he has tried only to help, and watching in frustration as he tried only to help, and watching in frustration as he still tries to help them. Watching as he paces the still tries to help them. Watching as he paces the floor at midnight trying to find a solution to floor at midnight trying to find a solution to someone else’s problem.someone else’s problem.3. Seeing him burdened by the weight of 3. Seeing him burdened by the weight of maintaining balanced progress for the Temple. maintaining balanced progress for the Temple. Wanting to comfort and reassure him during these Wanting to comfort and reassure him during these times and not knowing how.times and not knowing how.4. Looking forward to his coming home from 4. Looking forward to his coming home from his mundane work, then seeing him sit down by the his mundane work, then seeing him sit down by the typewriter with stacks of paperwork or books and typewriter with stacks of paperwork or books and knowing that his night’s work is only just knowing that his night’s work is only just beginning.beginning.5. Having to monitor my every action to avoid 5. Having to monitor my every action to avoid giving any impression that I have a “superiority giving any impression that I have a “superiority complex” about being married to a Master.complex” about being married to a Master.6. Realizing that if I move quickly through a 6. Realizing that if I move quickly through a degree, I run the risk of having people think I am degree, I run the risk of having people think I am unfairly advantaged by my relationship.unfairly advantaged by my relationship.7. Fearing to get too close to his friends because 7. Fearing to get too close to his friends because I may be thought to be exercising “undue I may be thought to be exercising “undue influence” or being “presumptuous” by lay influence” or being “presumptuous” by lay members.members.8. Fearing the knowledge of the Black Flame 8. Fearing the knowledge of the Black Flame because I have seen so much already of the burdens because I have seen so much already of the burdens of the Priesthood.of the Priesthood.Scroll of SetScroll of Set - July 1981 - Page - July 1981 - Page 77"},{"pageNumber":8,"pageContent":"9. Watching Merensexmet become obsessed 9. Watching Merensexmet become obsessed with a new magical task that I cannot yet with a new magical task that I cannot yet comprehend.comprehend.10. Knowing that there will never be time 10. Knowing that there will never be time enough for us to be friends and lovers.enough for us to be friends and lovers.These are only some of the things I have learned These are only some of the things I have learned to deal with. Merensexmet has had just as much, to deal with. Merensexmet has had just as much, and it can be pretty discouraging at times. It takes a and it can be pretty discouraging at times. It takes a whole lot of love, compassion and understanding for whole lot of love, compassion and understanding for two people so magically far apart to share their lives. two people so magically far apart to share their lives. That is what makes our relationship with each other That is what makes our relationship with each other so “lucky”.so “lucky”.______________________________________________________________________[15] [15] Solstice on XemsetSolstice on Xemset- by Julie Stout I°- by Julie Stout I°I feel that the Setians that were on Xemset on I feel that the Setians that were on Xemset on Solstice night have merged as friends, but of strong Solstice night have merged as friends, but of strong bond - not one of superficial nature. I felt many bond - not one of superficial nature. I felt many things during that evening.things during that evening.During the free form part of our ritual/working, During the free form part of our ritual/working, in my minds eye I saw several different images. As in my minds eye I saw several different images. As a child growing up, I used to draw these little a child growing up, I used to draw these little creatures.creatures.There was one that I drew all the time, and it had There was one that I drew all the time, and it had various names. At night I used to imagine this various names. At night I used to imagine this creature stepping out of my closet. It would talk to creature stepping out of my closet. It would talk to me, play games with me, or just be my friend. I me, play games with me, or just be my friend. I never really had any human friends, but I did have never really had any human friends, but I did have this little creature. But as I grew up, my attention this little creature. But as I grew up, my attention became focused on other things. Now I know who became focused on other things. Now I know who Fainn is: He’s that little creature who would come Fainn is: He’s that little creature who would come out of the closet and be my friend from long ago.out of the closet and be my friend from long ago.The bust of Set held different meanings for me. The bust of Set held different meanings for me. When I was a young teenager, I used to sit for When I was a young teenager, I used to sit for hours perfecting my drawings of monsters with hours perfecting my drawings of monsters with antennæ, and of space people with breather-nozzles antennæ, and of space people with breather-nozzles protruding from their mouths - all of them powerful protruding from their mouths - all of them powerful and strong, but with friendly eyes, alien in nature but and strong, but with friendly eyes, alien in nature but with a friendliness about them. I was attracted to with a friendliness about them. I was attracted to them, but my parents and the friends that I did have them, but my parents and the friends that I did have could not understand why. I didn’t know why could not understand why. I didn’t know why myself. I just knew that I liked them in a different myself. I just knew that I liked them in a different manner.manner.On Xemset I saw all of my alien creatures and On Xemset I saw all of my alien creatures and space people merge into one - the Set bust. I felt that space people merge into one - the Set bust. I felt that the Set bust was alive - a powerful, alien face but the Set bust was alive - a powerful, alien face but with friendly eyes. I felt drawn to it and into it, like a with friendly eyes. I felt drawn to it and into it, like a magical hatch leading into another gateway. I felt magical hatch leading into another gateway. I felt myself pass through the pentagram and out into the myself pass through the pentagram and out into the void. Part of me felt free of the human shell that void. Part of me felt free of the human shell that contained me. I felt that there were other things out contained me. I felt that there were other things out in the void. I wanted to see Set. I opened my eyes, in the void. I wanted to see Set. I opened my eyes, and a torch was lit. What I saw was the bust of Set and a torch was lit. What I saw was the bust of Set with the friendly eyes.with the friendly eyes.______________________________________________________________________[16] [16] My Accouterments and their My Accouterments and their Symbolic MeaningSymbolic Meaning- by Lincoln Shaw I°- by Lincoln Shaw I°My censer is shaped in the likeness of a lotus My censer is shaped in the likeness of a lotus flower, the petals opening from the center outwards. flower, the petals opening from the center outwards. This symbolizes the lifting of myself up and out, This symbolizes the lifting of myself up and out, rising above my mundane activities.rising above my mundane activities.In the center of my censer I place a charcoal on In the center of my censer I place a charcoal on which will burn the incense. The charcoal is which will burn the incense. The charcoal is symbolic of the fire that transforms, my will to symbolic of the fire that transforms, my will to change. Just as incense placed on a burning change. Just as incense placed on a burning charcoal changes from a solid or liquid form to a charcoal changes from a solid or liquid form to a state of scented vapor, by my will I transform my state of scented vapor, by my will I transform my being from one state of existence to another.being from one state of existence to another.The work I’m doing determines the incense I The work I’m doing determines the incense I burn, taking into consideration the aspects and burn, taking into consideration the aspects and elements of both. The burning incense fills my elements of both. The burning incense fills my chamber, changing the atmosphere from that which chamber, changing the atmosphere from that which it was to that which I have willed it to be.it was to that which I have willed it to be.The censer is symbolic of willed receptivity to The censer is symbolic of willed receptivity to willed transformation of myself, rising above my willed transformation of myself, rising above my mundane existence to work magic.mundane existence to work magic.My bell clearly marks the beginning and the end My bell clearly marks the beginning and the end of my works. In the opening of a work the bell’s of my works. In the opening of a work the bell’s vibrations can break down any remaining walls that vibrations can break down any remaining walls that might keep me from raising myself to the highest. I might keep me from raising myself to the highest. I have likewise used the bell during a working to have likewise used the bell during a working to wake up a part of myself, utilizing the vibrations to wake up a part of myself, utilizing the vibrations to penetrate a wall I have discovered.penetrate a wall I have discovered.When working externally I have utilized the bell When working externally I have utilized the bell to help send forth that which I have created, and to to help send forth that which I have created, and to close the door to that creation, making re-entry close the door to that creation, making re-entry impossible. In addition I use the bell to return to the impossible. In addition I use the bell to return to the mundane. The bell is my symbolic representation of mundane. The bell is my symbolic representation of opening and closing myself.opening and closing myself.My wand is symbolic of my will. In ritual I take My wand is symbolic of my will. In ritual I take my wand, thrust it before me and proclaim my my wand, thrust it before me and proclaim my purpose.purpose.Exerting my will, I raise the fire and send it Exerting my will, I raise the fire and send it forth, filling the chamber. Fire, like my will, cannot forth, filling the chamber. Fire, like my will, cannot be seen. One can only see the evidence of its be seen. One can only see the evidence of its existence - the flame, its activity. But fire is an existence - the flame, its activity. But fire is an aggressive, driving force that is all-consuming yet aggressive, driving force that is all-consuming yet without will. It is directionless. The fire must have a without will. It is directionless. The fire must have a purpose, an original idea to seek out. The activities purpose, an original idea to seek out. The activities toward this original idea could be considered willed toward this original idea could be considered willed action, while all else is undirected will.action, while all else is undirected will.My wand is my symbol of will. The wand is My wand is my symbol of will. The wand is straight, as is my will, but with a beginning and an straight, as is my will, but with a beginning and an end. As my will becomes stronger and more refined, end. As my will becomes stronger and more refined, the beginning and end will be further apart.the beginning and end will be further apart.The cup: I stand cold and alone, with my hands The cup: I stand cold and alone, with my hands locked tight to my altar. The burning desire deep locked tight to my altar. The burning desire deep within me has brought me to this place, crying out to within me has brought me to this place, crying out to be fulfilled. Yet I can’t move. I’m afraid to move.be fulfilled. Yet I can’t move. I’m afraid to move.Scroll of SetScroll of Set - July 1981 - Page - July 1981 - Page 88"},{"pageNumber":9,"pageContent":"I gather my strength and reach for the cup. I gather my strength and reach for the cup. Looking within, fear shakes the whole of me. A tear Looking within, fear shakes the whole of me. A tear rolls down my cheek. I will not go back. The rolls down my cheek. I will not go back. The anguish and pain all too well remembered, yet there anguish and pain all too well remembered, yet there is only darkness before me.is only darkness before me.Again the cold fear wells up, and again I’m Again the cold fear wells up, and again I’m trembling. Fear, desire, fear, desire, fear, desire. My trembling. Fear, desire, fear, desire, fear, desire. My head begins to spin.head begins to spin.Suddenly from some unknown place comes the Suddenly from some unknown place comes the voice of my mother, never so soft and sweet to my voice of my mother, never so soft and sweet to my ear, recalling to me days gone by, of children ear, recalling to me days gone by, of children laughing and of building marvelous castles by the laughing and of building marvelous castles by the ocean.ocean.The tension I felt in my stomach eases as I recall The tension I felt in my stomach eases as I recall the untellable joys and elations of those times gone the untellable joys and elations of those times gone by. I’m relaxed by my mother’s enchanting voice, by. I’m relaxed by my mother’s enchanting voice, calling me to her. I begin to give in, and as I do, the calling me to her. I begin to give in, and as I do, the passivity overwhelms me.passivity overwhelms me.Closing my eyes, I lift the cup to my lips, all Closing my eyes, I lift the cup to my lips, all fears now overcome with desire. I draw into myself fears now overcome with desire. I draw into myself the fiery liquid. Slowly, as though for the first time, the fiery liquid. Slowly, as though for the first time, I drink from the cup, and then faster, faster. I’m I drink from the cup, and then faster, faster. I’m filled with a passionate desire.filled with a passionate desire.The cup drained, a warmness spreads over me, The cup drained, a warmness spreads over me, and my head becomes light. Once again I feel the and my head becomes light. Once again I feel the elation building, and sense of being truly alive sets elation building, and sense of being truly alive sets in. And I begin to understand. Looking down at the in. And I begin to understand. Looking down at the cup, I see it once again filling up.cup, I see it once again filling up.The cup is the love, the understanding of this The cup is the love, the understanding of this magician: that which gives life, the great mother.magician: that which gives life, the great mother.The sword: I am born, issuing forth from the The sword: I am born, issuing forth from the womb of my mother. It is me, the original idea of womb of my mother. It is me, the original idea of my father, conceived by my mother. I am the result my father, conceived by my mother. I am the result of the union of the two, and yet I know I am neither. of the union of the two, and yet I know I am neither. I take in my hand the sword and with my voice I take in my hand the sword and with my voice declare, “I am.”declare, “I am.”Like a child with a new toy, I know of no other Like a child with a new toy, I know of no other plaything. Should another interfere, I would draw plaything. Should another interfere, I would draw my sword and they would tremble. My sword my sword and they would tremble. My sword protects me from demons of all sorts that would protects me from demons of all sorts that would bind me. I know no bonds for I’m free - free to bind me. I know no bonds for I’m free - free to direct my will, using this double-edged weapon with direct my will, using this double-edged weapon with a hilt of copper. With this sword in my hand, I fear a hilt of copper. With this sword in my hand, I fear nothing and question everything. Drawing from the nothing and question everything. Drawing from the will of my father and the understanding of my will of my father and the understanding of my mother, I discover myself.mother, I discover myself.My sword is symbolic of the element air, the My sword is symbolic of the element air, the intellect from where I direct my will.intellect from where I direct my will.______________________________________________________________________[17] [17] The Solstice NightThe Solstice Night- by Susan M. Wylie III°- by Susan M. Wylie III°The ritual working that was done on Xemset at The ritual working that was done on Xemset at the Outer Court on the Summer Solstice this year, the Outer Court on the Summer Solstice this year, was something that I wished and still wish could was something that I wished and still wish could have been shared with every member of the Temple have been shared with every member of the Temple of Set. From my own perceptions, everyone was of Set. From my own perceptions, everyone was affected at least a little, and few were affected at that affected at least a little, and few were affected at that low level.low level.The bust of Set was wondrous in physical The bust of Set was wondrous in physical manifestation from an idea by then-Priest Ricco manifestation from an idea by then-Priest Ricco Zappitelli and through the creative skills of Adept Zappitelli and through the creative skills of Adept Colleen Huddleston. The unveiling was truly the Colleen Huddleston. The unveiling was truly the crowning moment of the evening. I could feel the crowning moment of the evening. I could feel the charge and the wonder of the moment pass all charge and the wonder of the moment pass all around and through me. I do not feel there was around and through me. I do not feel there was anyone who was untouched by it.anyone who was untouched by it.The ritual working itself opened my eyes to see The ritual working itself opened my eyes to see Setians in a different light. My strengths and Setians in a different light. My strengths and weaknesses became more apparent to me.weaknesses became more apparent to me.The countenances of my fellow magicians The countenances of my fellow magicians appeared to change form. One magician changed so appeared to change form. One magician changed so much that I did not recognize him at all. Seeing him much that I did not recognize him at all. Seeing him during the magical activities, I actually wondered during the magical activities, I actually wondered who he was and why this “stranger” was being who he was and why this “stranger” was being permitted to remain. It was only much later that it permitted to remain. It was only much later that it struck me that by position it was and could only struck me that by position it was and could only have been Priest Brink.have been Priest Brink.Emotions, already obviously running high by Emotions, already obviously running high by the number of us with tears either in our eyes or the number of us with tears either in our eyes or streaming down our cheeks, galloped even higher streaming down our cheeks, galloped even higher when our High Priest turned to he who had initiated when our High Priest turned to he who had initiated this work and said “I told you once to manifest the this work and said “I told you once to manifest the god Thoth. You have done that this night.” This god Thoth. You have done that this night.” This shall always stick in my mind.shall always stick in my mind.During our ritual working that night, the very During our ritual working that night, the very sky seemed to open up, and everything appeared sky seemed to open up, and everything appeared both close and far away at the same time. Everything both close and far away at the same time. Everything appeared to be renewed and refreshed. It was as if appeared to be renewed and refreshed. It was as if nothing that had ever grown there before magically nothing that had ever grown there before magically had been visible, and now became visible. It was to had been visible, and now became visible. It was to me a beginning, an ending, and a continuation of all me a beginning, an ending, and a continuation of all that is and will ever be.that is and will ever be.Scroll of SetScroll of Set - July 1981 - Page - July 1981 - Page 99"}]
