[{"pageNumber":1,"pageContent":"Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 José Argüelles-Valum Votan Closer of the Cycle"},{"pageNumber":3,"pageContent":"Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 José Argüelles-Valum Votan Closer of the Cycle Foundation for the Law of Time PO Box 156 Ashland, OR 97520 tel: 888.365.1320 fax: 541.488.5090 www.lawoftime.org O N E E A R T H O N E T I M E O N E P E O P L E "},{"pageNumber":5,"pageContent":"3 Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 A Word about this Booklet Living through the Closing of the Cycle is really a spiritual survival guide. When you are that close to the end and you still have your wits about you, you are allowed a death bed conversion. Metaphorically speaking, that’s what this booklet is about. Living through the Closing of the Cycle does require some familiarity with the 13 Moon calendar. But this booklet is not about the calendar. It assumes that the calendar and the Law of Time are already known to you, though they may not yet be fully understood. Of course, if you are not familiar with the Dreamspell, Telektonon or the 20 Tablets of the Law of Time, you will probably want to make yourself familiar with them. The purpose of introducing more or less advanced material from the Dreamspell codes and Telektonon prophecy is only because the calendar change is assumed. It is the calendar change that makes the Road to 2012 a universal path for all human beings. The calendar change not only opens the door to the return to natural time, understood as an evolutionary inevitability, but it, therefore, also opens up new vistas of thought and social organization based on the Law of Time. And because of the calendar change, the Law of Time is understood to be the new knowledge base for the era that is dawning - both in preparation for and after the closing of the cycle. The point is, that sooner or later going down the Road to 2012 you will encounter the Law of Time and its new modes of thought, science and social organization. So what might be unfamiliar now, might be normal in a few years. The purpose of this little booklet is to open your eyes to a new reality, one that is predicated on the prophetic truth that we are all living at the Closing of the Cycle. How are we to avoid the worst of the prophecies? That is a question that often comes to mind in pondering the end times. In terms of established thought, there may be little or nothing that can be done to protect yourself from what is already ordained. But with the Law of Time, certain options become available. In the light of the Law of Time, there are two corollary premises informing this volume. One is that by changing the calendar we can at least attune ourselves with the natural order of reality once again, and so effect a mind shift that places us back in the nurturing bosom of Mother Nature. And the second is that because it is the end times, the Closing of the Cycle, this is a profoundly spiritual moment. This means that the most important thing you can do in preparing for the Closing of the Cycle is to take care of your soul. In fact the whole meaning of the Closing of the Cycle is that within this brief period of time lies the opportunity for a major spiritual awakening among all humankind. There is a companion volume to this little text, and that is “Galactic Meditation: Entering the Synchronic Order.” While “Living through the Closing of the Cycle” introduces you to some spiritual practices, its concern is to establish the meaning, outline and context for the spiritual journey that is beckoning. Care and nurturing of the soul in the light of the law and science of time is this little book’s grand theme. Galactic Meditation, on the other hand, contains more in depth explorations for deepening your soul awakening. Be one with your soul. Be still and know God. Let time inform your soul."},{"pageNumber":6,"pageContent":"Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 4 1. Introduction. The Cycle is Closing - Time for Spiritual Survival Where are we in time? We know where we are in space, out there toward the edge of the Milky Way galaxy. But where is the map that will show us where we are in time? There is such a map, drawn up by the Maya, and it shows us that we are ALL on the Road to 2012. Winter Solstice (Northern Hemisphere - Summer Solstice Southern) 2012 is the closing of the Mayan Great Cycle. By now just about everybody has heard of this date. It is inscribed in our DNA. That moment in time is the eye of the needle through which all of humanity must pass. It is the moment when our planet is perfectly aligned on the solar ecliptic with the center of the galaxy - the Hunab Ku. In fact, on that date, we will be on the Hunab Ku direct transmission line. Hunab Ku is the Source at the center of the galaxy. Hunab Ku - One Giver of Movement and Measure - is also another name for the One God. And that is a great thing to look forward to being in alignment with. But getting to 2012 seems to be a bit hazardous or challenging! Let’s understand why. First of all: What is the Closing of the Cycle? The Closing of the Cycle is a cosmic event, a rare passage in the aeon. The aeon is the impossibly immense cycle containing all the other cycles, and is itself but a fractal of a divine thought moment. The smallest cycle that is closing then is the Great Cycle of history, a span of 5125 years from Babylon to Baghdad. It is also the conclusion to a 26,000 year cycle - a precession of the zodiac or Platonic (Pleiadian) Great Year. And it is the ending of a cycle of 104,000 years. A lot has happened in that time, not just on our little planet but throughout the solar system and our entire galaxy. We have all been called. We have all chosen to be here for this grand finale. But we may not know it and it’s not always easy. Yet it is the greatest opportunity that our souls could possibly imagine. In fact, it is our soul that has called us here because this is also the time for the perfection of the human soul. That’s why we made the choice to be here now. Nonetheless, having taken birth here, because of the chaotic circumstances of the end times, as the closing of the cycle is also known, we don’t often remember that we have chosen to be here and why. The fact that there is so much going on is owing to the quantity of karmic inertia stored up over those 104,000 years. Yes, karmic inertia. As you get toward the end of the cycle the quantity of karma increases. This is a factor in the increase in human population. As the population increases - it has doubled in the past 40 years - there is more to take care of, life becomes more complex and there is less time for the finer, spiritual matters. Ignorance increases. Yes, people in general become more ignorant, for instance, about things like karma, and that in turn increases the amount of karma created. When you have so much karma - unconscious effects of past actions - it begins to become inert, ossified in the institutional complexity of industrial life. As we get closer to the end of the cycle, the karma increases in its inertia. This inertia is experienced as a kind of clunky, difficult to maneuver density. Red tape, grid lock, terrorism, longer lines, more rules, less flexibility, more machines, less manners and so forth. By the time you are as close as we are now to the end of the cycle, it appears that we are all stuck, trapped in a great morass known as karmic gridlock. Of course from within the matrix of the karmic gridlock we can’t see the Other Side. We can’t see that the karmic gridlock and inertia of the human world is being matched by an acceleration of dazzling new possibilities in the multidimensional universe in which we are actually immersed. You see, the karmic gridlock is truly just a mental phantom, a by-product of bad timing sensibility and consequent artificial reality constructs. But it seems so real, you might say. And, karmically it is. You just can’t walk away from karma."},{"pageNumber":7,"pageContent":"5 Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 You have to understand that we all created this world the way it is today. So we must learn how to uncreate it, but intelligently, with compassion and infinitely skillful means - so we don’t perpetuate anymore of that bad karma. Because, you see, the only real survival is spiritual survival. The Road to 2012 is humanity’s path to spiritual survival. To walk the Road to 2012 skillfully and compassionately for our own and everyone else’s spiritual survival we must answer for ourselves the following questions: How do we prepare our minds, our bodies, our lives and relationships for the Closing of the Cycle? What does all of this mean, the Closing of the Cycle? What should we expect? How can we know the practical cosmic steps we can take in our day-to-day life to flip our perceptions about reality so we will be ready for Galactic Synchronization? Do we know actually what an exciting event this is, the Closing of the Cycle? But where do we start? First of all, in getting ourselves ready for the Closing of the Cycle we must take stock of our own life. Let’s get down to basics. We can really only do this by knowing our own mind. This is especially important in the world of karmic inertia, which is also the confusing world: What is right, what is wrong? What is good, what is bad? Must everything be sold? Who is telling me to do what and for what reason? Who am I? What am I? A lot of people may think they know their own mind, but unless you really STOP and take a good look, and then look again and again, you won’t really know your own mind. To know your mind you have to meditate. You might say that meditation was invented especially for the Closing of the Cycle, because this is the time when we need it the most! There are lots of techniques of meditation but the surest one’s are those that deal simply with looking at your own mind. These are mostly from the Buddhist tradition and they have names like shamatha- vipassana, zazen, dzogchen or simply mindfulness training. No matter what they are called, these techniques have one thing in common: sitting still, with spine erect, cross-legged on a cushion, eyes open so you don’t fall asleep or fantasize too easily. Wall-gazing, you might call it, because the point of mindfulness training is to not entertain yourself with anything more complex than an unadorned plaster wall - a hard thing to do in today’s world. So you might as well get on that cushion and face a wall. A lot of old Zen masters did it that way and they saw the light. You can too. Yes, to make it successfully down the Road to 2012, and then on to the glories of Galactic Synchronization in 2013, you must be able to see clearly. That means sitting with your own mind and letting go of all attachments to whatever thoughts might arise! When those obsessive little buggers come up, just remember to breathe and dissolve the thought as you exhale. Of course there will be another thought, and then another one. But just keep breathing, remembering as you exhale to let the breath take that thought out with it. Practice this 15 minutes a day. No, make it a half hour a day. Get used to it and then do it an hour a day. You will slowly begin to notice you don’t have to think if you don’t want to. Then you can ask yourself: Who is digging, churning up, and maintaining these obsessive thought patterns, anyway? Between the thoughts and the answer to the question, there is a space. This space has always been there. It is familiar. This space is the beckoning of your True Self. At first you might only glimpse it. But keep at it. It won’t go away. It’s always been there, and always will be. It is your best friend, your True Self. This discussion about meditation is our introductory offer. This little book is meant to be a practical survival guide for the only survival there is -spiritual survival. That mindfulness training is very practical, because if you can’t keep your mind straight and clear, you might just be spinning your wheels and contributing to the karmic gridlock. The point is to get out from under. Yes, let your karma run over your dogma, and then sit and meditate. You’ll get the point. It is you and you alone who are the cause either of your frustration or your joy. It is you and you alone who must face the consequences of all of your actions and intentions. Only if you face yourself alone and without any props will you finally qualify as a Clear Light Mind Pioneer of the Closing of the Cycle. Yes, now is the time to exert and go beyond!"},{"pageNumber":8,"pageContent":"Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 6 And remember. What you are going through is happening to everybody in some form, or another. The confusion of the end times is endemic to everything. So there are some ground rules that might also be very helpful. We might call these ground rules, “Good Mental Manners.” 1. There is no good nor bad, no right nor wrong. No matter what happens to you, whether you are responsible or not, you have to remember: Reality is neutral, it is you yourself who put a good-bad, right-wrong spin on events. Remembering this will help keep you from beating yourself up. This does not mean you don’t take responsibility for your actions. Of course you do. Otherwise you would be creating more karma. But avoid labeling what is happening to you as either good or bad, right or wrong. It is just what is happening. Thinking bad or wrong will put you in a negative spiral. Events are stepping stones to learning. Self-acceptance and self-forgiveness are the way of the light. If we make arbitrary moral judgments about what is happening to us, we might not really see what we are supposed to learn. Even thinking you are right might be missing the point. Or, you might have broken some social rules or even civil laws in your behavior, but those rules are arbitrary, too. There is something deeper going on in the universe and you are part of it. See if you can learn what it is. 2. Avoid polarizing! We polarize when we blame others or outside factors for what is happening to us. Or when we feel strongly in the right, we also polarize. Instead of polarizing we are meant to rise to a higher vibration. The world of the end times is in many ways the product of polarized thinking that has become stratified and institutionalized. Instead of contributing further to polarization, take that tendency in yourself and spiral it up into a higher evolutionary channel. Go super mental and instead, think: “That one whom I might deem to be my enemy or my antagonist, is really giving me the opportunity to evolve out of the lesser state of polarity to the higher state of transcendent consciousness. This is the most magnificent opportunity I have to let go of my negative thoughts and feelings. If I don’t do this now, I may miss the perfect chance to go beyond myself. When will I have this chance again?” Where there is polarity, create the harmony. 3. Always remember: This is a lesson. I am learning. Take this attitude for the following reason: We all came here to learn. The Closing of the Cycle is all about learning because we are being prepared to graduate to a new evolutionary level. So, it doesn’t matter how old or experienced you think you might be. It’s the end times and nobody but nobody has got it all sewed up. All along the watchtower, the times are changing very rapidly; the waters are churning and boiling. Whatever happens to us, no matter what it is, big or small, is happening because it is what we need to learn. If you think something is inconsequential, think again. When we really learn, we experience a true self- transformation. But you can’t learn if you think you already know the answer. You have to remain fresh. Something or someone else is trying to tell you something, and unless you relax your mind you won’t be able to hear what you are being taught. 4. Take responsibility yourself. No matter what kind of changes you are experiencing, they are all for your benefit. You are being asked to grow into a new form. Each one of us has a distinct pattern of evolutionary growth, and a unique timing as well. That is why it is not wise to hold to any rigid forms at all. And now, on the Road to 2012 your DNA is calling you into a new evolving pattern apart from everything you might once have thought yourself to be. These new patterns often manifest as disruptions in our life routine. Sometimes this is shocking and we might want to say that someone or something outside of us is responsible. No. It is a sign that the time has truly come to"},{"pageNumber":9,"pageContent":"7 Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 take responsibility yourself. It is the only way your True Self can know, grow and evolve beyond itself. When you take responsibility yourself, you are becoming your True Self. No blame on any other will ever help your True Self. Only self-acceptance, taking responsibility for all your life and actions, will allow you to find out who you are really meant to be. The mirror of the Closing of the Cycle reflects only evolutionary changes. It is important, in living through the Closing of the Cycle, to know that things are not only changing very rapidly, but that things truly will never be the same again. The slate is actually being wiped clean. There is no other way nature can be renewed, and we are all part of this great Universal Nature. Our little dramas are all reflections of the greater perturbations occurring across the board in Mother Nature’s cupboard - that includes our Earth, the sun for sure, the solar system and the galaxy. The big shuttle in the cosmic loom is combing through every planetary-solar-galactic thread. Nothing is being left the same. Yes, it is a Cosmic Event that is occurring. And we don’t very often have the big lens to see it, which is why sometimes it can get so frightening. But you really have to see that when we get to 2012, nothing in the world is going to be the same. The more we humans can get into a positive frame about this, the better it will be for everybody. Not fear, but the wholesale regeneration of love is what is called for. Whatever you are afraid of losing, give it up, and turn your fear into genuine unconditional love. “... From the galactic source, which is everywhere at once, may everything be known as the light of universal love.” When we give up our fear of losing something and let that fear turn into love, we will receive something in return of unimaginable beauty - our True Self shining through our soul. What the end time - spiritual survival - is really all about is the perfection of the human soul. This is what all the great spiritual teachers, mystics and saints have been pointing to. It really is like, suddenly, you are faced with death. The old world and everything we have known about it is being changed by forces beyond our control. This is your last chance for a kind of deathbed conversion, only it’s an end time conversion, so you have a few years actually to prepare yourself for the end - the Closing of the Cycle. That means you can actually give up the old gracefully. The more gracefully you give up the old, the more beautiful is the new that awaits you. But even more important, you have an opportunity to exercise your soul like it has never been exercised before. This means you can have the mystical spiritual awakening of a life time. And as you go through your process of awakening to the infinite cosmic beauty released by your soul to your True Self, you will find that you are in the company of millions of others. Yes, you will be participating in the greatest mass awakening humanity has ever known. Now aren’t you glad you are living at the Closing of the Cycle? 2. Getting our Bearings: This is the Splitting of the Worlds Let’s get our bearings now. Let’s get back to where we are in time and why. As I write these words, we are nine years short of 2012. How and why did everything get turned so upside down? We are living in a massive value inversion. Karmic gridlock, too. Nothing old will work anymore. Relationships, institutions, programs and forms - everything old is now out of the evolutionary norm, being dissolved or evolved. The frequencies are shifting. The solar radiation field is mutating, and we are mutating with it, though we hardly know it. Everywhere, the old is being split apart from the new. Everything is being separated out and at the same time getting more stuck. This is because we are living in what is also known as the splitting of the worlds. When we talk of the splitting or separation of the worlds we are defining the Closing of the Cycle, the end times, as the time of prophecy. 2012 is the Mayan prophecy that includes all prophecies. 2012 is the"},{"pageNumber":10,"pageContent":"Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 8 Mother of all Prophecy. When did this time of prophecy begin? It was back on August 16-17, 1987, the Harmonic Convergence, that we entered the time of prophecy, that it all began. What happened then? According to the prophecies of ancient Mexico, the Harmonic Convergence completed a cycle of Thirteen Heavens and Nine Hells -thirteen heavens of decreasing choice, nine hells of increasing doom. Those numbers, nine and thirteen, are important, so keep them in mind as we make our way down the road to 2012. Yes, thirteen cycles of 52 years each, and nine cycles of 52 years each. That’s 1144 years. That means that the Heaven cycles began in the year AD 843 and were completed in the year 1519, when Cortez landed at Vera Cruz, Mexico, and initiated both the conquest and the Nine Hell cycles. When the Nine Hell Cycles ended, 144,000 awakened sun dancers meditated at the dawn of August 16, 1987. Whoever and wherever they were they were joined by millions of others who also woke up to observe that moment in time. An interdimensional gateway opened that day. An influx of higher cosmic frequencies began to flood the solar system and the planetary field. What happened? According to the Aztec prophecies, the Fifth Sun had ended, but the Sixth Sun, the coming world of cosmic solar consciousness had not yet begun. Instead, the whole Earth had entered the time of the splitting and separation of the worlds, inaugurating the time of prophecy. In other traditions such as the Hopi, this marked the end of the present Fourth World, opening the passage between the worlds. In the Hopi cosmovision, this passage is known as the sipapu, the interdimensional tunnel connecting the worlds. Essentially, it takes some 25 years for this splitting of the worlds to be completed, 25 years to pass through this tunnel. These 25 years, 1987-2012, define the End Times. The final ten years, 2002-2012 are the time of the Closing of the Cycle. As observed by the premier journal of the old order, the New York Times, in its front page story, December 23, 2002, the countdown to 2012 had begun. Interestingly, this story featured a photograph of the Pyramid of the Sun, Teotihuacan Mexico on the front page, but in the actual report, focused on the Mayan site of Palenque, where the 2012 prophecy has its roots. It was on June 15, 1952 in Palenque (Nah Chan, House of the Serpent) that the tomb of Pacal Votan was discovered deep within the Pyramid of the Inscriptions. The discovery of this incomparable tomb was the most sensational in the archeology of the New World. Dedicated in 692, 1260 years before its discovery, that dedication date occurred 1320 years before 2012. The fact that the tomb was discovered only 60 years before 2012, was a sign that its opening augured the Closing of the Cycle. In the Mayan Long Count, the dedication date occurred at precisely 9.13.0.0.0. By the numbers nine and thirteen, the tomb also is the root of the prophecy of the Thirteen Heavens and Nine Hells. There are many other prophetic mysteries associated with this tomb. Until the discovery of the tomb of the Red Queen on June 1,1994, Pacal’s tomb was considered unique. But the tomb of the Red Queen (so-called because her otherwise jade bedecked corpse was covered with cinnabar) in the adjacent Temple XIII, was a further clue. Identical to that of Pacal, the tomb of the Red Queen also featured an identical jade mask and a speaking tube. The only difference between the two tombs is that the tomb of Pacal is laden with inscriptions, while that of the Red Queen has none. What was meant by these two tombs in temples side by side, the one inscribed, the other not at all? And what do they have to do with the Closing of the Cycle? The answer is this: We have all been here before. But where did we come from? Have we been on other worlds as well as other times? And are we now all gathered here again to reenact or correct what went wrong on those other world systems? These two tombs are those of interdimensional travelers, intentionally placed to be a sign for us in the end times. The inscribed tomb details points of passage from previous world systems, the other represents the future yet to be inscribed. That she too wore a jade mask - the sign of having acquired a true face, or being enlightened - showed that the Red Queen was the spiritual heir of the Great Pacal."},{"pageNumber":11,"pageContent":"9 Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 The prophecy of Pacal Votan is known as Telektonon or Earth Spirit Speaking Tube. This prophecy was revealed in the same year that the tomb of the Red Queen was discovered and declares that the only way to make it to 2012 in harmony is by changing the calendar. To change the calendar is to change the time. What the “anonymous” Red Queen’s tomb prophesies is the resurrection in time by all the people. Yes, resurrection in time! That means changing the calendar and entering a new time guarantees transformation of humanity into a new race, the people of the Sixth Sun of consciousness. That is the revelatory meaning of 2012 and beyond. These two tombs - their discovery separated by 42 years -contain the galactic Mayan’s final teachings for those of us living in the Closing of the Cycle. By reading the signs on the tomb and considering the relation of both tombs to each other, this is the teaching: “We, whose tombs you have recently come to know about, have already journeyed through other world systems only to give you this teaching. We are Galactic Maya. Our minds our made of cosmic history. We have already explored what you can scarcely dream about. What you call the Asteroid Belt, the exploded and doomed planet Maldek, is well known to us. This was the original splitting of the worlds in your star system. Holding the fifth orbit out from the Sun, Maldek was only discovered on January 1,1801. That day on the prophecy count of the Mayan calendar was the same day as the disincarnation of Pacal Votan, 6 Mirror. This is one of the signs on the tomb in the Temple of Inscriptions. “The Asteroid Belt was discovered because numerous astronomers, following the harmonic concepts of Kepler and Copernicus, were convinced that between Mars and Jupiter there should be another planet. The decision to look for Maldek was made on September 11, 1800, the same fateful day the Twin Towers were destroyed, 201 years later. You must understand the connection between the destruction of the Twin Towers in the End Time and the events that destroyed planet Maldek. Deja vu - We have all been here before! “Then on to Mars went our interplanetary transmigration route. On July 25, 1976, your Viking space probe sent back pictures of the now-famous and controversial “Face of Mars.” Another remnant of a lost world and civilization, an uncanny memory to prepare you for the End Times. What happened on Mars? What caused the splitting of that world? Does the movie “Total Recall” and its leading actor have some clue for you? “Now, here we are on the third orbit, planet Earth you call it. This is the time when, finally, you have all arrived here on planet Earth for the Big Event, the Closing of the Cycle. We are all here now, those of us who had been on those previous worlds. We are gathered to remember and to avoid the fate of the two previous worlds, the fifth and fourth planets out from the sun. “Your new millennium officially began January 1, 2001, on your current calendar - precisely 200 years after the discovery of the remains of Maldek. For many people in the affluent G-7 world (seven most industrialized countries) 2001 did not seem like the end times. But on September 11 of that first year of the new millennium, all of that changed - and is still changing. That was the wake-up call programmed into your timing system. For a moment it woke you up. But most of you did not want to think it was a wake up call, and your leaders duped you into patriotism and war. But that will not do anything to withstand the fact that the inevitable moment of the Closing of the Cycle is fast approaching. “Our tombs are side by side. The one in the Temple of the Inscriptions contains all the clues both of your Earth history as well as of the cosmic history. It is in the Temple of the Inscriptions, because what is written or inscribed refers to the original book, the Mother of the Book. That is the conscious side of cosmic history. This is the tomb of the man for"},{"pageNumber":12,"pageContent":"Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 10 it is the men who “made” history. But now your little history is over. That is the meaning of 2012. That is also the meaning of the other tomb, that of the Red Queen, the woman, the one oppressed by history. That is why this tomb is devoid of inscriptions. It represents the unconscious side of cosmic history now waking up in the Closing of the Cycle. It is in Temple XIII because the harmonic salvation of your race and your planet lies in the calendar cycle of thirteen moons. She whose tomb this is we call the Red Queen. The original Adam is known as Adam Kadmon, Adam from the Red Land. The Red Land is Maldek. The Red Queen likewise is Kadmon from the Red Land. “There are two roads to follow, the black road and the red road. It is the red road that now must be followed. The black road has become burdened by the evil of false time. On the red road, the woman is known by the number thirteen, the number of moons in a solar ring, the number signifying the Red Queen. The man is known by the number nine, the number of the Nine Lords of Time, found in the tomb of the Great Pacal. Follow the Red Queen and you will be led back into the original time, the time of the Nine Lords of Time and Destiny. Each Lord marks the passage of thirteen moons during one solar ring. A solar ring is the path the Earth makes in its orbit around the sun. The Time of the Nine Lords of Destiny will return through the interdimensional portal that opens on the day Blue Crystal Storm, July 26 of your current calendar, 2004.” “Our tombs and their prophecy are meant specifically for the end times and the Closing of the Cycle. It is the separation and splitting apart of your own world that has called forth our prophecy and our teaching. Only you can hear it. Only you can heed it. Will you listen? Will you do what you are instructed to do? Remember. You are here to learn.” Such is the essence of the teaching on the splitting of the worlds, and of the two tombs of Palenque. This teaching gives the cosmic explanation for what is going on in the planet today. Every event is a replay of events on previous worlds. Terrorism is the suicidal instinct that split the previous world systems. Only you can stop terrorism, but in a way you cannot now conceive. The existing order only furthers terrorism by its inflexible attitude, not realizing it is only furthering the most destructive polarization possible. We are all one mind. We are all creating this current reality together. Five rocket launched missiles fired from a helicopter gun ship into an automobile in the Gaza Strip will not end terrorism. A suicide bomber’s explosive loaded car driven into another crowded bus will not end the oppression of the oppressed. Something else, something bigger is now approaching that will change everything on the road to 2012. So, let us give it all up and be ready. These are only the outer signs of the splitting of the worlds. The inner signs we have already noted. Our world, our relations, everything we know is changing, changing, changing. It is a good time to remember the serenity prayer: “God grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference.” Never was this prayer more useful than today. Now we are all in the same boat. Spiritual courage, moral awakening, this is what is called for. A million Gandhis, a million Martin Luther Kings, a million brothers and sisters of the rainbow. We can do it. We can all go down the red road to 2012 together. For this road is the tunnel between the worlds. We will get there anyway. So let us get there in harmony, if that is the chance we are being given. And let us dance in joy that we are the peacemakers we have been waiting for."},{"pageNumber":13,"pageContent":"11 Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 3. Harmonizing Ourselves in Time The 2012 prophecy is all about time. It is about saying goodbye to the old time and hello to the New Time. How do we do that in a way that is evident and concrete? We change the calendar. We start living by a new calendar. To change the calendar is to change the time. To change the time is to change the mind. Time is of the mind. It’s not like space which you can see, feel, taste, and touch with your senses. Time is not like that. Where does time occur? You know it in your mind. You sense it with your mind and body. But time is invisible. So to know time you really have to know your mind. It’s back to the issue of mind training. If you condition the mind to something that is irregular, then the mind will become irregular. If you condition the mind to something that is harmonic, then it will be more disposed to harmony. So you have to think about this. If you consider how much of our daily life is actually conditioned by the calendar we use, you may then come to understand why following a different calendar could make some very fundamental changes in your life. Imagine a world without April, May, June or November? Imagine that, if you can. Imagine a world without Sunday, Monday, Tuesday or Friday. Imagine that, if you can. If you can really see how this calendar to which we are habituated is just one of those phantom mental programs, then you can dissolve it. In its place you can put something even better and more harmonic. To do this you also see how you are creating a mind shift. To dissolve one program and replace it with another is shifting the mind from one kind of program - an irregular one - to a different kind of program - a harmonic one. Your individual mind shift is multiplied by thousands, and then millions of others to become a great collective mind shift. The essence of the mind shift that is now being called for is one that harmonizes the time -something that must be done if the splitting of the worlds is not to reach catastrophic proportions. This splitting and separation of the worlds is an effect of a disharmonic timing frequency impacting the entire collective belief system to a cumulative and exponential degree. What we refer to as the splitting of the worlds on this planet today actually constitutes one of the unconscious programs of the irregular (and hence chaotic) timing device, the Gregorian calendar. It is amazing to contemplate that this calendar, which like any calendar, is a programming device, carries in its structure and nomenclature the entire history and unconscious disorder inherited on this planet from the previous worlds. This lost world program was implanted on Earth through the calendar in Babylonian times, thence passed on through Rome and the Vatican, right down to the present era. How is that? All of this came about in the earliest beginnings of this cycle of history, sometime after 3113 BC, when the human mind was far more open and receptive to cosmic influences. Some of these influences are the memory implants of the previous worlds -Mars and Maldek. When Maldek blew up, and Mars became a “dead” planet, certain frequencies of the catastrophes on both those worlds were received in the unconscious psi bank program of this planet. The psi bank is the cosmic registry and storage unit of the Earth’s evolutionary timing programs. These psi - paranormal - frequencies, representing the cumulative collective memory as it had evolved to the point of catastrophic extinction on the previous worlds, were activated at the beginning of this historic cycle. It was at this precise point - BC 3113 - that the species entered the zone of repeat performance. That was the point when our conscious evolution had reached the same stage as on those earlier systems when events took a turn toward inevitable catastrophe. Certain resonant frequencies were set off in the mind that then triggered matching frequencies stored in the psi bank. These long stored psi frequencies affected the collective unconscious with specific critical memories from the conscious evolution on those other worlds. These memories were then translated into patterns of thought resulting in an unnatural and deformed view of time."},{"pageNumber":14,"pageContent":"Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 12 So it was that when human consciousness had evolved toward the level of what we call civilization some 5,000 years ago, it was already being shaped by unconscious factors from the previous worlds. The commencement of history, August 13, 3113 BC (13.0.0.0.0 Long Count), according to the Mayan calendar, triggered a major unconscious memory program. This trigger set off the commencement of a timing frequency program which contained within it all the fatal factors leading to the destruction of the two previous worlds. This timing frequency later encoded in the irregular twelve month calendar and the mechanical clock, is known as the 12:60 frequency. This frequency was established precisely at 3113 BC in Sumeria, when the day was divided into two sets of 12 hours each - 24 hours, each hour 60 minutes, and each minute 60 seconds. This formed the basis of a hexagisimal - base six - mathematics of space, but has nothing to do with any natural timing cycles. This 12:60 was actually the unnatural frequency that had been involved in the shattering of the planet Maldek, and which later led to the destruction of life on Mars. An unnatural frequency at odds with the natural cycles and universal frequencies over time will create such dissonance of thought that it could invent and unleash instruments of even more powerful dissonance and destructive power. So when this program was developed in Sumeria, that which had led to the destruction of Maldek was also set in motion here on Earth. It was this unconscious program, encoded finally in the Gregorian calendar, that led to the discovery of the Asteroid Belt, between September 11, 1800, and January 1, 1801. The time from that moment to the atomic bombs of 1945 and the Twin Towers of 2001 - may be described as the evolutionary fulfillment of the era of materialism. This entire sequence becomes a kind of repeat performance. The unconscious programs of this artificial frequency are now in their final culminating moment - leading to the replay of the events that split apart the previous worlds. That is why your choice to switch timing frequency through following a harmonic calendar is now so important. Once you realize and understand the profound meaning of the splitting of the worlds, then you will most certainly want to find a new way to bring things back into harmony. It starts with your mind. As noted, time is of the mind. Functioning as we must in the phenomenal world where there is space and time, we still need some way to orient ourselves in time. Time being of the mind, how you coordinate yourself in time mentally creates the time in which you are living. In this way, the calendar functions as a mental programming device. Follow a disharmonic set of coordinates, and you will create a disharmonic reality. Use a harmonic set of time coordinates and it will create an equally harmonic effect on the mind - over time. This is what underlies the harmonic mind shift leading to 2012. The perfect instrument with which to switch tracks and move us from deadly deja vu to a galactically harmonizing future is the Thirteen Moon/28-day calendar. When you examine this calendar as an instrument of measure from a design perspective, you will see that it has no flaws. It is perfect. Then, when you also consider that it is a standard for measuring out the days of the year and that the 52 weeks harmonize perfectly with the Thirteen Moons, then you can see why the Thirteen Moon calendar is so good for us. If the instruments of perception we use affect and alter our perceptions accordingly, then you can see that the Thirteen Moon calendar is also an instrument for altering our perceptions in the direction of peace. Of course, peace begins in the mind and in the heart. But using a timing standard that is a pure harmony can only predispose the mind toward more peace and harmony. To create peace through time is one of the purposes of the Thirteen Moon/28-day calendar. This is something practical everyone can do. When you get together and do it with other people of like mind, then you establish the opportunity for a new community in time. When millions of people world wide simultaneously declare that they are already living the New Time, that is the meaning of the Calendar Change of 2004. That is when the planetary mind shift actually begins."},{"pageNumber":15,"pageContent":"13 Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 The Thirteen Moon 28-day calendar is the harmonic framework for this inevitable mind shift as we are all gathered and shot down the trajectory called 2012 . Easy to follow, the shift in thinking is immediate. It is not August but the Magnetic Bat Moon of Purpose. It is not September, but the Lunar Scorpion Moon of Challenge, followed not by October but the Electric Deer Moon of Service ... and it’s not Monday but Seli, nor Tuesday but Gamma. Think about it. And this is just barely touching the surface. Different timing standard, different names of the months and days of the week. Yes, a mind shift, a time shift, an entirely new paradigm. Before you think that is too much to learn, remember: you are here to learn ... and to remember. So the calendar change is the commencement of the mind shift. Only by a mind shift will we actually come to the evolutionary point in our destiny were our fate and God’s purpose finally come together for all of us as a whole species. Without the time shift-mind shift we could not attain to the dimensional-evolutionary shift that will be occurring in 2012-2013. In the trajectory to 2012 there is a precise time to effect the calendar change and inaugurate the mind shift, an interdimensional window in time that reaches maximum opening on July 25-26, 2004. This climactic moment is the culminating point of the opening of an interdimensional window in time that began on November 8, 2003. Both November 8, 2003, and July 26, 2004, are coded by the same fourth dimensional date, Blue Crystal Storm. That means this interdimensional window is 260 days in duration, the length of the sacred fourth dimensional cycle of time. While the interdimensional opening culminates on the Day Out of Time, July 25, 2004, White Spectral Mirror, the following date, July 26, Blue Crystal Storm will actually commence the calendar change- mind shift. The Day Out of Time - the 365th day of the Thirteen Moon calendar year - is no day of the month or week at all (13 Moons x 28 days = 364 = 52 weeks x 7 days + 1 = 365 ). For this reason, it is most important for the 144,000 of the Harmonic Convergence to become reactivated on that special Day Out of Time so that on the following day they will be synchronized with the calendar change and consequent mind shift. This new day, Blue Crystal Storm, will initiate a cycle of nine years, the Nine Solar Rings of the Nine Lords of Time - the duration of the calendar change induced mind shift. These are the final nine years of the prophecy cycle of Palenque - Nah Chan, House of the Serpent. Each of these years represents one of the Nine Lords of Time. These Lords of Time and Destiny are also known as the Nine Lords of Night, for they are the guardians of the tomb as symbolic of the passage of the soul through the Night of Time. The Mayan name for these Nine Lords is Bolontiku, the original Nine Lords watching over the creation of time. So these nine years of the calendar change, 2004-2013, recapitulate the Original Time and hence provide the exact timing cycle for the Perfection of the Human Soul. From the galactic perspective, each of the Nine Lords governs one Solar Ring, one orbit of Earth around the Sun. The First Lord of Time is the keeper of the first solar ring, and is known as the Guardian of the Original 144,000. The first day of the year, the day from which the year gets its name, is Blue Crystal Storm. Blue is the color of transformation, Crystal represents the 12th tone or the number 12, and Storm is the 19th of the 20 solar frequencies. The last day of that year, the Day Out of Time, is Blue Crystal Night - tone 12 again. 12 times 12 =144(000). The twelfth tone is the sign of the convening of the Round table. So this is the year of the convening of the Round Table of the 144,000 under the guardianship of the Nine Lords of Time. It is for the 144,000 in the great Round Table to see to it that the cause of their gathering is to initiate the calendar change and get the mind shift to 2012 rolling. The ninth and last of the Nine Lords of Time, the one who rules the ninth Solar Ring. Coded by the galactic signature Blue Resonant Storm, 2012-2013, it is the Ninth Lord who gathers the 144,000 into the perfected form of the soul, the fourth dimensional Cube of the Law. Thus we have 144,000 in 2004, and the 144,000 again in 2012. While"},{"pageNumber":16,"pageContent":"Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 14 the first year is a 12 Storm, the last year is 7 - the Resonant tone - Storm. 7 +12 is 19, and Storm is the 19th sign. Nineteen is the number that is the sign of God’s intrinsic perfection, the highest number in the galactic notation known as the 0-19 code. In our discussion of harmonizing ourselves in time, we have gone into the advanced territory of the Law and Prophecy of Time. When you take the step of adopting and living by the Thirteen Moon calendar, you are becoming a member of a living prophecy, the prophecy of 2012. This is the prophecy of redemption, the other side of the apocalypse, the New Heaven and the New Earth, the time of the Perfection of the Human Soul and its resurrection in time. 4. Perfection of the Human Soul Without the calendar change there would be no further spiritual or mental evolution for this species. The calendar change is the practical application of the Law of Time. This is the Law that synchronizes the whole universe in a single timing frequency, 13:20 - the frequency of synchronization. Without the discovery of the Law of Time, the species would not have a unifying, historically transcendent ideology for breaking out of the materialistic mental frame and making it down the Road to 2012 in spiritual harmony. Yes, the calendar change is the last great act of history because it dissolves the frame of history altogether. Where there is perfect harmony there is no longer any history as we conceive of it. The way is then open for the next evolutionary shift. Where history ends, evolution takes its next upward turn. That is the truth of the matter, and why it is so important to get down with your soul and get it straight for once and for all - spiritual survival is the perfection of the Human Soul! That is the real value of the first seven years of the Great Calendar Change, 2004-2011. Not only do these years correspond to the first seven Bolontiku or Lords of Time, but they are also known as the “Seven Years of the Mystery of the Stone” (2004-2011). It is during these seven years that you should really be paying attention to your spiritual welfare, that is of the spiritual well-being of your own soul. It is the one that is making the journey. It is the one that survives your food-sheathe, the physical space-suit body. Your 3-D body is only the soul’s vehicle. This is not to downplay the importance of your body. It is the transformational charge-unit that gets you hooked up to the galaxy. But from the soul’s point view, the body is just the coach careening down the roadway to 2012. Since it is the end of history, you really shouldn’t be looking for any new kicks in the old house. You won’t really find any kicks there, anyway. Besides, where things are now, it is too distracting to the soul. The whole structure of civilization - the Technosphere - is coming apart at the seams. It’s just too overloaded, overamped, overbuilt, and overbooked to hold itself together any more. Remember. Everything that is happening to you right now is a lesson. You are here to learn. You are here to remember. Once you have taken up the new calendar, then you are really on a learning curve. And the cosmic memory will return as well. So instead of new kicks, you need down time. Now there is no question that as we get deeper into the karmic logjam and the break down of the Technosphere that your mind will feel crazier at times, and events will push and pull you every which way so that you don’t really know which way is up - or down. And then you’ll be making decisions that you wish you hadn’t made and saying things you later wish you hadn’t said. But relax. Nothing is cast in concrete. All is forgiven. We are all in the same boat. The important thing is that you pull your head out of the path of the buzz saw of the feedback of your own confused thinking, take a deep breath and then CHILL OUT! What all of this confusion of the times and of your mind is telling you is that it is actually time to take stock of your soul. And if you are following the calendar or practicing any aspect of the Law of Time, then there is a good chance that you are going to feel the craziness and technospheric break"},{"pageNumber":17,"pageContent":"15 Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 down even more intensely than someone who is in the middle of it but doesn’t know anything else. Remember this is a monumental mind shift and it takes nine years to get through it to the end. So be patient. It is really the time of your soul. That is why there are the Nine Lords of Time. Each one has the job of taking the Thirteen Moon consciousness that is growing steadily on this planet and harmonizing it with the frequencies already coded into the solar ring - the psi frequencies of other worlds, of higher consciousness, of the coming evolutionary shift at the end of the road to 2012. Because the stuff that is happening to you is really external to you and your soul, maybe you can see even more the importance of those meditation techniques. It’s just that your ego is so identified with what you do and what is going on around you that you care or get emotionally attached and upset at all. But if you go inside, you’ll find out. That ego - it doesn’t really exist at all. It’s just concocted to see if it can give your soul a scare, or intimidate your soul into looking the other way as it tries to cut another corner off the truth. Sometimes to get your ego to quit you need the proverbial slap in the face, or someone to hang up the phone on you. But it’s nothing personal, especially if you understand it from your soul’s point of view. You see, your soul knows that we are all on the Road to 2012 - and it’s a survivor. That is why all the situations you are experiencing are happening to you. Your soul is actually helping design them. They are to help you cut through the crap and listen to what your soul has to say about it. And what your soul says is simple. “Save me, and the rest will take care of itself.” Now‘s the time to listen to your soul. This is the time not only to fulfill the living prophecy but to perfect your soul. That’s what the Mystery of the Stone is all about - seven years to practice the perfection of your soul, the ultimate in spiritual survival. It’s called the “Mystery of the Stone” because it is the stone on your grave, your tombstone, the ego burden that makes your soul feel like it’s dead. Of course, the existence of your ego is tied to the reality of your own death and your fear of it. The Mystery of the Stone is all about eliminating that fear. That’s your ego’s fear and not your soul’s. But you’d be surprised at how much of your reality is constructed from empowering that death fear. That stone we are talking about is also the stone Christ rolled away from the grave. And it’s the talking stone on the sarcophagus of Pacal Votan. It’s the stone around your neck weighing you down because you haven’t looked at your karma and talked to your soul recently. And it’s a mystery because it doesn’t have to be this way. You can perfect your soul now, free of dogma, in tune with any genuine belief in a Creator who is undeviating in meting out the truth, but, at the same time, is full of mercy for all of the creatures of the creation. This mercy is the benefit of the Seven Years of the Mystery of the Stone, a program that can only be realized because of the perfect harmony of the Thirteen Moon calendar. You may wonder, why seven years? Seven is the mystic number. It is the midpoint between one and thirteen. Why is that? Where did this come from, the seven and thirteen? Here is the secret. The seven unlocks the ratio of the interval of the lost time in Eternity. Yes, that is the mystery behind the mystery of cosmic creation. How did this all come about? And why are our souls on trial? The interval of lost time in Eternity - that is where it all began, this long karmic chain and soul journey connecting the different worlds and world systems throughout the depths of cosmic history. That is what gets revealed to you during the Seven Years of the Mystery of the Stone. In cosmic creation everything comes about by the power of seven, and the soul is no exception. Nor is the calendar. The power of seven is intrinsic to the codes of the new calendar. If you follow the Thirteen Moon calendar, which is a harmonic perfection, then you have taken the first step in perfecting your soul, putting it back in universal harmony. Remember: The more people who are joining in the Calendar Change, the greater the critical mass, the easier it is to facilitate the soul’s"},{"pageNumber":18,"pageContent":"Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 16 needs because the new emerging belief system wants it that way. This belief system is creating a thirteen moon resonant field. The closer this resonant field gets to critical mass, the closer we get to Resurrection in Time, the unraveled Mystery of the Stone. Resurrection in Time is the gift of the prophecy of the Thirteen Moon calendar and the Road to 2012. Seven years for the Mystery of the Stone to unfold. Seven stages are there to the perfection of the human soul. What is the soul but a mirror of the universe? And what is the universe if not the perfection of God’s plan for all creation? And if the universe is the perfection of God’s plan and the soul is a mirror of this universe, then should not the soul also be a perfection? In this lies the Mystery of the Stone. Is the so-called imperfection of the soul but an illusion? Is it just karmic dust on the mirror that impedes the soul from seeing the perfection of the universe as a reflection of its own perfection? If the soul is the mirror of the perfection of the universe, then each soul is in truth the Universal Soul. The perfection of the soul is then going to be a mirror of the perfection of the seven stages of the universal creation, and of the Universal Soul. The following description of the seven stages of the perfection of the soul, is only an outline. The point is that each year you have one attribute of the universal soul’s perfection upon which to meditate. At the beginning of each of these years there will be a set of guidelines and instructions for receiving the imprint of the solar ring. These instructions are derived from the 20 Tablets of the Law of Time, which provides the in-depth description and study material for the Seven Years of the Mystery of the Stone. Stage 1. 2004-05. Perfection of the meaning of enlightenment and illumination. Symbol: the Sun. Understanding the basic self-luminous space of all phenomena. First Bolontiku. Luminous Single White A. Guardian of the original 144,000 in the space of intrinsic self-enlightenment. Perfection of the Mirror of the Soul’s Enlightenment. Stage 2. 2005-06. Perfection of the meaning of the cyclic orders of time (7). Symbol: the Moon. Arousing the mind of enlightenment through the cyclic meaning of time. Second Bolontiku. Red Lightning Child Great Emptiness. Realizer of Cosmic awareness. Perfection of the Mirror of the Wisdom of the Soul. Stage 3. 2006-07. Perfection of the perception of the meaning of light and vision. Symbol: the Day. Cultivation of the power of vision. Third Bolontiku. Renowned Conch Topknot. Sounding the Call of Universal Enlightenment. Perfection of the Mirror of the Vision of the Soul. Stage 4. 2007-08. Perfection of the meaning of darkness and dreaming. Symbol: the Night. Cultivation of the power of the dream. Fourth Bolontiku. Black Iron Garuda Crest. Realizing the dream body as the basis of higher magic. Perfection of the Mirror of the Soul’s Dreaming. Stage 5. 2008-09. Perfection of the perception of heaven as the beyond or the fourth dimension - New Heaven. Symbol: Heaven. Cultivation of certainty of the knowledge of the Hereafter - the fourth dimension. Fifth Bolontiku. Supreme Golden Maiden. Realization of absolute receptivity. Perfection of the Mirror of Heaven. Stage 6. 2009-10. Perfection of the perception of the Earth, New Earth Symbol: Earth. Why you are here on this planet, and how you can redeem it. Sixth Bolontiku. Awesome Vast Blue Sky. Attainment of the Mystic Altar. Perfection of the Mirror of Earth."},{"pageNumber":19,"pageContent":"17 Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 Stage 7. 2010-11. Understanding the meaning of the perfection of the human soul as the meaning of the Closing of the Cycle. Symbol: The soul is its own symbol. Making the soul its own mirror. Seventh Bolontiku. Single Wing Red Fire. Power of the soul to remember its origins and destiny. Perfection of the Soul’s Mirror of itself. (See Quran, Sura 91: 1-7) That brief topical outline of the seven-year script is simply meant to inspire and give you something toward which you may look forward. But right now, while you are contemplating what this is all about, take the time to ask yourself the following questions, and really think about them and the answers you might give. Does your soul know who you really are? Do you know who you really are? Does your soul care for who you think you are? How long does it take for your soul to be remembered, and how long does it take for it to remember its real destiny? What does your soul think of the “communion of souls?” In that communion of souls, of all souls shining as one Universal soul, what will then remain? “He who finds God becomes wholly god; and unto God there is no other god. Where the Sun shines can there be any night? The ‘knower’ is not; his lower self, of low desires, has been effaced now; To such is not, Religion is not. He who has found the Loved One, has no more Craving or need for any Object left.” (Essential Unity of all Religion, pp. 66-67.) 5. Synchronic Community UR Urth You can’t do it alone. Of course, your soul and God are your business and only your business. But, maverick being that you are, it’s still hard to go it alone. Community, other people, relationships are an inevitable part of even the spiritual life tapestry. But as we cruise through the closing of the cycle, we know all the old forms are coming up bankrupt. And new forms are being evolved. In fact, one of the purposes of the Calendar Change is to relieve us of old unworkable forms and to introduce us to new forms, forms appropriate to the New Time. Does the New Time differ so much from the old that it even offers new forms of relationship and community? Yes, we say. And that is because the New Time is based on something not recognized by the old time - the synchronic order. This is the fourth dimensional order of reality that actually governs the third-dimensional order - the physical plane. And, as it implies, the synchronic order is the order of synchronicity. The synchronic order is actually the realm of reality made knowable by the Law of Time. According to the Law of Time (T(E) =Art (energy factored by time equals art), time is the fourth dimension and space is the third. Time is greater than and encompasses space. Not only that, but the fourth-dimensional order of reality, known as the synchronic order, can be described by a set of codes already written into the 260-day cycle, known as the Galactic Spin. This unique cycle synchronizes the 13 Moon/28-day calendar with the fourth dimension and contains various sets of codes which create new relationships based on synchronic orders of time. Now that is a very new idea."},{"pageNumber":20,"pageContent":"Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 18 First, let us speak a little more about the qualities and characteristics of the synchronic order - synonymous with the fourth dimension. The three chief attributes of the synchronic order are: 1) Synchronicity, 2) telepathy and 3) beauty or elegance. That is why the Law of Time states that energy factored by time equals art. Time is what synchronizes. Energy is what is synchronized; and the result is always some elegant quality of beauty. Nothing in nature is really ugly. And everything is actually always synchronized with itself, including all natural communities. Bees, ants, and dolphins, for instance, are all highly synchronized communities. How do they maintain their synchronic order? Through telepathy. Another axiom of the Law of Time states that the velocity of time is instantaneously infinite. That means that time and telepathy share a common reality - instantaneity. Time and telepathy are the key to community synchronization in the natural world outside of the human world of mechanized time. This means that a human community capable of living outside of mechanized time, while basing itself on the Thirteen Moon calendar (the principle practical application of the Law of Time) - such a community will be organized by synchronicity, in touch with itself by telepathy, and manifest itself as a work of art. This is a very different social vision than the one currently available. These synchronic community prospects are the direct result of the Calendar Change. Such a community would normalize the mind shift and almost imperceptibly phase into the evolutionary shift. While following the new calendar itself is intrinsically harmonic and, over a period of several years, would predispose the mind to harmony in a way never previously possible through following the old calendar, the key to the creation of synchronic community is the Galactic Signature. This is the fourth dimensional information that codes your date of birth. This information corresponds to one of the 260 days or more accurately, kin, of the 260-day cycle. Anyone of these “signatures’” consists of three components: a number, known as a galactic tone, a glyph known as a solar seal, and one of four colors - red, white, blue, and yellow. There are thirteen galactic tones and 20 solar seals. But this is not a static information. You’ll notice on the Thirteen Moon calendar that your birthday is most likely not configured by the same galactic signature as was decoded for your date of birth. That is because it takes 52 years for the 260-day cycle to synchronize with the 365 day cycle. If you were to study the calendar over a period of time you would see that over a four-year cycle your birthday is always coded by one of four different icons called solar seals. These four solar seals constitute your Earth family. And, you will note, that every year your galactic tone increases by one. Thirteen tones for each of your four Earth family seals, that equals 52 (13 x 4) years. 52 years is the solar-galactic cycle. That means on your 52nd birthday, your galactic signature will be the same as it was on the day you were born. Since there are four seals per Earth family - a red, white, blue and yellow seal - and 20 solar seals, therefore, there are five Earth Families. This means that everybody belongs to one of five Earth families. These are: Polar family: (Red Serpent, White Dog, Blue Eagle or Yellow Sun) Cardinal family: (Red Dragon, White World-Bridger, Blue Monkey or Yellow Warrior) Core family: (Red Earth, White Wind, Blue Hand or Yellow Human) Signal family: (Red Skywalker, White Mirror, Blue Night or Yellow Star) Gateway family: (Red Moon, White Wizard, Blue Storm, Yellow Seed) The Earth families create the first level of the new synchronic social organization. Each family has 52 types - and in your 52 year cycle you are every one of the 52 types in your Earth family - and so is everybody else. This makes for amazing synchronicity and a new level of dissolving individualistic boundaries, while yet retaining your own uniqueness."},{"pageNumber":21,"pageContent":"19 Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 Mapping out your entire 52 year cycle in which each year you are distinguished by a unique galactic signature is referred to as your “destiny castle.” The mapping of the destiny castle functions as an excellent diagnostic tool for seeing your life pattern as a whole system frame of reference. At the same time, the destiny castle allows you to perceive your life cycle within the context of the cycles of time and the life-patterns of others. The richness of the synchronic order lies in its overlay of codes which only serve to bring out otherwise hidden intrapsychic and interpersonal connections. When an entire community is operating by the Earth family organization there is an enhanced synchronicity, which also means an increase in telepathy. It also establishes an intrinsic elegance of social form, since the flow of activities becomes coordinated by a harmonic, moving social pattern organized by time. This is due to the fact that the galactic signature is both a matter of personal identification and that it codes one of the 260 days in the flow of time. Most important, it means every five days your Earth family shows up again as the daily kin. In the new social form, when it is your Earth family day, your Earth family may be assigned special responsibilities, like taking care of all of the domestic tasks - cooking, cleaning, or whatever special assignments there might be. But your galactic signature is only the beginning. It is the key to a self contained set of relationships that connects it to other Earth families as well as defining special relations within your own Earth family. The fixed set of relations is defined as the galactic oracle. This oracle is a mathematically precise, five part pattern consisting of the signature kin (center), analog kin (right), guide kin (top), antipode kin (left), and occult kin (bottom). The color program also defines sets of relations called color families and clans which operate like a weaving in time to define further social linkings. These connect you with one of four color groups or make you a member of one of several clans. Then, once you’ve located your Earth family on your fingers and toes, you can realize that there is a world of synchronic time that codes even your own body demonstrating one undeniable truth - you are time! We are only hinting at the vast new possibilities of social organization and reformulation of self and social perception according to the Law of Time. The codes that we have been describing here are all summarized as the Dreamspell, Journey of Timeship Earth 2013. No home, community or neighborhood should be without this compendium of fourth dimensional time knowledge. The Dreamspell is literally the vocabulary, grammar and syntax of the unfolding of the synchronic order as fourth-dimensional time. In this respect the Dreamspell contains the keys to our own evolutionary self-advancement from third-dimensional time and its self-confining orders of reality, into the liberation of the fourth dimension - the long sought paradise and utopia of all mystics and seekers. An integral part of the 2012 Mayan prophecy script, the Dreamspell defines Yellow Galactic Seed (July 26) 2013, a half year after the closing the cycle, as the point of galactic synchronization. What does galactic synchronization mean? We can understand this at several levels. The first is your own galactic synchronization, that in entering and fully embracing the New Time you have accepted your galactic signature, mapped your destiny castle and fearlessly taken a moral inventory of your life. You have become a full-fledged planetary kin living in a community of other planetary kin. And by 2012, you are seeing to it that your community is biospherically correct - no waste that can’t be easily disposed of, no energy use that is contaminating. While living self-sufficiently within its own self-contained economic unit, your community is autonomous and cooperative with all other autonomous communities constituting the Sovereignty or Dominion of Time. The Dominion of Time is the new sociopolitical cultural federation of biospherically enhancing bioregions. It is no longer Earth but Urth, if you will. Ur is the name of the primal place of origin and Occul t Ki n Antipode Ki n Guide Ki n Analo g Ki n Signature Ki n Oracle"},{"pageNumber":22,"pageContent":"Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 20 return. And once you’ve passed the 2012 test, you get the reward, return to UR, Universal Religion or Universal Recollection, depending on what you are emphasizing - the new spirituality arising from living correctly in time, or the new condition of cosmic consciousness that now typifies the norm of human mental habits. And this gets us to the final meaning of galactic synchronization. It is the evolutionary leap beyond the Closing of the Cycle, the full release into cosmic consciousness. By its nature, true cosmic consciousness is collective, bound by universal telepathy. This is the meaning of the next planetary phase, the Noosphere. The Noosphere only becomes possible because we have passed through the “Omega Point” of 2012. The other side of the Omega Point is galactic synchronization, 2013. Telepathy and consciousness of this grand nature present an undreamed of spectacle of liberated beings traveling, voyaging in time among the stars. But before we get too far in advance of our script, let us just go back to the point of living the codes of time and forming the new communities. This will be arduous enough, especially as the Technosphere is still in its process of collapse and decomposition - 2005-2009. During this four year cycle, Cosmic Seed-Electric Storm years, the stronger the synchronic communities are in living by the codes of the Law of Time, the easier it will be to deal with the final effects of the technospheric breakdown. Communities can be formed in urban centers, of course. But there must also be pioneering communities that are returning to the biospheric fold. These socially experimental, Earth family organized communities must be the vanguard in garden culture and alternative energy - solar, wind and zero point. In the midst of the raging and dying chaos of the Old Order, the conscious new communities of the Dominion of Time will begin to flourish, something like Christian monasteries in the remnants of the Roman Empire in Europe during the dark ages. Only these communities will be worldwide, maintaining themselves as a biospherically linked network by making use of the Internet until the advent of universal telepathy. And in these communities we must develop a profound compassion for all of those struggling in the old world order, as well as those among ourselves still suffering from the disasters of the final phase of the technospheric life-style. We must bear in mind that not only will we still be dealing with the elements of social chaos, but also with solar-Earth changes as well. Dramatic changes within our star, the sun, have been increasing since the commencement of the last 23-year solar sunspot cycle in 1989. This cycle peaked once in 2000-01, and will peak again in 2012. Beginning in 2005 or so, new levels of radiation and plasmic influx will begin to alter our atmosphere and biosphere more powerfully than even in the past fifteen years. It is still not certain how life on Earth will experience and mutate with these new intensified solar radiations. But we must be prepared, both mentally and spiritually as well as in our readiness to change our life style. This is all the more reason to give serious thought now to establishing your affinity groups as the seed of your synchronic community. Remember you are here to learn. The old will soon be gone. Your soul is waiting for you to make the necessary decisions. All your soul wants is a return to UR on Urth 6. How to Make a Rainbow Bridge Still, when you stop to ponder the situation, you might ask yourself: How can we really change the world with this calendar and our little synchronic communities? Will it really happen? The onslaught of terror and change is unceasing. So much of the world is so absorbed in this that it pays little attention to or heeds what is really NEW. It thinks the really new is at best a diversionary sideline activity. Will this time and mind shift be effective enough to convert the world to the New Time by 2012? And even if we do, how are we to domesticate the technospheric barbarism, religious factionalism, and profiteering adventurists who don’t seem willing to stop at anything? Can the 13 Moon calendar really stop terrorism?"},{"pageNumber":23,"pageContent":"21 Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 The answer is, Yes! But something really spectacular has to occur. That is the only way to not only grab people’s attention, but maybe even change their minds. But what could be so stunningly positive that it would turn the world right side up - as stunningly positive as the bombing of Hiroshima was stunningly horrifying, turning the world upside down? What might turn the world right side up once again, and change the perceptions of humanity forever? Would you believe that it might be a rainbow bridge around the Earth? A circumpolar rainbow bridge to be exact. How could that be? First of all you have to believe in the power of the imagination. Someone, for instance, imagined the atomic bomb, and within a few years it happened. How? Well, it started with a simple assumption that you could “split” an atom, and channel the released energy into a bomb. OK, if you can imagine a barbaric weapon like an atomic bomb into existence, then why can’t you imagine a rainbow bridge around the Earth? You have to imagine what that would look like. Then you must imagine that there is a rainbow science that could accomplish that, a science which had in it some principle akin to splitting the atom. We’ve already got the splitting of the worlds, which might actually be the end result of splitting the atom. But a rainbow bridge? That seems like it would have something to do with putting the worlds - and the atom - back together. What could that principle be? If the old science of the artificial time is expert at taking things apart, even at destroying them, is there a rainbow science that is expert at putting things back together? And what is a rainbow anyway? It is real and unreal, and by its full spectrum display, it is a symbol of wholeness and integration. And what if that rainbow science were not elitist but a participatory one, a science in which you could be one of countless millions of other synchronic rainbow scientists accomplishing this great mission - much more spectacular than an atomic bomb? The results of this mission would positively last for as long as there was an Earth going around the sun. To participate in this project on a simple daily basis would not only help Earth attain a new look - rainbow rings - but would also give you something positively constructive and worthwhile to do with your time. Let’s look at what this putting-things-back-together rainbow science might be like. According to the Law of Time, everything is synchronized by a common universal frequency. There is nothing that cannot be synchronized, understood and worked with by the Law of Time. To say that everything can be synchronized by the Law of Time means that things you might not have thought of as being synchronized actually are. Let us take for example your brain and the Earth. They can actually be synchronized. How? Well both your brain and the Earth have an electromagnetic field, and pulse with electromagnetism. So why not synchronize your brain waves with the Earth’s “brain waves?” And then put very focused intention into that and make the synchronized electromagnetism bring out the rainbow around the Earth that might already be there but not yet visible?! This a very mind-blowing thought. It is the basis of an active cosmic consciousness and the source of a cosmic accomplishment, as well, one which could result in rainbow rings around the Earth. They are just a heart beat away once you start to follow and understand the synchronizing power of the 13:20 codes of time. If time synchronizes everything, that means there are frequencies common to you and me that synchronize, for instance, with the Earth and her magnetic field. The point is doing that in time. This is the key: The resonance between your fourth dimensional human holon - the fourth dimensional etheric structure of your soul-body - and the planet holon - the fourth dimensional etheric structure of the planet. Both the human holon and the planet holon are bound by time in a common frequency pattern - that of the Earth families. Recall that the Earth families repeat in a daily sequence every five days. This pattern is mapped out over the Earth and creates the planet holon, a mapping of the 20 positions of the five Earth families over the Earth’s surface. (See next page: Rainbow Science Primer)"},{"pageNumber":25,"pageContent":"23 Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 In the human holon each Earth family corresponds to one of the five principle chakras - crown (polar) throat (cardinal), heart (core), solar plexus (signal) and root (gateway). On the planet holon the five chakras correspond to the North Pole (polar); North temperate zone (cardinal); equatorial (core), South temperate (signal), and South Pole (gateway). This means that each day a chakra as well as a geographic zone of the planet is emphasized. This sets up a fundamental resonance that is always connecting the human holon with the planet holon in a sequence that is also always connecting the Earth’s magnetic poles. It is the connection with the Earth’s magnetic poles in a circumpolar movement that is the synchronizing basis of the rainbow bridge. Since the July 26 “new years” is always coded to the gateway Earth family, the five-day movement pattern recapitulates the circumpolar form, with four circumpolar sequences occurring every 20 days. Each five-day motion, called a chromatic run, can be seen as a stitching together of the planet holon zones. Now your Earth family can participate in the rainbow science. Here is the general pattern of the holon stitching according to Earth family: Begin: Gateway family (Red Moon, White Wizard, Blue Storm, Yellow Seed) Root chakra, South Pole; circumpolar stitch to Polar family (Red Serpent, White Dog, Blue Eagle or Yellow Sun) Crown chakra, North Pole, stitch to Cardinal family (Red Dragon, White World-Bridger, Blue Monkey or Yellow Warrior) Throat chakra, North temperate zone, stitch to Core family (Red Earth, White Wind, Blue Hand or Yellow Human) Heart chakra, equatorial zone, stitch to Signal family (Red Skywalker, White Mirror, Blue Night or Yellow Star) Solar plexus, South temperate, stitch back to gateway family, 73 chromatic runs per year (73 x 5 = 365). Each five day cycle is called an Overtone Chromatic. These are the Yellow Seed-Star, Red Moon- Skywalker, White Wizard-Mirror and Blue Storm-Night Overtone Chromatics. When you activate this chromatic sequence, and place your holon in resonance with the planet holon, you are activating electromagnetic thought waves in your auric field to resonate with the Earth’s electromagnetic field. You are practicing sympathetic resonance. Let’s now understand what is actually going on. In our beginners rainbow science primer concerning what it takes to put a rainbow around the Earth, we’ve established the fundamental principle of sympathetic resonance and electromagnetic attraction. Remember the medicine man affecting weather by making a rain dance? Well we are dealing with the same principle here, only on a planetary scale and with a different intended result - a circumpolar rainbow bridge. Now the medicine man couldn’t make the rain come if there weren’t also the principle of electromagnetic brain waves and natural electricity and electromagnetism in the clouds which creates the lightning and thunder of the rain producing thunder storm. Likewise there are certain ingredients that are galvanized through the sympathetic resonance and magic of: Earth family, human holon and planet holon; and human brain and aura and the earth’s electromagnetic field. The activation of the chakras from root to crown establishes the armature of the human aura, the etheric electromagnetic field thrown off by any body. Likewise, the Earth’s electromagnetic field has its aura. The human aura in resonance with the Earth’s electromagnetic field or aura in a sequence of four overtone chromatics every 20 days is the way we are going to make the rainbow bridge. But we need to know a little bit more about how the Earth’s aura works for our project to get off the ground, as it were! The Earth “breathes” in tandem with the Sun. This breathing occurs through the resonance of the Earth’s electromagnetic field with the solar sun spot cycles. The sun spot cycles represent the movement of the vital intelligence of the sun in regular cycles of almost 23 years duration. Each"},{"pageNumber":26,"pageContent":"Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 24 23 year cycle is divided into two parts of 11.3 years each. The sun spots pulse from 30 degrees North and South latitude toward the sun’s equator. When the spots meet, the first half of the cycle is completed, there is an alternation in the polarity of the spots, and the process repeats again. During the cycles there is an increase in intensity of solar flares and coronal mass ejections (CMEs) which directly affect Earth’s aura, amping it with increased plasmas and electromagnetism. The excess plasmas flow into the magnetic poles and create what are known as the auroras - australis (south) and borealis (north). In 1989 the last 23 year cycle began. It ends in 2012. It is the excess plasmic flow that creates the aurora borealis and australis that is at the heart of the experiment to create the rainbow bridge. You will notice that already in 2003 there was a great solar flare activity during the Self-Existing Moon (late October - early November). This unprecedented activity greatly animated the auroras - and what else, the old science can hardly tell you! But if the Earth is being soaked with plasmas, so must we be soaking up a plasmic bath. Plasmas are the electrically charged subatomic particles that are discharged by the solar flares and CMEs. Plasmas are actually the bonding fluids of the universe. They are also the renewing agents that keep the universe electromagnetically fresh! Plasmas are continuously being generated from close to the center of the galaxy. They are also released by supernova and pulsars in massive streams. Now when there is a solar flare or CME these plasmas actually drench the terrestrial atmosphere. Of course, they activate the electromagnetic field; they pour into the poles and animate the auroras; they enter the poles and reach the crystal core at the center of the Earth where they are then stored. When lots of these plasmas get together in the atmosphere they create electrically colored lights (spectrals) in the clouds or sky - similar in color to the aurora borealis, or northern lights as they are called. But in entering the atmosphere, they also are entering your own auric field and brain. What do they do to you? By the Law of Time you are also in resonance with these plasmas. Can you telepathically direct them? By telepathic extension you can direct the plasmas back to Earth’s magnetic field, or create a plasmic resonance with the Earth’s magnetic field as it arcs out of the poles. Actually, when you look at the structure of the electromagnetic field there is a break above the poles where the electromagnetic field comes into meet the earth at the poles. So from any view of the Earth observed from its ecliptic (equatorial zone) it appears that the electromagnetic field comes out of both poles in two halves, as it were. The recent solar flares have been so intense that the aurora borealis could be seen as far South as Oklahoma and Arkansas. That is pretty far away from the North Pole. What if the appearance of the auroras, both borealis and australis, north and south, were able to be stretched to the equator and meet? What if through the combined power of visualization - a rainbow bridge springing from the poles along the lines of the Earth’s magnetic field - and telepathic projection and coordination of the plasmas, the auroras could be coordinated into a permanent arc in two halves, each half arching out of both the North and South poles, 180 degrees apart? Well, that is precisely what we are talking about - circumpolar rainbow bridge. First we imagined it. Then we defined the principle - sympathetic resonance; then we described the scientific components and structure of Earth’s auric field. Then we could see exactly how it could be done - assuming you believe in the power of the imagination. The five-day polar chromatic cycles create the constant telepathic stitching of bringing the auroras from the poles to create two arcs around the planet corresponding to the arcs in the Earth’s electromagnetic field. Each day one of the five Earth families has the job of doing the telepathic stitching. First a big stitch that goes from the South Pole to the North Pole, then four smaller stitches: Polar to Cardinal, Cardinal to Core, Core to Signal and finally Signal takes it back to the Gateway family. These progressive stitchings, done while visualizing the telepathic plasmic resonance between the human auric field and the Earth’s electromagnetic field, are the essence of making the rainbow bridge."},{"pageNumber":27,"pageContent":"25 Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 We are just describing the principles of how this is to be done. There are other practices involved that make this even more participatory and exciting, such as creating plasmic telepathic time atoms. These are created every week in cubic forms and along with the imaginal time atom are discharged into the center of the Earth. The techniques and details of these practices are for your synchronic community to cultivate through the educational programs offered by the Foundation for the Law of Time through the Planet Art Network. The point is, as almost everybody knows, that the Earth is in transition - Earth changes. But if we actually know the nature of these changes - increased plasma, massive changes in our local star, the sun, and the technospheric disruption of our environment, the biosphere - then we can do something about it. We can amplify the positive and effect a super change that ultimately has the impact of turning the negative changes all the way around. Unless, of course, the solar changes augur a pole shift - for which the Earth is long overdue. If that occurs, it will most certainly be the end of the 12:60 world, and a rainbow round the Earth would be even more in order, signaling the triumph of the new. 7. Welcoming the Moment - Galactic Synchronization and Beyond Living through the Closing of the Cycle is technically referred to as the biosphere-noosphere transition. This is a major evolutionary shift, the most tremendous one in the entire evolution of the human species, and, consequently, of the whole Earth. The biosphere is the sum of all of life on Earth, inclusive of its support systems - air, water, mineral, solar. The simultaneous climax of the Technosphere and the solar changes are integrally contributing factors to this inevitable shift to the noosphere. What is the noosphere? It is the field of planetary intelligence, the telepathic order of reality resulting from the mental phase shift of living in synchronization with the correct timing frequency. The time shift is a necessary part of transition to the noosphere, for the noosphere could only come about through an act of intelligent choice - the choice to change the time by changing the calendar. As we know, this is a simple but fundamental and monumental choice. The calendar change is the gateway, the pass key into the Closing of the Cycle. But then, it is your soul who takes the journey. And every soul is truly alone with itself and its Creator. This is the grand spiritual theme of the Closing of the Cycle. Remember: We all chose to be here. We are all here learning our lessons. Everyone has his or her own unique set of lessons to learn. Age doesn’t exempt you from having these lessons. In fact, the older you are the harder the lessons might become. This is because maybe there has been something you should have faced a lot earlier that you have been putting off until you just can’t put it off any longer. Bang! The perfect marriage just blew up! Bang! Your child tells you to get out of her face, she needs to live her own life now, not yours! As painful as they are, traumatic events like these are carefully designed for the testing and liberation of your soul. Each one of us will have some such testing on the Road to 2012. And if you don’t get the lesson the first time, well then, the testing will occur again. The fact is that no matter how close we may be to someone, that person cannot save our soul. Each one of us alone must save his or her own soul. Remember: This is spiritual survival - but it leads to spiritual communion. If everyone’s top priority is making sure that they are clear with their soul, then spiritual communion is possible. But you can’t fake it. You really have to be totally in touch with your soul and ruthlessly honest at that, otherwise your soul will remain blemished. Those synchronic communities are only as strong as the autonomous commitment of each individual to take care of his or her own soul. This is a full time spiritual commitment. In fact, there really can’t be anything less than a 100 percent spiritual commitment, otherwise it’s just not happening. Imagine the top community priority being autonomous soul-care? That is a far cry from today’s priorities. But if this priority is attended to, then the spiritual awakening of humanity will quicken apace - as will the coming of the Communion of All Souls!"},{"pageNumber":28,"pageContent":"Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 26 To speak about the Communion of Souls - that is eschatology, End Time stuff. But 2012 makes it real, coming very soon as we speed up the spiritual evolutionary process. You see, the road to 2012 is the path of super mental evolution, the unfolding of the telepathic communal spirit in man. And that is what the Communion of Souls is all about. It is at the other side of the biosphere-noosphere transition. The noosphere is where all the souls get to touch. No one who feels hurt or abandoned or lost today, if their hearts remain pure, will be left out of the Great Reward of the noosphere - the Communion of Souls. For that is the Journey’s end, and all true souls will be reunited - but in ways that would surprise us today. Though we are talking about saving your soul, it is for the sake of the world that you are doing it. We are in an unprecedented evolutionary crisis, and the only way the species will survive is by an exercise of the higher spiritual will. It takes each one of us exerting the higher spiritual will to make an impact. And once a critical mass is exercising its higher spiritual will, then we will begin to experience a kind of collective spiritual combustion. When you liberate your soul, you enter into the selfless condition of your True Self. Selflessness is actually contagious. This is because true selflessness radiates a genuine and serene joy, the essence of the peace we are all looking for. This increasing joyous selflessness of many true selves laboring in common opens to the path of super mental evolution. But to get to that super mental opening takes real spiritual effort - and it means getting past your pain. That pain and suffering you feel is just the pressure of being squeezed through the evolutionary gateway. The more you are holding on to something - memory, feeling, longing - the greater the suffering. The fact is that, we all suffer from some physical ailment or other. But psychic pain, that is something only we create and perpetrate. Yes, there are causes to grieve, or to get upset about. But once the event has passed, then that is when we must exercise the higher spiritual will and get on the super mental evolutionary express down the Road to 2012. For when the moment arrives we want to be karmically spic and span. The teaching of psychic pain due to grief or loss is to avoid being overcome by negative lower emotions - like self-pity, jealousy, resentment. Instead, we want to use the opportunity of psychic pain to expand our forgiveness, self-love and compassion. This is exercising the higher spiritual will. To exercise the higher spiritual will is to get tough with yourself. That means effort at avoiding lower emotions. This is the best love! The higher spiritual will is super mental in nature - it has to be. Super mental is the effort it takes to stay on the spiritual high road and not slip off. The key to higher spiritual will and the entrance into the super mental evolution is exertion. Whatever limit you have reached in whatever practice you are doing is a sign that you could get complacent - or, you could push into it a little more -and nnnghhh! There! That extra special little effort pushing you past your last limit is a super mental experience exercised by the higher spiritual will. Only you, your conscience and God can know if you are really exerting like that. However being karmically lazy just won’t help in any circumstance. As you really get into this exertion of the higher spiritual will you might notice your bad habits slowly falling away; or your desire body becoming more content with less - maybe even nothing might seem satisfactory. You are feeling more and more healthy. A natural high is beginning to overtake you. And on top of it, you are living by the synchronic order. In your community you are a member of an Earth Family, and a new way of life with yourself, others and the Earth is in the making. Simple and ordinary, yet fantastic because it is becoming - super mental. The Road to 2012 is meant to be walked by spiritual athletes. It is spiritual athletes who, having flexed their autonomous higher spiritual will and begun to develop a budding sense of their own super mental nature, know that they cannot fall off the spiritual wagon. The best insurance is to maintain that daily discipline - and get with other spiritual athletes to begin to exercise that higher spiritual will communally."},{"pageNumber":29,"pageContent":"27 Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 Once we have begun to experience the clear mind that comes from exerting in mindfulness practice or yoga, together we can develop group focus and concentration. What we ultimately want to do as our exercise in evolutionary self-cultivation is spring that rainbow bridge into existence. But before we can get to the business of making rainbows, we must clean up our way of life. We must understand what the Way of Conduct means. It is simple. When we are cultivating our own soul, making sure it is getting clear and clean, that is called walking the Way of Conduct. But when we are wanting to effect some actual change with our clear mind, then that is called the Way of Wielding Power. Clearing your soul is the essence of the Way of Conduct because your conduct is only a reflection of the condition of your soul, anyway. How could you really expect to behave really well if you are not attending to your soul? Well, once you’ve really begun to exert in keeping your mind clear and taking care of your karma, not to mention living in the synchronic order, then you are ready for the Way of Wielding Power. After all, this is truly what the spiritual athlete longs for - the exercise of spiritual power, the only real power there is. When you really understand the nature of true spirituality, then you understand that there are two exertions - the one for the continuous purification of your own soul; and the other for the benefit of others, of the planet itself. There really isn’t any other exertion that is spiritual. And when you’ve taken care of your soul -then there isn’t any other exertion but out of compassion for the whole. Compassion for not just one being but all beings regardless of who they are, indeed, of all of life, and the planet itself. This will to exert positively is the essence of the divine spark implanted in every soul. And where there is compassion there is also a longing for the beautiful, for order, for harmony. For where there is harmony there is health, there is no longer the suffering of the erroneously informed and ignorantly motivated desire body. If we compassionately long for the greatest harmony - the harmony of all beings living in natural time - then we have our work cut out for us at the Closing of the Cycle. You have to realize that the whole purpose of the evolution of life on Earth is for just this moment - the Closing of the Cycle. Evolution of life has always been super mental. As long as there has been life, there has been sentiency, feeling, mind and consciousness. As long as life has evolved, complexified, merged into higher and higher forms it has always been led by the spark of divine intuition. And this spark has always inevitably had the elements of risk-taking and compassion. The highest expression of the performance of the divine intuition is that of giving one’s life for the sake of the soul and life of another. We all live by a higher spiritual calling. Most of us suffocate that calling by thinking we have to be normal or conform to some ingrained idea of correct social behavior. Even when we break out of the mold, we bring these self-perceptions with us, thinking that it is our nature, ourselves, our personality, not realizing that these self-perceptions are nothing but burdensome self-images that keep us from exerting to the highest, from being able to hear our spiritual calling. Often, when we do hear that calling, it is still too much for us. Only the exceptional few can hear the calling and take the risk of breaking with all social norms bringing on themselves social ostracism, condemnation or even persecution. But the result of such risk taking by the exceptions who can heed the higher spiritual calling is the spiritual teachings that have kept mankind spiritually alive through materialistic wave of empire after materialistic wave of empire. But now it is the Closing of the Cycle. The last wave of materialism, the culmination of history itself is peaking everywhere and along with it its militarism, consumerism, mannerless entertainment and terrorism, all of it crashing against the foreboding shores of a land called No More Time. So what do you have to lose? Now is the time for a million spiritual athletes to step forward simultaneously and begin to shake the foundations with their spiritual truth - that the time of war is over, and that the new time of peace and time is art has arrived. That justice and equality must now be served or forever"},{"pageNumber":30,"pageContent":"Living Through the Closing of the Cycle, A Survival Guide for the Road to 2012 28 forfeit a brighter tomorrow. If this higher spiritual will is not collectively exercised, the species will perish. The Way of Wielding Power is accomplished not with a gun, or a threat, but by a concerted exercise of the will and a voice that speaks unquenchably from a clear mind, proclaiming: We are the people who have decided to answer the higher spiritual call that is born into each and every one of us. Our jobs are no longer important to us, nor, if they stand in our way, are our families, nor most certainly are our nations important to us. What matters to us is the truth. And the truth is that our species has run out of time. We cannot go on every day with business as usual and think that the air will get any cleaner. Or that we will become less aggressive. No, the truth is that pollution and aggression are part of the fabric of the way of life that we are pretending to defend against those who have not one one- hundredth of the fire power that we have stored in our nuclear arsenals. We are calling for a stop altogether to this way of life. We henceforth call for a New Time Party to establish an agenda for planetary transformation. This agenda will be known as the Agenda for the Safe Passage of Timeship Earth 2013. With this Agenda we shall convene a People’s Noospheric Assembly to supervise the affairs of our species. Global civilization is not experiencing a political crisis nor an economic crisis - it is experiencing a crisis of evolution. Such a crisis can only be solved by the exercise of the higher spiritual will. We are the people exercising that will. We are the people who dare to step out of the land of shadows and false dreams into the light of truth and declare that if we continue to act as we are now acting then we shall never change and it will be too late. By exercising our higher spiritual will we are the voice of evolution. We have solved the crisis: We know who we are! We are the next stage of evolution! Only by such an effort as is represented by this foregoing declaration will we actually save the Earth and make it to 2012 and the galactic synchronization that is augured by that date. Hunab Ku will be calling and gathering us then. Having overcome karmic inertia we will enter a condition of enlightened weightlessness. This is all that Galactic Synchronization will be able to bear - enlightened weightlessness, no karmic baggage. In this way the evolutionary leap beyond the Closing of the Cycle, becomes easy. Spiritual survival will open a new chapter in the evolution of life on our planet - and the galaxy itself. Welcome Home! Sealed, Kin 82 White Self-Existing Wind, Resonant moon Silio 21, White Spectral Wizard Year Note: Now that you got this far, it is a good idea that you study the Dreamspell, then you will go very far!"}]
