[{"pageNumber":1,"pageContent":" BEYOND THE FIVE SENSES BY  L MARGERY BAZETT   BASIL BLACKWELL: OXFORD 1946"},{"pageNumber":2,"pageContent":"Beyond the Five Senses   2     AUTHOR’S PREFACE THIS volume deals with certain phenomena that one comes across when stepping out of the world of sense to that which lies beyon d it; that is, to the supernormal or transcendental, or whatever people prefer to call it. It covers a number of very diverse perceptions; and there are, of course, others beyond these in so vast a field of research. In this region of supersense, we may expect to find the mind expanding beyond normal limits, reaching out to individuals over any distance (in a telepathic sense) and picking up threads here and there from bygone periods of history. Likewise, this extended sight reaches out into the future, perceiving what has not as yet come within normal vision. Both these functions touch upon that much - debated question of the nature of Time. Other examples point to the mind being able in some degree to overcome the limitations of space. Others would sugg est that even physical death may no longer prove so formidable a barrier as formerly, in view of these extended powers of the mind. As yet, knowledge along these lines is limited, but there is hope that much may come to light as research progresses. Taki ng all in conjunction, we can assume that in this region beyond sense - perception there is at work a definite law or laws, although of a different order from those which obtain in this world of sense - apprehension. From all this, we may infer that purpose a nd design are in operation, and that they touch vitally the life and destiny of mankind. Such order within the universe as we now dimly perceive leaves little place for the supposition that the phenomena here described are extraneous to modern thought. It were truer to say that strange and unclassifiable though many of them appear, they may eventually prove to have considerable signifcance in their relation to psychology, religion, and other departments of human knowledge. THE FIRS, REDHILL, SURREY "},{"pageNumber":3,"pageContent":"Beyond the Five Senses   3     FOREWORD BY MRS OSBORNE LEONARD BY writing this excellent and interesting book I feel that Margery Bazett has done a great service to the general public who are more or less unaware of the possibilities of using the so - called supernormal facu lties in everyday life. A large number of people are still under the impression that clairvoyance is a mysterious art, practised by somewhat peculiar individuals who seem to be invested with singular - even sinister - powers, which they exercise withi n the confines of a dark and mysterious room - the séance - room. Apparently, they are unaware that many persons of considerable ability in different walks of life, doctors, lawyers, University professors, astute business men, and others, have had psychic al experiences of a veridical nature, and are familiar with the power of seeing either past or future, or both, as well as events that are happening at a distance. Judging from the well authenticated and numerous cases which have been recorded - not onl y in this book but elsewhere - it becomes evident that this faculty of clairvoyance is a natural one, and can be used under natural conditions by perfectly natural people. The séance - room is merely a laboratory, a quiet place where suitable and harmoniou s conditions can be assured, unhampered by the noise and distractions of the outer world. This precaution is necessary when the student or would - be exponent of psychical powers is seeking to study and investigate the subject in an intensive manner, with so me definite object in view; but such faculties may function in every - day life, at any time, through people who have hitherto had no experience whatever of seances, nor read any literature on these matters. The question may be asked - What is the use of this “seeing by other eyes” - this perception of the past or of the future? To me it seems that as one enlarges one’s range of vision in such ways, one is able to see the present in better perspective, and therefore make better use of such opportunities as may come to one in one’s life. Surely it is vitally important that one should learn to perceive Life as a whole, instead of in incomplete sections? Seeing the past and becoming aware of the possibility of seeing people or happenings at a distance that cannot be perceived by the physical sight alone - should bring us nearer to a realisation of the unity of all life - the existence of other spheres - of hitherto unexplored conditions in which dwell those whom we have known and loved in their earth l ives, and later have mourned, because the physical process called death has removed them from the limitations of our physical sight and hearing. By concentrating on the present only, we undoubtedly limit ourselves as much as a pianist would who found hims elf attempting to interpret a Chopin Prelude on an instrument from which the two extreme ends of the keyboard had been cut away. We deprive ourselves of the fullness and completeness of life that might be ours. It is this sense of incompleteness that often leads to feelings of frustration, and is responsible for a great deal of disappointment, perplexity, and depression. "},{"pageNumber":4,"pageContent":"Beyond the Five Senses   4     In my opinion, the most helpful thought that arises from a careful perusal of the material in Margery Bazett’s intriguing book, is the ho pe that it gives of extending our vision so that we can to some extent follow the progress of the soul that is departing from this material plane, going forth on its journey to another and fuller existence, where it will grow and develop in hitherto undrea med of ways. And as it progresses, it may communicate some of its acquired wisdom and peace to us, assuming that we are ready and willing to open ourselves to such inspiration, and benefit by it. Margery Bazett cites many cases where the ability to see an d hear with the ‘other’ eyes or ears has resulted in practical help being given by those on the Other Side who can see further into the future than we usually can, or, as it may well be in some cases, that because of their greater awareness of the Wholenes s of Life, they are able to make more accurate deductions from what they see of the past and present, and even to give us a timely hint of the conclusions at which they have arrived. Whether we choose to benefit by their communications or not rests entirel y with ourselves. Since reading the manuscript of Miss Bazett’s book, one incident occurs to me in which I, personally, neglected to avail myself of such help. Nearly twenty years ago, I bought an old and charming house, situated about fourteen miles fro m London During the first day and night that we spent in it, I was very disappointed, because I had become aware of the noise made by the trains on the railway close by. I felt sure that I should be unable to study and work in such conditions, and I came t o the conclusion that I had better move back to the place from which I had so recently removed. On the morning following the evening on which I had come to this decision, I awoke suddenly from an unexpectedly good night’s sleep, from which the noises from the railway had not disturbed me. It was bright daylight, and standing against the wall facing me, I saw the figure of a very beautiful woman, dressed in the costume of - I should think - about two centuries ago. She looked at me in an earnest manner, and spreading out her arms against the wall behind her, she said, ‘These dear old walls will protect you.’ As she spoke, she turned her head away from me, and looked in a westerly direction, towards the older wing of the house; then she disappeared. She left me with a feeling of comfort and reassurance that intensified as the day progressed, and I felt strongly impressed to reverse my decision to leave the house. This I did, and lived in it for several very happy years, until certain circumstances arose which influenced me to go and live temporarily (as I thought and hoped at the time) on the coast of Kent. As time went on, I regret to say that I forgot all about the unknown lady and her message, which I had never really understood because I was unaware o f any reason why I should ever be in need of the protection of the walls of the old house. After the illness and passing over of my husband, I felt that I could not longer cope with the complications and responsibility of having two houses on my hands, an d on receiving a reasonable offer for the old house through an agent, I accepted it, in spite of an inner reluctance to doing so. Everything seemed to point to the advisability of accepting, judging from material standpoints."},{"pageNumber":5,"pageContent":"Beyond the Five Senses   5     Only two years later, the pre sent war broke out, with its accompanying air - raids, and I began to realise exactly how the ‘old walls would protect me’. I remembered that underneath the house was a complete set of several rooms. Some had been bricked up, and none of them had been used for a great number of years. Their walls were of a tremendous thickness, built of flint and brick, giving an impression of great strength. We had explored these rooms by descending a long ladder through a trap door in the old dairy, which we had used as a larder. On thinking over the position and substance of these underground passages and rooms, I realised what an excellent air - raid shelter they would have provided for me without alteration of any kind. Also, had I kept possession of the house, I should h ave been living in a much more accessible and convenient locality for my work, at a time when travelling difficulties were - and still are - at their height. Owing to these very difficulties and other war complications. I was not able to remain in my K entish house, and had I paid more attention to the message I had heard with my ‘other’ ears, I should have found myself still in possession of a very comfortable and congenial home, exactly suited to my present needs. Miss Bazett relates many interesting instances of her ability to use her ‘other’ eyes and ears. In my own experience, it has often seemed to me that I have actually ‘seen’ or ‘heard’ with my physical eyes or ears, but I am strongly of opinion that even when one sees or hears in this definitel y objective manner, one is really perceiving through the eyes or ears of the etheric body, and that the vision or sound is then transmitted so quickly to their physical counterparts that one thinks one has seen or heard through the latter. I do not think that I have ever read a book which contains so much fascinating and thought - provoking material as lies within the pages of ‘Beyond the Five Senses.’ Surely, no one will read it without feeling heartened and encouraged by the many proofs it gives of the ex istence of other and brighter planes that surround this somewhat war - weary one through which we are struggling at the present time. There are many instances given of cases where the Author had been privileged to witness the intense joy felt by those who ha ve recently left their discarded physical bodies, and are starting out upon the new life that is opening out to them. She comments on the radiance of their appearance, and leaves us with a feeling that we ourselves may share some of that happiness which sh e has revealed to us through the light of her own personal experiences. She had opened up a new world for many people who have hitherto been unaware of the things that have existed ‘beyond their mortal ken’ - and has brought fresh material for thought, a nd inspiration to those who are already familiar with them. GLADYS OSBORNE LEONARD "},{"pageNumber":6,"pageContent":"Beyond the Five Senses   6       ‘My own feeling about the results of Psychical Research as a whole (as far as they have gone) is, that they are not just an addition to our existing know ledge, as the discovery of Australia was, but require a revolution in our whole way of thinking about the world.’ PROFESSOR H H PRICE, NEW COLLEGE, OXFORD"},{"pageNumber":7,"pageContent":"Beyond the Five Senses   7     CONTENTS CHAPTER     PAGE AUTHOR’S PREFACE    (i) FORWARD BY MRS OSBORNE LEONARD  (i i) I  INTRODUCTORY    1 II  TELEPATHY    4 III  THE SENSITIVE AND HIS WORLD  8 IV  THE WORKING OF THE INNER SIGHT  11 V  SEEING THE DEAD    17 VI  LINKS BETWEEN THE LIVING AND THE DEAD 22 VII  THE ATMOSPHERE OF OLDEN DAYS  28 VIII INDICATIONS OF OUR LARGER DESTINY  37 IX  SEEING INTO THE FUTURE   41 X  SEEING AT A DISTANCE   46 XI  HEALING AND CLAIRVOYANT DIAGNOSIS  51 XII  DEAT H AND THE AFTER - LIFE   57 "},{"pageNumber":8,"pageContent":"Beyond the Five Senses   8       I have been allowed by kind permissio n of the Editor of Light to incorporate in this volume material previous published in that Journal. "},{"pageNumber":9,"pageContent":"Beyond the Five Senses   9 BEYOND THE FIVE SENSES INTRODUCTORY CHAPTER INVOLVED as we are in the midst of a materialistic age, when many are asking whether there may not be another and truer view of the universe, perhaps it is not out of place to present this little book, which claims no particular scientific knowledge, yet approaches life from the ‘supernormal’ viewpoint, which is as yet unfamiliar to most of us. The impor tance of what is contained here lies in the fact that it is a record of direct and varied experience of a psychic character, touching the fringe of a number of profound questions, such as the problem of Time, and Telepathy, and including possibility of con tact with what we generally speak of as the Life Beyond. G N M Tyrrell, writing in his early book, Grades of Significance , says, “We accord to the universe of our senses the same central importance that our ancestors accorded to our plant.... Our dualistic habits of thought make spirit the antithesis of matter, and the whispering voice of commonsense suggests that it is the antithesis of true reality as well. There are many who shrink from the suggestion of any real existence beyond the world of sense, and many more who habitually live as if there were none... They are afraid of other values, because to know them would mean to have to live by them. Even those who repudiate materialism on formal philosophical grounds yet live in practical accordance with its outlook, and accept a picture of the world which is reminiscent of the maps of ancient times. In the centre is placed the continent of the world of sense, and all around it is filled in with a vague ‘supernatural’ sea. Uneasy glances are cast at this, and the map - maker is given the instructions: ‘Where unknown, there place terrors’ (Tyrrell, Grades of Significance ). The old terror that surrounded the gaining of new knowledge is breaking down in our world, and the present outlook is more inclined to includ e life as a whole. The fear of these unfamiliar experiences, some of which are related here, is partly accounted for by the fact that we isolated them from normal life, terming them magical, bordering on the pathological, and so forth. They were tinged wit h sensationalism. My idea is to show that these diverse experiences are the result of a perfectly natural functioning of a normal mind endowed with what we have come to call ‘psychic powers.’ The psychic powers are embedded in the very fabric of the pers onality, and function as naturally and easily as any other adequately developed faculty. They will probably form part of the general mental endowment of the future. "},{"pageNumber":10,"pageContent":"Beyond the Five Senses   10 The person so gifted is not in any sense a magician, and can only reach out a little fur ther than his fellow - men when it comes to seeing ahead in time, or diagnosing illness, or perceiving what lies beyond the five senses. Yet he, because of his direct experience, is able to contribute something towards the penetration of the mysteries which surround human existence. To those unacquainted with these things, some of the fragmentary observations in this book will seem unimportant; by others who have studied the subject, they will be recognised as significant indications of some natural law as yet imperfectly understood. Some points come within the realm of psychological study; others, again, touch upon the past, and suggest a line of continuity in the history of mankind, recoverable to a limited degree by other ways of exploration than those o f recognised historical research into the past. Some again - and here we frequently touch upon strong prejudice - seem to point to the assumption made by many scientists and others, that mind can reach mind after the dissolution of the physical body; and, in fact, that the Dead live, and may have some touch with, and influence, upon, this earth which they have left. There will be some readers who will approach this volume from the recognised religious standpoint. Here again, I would refer them to G N M Tyrrell, writing in Time and Tide of November 20, 1943. He says there that ‘Religion and Science both rest on experience. Science on carefully sifted fact and inference concerning that which appeals to the senses; religion on facts of a different order, but facts which are not thereby less cogent... The experience (of religion) is no mere psychological craving for dependence... but something much deeper, which comes to the most highly developed individuals - comes, one may say, from ‘on high’. He continues ... “The ‘natural’ and ‘supernatural’ must both be swept away. A new conception must replace them, that of a unitary reality, undivided in its essence, and divided only in appearance.” ‘It is not, therefore, that there are two intrinsically different world s, one ‘natural’ and the other ‘supernatural’, but that there is one reality with which we make contact in different ways, and, so to speak, at different levels - in one way, through our physical organs of sense; in another way, by opening our personalit y to an influx of awareness which arrives in consciousness through regions of ourselves beyond the conscious field. It is these higher contacts with which religion is concerned, and on the existence of which it, in fact, depends.” Some modern religious p eople will go so far with Mr Tyrrell; and by so doing, will feel that they are adding to the sum of religious experience, not in any way detracting from it."},{"pageNumber":11,"pageContent":"Beyond the Five Senses   11 He, I must add, would differentiate between traditional religion and ‘religion in its fundament a nd universal essence.’ I am anxious to express my own allegiance to this latter view of religion. I have touched upon this question of religious outlook, as I believe it to be vitally important as presented in the above quotations. The contents of this b ook do not necessarily lie within the confines of religion; certainly not within its traditional presentation. Yet ‘Religion exists in the world of values within; that is why Religion is Mysticism’ (Tyrrell). I am entirely in accord with this conception o f Religion. I repeat ‘Religion exists in the world of values within’; and as such, some of the experiences narrated here come within its boundaries. With reference to the so - called Dead - ‘How are the dead raised up? And with what body do they come?’ ‘S urely, the answer is becoming plainer’ (Tyrell). As I have already said, some of the incidents described come under the heading of Psychology; but there again, Psychology is discovering new regions of personality beyond the confines of consciousness; and although these have scarcely begun to be explored, there is evidence of modes of acquiring knowledge which appear to have escaped the moulding process of evolution."},{"pageNumber":12,"pageContent":"Beyond the Five Senses   12 CHAPTER II TELEPATHY READERS will remember that the value of this book is, that it is a record of personal experience. I am not attempting to analyse or explain its contents in any fullness, even if I were able, but to make some explanatory suggestions, derived from my close association with these experiences. I shall also comment as I go al ong, and try to interpret here and there some of the more obscure examples. A good number of people in these days will tell of some experience of a psychic nature that has come to them; they speak more freely than they used to do, about these matters. Th e importance of these things, as I see it, is not so much in the quantity of such experiences, nor in the number of people to whom they come; but that we should regard it in the right light. These things should urge us to ask ourselves of what nature is th is impact upon our world, from the supernormal source? Does it enlarge our knowledge? That is how I regard the matter, and it is in that way that I am trying to examine it. Apart from our touch with a world outside our own, there is coming to light a mass of most interesting matter which testifies to the unguessed - at powers of the mind, and as such should be of great interest to psychologists, and certainly to ourselves. For we shall discover that the limitations under which so many people live, are largel y self - imposed through ignorance; and the discovery of the wider range of our personality should produce greater freedom and happiness. Let us now turn our attention to this question of telepathy, about which everyone has heard a good deal. The most famil iar instance of telepathy is when two persons write to each other simultaneously after a long interval, and their letters cross in the post. Another instance, rather less common, is when some one at a distance is in acute danger, and a friend of his becom es aware of this at the same moment; instances of this kind have come to my notice during the present war, between men in the Services. Only this summer (1944) a naval officer told me of one of his men who came to him in great agitation, asking to be put on shore at the first possible opportunity, as he knew positively that his home had been wrecked by bombs, and his eldest child killed. No information from ordinary sources had reached him, but his impression proved to be true. Here is clearly an instance of telepathic impulse between two minds ‘tuned - in’ to each other; a tie of affection or a strong emotion gives impetus to the transmission. Such occurrences form part of our common human experience, and here we step out from the familiar world of sense - pe rception. This first step into the unfamiliar is taken by many people, and here we meet on the ground of simple mutual experience. The difficulty that faces us when we come to that which lies beyond the world of sense"},{"pageNumber":13,"pageContent":"Beyond the Five Senses   13 is, that the student is required to go further into this field of the supernormal, leaving behind the simple experience just mentioned. When he has read and investigated for some time, he will find himself faced with many complex and puzzling matters, some of whi ch are referred to in this book. If he is sufficiently interested to continue his search, he will find that he has entered upon a large subject. He will meet with incomplete or fragmentary material in the supernormal field, and some of the things that he w ill encounter will strike him as being even trivial. It is very easy to dismiss these as having no significance; but they may be the key to some important factor of which he is unaware; what is trivial from one point of view may be profoundly significant f rom another; discrimination is called for in this matter of the trivial. One or two comparatively simple incidents which take one slightly beyond the boundary of our sense - experience and are telepathic in nature, have occurred with a brother living abroad with whom I have a close tie. I once had a very strong feeling that he was acutely worried. I saw him seated at a table or desk, hurriedly tearing up letters in a state of agitation; I remember that his face was flushed. I did not see the room that he wa s in, nor anything else in it but the desk at which he was sitting. A letter which arrived from abroad a few weeks later proved that what I had seen at the time was true. Again, when he was living in a town in the West of England I was surprised one day t o ‘see’ him walking with his wife in another town far from his home. I did not know what town this was, neither did I believe him to be out of his home - town. I watched them walking down a broad street. I noticed the houses on the right of them, but not on the left; they were large, comfortable houses, with a considerable number of steps up to the front doors. The day was clear and light. Somehow, that street and the houses seemed slightly familiar to me; I felt that I ought to recognise it, but could not. It proved later to be a street in Maida Vale, that I knew slightly. They walked about halfway down the street, which, as I saw it, was a long one; then they went up the steps to a house, and I saw them at the front door; I could not at first imagine what they were doing there. Then the door opened, and some one appeared and spoke; and I became aware of certain people whom I could see clearly; what they were talking about also became apparent to me; they were discussing plans for an operation in this nursin g home. I had not known otherwise of any such event being likely, although it proved to be true, with all the details as above. Another time I heard my brother calling my name loudly ‘Margery, Margery’; there was no mistaking the voice and intonation. I was in my room, and the voice appeared to come from the passage outside, so distinct was it. I actually opened the door to see him, but remembered that he was far away. By way of contrast in this telepathic field, here is a fragment coming from a complete stranger passing in the road. "},{"pageNumber":14,"pageContent":"Beyond the Five Senses   14 A friend and I were picnicking in a Sussex hayfield, having left the car at the side of the road. Presently, we heard footsteps approaching, and the tapping of a stick, first on the road, and then against the metal part of t he car. At that moment, I became aware of a battlefield scene, and of a young man wearing a trench helmet. In a few minutes, an elderly man came and leaned on a gate which led into our field. I wondered whether there could be an connection between him and the battlefield scene which had flashed into my mind. So I spoke to him, and found that he was a blind policeman, retired, and living in the neighbourhood. I asked him if he had served in the war, and he said that he was too old, but that a young son of h is had been killed in the war, and he had a photograph of him at home, in which he wore a trench helmet. I did not tell him of my impression. It seemed strange to me that the mere passing of this man along the road should bring to my mind such a scene; un less, possibly, he had been thinking of his son at the time. One characteristic of this mode of perception is, that it breaks upon one anywhere, at any time, irrespective of any definite conditions that we can recognise. The accidental element in ordinary life obtrudes itself just as unexpectedly; it, too, is probably governed by definite laws, though we term it accident. Sometimes, a definite effort at telepathic communication may be made by A. in one part of the country, towards B. in another part at a time agreed upon. A. then concentrates upon a simple idea, word, or picture, which he tries to transmit to B. I have undertaken some such experiments myself, but the successes were not striking. In my case, telepathic impressions have been registered more accurately when free from deliberate effort to transmit them. I find this conscious effort at telepathic experiment very tiring. On one occasion, about seven different numbers were chosen to be transmitted to me. I saw parts of these; as, for instance, a blurred figure which might have been three or five. I averaged about three correctly. On another occasion, a drawing of a simple object was chosen. I seemed to arrive correctly at the idea that a simple object had been chosen. I partially saw a curved li ne on the right, which I drew; and a horizontal line above it; I could not see the left side of the object. The object was a very simple round vase, and my drawing was the nearest that I could get to it. Another rather perplexing instance of telepathy occ urred when I was a guest in a doctor’s house. The car, which had gone out containing several people to a distant town, did not arrive when the gong sounded for lunch; neither had it returned well on in the afternoon. The doctor called me to his study, gave me a comfortable chair, and then said, ‘I wonder what has happened to that car; I think you could find out. Try.’ After a moment or two of concentration, I ‘saw’ with that clairvoyant sight already mentioned, this car in a country road, a considerable di stance away. The wheel was"},{"pageNumber":15,"pageContent":"Beyond the Five Senses   15 jacked up, and another car was close at hand, out of which had jumped two young men in Air Force uniform, evidently mechanics."},{"pageNumber":16,"pageContent":"Beyond the Five Senses   16 The doctor thought this unlikely, saying that they would have towed it to a garage. But I held to my original idea, adding that I saw the girl - chauffeur at that moment sitting in the car, writing a hurried telegram or telephone message on a piece of paper. At teatime, the car arrived back in safety; nothing whatever had occurred, but they had decided to lunch out. The doctor remarked to me later, ‘Well, you were very wrong that time.’ I answered, ‘It looks like it, but I saw it all very distinctly.’ What I had seen occurred the next day in every detail, at exactly the same time. I am assuming that in some way, there was telepathic touch between the driver and myself, as she was known to me; but I may have seen clairvoyantly what was to occur on the following day. In this connection, those interested might read again the suggestions put forth in J W Du nne’s Experiment with Time. The word Telepathy is somewhat loosely applied in these days as the explanation of much that should not come within its province. On the other hand, if it is a fact that telepathy is ‘the communication of impressions of any ki nd from one mind to another, independently of the recognised channels of sense’ (F W H Myers) this is in itself a great achievement. And Professor Myers suggested that the communication might extend still further, ‘between incarnate minds and minds unembo died.’ The following strikes me as a possible instance of this. During 1941, I awoke one day with a curious ‘urge’ to go to Bath. There seemed to b no reason for this, but during the next few days, the reason became clear, as the city was badly blitzed. B efore the blitz had actually occurred, I woke in the night to ‘see’ an uncle of mine who had died a year previously, and whose widow was still living in Bath. He looked troubled, and I wondered what the cause might be. The news from Bath explained his anxi ety, and I went at once to bring my aunt away to safety. The houses were in a dangerous condition, and the authorities were ordering the people to leave them; I had arrived only just in time. In this telepathic region, there may be no very sharp line betw een impressions from the ‘living’ or the ‘dead’; but to those who insist on drawing a sharp line, the fact of telepathy from the ‘living’ lady would be considered possible; whereas a mental impression from the ‘dead’ husband would be ruled out. Enough has , perhaps, been said here to show that this subject of Telepathy calls for study and thought, as its implications, if true, would be far - reaching. We might find that we are linked telepathically and clairvoyantly with persons, places, and events, more clo sely than we realise; and that the interlinking of all human life is far more extensive than we know."},{"pageNumber":17,"pageContent":"Beyond the Five Senses   17 CHAPTER III THE SENSITIVE AND HIS WORLD THERE are many people who, at this present time in particular, are very anxious to understand something - or more, as the case may be - of the various matters touched upon in this book. Quite a number have had experiences which they find difficult to explain, experiences which appear to extend beyond the normal happenings of everyday life. Stephen Graham once wrote that ‘this world affords no more adequate scope for our spirits than St Helena did for Napoleon’; and it may be that the spirit of man is frequently seeking to break its bounds while still within the flesh - body. If we consider these powers that take one into the world beyond our senses, we shall find that they are extended functions of the spirit, which seeks to exceed the limits imposed upon it by the physical body, and by this physical world. To function in that realm implies an expansion of the self, a pressure of the soul to come into its own; and the one who contacts that greater world of supersense comes to understand something of the character of this larger self. It has often been questioned whether to register those things that range o utside the sense - world is not very fatiguing, and sometimes unbalancing, particularly when the person with these perceptions sees very acutely with those inner eyes into sorrow, physical pain, and tragedy? Or, when he sees what is coming in the future, or what is taking place at a distance? Or again, when he is absorbing another personality in that peculiar way that is his own? Like all hypersensitive people, it is very necessary for him to learn not to prolong a touch upon any person or situation to the p oint when no further good can come to either party. All sympathetic people tend to be drawn too far into situations and emotional conditions where they become fatigued; this is, perhaps, the weak side of a very excellent quality. It therefore applies equa lly to the seer of visions, or whatever else we choose to term him. On the other hand, the person touching this realm when healthy - minded and posed sees life in its wholeness as he does here, and does not fall into the error of becoming negative, and regi stering unduly those things that belong to the less happy side of life. Some people who have access to this other plane of experience are rather childish characters, and the higher side of their personality is as yet poorly developed; the result is, that they interpret very inadequately what is to be experienced there."},{"pageNumber":18,"pageContent":"Beyond the Five Senses   18 Unfortunately, it is nearly always this type of person and his experience which is singled out for criticism."},{"pageNumber":19,"pageContent":"Beyond the Five Senses   19 On this plane of wider consciousness, one should expect joy, expansion of the p ersonality; and it is there that the riches of experience are to be felt; it is certainly there that inspiration is born. It is there also that we meet with the higher ranges of our own personality withdrawing from its outer manifestation, withdrawing also from material surroundings, touching the subtler faculties of intuition, reflection, meditation, and many other aspects of our deeper self. Dr Osty was right when he said that human life had been imprisoned; on this other level, we enable it to extend its horizon in accordance with increased powers of apprehension and perception. Some people are quite interested in considering these extended faculties which connect us up with a larger world of experience; but when psychical investigators claim that there is evidence to prove that they can make contact beyond the terminus of physical death, reaching personalities who have left this earth, a curious reaction against this idea sets in. This is, I think, partly due to preconceived ideas which their minds are r eluctant to abandon, or even to modify, with regard to those who have died. It has been supposed that it is impossible to contract those who have passed through death, except by prayer; and contact with the so - called Dead has been curiously confined to th e sphere of religion. The world beyond has been pictured as almost sanctimonious. People who look at religion more in the wide sense that G N M Tyrrell (quoted above) does, will not be faced with this stumbling - block, which borders on the artificial. Those who claim that they can contact the Dead present a far more natural picture of the After - Life, which is in all probability nearer the truth. The spiritual world, to the orthodox, must be completely different from life as we have known it here; upon that was founded their idea of heaven. In the Middle Ages, this heaven was a very artificial one; it has become very much less so in modern times. Some exponents, indeed, tend to make that Other Life almost precisely the same as our own, thereby erring in the o ther direction. We must, however, come back to the testimony of those who have the power to see the Dead with the inner sight, by means of direct experience of contact with them. I believe that there are many people who are ready to accept the possibilit y of such contact with those freed from the physical body, but who will not accept that this must be accomplished - at present, at any rate - by the help of some one possession the powers of which I have spoken. The principle of an intermediary is one with which we are quite familiar in ordinary life; as, for instance, using an interpreter in a foreign country; and that is the part that a sensitive (or medium) takes. In all expressions of knowledge, there will be those who expound it in a dignified an d pleasing manner, and there will be the reverse. We have heard a great deal about the unsatisfactory exponents of this branch of knowledge, and forget that there are high - minded people possessing these powers. I can myself recall at the moment two graduates of London University, one Professor of Music, and one writer of some renown, who in addition to their unquestioned intellectual ability, have also the psychic equipment of which I am"},{"pageNumber":20,"pageContent":"Beyond the Five Senses   20 speaking in this book. It would be well if we could understand the significance of this rare faculty; it stands out aloof from the majority of men, elusive, enticing, puzzling, arresting; and withal, gaining increasing recognition. It has been dragged in the mud as something disreputable; it ha s been glorified as something marvellous; and around it, there has been a constant babel of voices expressing conflicting opinions; whilst all the time, across its threshold have passed the feet of those whom death has called away, and who come and go on t heir mission to our world. Is it surprising that we have not heard them with any conviction, nor seen them with any clear - eyed vision? There are times when this vision is clouded; and this is true of the seer as of any one else; times when the sense of ad venture - the sense that life is touched with great issues - is temporarily lost. This is due not to any flatness of existence, but to flatness of the spirit. How terrible a thing it is when this is allowed to stand in the way of the brightness that s hines from that Other World that we long to approach! Then we fail miserably, because of the lack of some greatness in us to correspond to that greatness by which we ourselves are surrounded. When the vision of the Life beyond the Veil has blinded us, eve n for a moment of our existence, as it did St Paul of old, we shall never again entirely lose the sense of its wonder and its reality. If we cannot at all times penetrate that hidden Life of the Unseen, either from lack of vision or of power, yet we can ke ep our hearts in tune with its life, and breathe its atmosphere of immortality."},{"pageNumber":21,"pageContent":"Beyond the Five Senses   21 CHAPTER IV THE WORKING OF THE INNER SIGHT SINCE it is difficult for ordinary people to understand the workings of this ‘other sight,’ I think that a few words of explanatio n might be helpful as an introduction to what follows. In the region of the psychical, there is so much that is outside ordinary experience; yet in spite of this unusualness, there are points of similarity with our ordinary mental functions. This faculty of clairvoyant sight is very complex; it is not a single, simply faculty, and it has many varieties; this is the opinion of other psychically gifted people. In this book, I have described how this faculty may be used to see into the past and the future, as well as events at a distance. It apprehends through symbols; it has the power to diagnose disease, since it appears to see through the physical body; at times, it is able to take into its vision a landscape beyond the third - dimensional one that we know here. It can ‘see’ forms - persons or animals - which appear solid, but one can sometimes see through them; and what is more, other objects can be seen through them. This clairvoyant sight has been classified into two large divisions, that is, the su bjective and objective. It is not always possible to distinguish between the two, and the subjective is very much more common than the other. It is because the subjective vision is so very clear and realistic - and here I am including the experience of others like myself - that it is difficult to distinguish it from the objective. The latter is a very arresting sight, when seen at all clearly; the subjective visions are also most impressive. How these come to the receiver of them, one cannot say decis ively. I know one sensitive of long experience who says that he does not know whether the consciousness of the percipient goes out to find the facts that he sees, or whether the facts come to him; this is a very important point that he has raised, and afte r many years of my own experience, I cannot make any more definite statement. Another curious feature of some of these visions is, that they are very greatly enlarged, as for instance, the figure of a man out of all proportion to his normal height; that h as not very often come into my experience, however. Others are seen in miniature, as many people have experienced when looking into a crystal, sand, or other focussing - points; I have occasionally seen them apart from these. Such minute pictures may be viv id, and even animated; and the same psychic whom I have just mentioned speaks of their having tried to catch his attention. I have more experience of this miniature type than of the enlarged; the figures are then two or three inches in height, or even smaller. Usually, however, they give"},{"pageNumber":22,"pageContent":"Beyond the Five Senses   22 me the impression of being normal in size; some figures seen in their surroundings appear as though they were some distance away, and therefore relatively smaller. The general effect is ra ther like television. There is another type of this clairvoyance, which I shall call travelling clairvoyance; because when entirely quiescent, one seems to move out of this physical body; in my experience, it felt like moving through and out of a tunnel, as a train does. I have undertaken this experiment only under the direction of an expert in these matters; it is not advisable to do so otherwise. As I experienced it, I found it most exhilarating; and I appeared to visit various parts of the globe in a surprisingly short time. I set forth on these visitations to other parts of the globe from a room that was dimly lighted, and at the time of year when the weather was dull and overclouded. Projecting myself to a distance in space, I was deeply interested to find myself in bright sunshine over the Mediterranean, looking down from a considerable height on a beautiful city. I particularly noticed a magnificent church, which I could see in detail. I knew that I was over the Mediterranean, though how I knew, I could not say; neither was I aware of other places en route ; actual movement was my only sensation. Then the scene changed, and I was in Paris, which I have visited several times; I was by this time on ground level, observing with great interest the qua rter in which I found myself; there again, I could see clearly objects a few feet away from me, though I do not remember seeing anything distant; nor can I remember seeing a single person. I was not moving in any ordinary way, but rather felt as if I were floating. The keenest sense of adventure I experienced on another occasion, when after passing through the ‘tunnel,’ I arrived, so to speak, in the East; here again, I knew that I was in Tibet. I mounted, higher and higher and higher with the same floatin g movement, until rocky landscape was observable everywhere. It was very dark, yet I noticed a few stars; and later, as I neared the summit, there was a clear sky, evidently at dawn. I came upon certain examples that I saw dimly, from the outside only. At one point, I seemed to pause for a while, and saw monks emerging from the entrance of their temple, which I felt lay some way back within the rock, slanting downwards. These monks stood upon a flat projecting rock at a tremendous height and were facing ea stwards; the ceremony of worship that they were performing had some connection with the rising sun. I could see each individual monk clearly; there were about six or seven of them. One temple, I remember, I managed to enter; it was sunk some way below the surface of the entrance. This temple was comparatively dark, so it seemed to me, although I believe that it was open to the sky from the top at one point; I cannot be absolutely certain of that. Deep meditation was taking place within; there were kneeling figures; and I was exceedingly interested to see that according to the depth and quality of the"},{"pageNumber":23,"pageContent":"Beyond the Five Senses   23 meditation, so the figure created and radiated light of a rare character; with some, this was very marked. The darkened temple was lit by no lighting save th e self - created light of each individual person. I remember, too, hearing the deep - toned bells that I believe are used in these temples; they, too, varied in depth and fineness of tone, according to the quality of the meditation. Some one who knew Tibet was greatly interested in all that I had seen of it, and could corroborate the visions. To return now to the main theme of clairvoyant sight. One of its features - seeing into the future - to many people seems very remarkable; though perhaps since Dunne wrote An experiment with Time , even this seems more within our experience. A very homely example of this ‘seeing ahead’ had to do with a room in which I sleep with a friend who has typed this book for me, and with whom I work. The room was formerly a lar ge kitchen in our house, which was at one time a coaching - inn. We used this basement room for safety during the present war. The furniture and beds have been in the same position for some time, and since they were carefully arranged, there was no idea of changing them. One day, I said to this friend, ‘It’s a curious thing, but I see that chest of drawers, that table, that chair, removed from that wall, and a bed in their place.’ My friend replied that the furniture would not fit that way, and the matter d ropped. What actually occurred later on was, that the gas - inspector discovered fumes coming back into the room from the gas - fire. The matter proved a complicated one to remedy, and necessitated the moving of the stove to another part of the room. The bed n ow stands where I ‘saw’ it, and the other furniture has been moved. It is curious that although I saw the removal of them, I could not see where they were put; yet they are still in the room. To come now to a matter of importance, which will make some peo ple wonder whether the scope of our personal lives is free only within limitations, and the time of passing known beforehand. I have recently visited a gentleman dying from a severe disease, who had never known what illness was. I remember a very curious feeling that I experienced on a day that he called here whilst motoring, about two years ago. He looked the picture of health, and at that time, there was no question of any physical trouble. A friend received him when he called, and I came in rather late r, just as he was getting up to leave. He said good - bye and went out, and I remember well the indescribable feeling that overcame me. I remarked upon it a little later, adding, ‘It was as though the shadow of death had passed through the room.’ I knew that death would shortly take him, and it certainly cannot be long now. "},{"pageNumber":24,"pageContent":"Beyond the Five Senses   24 In a rather similar case, I visited a lady in her country home, and as I was entering the garden gate, there met me (psychically) a funeral procession coming from the house; it pas sed me as I walked up to the front door; indeed, I seemed to walk through it. It had all the atmosphere of a funeral, although the day was bright with sunshine, and the house and front garden exceptionally pleasant. The lady herself opened the door to me, and I noticed that she was quite well. I enquired after her husband, and she told me that he was in bed that day, not feeling very well, but nothing to be anxious about. I knew then instantaneously that it was his death tha t was shortly to take place. I told her of this some time after his death, which took place within a year. In these cases, there would seem to be no reason to think that any one in the Other Life had informed me, but that I had seen ‘ahead of time.’ There are other cases where I have definitely seen a ‘dead’ person, who has undoubtedly announced some coming event. To some people, this may seem an impossibility; yet the ‘living’ are sometimes seen at a distance from where they are physically at the time of the vision. One friend was, I remember, at the other end of England when I ‘saw’ her; I also felt her grip my arm, presumably to assure me of her presence, and also to tell me that she was all right, as she had gone there on a rather difficult errand. If , as many believe, the psychic or spiritual body is one that co - exists in this life with the physical, and is freed from it at death, then in all probability, it vacates the physical from time to time during life; many cases of the ‘living’ being seen thus are on record. Errors may arise by giving the wrong meaning to what has been seen or heard; that is quite common in our ordinary intercourse with one another. Again, although this peculiar sight of which we are speaking is subject to error, as in the ca se of physical sight, it can at times convey a far truer expression than any words, as we use them. Thought consists very largely of the product of experience, and this subjective sight is often very successful in reproducing the mental content of another mind, which is derived from its past experience; this seems applicable both in telepathy, and in communication with those in the After - State. Many of the mistakes made by those possessing this inner sight are made owing to the difficulty of interpreting the meaning behind the things seen. To arrive at the meaning is not by any means easy, since even in ordinary conversation, the presentation of an idea and the meaning accompanying it, may be interpreted differently by speaker and listener. What an idea or experience may mean to me is not necessarily the same as it is to you; and when I try to explain my meaning to you, I do so out of my own experience and ability, which may be very different from yours. For instance, an idea discussed by two people may, to one, be abstract; to the other, it may appear more concrete; to one, general; to the other, particular. To one of these two people, the idea may have a wide meaning; to the other, it may appear narrow. To one, the question may appear relatively stable; to the other, an ever - shifting problem. Professor Pear says that the meaning of anything depends upon who means it, on what occasion, in"},{"pageNumber":25,"pageContent":"Beyond the Five Senses   25 what connection, and with what purpose it is used; the meaning of any particular thing, therefore, is essentially persona l in character. A right understanding of the meaning attached to any imagery will disclose the personality from whose mind it comes. I have said enough to remind readers that what we are dealing with is very complex. The pictures that presen t themselves to this inner sight often do so with great rapidity; they are scarcely registered before they are gone; and they cannot be presented a second time, nor recalled. Take, for instance, the question of a name or a word seen in this w ay; the right name to be conveyed might be BARKER, whereas it comes to the receiver as BARTON. Very often, the first letter is correct, since it holds a prominent position; the same may apply to the last letter. The middle letters may be seen if they are t all, for the same reason. This is not unlike what happens to people in daily life, when recalling names, or reading rapidly. Here is another illustration of what I am trying to explain. An object may be ‘seen’ and described, but named wrongly; this soun ds impossible, and I find it hard to make clear what I mean. I believe that certain objects described by the sensitive to the listener have this difficulty, that to the former they are presented at times without any sensory association such as touch, smell , warmth, cold, etc.; whereas to the listener, the object described may be almost poignant with sensory accompaniment, because of the associations it has for that particular person. Such an error as this may amount almost to a cleavage between these person s, on account of the listener failing to recognise this difficulty. To the ordinary person reading these remarks, these subtleties are puzzling. I would remind him that he knows sight only in the physical sense. I have tried, as far as I am able, to put o n paper these few explanations, to help him to realise that this inner sight is quite other than the physical. Many people are very anxious to understand something of its nature, and it is for these that I have written. An illustration may help to make my meaning clear. Let us think of a pencil, a paintbrush, a taper, or other objects of similar shape which may be seen by the clairvoyant; all these lack the sensory accompaniment, such as touch or physical sight, which would enable the ordinary person to di fferentiate between them. The touch would show at once that one object is of wax, and one of wood, clairvoyant sight does not necessarily include colour; therefore, it might not be perceived that the pencil was brown, and the taper white. To name an object a taper when it should be called a pencil, would sound incredible, were it not for the differences between psychic and ordinary observation. A few extracts from a recent correspondence between myself and Professor H H Price of Oxford may help readers to understand the intricacies. I said that supernormal sight was quite other than physical sight; for example, one may be sitting in a room in which one can easily see the objects around one, or the pictures"},{"pageNumber":26,"pageContent":"Beyond the Five Senses   26 on the walls; yet when a vision of a supernormal c haracter becomes visible, the entire physical surroundings may completely disappear - walls, furniture, pictures, etc - leaving the supernormal vision only. I have often experienced this. Professor Price commented that ‘it appears theoretically possible that the apparition would have visual solidity and visual depth; but the mantelpiece, chairs, or what not, would not be seen along with it; so that the entire visual field, not merely part of it, would be clairvoyantly perc eived.’ He continued, ‘something of the kind appears in normal dream - experiences, when we are aware of things having depth, solidity, and distance, but are not aware of any part of our physical environment along with them. It also happens in what are described as visions, I think.... It seems to me that those cases are neither objective nor exactly subjective, according to your classification, but fall somewhere between the two extremes.’ There are occasions on which one sees the ‘apparition’ and the material surroundings in the room, such as furniture, etc., simultaneously. On this, Professor Price makes the following comment: ‘Two mechanisms (if you can call them mechanisms) must be working at the same time, and co - operating in the most cur ious way; the normal mechanism which works by means of light rays, optic nerves, etc., and enables you to see the mantelpiece and other physical surroundings; and some entirely different mechanism which has presumably nothing physical about it, and which e nables you to see the deceased person. It is strange that the results of the processes (which must themselves presumably be very different) should blend so harmoniously into a single scene or vision.’ Commenting upon the visionary figure or apparition, Pr ofessor Price wrote: ‘Blacking out the vision of one eye with the finger ought not to make any difference. One would think that the figure would be equally visible, even if both eyes were shut. This should certainly be so, if some entirely different organ is involved, such as the Third Eye of the occultists.’ It is undoubtedly this ‘Third Eye which functions in the case of the inner sight; I have myself seen this Third Eye situated, roughly, between the two normal eyes, on the faces of psychically endowed people.’ Professor Price wrote that he was ‘greatly interested to hear that the supernormal light casts no shadow.’ His final remarks were: ‘If I am right, it is not surprising that people find it so difficult to accept them (that is, these supernormal ph enomena) nor is it surprising that the people who find it most difficult are precisely the most highly - educated, who have the widest acquaintance with the field of existing knowledge, and with the methods by which it has been acquired. In a sense, they hav e more to lose than other people.’"},{"pageNumber":27,"pageContent":"Beyond the Five Senses   27 CHAPTER V SEEING THE DEAD THERE have been attempts recently by various people to say a little more regarding the After - Life, for the reassurance of those whom the war has bereaved. One of the most noticeable of these is Canon W H Elliott, whose special addresses in the Chapel Royal for the war - bereaved have touched on the After - Life in terms that were both simple and natural, maintaining that those who had died could see and know the state of mind of those who missed t heir presence here. He urged upon them all the necessity of realising the re - birth into new life of those killed in war; and he begged those who sorrowed to tune their minds to that truer conception, for the sake of those who had passed through death. All that he said was strikingly new and stimulating, and must have travelled far beyond his immediate hearers. There must be a considerable number of those fallen in this war who have shown themselves to their own people, sometimes conveying an idea with thei r appearance. I personally know mothers and wives to whom this has happened. Sometimes, they have shown themselves through a third person, as in the following case. I recall a boy - an airman - whose parents I knew very slightly. As I walked through t heir beautiful garden to the front door one day, I ‘saw’ this boy - whom I did not know in life - and he welcomed me, conveying the impression, ‘Do come and see and enjoy this garden.’ I told his mother this, and she said, ‘That is exactly like Roger; he used to ask strangers looking over the hedge to come in and look round, so anxious was he that everyone should enjoy the garden.’ His father added to the mother’s remark, that Roger had done so much of the original planning of the garden. I am convince d that the dead are not far from us. I am constantly aware of their presence, not as ghostly figures, but as real living, vital personalities. The naturalness of becoming aware of them is, perhaps, shown in this little incident. I was walking up an down a beautiful lawn, talking to a fellow - guest, a stranger, when that sense of another presence came to me. A man seemed to be thinking of this lady, and I asked if her husband had died. She replied ‘Yes’. In a flash, he conveyed to me that his wife would hers elf pass on very suddenly within a week or two, and he wanted her to keep an anniversary that was just coming; it would be the last. I spoke to her of this and she told me that the anniversary of their wedding day was near. I did not speak of her coming de ath, or of the anniversary being the last. She said, ‘I am glad that my husband wants me to keep this day; we always kept it, but since his death, I have not done so; and to my surprise, she added, ‘I shall keep this one, as it will give him pleasure; I th ink it will be my last.’ Ten days or so afterwards, when this lady had left the house and gone home, a wire came, announcing her sudden death from ptomaine poisoning. Curiously enough , whilst walking in the garden at home, this same ‘awareness’ of the pr esence of another came about in the following way. "},{"pageNumber":28,"pageContent":"Beyond the Five Senses   28 A car had just driven in, with a clergyman and his wife whom I knew; on this occasion, they brought with them a girl in the early twenties whom I had not met before. It was during tea in the garden that I first became conscious of a very striking personality close behind the clergyman; he seemed to be aware of us and our talk, and the expression on his face was one of keen interest. I noticed a curious little deformity, due, no doubt, to an accident in ear ly life. I took the girl round the garden, and could not refrain from saying to her, ‘You are terribly troubled; you have lost somebody younger than yourself? He must have died in hospital, and at that time was strangely irritated by the sound of a large c lock on a building facing his window. There walks with us a man whom I saw at teatime, and I feel that he is anxious to give you comfort, and that he knows you and this young man very well. He conveys to me the idea that this young man - your brother, I gather - was taken from this life very suddenly, and that he did not wish to go. The elder man seems to have understood boys and young men very well. i believe he wishes to say that in this matter, he will help that brother of yours.’ All this was pecul iarly apt and correct, she told me; it was complete in its message and description, and she was tremendously impressed by it. I ought to add that there was no outward sign of trouble about her, and no reference had been made to it. I remember, when stayin g in a doctor’s house, an old lady, also staying there; she used to play the piano beautifully. When we sat in the large drawing - room in the evening, I frequently saw quite close to her an archdeacon, whom I always imagined to have been her husband. One da y, I had the opportunity of speaking to her alone, and described the man who wore gaiters and apron. She said, ‘No, that is not my husband, but it is Archdeacon X, who was a great friend of us both. I am glad to think that he is sometimes near me.’ Here i s another instance of the nearness of the ‘dead’ to the ‘living.’ During these years of war, we have been collecting clothing for those whose homes have been bombed; in this connection, a lady called one day, and we were talking together in the drawing - ro om; my friend was also present. While the conversation passed between those two, my ‘other eyes’ were arrested by the following: Behind the lady (who was facing me) stood a woman with a beautiful figure and an equally beautiful face, the head surrounded w ith a mass of curls, eyes blue, bright with gaiety, and a lovely pink and white complexion. She leaned over the seated figure, peeping, as it were, over the left shoulder, indicating on her own dress something that hung at the neck, to which she was callin g attention. I had already noticed a very fine ring on the living lady’s finger - a ring that I had noticed on first meeting her. On the previous occasion, I was struck not only by the beauty of the ring, but by the great significance which I felt attac hed to it. Rather to my surprise, and unexpectedly, the seated lady said to me, ‘Sometimes, I am able to help people in an unusual way.’ I replied simply, ‘So am i.’ She added, ‘I think my sister realises that I am here today.’ I said to her, ‘Had your si ster a mass of lovely curly hair? Was she a fascinating creature, and so gay?’ she answered, ‘You mean a sister who died, whom I called Sweetheart?’ I said ‘Yes.’"},{"pageNumber":29,"pageContent":"Beyond the Five Senses   29 This was our first reference to anything of the kind. I went on to say, ‘She seemed to be ca lling attention to something hanging round the neck.’ Our visitor put her hand insider her dress, and produced, suspended from a little cord, a rather unusual pendant, bought, she said, in California. I, glancing at it, remarked, ‘Surely, that is a symbol of unity.’ She replied, ‘That is what my sister always said about it.’ she added, ‘Both that and the ring were bought on her last birthday; I gave her the ring, she gave me the pendant, saying, ‘These are symbols of our love.’ The lady went on to tell me how, before an operation from which her sister did not recover, she asked that the ring should be fetched and put upon her finger, remarking, ‘If I lose this ring, I shall soon lose my body.’ Before the operation, the nurse found the ring lying loose in th e blanket, and gave it into the other sister’s care. Twenty - fours before she died, the sick woman asked her sister not to be hurt by what she was going to say. ‘You know, don’t you, that your love is holding me here, and that I have to go? Will you withdr aw for twenty - four hours the desire to hold me here, so that I may be free to go? She also asked that when she went, the living sister would take no initiative in trying to reach her, but would wait till she made a sign. After ten days, the sister heard h er call, and saw her, since when she has been in constant touch with her, in the same natural and spontaneous way. She did not regain consciousness after the operation, save for a few seconds, when she gazed at her sister, her face radiant; it was her sign of farewell, though she could not speak. Her sister had been reading aloud portions of the Gitanjali by Tagore, believing that it might reach the subconscious mind of the dying woman, and had read these words: ‘Let all my life take its voyage to its etern al home, with one salutation to thee.’ After the sister had left us, that same evening there came to me the words, ‘See page 63 of Gitanjali ,’ where I read, ‘And there comes the evening over the lonely meadows deserted by herds, through trackless paths, c arrying cool draughts of peace from the western ocean of rest. And there, where spreads the infinite sky for the soul to take her flight in, reigns the stainless white radiance. There is no day nor night, no form nor colour, and never, never a word.’ This quotation, I understood, was to be sent to her sister. What I have just described shows a person prepared in some way for the last adventure of death, and helped by the intuitive understanding of her sister. Unfortunately, there are very many who have no ne of the help or preparation. There comes to my mind a dying woman whom Sir Oliver Lodge wired me to go and see, if possible. Her end was very near, yet her mind was acutely alert. She questioned me on many things concerning that life for which she was bound, and I spoke of what I knew, reassuring her. She had been brought up in the old school of religious thought, and I shall never forget her questions, asked under great difficulty on account of extreme heart - weakness, and the hungry way in which she absorbed all that I said. We"},{"pageNumber":30,"pageContent":"Beyond the Five Senses   30 remained thus, questioning and answering for an hour and a half, for it seemed as if she could not let me go. I heard soon afterwards that she had died in great pea ce. My own mother was another example; her extreme sensitiveness to suggestion and mental help was most striking. She appeared, as I thought, to fear death, though she said no word about it. I remember suggesting that she should quietly and confidently c ommit herself to that great life - force which would carry her along, if she did not resist or fear; to relax to it, not to struggle against it, was the secret, and to have perfect confidence. Life itself would take us along with it, and we had merely to tr ust to its guidance; there was nothing to fear in death itself, and life lay beyond the veil. In this strain I spoke quietly and reassuringly for some time, and watched the change in her face from anxiety to peace. I was ill at the time of visiting her, a nd had to return home, and to bed. Shortly before she died, a ‘voice’ told me that she was nearly gone; and about an hour after her death, I ‘saw’ her for a few seconds at the foot of my bed. She was radiant, and looked many years younger; she smiled at me , and then passed on her way. I am of opinion that even during unconsciousness or semi - consciousness, the mind and spirit of a dying person may reach out and respond in some measure to those who watch. One whom I remember well was practically unconscious when I sat with her, and the nurse assured me that she was beyond any external stimulus. I felt that appearances were deceptive, and asked that I might be left alone with her. No friend or relative had come to see her at the end of her earthly journey; s he was a proud and aristocratic figure of the old school, and I felt that she was aware of her loneliness, even in her unconscious condition. I spoke to her in simple words, and assured her that only fundamental things were of real importance now, and that upon these she could rest secure. I reminded her that her husband must be anticipating her presence on the Other Side, and that she should go out with joy. Before leaving her, I made the sign of the Cross upon her forehead, and repeated the words, ‘The p eace of God which passeth all understanding, keep your heart and mind in the knowledge and love of God!’ Finally, although I was virtually a stranger to her, I kissed her; and to my astonishment, her almost lifeless hands gripped mine firmly and with purp ose. That I had reached her inner life, I was assured, though the nurse was still of opinion that her patient was far beyond any human touch. After her death, I was sitting in the Nursing Home with the matron, shortly before the arrival of the cof fin. While the usual preparations were being made upstairs, I ‘saw’ through the open door of the room in which we were, a tall shadowy figure surrounded by light slowly descending the staircase; the face was clearly"},{"pageNumber":31,"pageContent":"Beyond the Five Senses   31 recognisable. I sp oke to her silently as she approached, bidding her farewell, and reminding her once more that what was taking place above was concerned only with the physical, and that she herself was free. She looked at me very steadily, and then vanishe d."},{"pageNumber":32,"pageContent":"Beyond the Five Senses   32 CHAPTER VI LINKS BETWEEN THE LIVING AND THE DEAD IN the last chapter, I have tried to show how natural and spontaneous are these appearances of the Dead. I have also expressed the opinion that we should help those who are about to pass through the experience of death. I would go further, and say that every adult person should consider the significance of this event as part of his philosophy of life, not shunning the thought of it until the actual experience has to be faced. There is to - day a grea t deal more interest concerning those who have ‘passed over’; we are less content to leave them, as though responsibility concerning them were beyond our control. Many of the living and the dead are maintaining intercourse by prayer, by thought, sometimes by a definite effort at communication; and the idea that this is wrong seems no longer to have much hold upon the mind. I can testify that this is so, as a great number of people write to me for help in making this contact. They write from various parts o f the world, and from my experience of hundreds of such people, ever since the last war, there is very little doubt that communication between the two states of existence does take place. I hope shortly to publish records of some of these, by kind permiss ion of those concerned. I believe that if we had the eyes to see, and the faith to believe, we should know that the ‘cloud of witnesses’ - the idea of which is familiar to us - embodies a great truth, namely, that there is no hard and fast line betwee n those whom we term the ‘living’ and the ‘dead.’ I am sure that many people attribute inspiration, help in moments of crisis, insight into some puzzling problem, to the fact that those who have gone before us, and who in all probability see further than we do, can still be in touch with us. It would seem to me a false idea to suppose, as I have heard people state, that those who passed on a considerable time ago must necessarily be so spiritually engrossed in that other world that they cannot possibly co ntact us here. One might as well say that a highly evolved personality on earth is far too absorbed in his spiritual reflections to take notice of any lesser individual. The very reverse is the case; spiritual development does not entail being out of touch with those on earth, though it may involve the shedding of minor interests that are associated with our life here. For all we know, there may be many who have died long ago, who are much concerned with our period of social, historical, or religious evolu tion and development in this earth - life, collectively and individually. "},{"pageNumber":33,"pageContent":"Beyond the Five Senses   33 An instance of this was experienced by me in an old Quaker Meeting House in Sussex, where Friends had met for worship through several centuries. One Sunday morning, I was listening to a Friend who was speaking with sincerity and simplicity, when I noticed immediately behind him a very tall Quaker of such outstanding force of personality, that he seemed to pervade the whole assembly. His face was weather beaten and lean; it gave the i mpression of strength won through suffering; he had evidently been a man of persevering effort and endurance. He wore the Quaker garb of a past age, and yet seemed to be inspiring the present speaker, who was a man of high quality of character. Another ma n, wearing the tall hat of the Quakers of old, was also visible to me. An elderly woman was seated near the speaker, also belonging to a bygone age; she brought a feeling of serenity and peace. In fact, the whole atmosphere of that Meeting House was full o f quiet power, created primarily, I felt, by persons long since gone, yet whose spirits came and went amongst the present worshippers. George Fox had been often there, and a special chair in which he had sat is still to be seen in its place. I have a ple asing picture in my mind of that other old Meeting House particularly associated with George Fox; I refer to Jordans. It is situated in a quiet and picturesque spot, far away from all sound of modern traffic. One Sunday morning, I sat among the worshipper s there, and I remember listening to an elderly man whose name was wellknown in the Society of Friends; he was seated where the Elders usually gather. His face bore traces of recent suffering; his eyes were tired; but when he raised them, they held that li ght which is peculiar to those who have absorbed the Quaker teaching through generations. After a prolonged silence, he rose quietly, and led the Meeting in prayer; his words were as if inspired. Whilst he was still seated, I had ‘seen’ close beside him the spirit - form of an elderly woman, of much the same build as himself. Her face was shining with that inner light, and her eyes, too, had that penetrating spiritual glance. She remained close beside him whilst he prayed, and I was convinced at the time th at his prayer was inspired by that spiritual presence. As we stood in little groups outside the building later, I mentioned this incident to a member of an old Quaker family. She immediately recognised the woman as the Elder’s beloved sister who had recen tly died. Would not this vision suggest that many of the living are inspired by both the spirit and the words of those whom we term ‘dead’? Now let us look at a lighter aspect of the same idea; for psychic perception ranges over all phases of experience; since it is associated with life and persons, that is what we should expect."},{"pageNumber":34,"pageContent":"Beyond the Five Senses   34 Here are some instances of its functioning at several concerts at which I was present, and during a play in a theatre at two of the concerts and at the theatre, there was a k ind of poignancy traceable; the remaining one has a touch of piquancy. At one concert, the platform was occupied by more than one artist, the central figure being best known to the audience; it was, however, to the pianist that my attention was chiefly dr awn. As she played, there came on the scene the psychic figure of a man; he carried himself well, and appeared in full evening dress, the waistcoat cut very low. He might have been a man of thirty - five or forty; he was certainly a person of distinction. A t the back of the stage hung a heavy plain coloured curtain which showed up this man very distinctly. He stood immediately behind the piano, a little to the side, one hand rested lightly on some large object with which he was familiar in come other settin g. The hands were remarkably white, and beautifully shaped; his movements were slow and deliberate, his touch particularly gentle. He was himself exceedingly musical, and was watching the pianist with rapt interest. There was an intimate link between thes e two, one that was recognised by them both, yet one that had never been expressed in words. His link was more than one of musical interest; it was based upon a deep regard, out of which might spring a real and enduring affection. The restraint of the man was very marked, as if he had deliberately trained himself to hid this. It would seem that he dared not deflect her attention from her musical nature. And how easily it was swayed by passionate emotion. E seemed to have known her family many years ago, wh en they were in rather impoverished circumstances, and the family was not a small one. I saw in a flash a big room with the family group, early Victorian in every sense, and this daughter with a rather striking profile, and a proud tilt of the head. I had almost forgotten the music for the moment; she was now playing, with apparent feeling, ‘The Gentle Maid’. For one moment, the two seemed intimately united, and I felt that she, too, must be seeing in memory scenes from their past lives. At that point I le ft them, enwrapped by the spell that held them both for a few fleeting moments. Another scene concerns a pianist whose movements I watched with absorbed interest. As his small white hands moved lightly over the notes, his head sank deep into his chest, so that he almost embraced the keyboard. What memories flitted before his mind/ there seemed to appear before my vision a picture of a small boy of some ten or eleven years or less, whose love of music took him frequently in and out of an old cathedral chur ch; so old, that its walls were crumbling beneath the centuries, blackened with the smoke of many chimneys. At the west entrance was a low narrow rounded archway, under which one must bend the"},{"pageNumber":35,"pageContent":"Beyond the Five Senses   35 head to enter; above it was a large plain window. Past the door way ran a narrow street, three or four feet wide, curving abruptly and disappearing. Within the church, one looked far long a narrow low side - aisle; the old wooden seats had beautifully carved ends shaped somewhat like a mitre, a nd as they figured one behind the other, they gave the strange impression of soldiers lined up in single file. At the extreme end, the figures of two men in miniature moved and spoke with one another, one an older and taller man. Close by this old ca thedral ran a river; the city was dark and ill - lighted, as if buried in a remote past. This city was in some distant part of Europe, as unlike the musician’s present surroundings as could be imagined. Had his mind run over, as he played, the times when he , perhaps, stole into that dimly - lighted church to hear the organ? And was his home within sound of the cathedral bells? Was he recalling hs boyhood and his youth? For at one moment of his playing, his whole face changed, his back straightened, and he took on the appearance of a youth. A light hand rested for a second upon his shoulder, and the spirit - form of an elderly lady in black bent slightly towards him, as he played a sonata which was surely familiar to them both, and recalled the budding genius of the youth she loved. Their hands and fingers were alike, and she would spend many an hour in making the finest lacework; she, too, had the artist’s gift of creation. There was a deep attachment between the mother and son, and a sense of loneliness and rem oteness from a much - loved home and country pervaded the man as he now appeared. One thing united the various stages of his life, and that was his intense passion for music. The other memories might come and go, but this lifelong devotion to his art would remain with him to the end. The next vision was from a box in a large crowded theatre, where a popular play was in progress. I knew only one of the actors, and nothing of his personal history. Although the play was being magnificently acted, I was aware that the cast was sharply divided into two opposing factions, at variance with each other. This could not have been detected in any other way than by psychic intuition; and when I went to the green room later, my actor - friend told me that this division in their company was only too true. A more interesting incident was the psychic vision of a young girl on the stage at intervals during the play; she was watching the performance with the keenest interest. There was a look of extreme delicacy about her, and when I mentioned this to the actor, he was deeply moved. She had been, he told me, his leading lady, and was greatly beloved by the whole company. She had remained with them as long as was possible, but had recently died from a lingering illness. "},{"pageNumber":36,"pageContent":"Beyond the Five Senses   36 As I saw her, she was no ghostlike apparition, but was following the play and the performance of each actor with critical appreciation. The actor to whom I spoke took the idea of such appearances quite naturally, so I had no hesitation in questioning him about th e girl whom I had seen. At the third concert, the sole performer was an elderly pianist of some renown; he was playing on this occasion the Sonata in B flat minor, by Chopin. During the Scherzo movement, I saw with the inner vision a very beautiful fi gure of a young woman standing immediately behind him, wearing an old - fashioned dress which reached to her feet. The low - cut bodice was perfectly plain, and made in material of fine texture, the skirt falling around her in billowy folds; it was of light co louring, and I saw no pattern upon it, her fine golden hair hung in ringlets around her long and slender neck. Her hands were on her hips, with the fingers pointing backwards; her chest was thrust forward, as though she were studying a pose in deportment. She was stepping lightly, pointing her toes, her head turned over her left shoulder in the direction of the pianist. During the Funeral March, she sank into an armchair, her head drooping, and her whole pose full of dejection. Upon her lap lay a profusion of flowers untied and loose. There seemed to have been a close association between these two at some time. I do not know in what relation they stood to each other; possibly, she had been a favourite pupil, or a dancer whose career he had followed with int erest. Some critics might say that with regard to the three pianists, they might have been remembering what I perceived, and that I picked up these memories. No definite pronouncement can be made, because there are so many examples which would fit either case, appearances of the dead or memories of the living. We must remember that where those who have passed on are concerned, the memory of them is sometimes intensely vivid, and that a sensitive can ‘see’ other peoples’ memories exteriorized. It would be better, therefore, not to state with too great certainty which category these examples fall into. I remember a conversation which I had with Miss Moberly (joint authoress of An Adventure ) in which she remarked, ‘There is a very fine line indeed between o ur ordinary normal experience and that strange psychic perception which takes one into a quite other field.’ I answered, ‘But how can we know for certain of which order these things are?’ to which she replied, ‘Do you not think that we who have this ‘other ’ perception have at the same time some acute sense which accompanies it, and which becomes more reliable as experience grows? In fact this kind of discrimination can be trained.’ "},{"pageNumber":37,"pageContent":"Beyond the Five Senses   37 The whole of my experience in the psychic field goes to show that this is s o. Throughout my work, I have found myself increasingly able to make this discrimination. In my own particular case, discernment is necessary to discover whether thoughts and ideas that I am receiving from a communicator on the Other Side are consistent th roughout. It is possible that in the process of transmission, certain intrusions emanating from my own mind may creep in. The matter is not a simple one. Even in ordinary conversation, it is not easy to draw sharp lines of demarcation bet ween the ideas presented by different people. All of us are very open to suggestion in our intercourse, and our ideas certainly impinge one upon another. If a strongly integrated and concentrated personality is communicating - whether in ordin ary conversation or as a spirit - communicator - his ideas are more likely to keep in line and reach the recipient unmixed; provided that a sympathetic atmosphere is created through which ideas may flow. The ‘fine line’ discussed with Miss Moberly may be largely a matter of tuning - in to other vibrations, and the adjustment that has to be made needs to be very exact. Any failure here makes for confusion and error. It may be impossible to describe how one steps across that ‘fine line’; and when I pressed Mis s Moberly further, and even offered some kind of explanation of my own, her final remark was ‘When we know all there is to know about higher mathematics, we can, perhaps, proffer an explanation.’ My psychic experiences at Versailles (related in the follow ing chapter) coincided with Miss Moberly’s in some degree, though I visited it many years after she had done so, and at a different time of year. It appears that she was there when the place was highly charged with a psychic replica of the past. Why plac es and houses re - awaken, as it were, to the call of a past age, or past personal history, I do not know; but I have stayed in old houses where this undoubtedly seemed to occur. When we were discussing the phenomena to be seen at Versailles, she and I both remarked upon the strange feeling that accompanied the swift change of scene from present surroundings to those of a bygone time. Every time I experience this, I feel this strangeness in the process of shifting from the present age to other earlier times and periods in history. This sense of strangeness lies, I think, in the contrast of outward setting, such as dress and surrounding, rather than in the experience itself."},{"pageNumber":38,"pageContent":"Beyond the Five Senses   38 CHAPTER VII THE ATMOSPHERE OF OLDEN DAYS THE psychic faculty renders its posse ssor very sensitive to atmosphere everywhere, whether connected with individual people, buildings, or localities; he can even feel the atmosphere associated with any particular object. The significance of this is far - reaching. I have myself been in houses which made a strong appeal, and in others where the feeling was the very reverse. In a place where history has been made throughout the centuries, one might expect to become aware of something of its story, and of scenes that are long since over. In doing so, one stands, as it were, between two points in time, being fully conscious of the present moment, yet reaching backwards in awareness of the past. This simultaneous existence in two periods of time will always be to me an extraordinary experience, aliv e with interest and full of mystery. In many of our English abbeys and old churches, scenes from the past have been perceived by those living to - day; in some cases, it is possible to find verification of what is seen, although much is impossible to trace, owing to the comparative scarcity of written history available to us, and to the fact that many events of the past have never been recorded at all. I was once staying in a house which had formed part of the chapel of an old abbey, the dining - room being n ear where the altar had stood; the religious atmosphere still pervaded that portion of the building. In the rough fields outside, there was practically nothing to be seen that suggested buildings; the owner and I wandered round the grounds one evening in the failing light, and I with my inner sight tried to recapture something of the abbey as it used to be. Straight ahead of us, it looked to me as if there had originally been a large burial - place, with graves here and there; though to ordinary vision, not hing but rough grass was perceptible. Some distance further on, I could see with my natural eyes a long, high thick hedge; this was only just visible in the now deepening twilight. With ‘other eyes’ I saw through the hedge the outline of a long, large bu ilding, showing white in contrast with the darkness; it ran exactly parallel with the hedge. I should have liked to walk into that building as I saw it then, but it was impossible to penetrate the hedge, and the way round was long, and difficult to find i n the quickly growing darkness. "},{"pageNumber":39,"pageContent":"Beyond the Five Senses   39 We came back through a part of the grounds which was then a cultivated garden, and I remember remarking that we were passing under a high archway, of brick, not stone; it was very crumbled and old, and part ially demolished, quite invisible to ordinary sight. To me, it had the appearance of forming part of a very high building, as I could see fragments of a wall continued above. Figures were to be seen here and there, though I heard no spoken word. A fter my return to my own home a day or two later, I had a vision of a monk, who spoke, saying, ‘Go to the city of St Cuthbert.’ I had then no idea of what city this might be, but on looking up a reference book, discovered it to be Durham. I have never visi ted that city, and am not aware of its having any connection with the abbey. I shall hope to discover some day that there was some connection between these two monasteries. Not far from my home is a pleasant old manor house, which also stands upon the sit e of an ancient monastic building. On one occasion, when visiting the present owner for the first time, we were having tea with her in a lounge hall, when I saw the etheric form of a man who was smiling pleasantly, as if in welcome. I described him to the lady, who said, ‘That must be my husband; he died a few years ago, quite suddenly, in this hall.’ She said that he had always had such a pleasant welcome for newcomers. From the hall, a door stood open into an adjoining room, and shortly afterwards, throu gh the opening, I saw three psychic figures approaching - one a very aged monk with bent form, supported on either side by younger brethren. These figures were apparently coming from the room which I was told had been the refectory in old days. The house had been a rest house for the aged and inform monks connected with a distant monastery. Through the garden ran a little stream, and by the side of it I noticed a small building; this latter was not normally to be seen, and was evidently connected with th e past; there was an atmosphere of great peace in the whole surroundings. In connection with an old abbey in the west, I was fortunate in gaining admission to the ruins by moonlight, though the time granted was very restricted. My friend and I stood in t he centre of the nave, facing the east end. All that one could see with one’s normal eyes was the grass which covered the whole nave illuminated by the moonlight, and the ruined outer walls. Turning into a small enclosure, I could ‘see’ what must have bee n the reader’s seat in the refectory; as I saw it, it was occupied by a monk who was reading aloud to the brethren during a meal, as was the custom in those days. I could distinguish quite fifteen or twenty seated figures. Moving on across the grass towar ds another enclosure, there could be seen a few spirit - forms of aged and infirm monks; the portion of ground upon which we were entering was the infirmary, as I learned later. In yet another part of the grounds, we"},{"pageNumber":40,"pageContent":"Beyond the Five Senses   40 reached what was apparently a chapel, alt hough I could only surmise this from the devotional atmosphere which pervaded it; there were figures seated along a low wall, whether in contemplation or listening to a homily, there was nothing to indicate. All these glimpses into the past suggested the daily life of an Order whose influence could still be felt there. The ruins of another well - known abbey were rich in visions of the past; these also I saw first by moonlight, in company with other people, only two of whom had, like myself, never been ther e before. One of these was also clairvoyant, and we compared notes afterwards as to what we had seen. My first psychic impression after entering the precincts was of small wattled huts, where now is only grass; these could be clearly seen dotted about, fa irly close to each other in a group. I described this to the friend who was conducting us, and was told that these huts formed the earliest shelter for the monks who first settled there. Towards the south were to be seen (to normal sight) some steps leadi ng down to a side - chapel; at the top of these steps was the psychic form of a hunchbacked dwarf in the dress of a jester of the Middle Ages; he was moving swiftly about, gesticulating, his face animated with amusement; he appeared as though he noticed us. I confess that a jester was the last person that I should have expected to meet with in the abbey precincts; I associated jesters only with Court life, and do not know whether they ever had any connection with monastic establishments. Descending these s teps, we found ourselves in a small chapel, of which just the bare walls were visible to ordinary sight; looking around, I was aware of a very ancient shrine upon the wall, the exact size and position of which I could clearly perceive. I saw in the same chapel the ghostly form of a monk wearing a white habit, who stood with outstretched arms barring the way to a small alcove in the south wall; we did not enter it then, but discovered the next day that the alcove contained a well. Normal sight showed us a curious marking on the wall near the well, roughly shaped like the capital letter H. The same mark was to be seen on the doorway of a ruined building at some little distance from the abbey; we could not discover the significance or connection (if any) betw een these two marks. When the monk barred the way, it seemed as if he might be guarding some treasure or secret; one could not help wondering whether an underground passage connected the two buildings, but I have never been able to verify this. Let us n ow leave these English abbeys, and visit French soil, looking at the castles of Malmaison and Versailles, connected with Napoleon and Louis 14th. As we travelled along the somewhat monotonous road from Paris to Malmaison, it was difficult to realise th at we should arrive at a place so filled with Napoleonic associations as is that small palace which housed so remarkable a figure. To me, it was the small and simple garden, so unchanged since their day, with its stream and l awn and drooping trees, which retained more of past atmosphere"},{"pageNumber":41,"pageContent":"Beyond the Five Senses   41 than did the house itself. The old coach - house still contained some of Napoleon’s coaches; and in the palace, were to be seen Josephine’s personal possessions, and Nap oleon’s favourite chair, standing on a raised dais in his room. So permeated was that chair with his personality, even after so many years, that I saw the pose of his shadowy form in it, drooping as if from fatigue, the head bowed on the chest, perhaps in fitful sleep. My time there was very short indeed to gather impressions, but although some years have passed since that day, I can easily recall the atmosphere that hung around those walls. My French ancestry makes t hese scenes in France especially appealing to me; moreover, one of my Bazett forefathers was connected with Napoleon during his imprisonment in St Helena. I remember an aunt of mine telling me how an old member of the family visiting Madame Tussaud’s Exhi bition exclaimed, ‘Why, there is our old carriage!’ it had been given by Napoleon to their family, and she had lost sight of its whereabouts. A curious little incident connected with Napoleon occurred when I visited some friends, who happened to remark th at their ancestors had also been in St Helena during his time there, and they produced a ring which he had habitually worn. As I held it, it was teeming with battle - scenes and sounds of cannon - fire; I said so, and laid it aside; my host remarked, ‘Surely, this is the eve of Waterloo,’ which indeed it proved to be. A critic reading the manuscript of this book suggested that I should make it quite clear whether it was really Napoleon himself that I saw in his chair, or whether it was an akashic picture, in t he sense that occultists use the phrase, meaning an impression made upon the ether. Here again, one questions, ‘Of what character is the impression that is left upon an object closely associated with a person during a lifetime, and remaining after a perso n’s death?’ I doubt whether we know the answer for certain. When these intangible matters have been labelled with names, the mystery has not necessarily been made clear. All that I feel prepared to say at present is, that in my personal experience, there a re degrees of clearness in the pictures thus focussed. Some give less sense of a real personality than others; some appear more like a photograph, showing no movement; others seem rather like dream - creations; others again, defy any attempt at definite expl anation, though one might partially describe them. They seem to touch the verge of a different order of psychic experience, in the same way that deep mystical perception is outside the range of ordinary life. Then again, there are those that convey a vivi d and undoubted sense of a living personality, sometimes even seeking intercourse with the living. Another great centre of interest to me in France was the Palace and Gardens of Versailles, a place that I had always wished to see. I hoped, as I reached i t in the quiet of the early morning, to recapture with clairvoyant sight some of the scenes which had belonged to the poignant days of Marie Antoinette and her King. "},{"pageNumber":42,"pageContent":"Beyond the Five Senses   42 Although the gardens have retained so much of the natural beauty of that past romantic ag e, yet there steals over one a sense of desolation, and a heavily oppressive atmosphere pervades the whole place. There was practically no one about in the Gardens; there seemed nothing to draw one’s attention to the present; and as one came within sight of the Grand Trianon, the excessive stillness and the sense of stepping over enchanted ground stole gently and irresistibly over one. That building, standing amidst trees and soft green grass, felt peculiarly lonely and devoid, as it would seem, of all that had given it life and colour. As I slowly approached, tiptoeing instinctively lest one should disturb the ghosts that still lived within those walls, I heard faintly the music of a bygone period; some stringed instrument, musty, no doubt, with time, was lightly touched by unseen fingers, sounding intermittently, with long pauses between, its melancholy air blending strangely with the freshness of the morning. I stood immediately below the windows from which issued these sounds, outside the eastern po rtion of that massive building. Not a living soul was in sight, and apart from the music, nothing save a rustling of leaves broke upon the stillness that surrounded that old haunted mansion, bare of all furnishing, dead to the present, yet with live memori es of the past still functioning in an unknown sphere of their own. Noticing the long trunk of a fallen tree a little way ahead, I walked in that direction, and there rested under a fine group of trees in full view of the Grand Trianon, and of the magnifi cent avenue by which it is approached. No tourist was yet to be seen in the gardens, only an artist who sat and sketched in the far distance. Turning my head to take in the surrounding landscape, I noticed a little building standing in the open space behi nd us. From it, a man in old - time costume stepped out, hurried across the grass, turning neither to right nor left, and vanished into thin air. He was unaware of the living, and was a shadow of the past. Here again, the same question arises: ‘What exactly is it that one sees?’ this man from the past, and any similar apparition - is he alive in another (non - physical) body, and attracted to this historic spot with which he was once closely linked? Is this memory or attraction constant or intermittent? Or, is he drawn there momentarily by some one’s keen interest in his period of history? If reincarnation be a fact, have I, or any other sensitive who has seen him, some curious unknown link also with his historical period? And does this constitute, or help t o constitute, the right conditions for such seeings? A definite statement is difficult, because when thus seeing figures from the past, one does not necessarily feel, touch, or hear them; so that the evidence upon which one can draw for a definite statemen t is limited; whereas with ordinary people, all our sense - perceptions are called into play, enabling us to recognise them. "},{"pageNumber":43,"pageContent":"Beyond the Five Senses   43 Shortly after meeting with the strange figure that I have described, my attention was arrested by the sight of a long procession of twenty or more graceful figures in double file winding its way up the avenue. They were all young girls, wearing the same type of dress, a simple flowing robe of grey - blue colouring. In a few seconds, the girls in procession had vanished; there was no sign of life around, complete stillness pervaded the gardens. About the grounds were various grassy tracks leading to water. Halfway - down one of these, my attention was arrested by a small building; I saw the thatched roof and part of the walls, half hidden by a thick shrubbery; no approach was anywhere visible. I asked a friend who had now joined me, ‘Can you see a building among those bushes?’ and was surprised when she said, ‘I can see nothing.’ On our return from t he pool, I looked again for the building, but it had completely disappeared. We were in the wooded portion of the grounds, and upon that site might have stood one of the woodmen’s cottages in the olden days. In one of the smaller avenues of the Grand Trian on, the figure of a man in dark clothing of the period of Marie Antoinette passed us by in feverish haste, and I observed another similarly clothed close to the little terrace above the lake. Although I passed quite close to one of these, he gave me the im pression of being utterly preoccupied, and totally unaware of our presence. The same unawareness and preoccupation accompanied the appearance of two persons approaching within a few yards of us. They were a lady and gentleman in old - fashioned dress of ric h colouring, in a very ornate style. They talked with great animation, yet I could hear nothing of what they said. The lady constantly tossed her head coquettishly, as she walked with her arm linked in his; both were tall and well - built. They were approach ing from the direction of a small building standing upon a rustic bridge; their figures stood out clearly in the bright sunlight. In a flash, they, too, were gone, and the bridge also, and I was abruptly recalled to the present once again. At one point, I lost my sense of direction in those vast spaces that make up the Gardens of Versailles, and I was anxious to reach the Petit Trianon by as direct a route as possible. Looking round, I saw no one about whom we could ask, and I remember making a mental appe al that some one might indicate the direction that we should take. Whether it was in response to my request, I cannot say; but there appeared in the distance a curious lean figure in close - fitting jerkin and breeches, who gesticulated and pointed almost v ehemently. We followed along that way, and found that it led directly to the Petit Trianon. In this case alone did any ghostly figure of the past show the least sign of being aware of our presence. I sat for some time in the little formal garden of the Pe tit Trianon, in view of the Chapelle, raising my eyes occasionally to the terrace where Marie Antoinette used to sit, hoping that I might catch a glimpse of her. Here, it seemed to me, was concentrated the intense feeling that was bound up with the life an d tragedy of that"},{"pageNumber":44,"pageContent":"Beyond the Five Senses   44 prominent figure in history who, for good or ill, had been the centre of that kingly court. The atmosphere that clung so overpoweringly around that little garden was almost suffocating in its intensity. I rose from the seat, walking up a nd down to shake off the feeling. Had I not resisted it, I felt that I should be overcome by a heavy drowsiness that almost amounted to a trance - state. In such a condition, anything might open up before one; and although curiosity and interest tempted me t o succumb, I knew full well that to do so might expose me to experiences and sights which, however true to fact, would be obtained only at a cost that one would not lightly risk. Here I felt that I was on the verge of entering into the very heart and spiri t of Versailles, as it had been in the days of the Queen. Curiously enough, I had the same overwhelming sensation three times in different parts of the Grand Trianon gardens; but I was to experience a much more extreme form of it near the little build ing known as the Boudoir de la Reine. Its tiny garden was well - fenced round; no entrance was possible. A rough path led up to the door, which was closed, and had obviously been so for many years. I walked on further, and returned to it later. I looked agai n, and to my astonishment, the door was now partly open, as my friend could also see. As I looked, it opened still further, and a man hurried out, came down the path to within a yard of us, turned abruptly towards the back of the building, and disappeared. He, like the others whom I had seen, seemed preoccupied and unmindful of the living, though he almost touched me in his feverish haste. I was anxious to follow him, so we found a way round to the back of the building, walking slowly along a little grass t rack which led into a wide avenue. About halfway along this path, I seemed to encounter a strong resistance, as if unseen figures were barring the way against us. I endeavoured to push on in spite of it, but the overpowering sensation which I have describe d before came over me in full force, so that I found myself sinking to the ground. It was with considerable difficulty that my friend dragged me, gasping, to the end of the path, where I eventually recovered myself. I cannot account conclusively for this incident, but my own theory is, that possibly in old days, that portion of the grounds had been strictly reserved for the Queen’s use, and that no outsider would have been tolerated there for an instant. The whole atmosphere of Versailles was oppressive a nd haunting, and I was glad to find the quickest way out of the gardens, and into the normal life of our own day once more. Readers will remember that I said earlier in this chapter that even an object will re - create to a psychic the atmosphere pertaining to the personality of its owner, and particularly if the object be a letter, clothing worn, or some possession closely connected with the person. "},{"pageNumber":45,"pageContent":"Beyond the Five Senses   45 I remember a personal object, the history of which I was unaware; when I held it psychometrically to obtain it story, I recaptured its original setting in Africa. I gathered that it had been successively owned by three persons, but the personality with whom I linked most strongly was the first owner. Was it that I was more in sympathy with that first owner than the later ones? Or was there some magnetic or other emanation from the first owner clinging about that object, and persisting more strongly than the influence of the others? I inclined to the idea that something potent in a person clings to those things as sociated with him in his lifetime, and persists long after he and his day have gone. Again, a piece of brick from an old building, a relic from some shrine, or any suchlike thing, will reproduce something of the setting of its past association or history. The psychometric faculty is as yet but little understood. How long such impressions cling around these objects, I have no idea, but in the following instance, the object held dated as far back as the sixth or seventh century of our era. I was fortu nate enough to procure three specimens of what I believed to be sand, from a district in the east where excavations were in progress; they were sent to me by some one connected with the expedition. Three tiny bags reached me by post, all alike in size and shape, numbered One, Two, Three. By means of psychometry - in my case, holding an object to the forehead - I received an impression that numbers Two and Three dealt with civilization at different stages of development. I saw also a symbolic sign whi ch proved to resemble that of the Sun - God whose influence was in the ascendant at that period. The impressions connected with Two and Three were inclined to become intermingled, but held many indications which, when examined, were found to correspond with the facts, such as ancient customs of pre - civilized times, and the surface - levels of the country, etc. Number One presented, from the first, an entirely different picture, and I felt that it was definitely connected with a person. This surprised me very m uch, as I believed the little bag to contain sand only, like the others; the feeling to one’s fingers through the canvas was exactly the same. I give a few extracts from rough notes jotted down by a friend at the time: ‘This is entirely different from the others... the others are out of door scenes, as it were... this is something of an entirely different character. I might be psychometrising a personal letter, or some personal article... it is like the feeling of a person... I rather wondered whether this per son or persons would wear some very large jewel, or cross - like object, on the breast... one piece across the other... not necessarily a cross.... Its length was greater than its width.... I should rather wonder if it had been lying inside something for a long, long time... holding it, I almost felt as if I were buried ... lying in an"},{"pageNumber":46,"pageContent":"Beyond the Five Senses   46 extremely quiet spot, rather a wonderful spot.... I felt an atmosphere then as of sleeping in great peace, resting in a wonderful spot... a feeling of being underground, that kind of th ing... as if I myself were under the ground, or shut in somewhere... I should suggest that there might be considerable interest about the person or persons... an outstanding figure or figures... it seemed to be on the lefthand side, as if the head were in a co rner. If it is connected with one person, it is a man... I get a male figure....’ Comments on the above showed that number One bag had contained a bit of the skull of a Christian, out of a grave of the sixth or seventh century A.D. this accounted for the imp ression being indicative of a personality, rather than of a community or race. I have shown in this chapter something of the individual and historic atmosphere that remains, when those who created it have departed. I suppose that history in its continuit y has its influence and effect on each succeeding generation. All students of life read back into the thought and accumulated knowledge of the past; they study also the personalities of those closely associated with it. The psychic touch with the past of which I have been writing is a new way of apprehending it. The scenes may be shadowy, and the actors mute; yet they sometimes evoke strong feeling, as though arising from some real experience. The method of recall is direct, immediate, and almost identi fies the perceiver with the experience itself; it is totally different from the exercise of imagination. Most people are acquainted with the reproduction of the past in historical pageants acted in their original surroundings. In such pageants, episodes f rom the past are presented very vividly, and remembered for a certain length of time. They are, however, re - created artificially, to stimulate our historic sense. What the psychic sees from the past is more allied to actual experience of that past, as if for the moment he were touching some living part of it. An artist looking at a faded masterpiece feels the touch of the painter upon it, and is sympathetically linked with him, in a manner that would be impossible when looking at a reproduction, however e xcellent. What I am trying to make clear is, that this psychic perception of the past appears to be of the nature of real experience, in varying degrees of vividness. I do not myself think that the psychic, or any other human being, has access to all typ es of experience. What one sees is, after all, conditioned by what one is able to apprehend. Two people may live through the same series of events; one will remain untouched by them; the other will have thereby absorbed a great deal into his own life. "},{"pageNumber":47,"pageContent":"Beyond the Five Senses   47 Whe re my own psychic powers have functioned most vividly has been in connection with persons and character, and their setting; this would be in keeping with my training and work as a teacher. My psychic perception of the past is in line with my natural inter est in history and archaeology, and the thread of continuity in human existence portrayed by these and kindred subjects."},{"pageNumber":48,"pageContent":"Beyond the Five Senses   48 CHAPTER VIII INDICATIONS OF OUR LARGER DESTINY In the last chapter I have spoken of the ability that the psychic has to step back into earlier periods of history, and glimpse a little about them. Another question comes to our minds, and that is, whether our personal lives have had, perhaps, some other birth into a different setting; whether, in fact, we have lived on earth before. A part from whether people like or dislike the idea, it must have struck them sometimes that this brief experience of seventy years or so is very little in which to gather up all that earth - life has to give. It might be that the personality, in the course of its evolution, could live out various aspects of life on this same planet, to its great advantage; many people are of opinion that there are indications pointing in that direction. If true, it would seem to give a fairer chance to some who are handicapped throughout the whole of their life here. Be that as it may, there are people - and young people too - who affirm that they are convinced that they have lived here before. Only recently, a young naval officer told me this of himself; he held differen t views from his parents in this respect. Another one who made the same statement was an officer killed in the present war; I feel sure that there are many others. A curious story in this connection was told me by the invalid daughter of a gardener, who h ad certainly never read any book on the subject. I was driving her in my car one day, when she told me this story. She and her sister had a holiday together in Dorset, a county that she had never visited before. The place at which they stayed had, she to ld me, a strangely familiar feeling about it, as if she had known it at some time. Stopping abruptly in her story, she asked me, ‘Do you think we could have lived before on this earth?’ I replied, ‘Possibly so, but one does not know for certain.’ Returni ng to her story, she told me that she took a short walk each day across a field, and that that walk had a peculiar attraction for her. She did not take her sister with her, nor mention this walk to her sister. Each day, that particular field took on a mor e poignant feeling of a personal association, which she could not account for. The last time she went there before finally leaving the neighbourhood, she told me that she felt as if, in some past time, something of a rather terrible nature had happened to her there, by which she met her death; she felt that this should be the last time of ever visiting it. During the many years I have known her, she has never spoken of anything of the kind before, and when we were together, we spoke only of ordinary matters . "},{"pageNumber":49,"pageContent":"Beyond the Five Senses   49 Another strange story is connected with a friend who motored over one day to tea, when we sat in the garden together. We were talking on general matters, when suddenly I saw her form become shadowy, as if she were fading from view; she was wearing bri ght clothing, and we were sitting in strong sunlight. A very strange sensation came over me, and as I glanced at her again, I saw that a peculiar change had taken place in her. I was looking now not at the lady who had come to tea, but at a Roman soldier; for a fraction of time, the lady had completely vanished, and there stood before me this man; the lady had been sitting in a very low chair. We looked at each other, and I made some excuse to go into the house for a moment, as this experience had affecte d me strangely. I felt as if I had been right out of my present surroundings for a second or two, and had gone back in time. When I returned to the garden, my friend was sitting quietly waiting for me, as though nothing peculiar had occurred; she showed no sign of having experienced anything unusual. Before she left me, however, I turned the conversation to the subject of reincarnation, and asked her opinion on the question. She answered, ‘I do not know, but I have occasionally experienced the sensation of returning to an early period of our English history; in fact, I always feel that I was at one time a Roman solider.’ I did not tell her of what I had seen a few moments before whilst talking to her, and the subject dropped. I well remember the face of a man whom I knew slightly undergoing a similar change whilst we were listening to music in a drawing - room one evening. Three different distinct faces were superimposed successively upon his own, and all were recognised by some one who knew him. One other me diumistic guest saw the same phenomena, but neither of us spoke of this to him. It is questionable how far we are strictly confined within this physical organism; but I have no theory to offer with regard to these two latter cases. My own experience with regard to the past came to me in a dream, and still remains vividly in my memory. I dreamed that I was walking through a village in Palestine, a country that I have never visited; I knew every inch of the little winding road, and the hills on my right; a lso the wide stretch of pastoral fields away to the distance on my left, across a deep valley. It seemed that I was back in a spot where I had lived before; I recognised the houses clustering beneath the hills; and once I remember stopping to speak to some one. It was a youngish man, one whom I felt I had known very well at some other period of my existence. I realised, as I stopped to speak to him, that I was as well known to him as he was to myself. We talked; but what we said, I do not know. I do not thi nk that he was living there then, but that in all probability he, too, was revisiting some old familiar spot, in the same way that I appeared to be doing. "},{"pageNumber":50,"pageContent":"Beyond the Five Senses   50 This going backward into a past that has some connection with oneself is a real and vita l experience, and one that is not forgotten; it is totally different from the ordinary dream. I felt that I was out of my physical body at the time, definitely revisiting a spot that was bound up with something intimate and personal in my existence. Again, I offer no theory; but there are a number of other recorded examples of a somewhat similar nature, and the idea of reincarnation of the soul may be the explanation. Another common experience is when we meet for the first time people who give us the impression that we have met them before. There is a feeling as if we had always known each other; and it may be that our experiences have coincided in former lives. Those who saw the play ‘Berkeley Square,’ produced some years ago, dealing with the subject of reincarnation, will remember the sense of reality conveyed when the man of the present century speaks of a girl of a previous century whom he had evidently known intimately. His contemporaries were incredulous and amazed, and even doub ted his sanity. For myself, I cannot imagine that the brevity of our life here is in any way adequate for acquiring all the experience that earth could give; it would, I imagine, need many lives for most of us to accomplish this task. For many people thi s physical plane would, no doubt, be the best training - ground for gaining such experience; others might learn better on some other plane. My whole experience of psychic matters inclines me to think that human life is interwoven and intermingled in a most complex and far - reaching way. We are strangely linked with one another, quite apart from personal acquaintance; and I think that parts of this book serve to illustrate that point. Life is undoubtedly one, as modern thinkers are asserting; and there are pr obably no sharp dividing lines between any experiences or periods of time. There seems to be numerous connecting links of which we are unaware, but which we seem to come upon now and then; to what limits these links extend, we simply do not know; but the w hole idea, if followed out, is of absorbing interest. I will close this chapter with two more curious personal instances which show us again these hidden links. It was rather over a year before I met the author of a book which greatly interested me; at t he time, I had not come across either the book or its author. One day during daylight, I was psychically aware of a tall lady at our front door, who carried rather a heavy suitcase; I noticed that it was covered with labels of foreign"},{"pageNumber":51,"pageContent":"Beyond the Five Senses   51 travel. I noticed al so the exact colour and material of her dress; her figure was inclined to be large and awkward. The eyes of this lady were very striking - not so much in their beauty as in their keen penetrating glance - tempered with reserve and shyness; the colour o f them was blue. I remember describing this figure to my friend, and making a note of it, adding that I felt sure that this lady would some day come across our path, and stay in our house. Some months after this, a book was lent to me to read for a few ho urs, as it had to be returned quickly. Apart from its contents, I felt that the author and I would have a good deal in common. Some time later, the idea flashed into my mind, that the lady carrying the bag was identical with the author of the book; I do no t know how I arrived at this idea. It was not, however, until later still, that I decided to write to this author, and suggest her coming to us for a night. When she eventually arrived, and I came to meet her in the drawing - room, she was exactly as I had seen her psychically so long before. She noticed during tea that I scrutinised her rather closely, and asked why; I fetched my notebook, and read the entry to her. That unseen link was the means of creating what I think will be a lasting friendship. Is it part of life’s plan that certain people should cross our path, and certain experiences come to us? I personally am inclined to think that there is no such thing as mere chance. A still more curious occurrence happened to me while I was on the platform of a large railway station, waiting for a train. I was walking up and down alone, when a psychic vision appeared to me of a man of middle age who joined me, and walked by my side. His appearance was very clear and striking; he was of medium height, well - bui lt, wearing a tweed suit; he had a large powerful head, with firm face and chin. His hair was greying, and slightly wavy; his face was well tanned, his eyes grey. I knew instinctively that his work lay in the East. We kept up a conversation for several min utes, and it was of a definite character; he had come to give me some particular message, it seemed. He said that he had to return to the East, but would come again at a much later date. This came true about two years later, when I saw him again quite cle arly, this time in my own home. He said that he would come once more, probably for the last time. He kept his promise as before, but the third time, I saw him only momentarily. I have no idea of his name, nor of the Eastern country from which he came; nor do I normally know anything of him at all. Yet the first time that I saw him, I had an intimate conversation with him, and felt that we mutually understood one another. Each time that he came to me, I had the impression of him as a person who was immersed in a mass of work, which he had temporarily left. Whenever I saw him, he brought the atmosphere of the East with him; I could sense the colouring, and almost feel the heat of it; I felt that he was out of his accustomed setting in the West. I have many t imes seen visions of those who have passed over, and these have sometimes been of quite an objective character; but in the case that I have just related,"},{"pageNumber":52,"pageContent":"Beyond the Five Senses   52 I felt that the man was actually living on earth at the time, although at a great distance away."},{"pageNumber":53,"pageContent":"Beyond the Five Senses   53 CHAP TER IX SEEING INTO THE FUTURE We are becoming increasingly aware that our consciousness is not confined within the limitations of Time as it is commonly understood. We have assumed that Time looks backward and forward in length of years, but there is a good deal to show that other aspects of the question need to be considered. In this connection, it is worth referring to a book by Rufus M. Jones , Some Problems of Life; he says there: ‘There is Space - Time, where one moment flows on after another momen t... There is another kind of Time... this is Duration - Time... Past, Present, and Future, are fused into a momentous duration, or Time - Span, which we feel going on within us. We are living in it, not seeing it from the outside... When we are deciding some all - important issue of life, we are immersed in an inward duration - flow, which is as indivisible into parts as life itself is. It is a decisive vital moment, in which significance rather than length is what matters. At such times, the mind feels as though it w ere operating with its accumulated wisdom present as an indivisible whole, rather than discursively proceeding from part to part. This capacity of ours to fuse Time into a momentous Now - a living unit - is one of the unique traits belonging only to a person.’ With regard to the future, it has been often affirmed that it is in some sense determined; or, alternatively, that it is wholly fortuitous. I shall not discuss this involved question, but will give examples showing some of Time’s problems as I ha ve encountered them. The matter under consideration was the letting of some rooms in a friend’s house, which had been empty for months. I applied my mind to picturing what sort of people might take these rooms, and this is roughly how my sub - conscious min d worked upon it. It came to know (psychically) that some one with a name beginning with F... or possibly E... would inquire about the rooms. It then visualised a doctor whose name began with F..., slightly known to myself, coming down the front staircase of the house in which were the empty rooms. It pictured the F... and the E..., rather hesitating at first between the two, and finally settled on the F. It then proceeded, without any effort, to assume that these people would be settled in the house well within a month. There was then no thought of these people coming to the rooms; they did not even know that the rooms were vacant, nor were they thinking of moving from where they were. So the question of telepathy, which will occur to my readers, must surely be ruled out. "},{"pageNumber":54,"pageContent":"Beyond the Five Senses   54 The curious point about this lies in the fact that what my mind apprehended was true, and at the same time faulty; because, quite unexpectedly, this Dr. F. and his wife heard of the rooms, and arranged to take them, w ithin a week of my perception of their doing so. The plan was, however, accidentally prevented, if there is such a thing as accident. To return to the original question... ‘Who will take the rooms?’ My sub - conscious mind was still working on the letters E... and F... which had at first presented themselves. I further amplified the picture by adding that it was the sixth letter of the alphabet; or, if that was wrong, it was the one before or after. On November 6th, my mind played around these letters, and I saw two lines converging to a point, but nothing further about the letters. On November 7th, I saw three lines converging towards a given point, and I knew that coming events had moved to a conclusion, and that something had been settled. Events proved that about this time, the plans of three different sets of people had, unknown to myself, moved to a decision. These people were then complete strangers to me, nor did I know of their existence. To return again to the letters of the alphabet; the letters invo lved were E..., F..., G... Between November 7th and 9th, my mind had fixed on the letter G... and arrived at a definite name, which proved eventually to be exactly correct, spelt phonetically. The name evolved in a curious, roundabout way, from the recollectio n of a well - known play in which that name was very prominent. Space forbids my elaborating the details of the emergence of the name, but it involved hard mental work of selecting and discarding. On November 13th, a stranger bearing that name applied for t he rooms, and engaged them; she was accompanied by a friend whose surname - as well as her own - began with G. her plans had involved three factors, that is, herself and two friends, one whose name began with G..., and the other with F. The curious thin g about all this is, that my mind saw the planning of the future by the people bearing the name of F. Neither they nor I saw that the idea of their taking the rooms was, apparently, incompatible with the larger general plan of their lives, and so did not c ome to pass. Dr. F. had planned to continue his literary work in the quiet rooms chosen. They settled shortly afterwards in London, and I heard that he was accidentally killed in the black - out, his wife dying of sudden illness a few weeks later. In planni ng our lives within our limited horizon, we do not see the direction of the greater plan within which ours must necessarily operate. Another indication of something about to take place, also came through seeing individual letters. "},{"pageNumber":55,"pageContent":"Beyond the Five Senses   55 I was staying for the n ight with a perfect stranger, when I saw in large gold printed letters - in space before me, as it were - the letters W. and S. they conveyed nothing whatever to my mind just then. On my way home the same day, however, I felt strongly impressed to bre ak my journey at a little village the name of which began with S.; I had lived there as a child. I turned down this impulse more than once, as I feared I should be delayed too long. I did, however, decide to go there, and on arriving at S., I went to the V icarage. I had no idea who lived there, but found that the name of the present vicar was Watson (pseudonym). An interesting development of this meeting was, that he invited me to speak in his parish. The ability to see a little way into the future does n ot necessarily carry with it the power to alter what is coming. In connection with a friend whom I will call Nora, I had a premonition on three consecutive days, that an accident would happen to her. A day or two later, she sustained a double fracture of the right leg. I was entirely unable to prevent this, as I had no intimation of the nature of the accident; later on, when complications arose in connection with the injury, I was able to help in the following way. An operation was suggested, to which Nor a had agreed, and arrangements were in active progress. I was away from her at the time, but hurried back by an early train, as I felt that I was to prevent that operation from taking place. I arrived a few minutes before the doctor, who was to talk over t he final arrangements and told him of my intuition. He agreed to cancel the arrangements for the present. Eventually, another way of treatment was tried, resulting in an entire cure, whereas the operation at first proposed would have entailed a permanent l ameness. In connection with my own life, I have had a premonition as long as a year before the occurrence. A voice told me psychically that I should have an operation costing £50, and that this sum would be given me. The whole of this information seemed u nlikely enough at the time, but a year later, everything happened as I had been told, even to the provision of the £50! This latter came from a totally unexpected quarter. Before the operation, Feda (Mrs Osborne Leonard’s ‘control’) came to me in the Nurs ing Home, and said that I should be all right, and was not to worry. On the day of the operation, as I lay in bed beforehand, I had the curious experience of seeing myself standing at the foot of my bed, and watching me. I have also, on another occasion, felt my etheric body lying above the physical one, when on my bed; the distance between them was about three feet. A fragment of information relating to a friend flashed into my mind one day. It was given, symbolically, in the form of an eagle soaring upw ards, and the words heard clairaudiently were, ‘The bringer of news.’ It was definitely connected in my mind with this particular person, and I heard shortly afterwards that he had received promotion in his work. "},{"pageNumber":56,"pageContent":"Beyond the Five Senses   56 I come now to a foretelling which involved personal relationships. I will describe one, of which the fulfilment was delayed during six and a half years. Permission has been generously given to make it known for the interest and benefit of others; it shows the effectual help that may be given by th ose in the Larger Life. I need hardly say that pseudonyms have been used throughout. A young medical student of brilliant promise died before his training was completed. His parents and sisters had centred great expectations around his career , and were heartbroken when his early death occurred. They were a particularly united family, and George was the member whose magnetic personality inspired them all. He planned for his parents’ and sisters’ future, and looked forward t o the time when he could shoulder their financial burden. Their father was a much - loved doctor, living in the poorer quarter of a great city, where he devoted time and strength to a large practice amongst the poor. George gave what help he could as a stude nt, in his spare time. Both parents were growing old, and George was their only surviving son. It was very shortly after his death that he attempted (quite spontaneously) to manifest his continued presence in their home, where he succeeded in making himse lf both heard and seen. The eldest sister, Margaret, wrote to a prominent scientist known to be interested in these matters, telling him of these occurrences, and asking for explanation and advice. Through his instrumentality, they eventually came in touc h with me, and there began a long series of intimate messages between George and his family, extending over some years. He followed, as he used to do, the lives of his parents and sisters, watching with the utmost tenderness over his mother’s failing healt h, and his sisters’ developing plans and work. He told his parents of the little son who had died in childhood, and whom, on passing over into the new life, he had encountered as a grown man. One of the most significant points in his communications concer ned his sister Margaret, of whom he was exceedingly fond; he foretold to her events which were to transpire in the future. He described the character of a man whose name he gave, including its quite unusual spelling - GREANE; he gave it also in the form of GREEN. He went on to describe the open country in which this man lived, and his love of nature; the balmy climate was also mentioned. He lived in a far - distant continent, but George maintained that he would cause Greane to come to this country, and tha t eventually he and Margaret would meet. November was the month mentioned. His sister was abroad at the time that she received this message through me. For some unexplained reason, she put it entirely aside, forgetting it completely until seven years had elapsed. Six months earlier (that is, six and a half years after the original prediction) the man spoken of as Greane (name and spelling correct) had come to England and had made her acquaintance as George had foretold; November was the month of their mee ting."},{"pageNumber":57,"pageContent":"Beyond the Five Senses   57 All that George had described concerning him was entirely correct. Greane told Margaret that during a whole year, whilst still in the far - off continent, he felt strongly drawn to England, and to the particular part of the city where her family lived, though neither he nor Margaret had any knowledge of each other’s existence. He became a valued friend of the family, and was especially attached to Margaret’s mother. Six months after their meeting, Margaret wrote to me: ‘Quite recently - tidying away s ome old papers, and coming across the message as if by chance - I read it through again, and was struck with amazement . Nothing was said to her family or to Greane about this message, by George’s special request. After her mother’s death, Margaret wrote to me again, telling me what comfort George’s messages had brought to her mother during her latter years; she kept them by her bedside, and read them constantly. It had been her custom, as long as she was able to write, to send letters addressed to her so ns, which she asked me to communicate to them. These letters were answered in detail by George and his brother, and the answers passed on to her by myself. George’s letters to his mother contained not only words of affection, but numerous references to the ir home, and to such details as the dress worn by a sister on Christmas Day, and the hymns they sang; he mentioned the pet canary, observing that it needed a new cage. He made humorous comments on family incidents, and on one occasion drew attention to a damp patch on a wall, which could only be seen when a fixed mirror was moved. It was characteristic of him, as always, to notice every detail that concerned his family and home. Recently, I have met Margaret again, for the second time only. She told me t hat she was now living in Surrey, and that the announcement in The Times of her father’s recent death, and my subsequent letter to her, had brought us in touch once more. Our first meeting had been in 1917; yet after so long an interval, we met almost as old friends, so close may be the tie that binds the psychic to those whom he thus links with the unseen world. As Margaret remarked to me, ‘It is like coming home, because you seem to know all our family so intimately.’ I have experienced the same feeling of intimate relationship on meeting others with whom I have been linked by correspondence over many years; they come from distant parts of the world, but we do not meet as strangers."},{"pageNumber":58,"pageContent":"Beyond the Five Senses   58 CHAPTER X SEEING AT A DISTANCE We are only too well aware of the l imitations imposed upon us by space. The fact that some people dwell in one part of the globe, whilst friends are separated from them by vast distances, is one of the limiting conditions of human experience; although communications to - day are made so much easier that the separation need not be so complete as formerly. A person may be separated from us only by the length of a house or a street; but even so small a distance may create a definite sense of isolation. The psychic is able to overcome this diff iculty to a certain extent, for he can sometimes see clairvoyantly what a person at a distance is doing; he can also get some idea of his state of health, and of his condition of mind and circumstance. One of the most interesting ways in which the mind se ems able to transcend space is by means of psychometry; that is, the power to see visions of persons or places at a distance, by means of holding an object which has some connection with them. I shall here describe how this power can be used to help in tr acing persons who are ‘Missing.’ It is sometimes possible, whilst holding some object belonging to them, to gather indications of where they are, and what they are doing, which may lead to their discovery. Some years ago, I had been motoring until late in the afternoon, and on my arrival at home, found that some one was waiting to see me. It was a woman who told me that a friend of hers was in great trouble as her small boy aged nine had been missing from home for ten days, and she was racked with anxiety as to what might have happened to him. His father was dead, and she herself was obliged to go out to work, leaving the children alone at home for a great part of the day. The little boy was the eldest of the family, and much of the responsibility of the y ounger ones devolved upon him. On the day that she had last seen him, he had been sent with a small sum of money to do the shopping, and when she returned in the afternoon, the children told her that John (pseudonym) had not come home. Mrs Jones, the frie nd of the boy’s mother, left with me a piece of netting made by John, hoping that it would provide the necessary link with him. She had heard by chance that I was sometimes able to help in such cases, and urged me to do what I could as soon as possible, as the boy’s mother had had no rest at all since his disappearance. I tried that evening to get some idea of his conditions by holding the piece of netting, and gained the impression that the child was safe, and in good hands; no harm"},{"pageNumber":59,"pageContent":"Beyond the Five Senses   59 whatever had come to h im, of that I was certain. I wrote to the mother immediately to tell her this, and then proceeded later that evening to get further impressions. I gathered that John had not done the shopping, but had entered a bus which was on its way to London. Further psychometry showed me that he had reached London, and was in good care; the name POP... was impressed upon me. Careful inquiry resulted in the boy being traced to a home in Poplar, and restored to his mother. It transpired that on reaching London, he had wandered about until evening, when a kindly woman saw him, and took him to a Home for Boys, where he remained very happily for the whole time of his disappearance, apparently unconscious of the fact that his mother would be anxious about him. He was deligh ted to be free, for the first time in his life, from the care of the little ones, and enjoyed the good food and rest in the Home. Immense relief of mind had been given to John’s mother by my first news of him, and she was able to sleep, feeling confident that all was well with the boy. Her friend Mrs. Jones told me later that she thought that the sleep had prevented a serious breakdown. One cannot help thinking that John might have been very much longer absent from home, if this help had not been available . I once tried to trace a ‘missing’ girl of nineteen, who had been studying at a college in the North, and who had disappeared completely one afternoon, leaving no indication whatever as to her whereabouts. Her father and a younger brother came to see me, obviously very much distressed. They brought with them a little note written by Eileen (pseudonym) two days before her departure; it was written in a cheerful strain, and made no reference to any plan for going away. After they had left, I psychometrised the letter, but could gain nothing very definite. I saw her in a boat on some water, with other people. Next day, I could see her in a large bare room in a square building, sitting at a deal table which had been well scrubbed. She was eventually traced to a Convent Home, where she had taken refuge; she had been in just such a room as I had seen. In this case, I could not obtain anything very definite which in itself would serve to trace Eileen, but it was certainly of use in conjunction with efforts made by relations and others. I was not told of this case until some weeks after Eileen’s disappearance, which made the task of tracing her more difficult. I think the reason for this might be, that during those weeks, there were so many cross - currents from oth er sources; such, for instance, as police investigation and reports, the surmises of various people, correspondence concerning her, and so on. My mind would be impeded in this way from getting directly in touch with her, and might pick up unconsciously som e of these cross - currents. The case of Peter Richards (pseudonym) is one that I have permission to relate fully. His mother wrote to me at the suggestion of the Society for Psychical Research, asking if I could help in ‘an urgent matter,’ giving no furth er particulars, but enclosing two"},{"pageNumber":60,"pageContent":"Beyond the Five Senses   60 short letters to act as a psychometric link. I was ill at the time, but owing to the urgency of the case, decided to psychometrise the letters for a few minutes at a time, as I felt able; more than that I could not do. Mr s Richards wrote on June 5th, and came to see me in the late afternoon of the following day. My first impressions were received in the early afternoon of June 6th, before her arrival. What emerged from them was as follows: The person concerned was not ill - anxiety was not on that score. ‘he or she’ had disappeared, and I could follow no further then. I gathered that he would come through all right eventually; by that time, I was sure that the person in question was a man. He was going to do something th at was not easy - in fact, a difficult undertaking, the character of which I could not fathom. Mrs Richards appeared greatly relieved and thankful for even these few fragments, which at least gave her hope that he would come through all right. She then told me that ‘he’ was her son, and that he was ‘missing’. On June 9th, I had the further impression that there was great heat where he was - that he was ‘racing something’ - going at a great pace - that he had to carry something through - he was o verwrought, and at the breaking - point of endurance - that there was a trying time ahead. My impression was, that he was young, and normally full of vitality. I gathered that he was abroad. I saw him lying on his back, with one arm stretched out. On June 10th, the continued impressions contained once more the idea of heat - a block of difficulties in his way - some one (not Richards) uttered a shout of glee on finding something... Richards’ mind appeared by now to be somewhat unhinged or overwrought... I saw a temple, with a red light at one end... He felt the whole responsibility on himself. What he was doing then was alien to his nature. On June 11th, the impressions gained were, that he was not wearing his normal clothing, but wore something yellowish thrown over one shoulder. I also thought that he set out by rail. Then came three letters: C... A... S... and the assurance that he would emerge at an unexpected point. I questioned; ‘Is he going to a high, hilly district?’ Some native appeared to be with hi m at some time. I came to the conclusion that there had been anxiety at some central point, which might have been responsible for his present condition. The idea of India now presented itself to my mind. On June 12th, the impressions conveyed that he was wearing light or white clothing - that something had been stolen - that there might have been an accident. He left the train at a junction, and entered a vehicle. On June 13th, I gathered psychically that he went with several natives to an isolated sp ot... there was ‘a suffocating feeling of heat to one’s head, then an uprush of something all round...’ Something ‘led into quite unforeseen complications...’ The notes of June 18th refer several times to ‘great excitement,’ and ‘papers strewn in the office...’ I had the impression that a letter called him away on this journey... I queried whether Richards had money?... He seemed to know that there would be"},{"pageNumber":61,"pageContent":"Beyond the Five Senses   61 tremendous risks, but excitement urged him on... At one point, he held something between two fingers, and put it into his mouth... He could not now be got at easily, or get news through. ‘I can only hope, as before, that he will eventually come through.’ A good many letters came to me from Mrs Richards between June 5th and October 10th, but few of them contain ed any information, or corroboration of what I had seen. On June 16th, Mrs Richards wrote that she had visited the London medium, Mr Vout Peters, who could give her very little news, but stated that the boy was not dead - that he was in hilly country - he mentioned a ruined temple and a holy man. It will be remembered that these points coincided with my own impressions. In her letter of June 22nd, Mrs Richards told me that the authorities in India considered that Peter must have left India, and possib ly gone to Cashmir; otherwise, he must by that time have been found, dead or alive. She mentioned also that she had heard of ‘some slight friction at the office.’ (Note: On June 9th, I had given the letters C... A... S..., and had spoken of ‘trouble at the cen tre,’ presumably his office). Mrs Richards’ letter of August 6th told me that news had come to her of Peter having been seen on June 1st in Cashmir, by a girl who knew him slightly; she did not stop to speak to him, having heard nothing of his disappearan ce. On August 28th, Mrs Richards wrote: ‘Peter is leaving India next week, and coming home; he remembers nothing at all of anything that happened during all those weeks! We have only heard by cable.’ Her final letter (October 10th) told me that he had be en home for a week, but was averse to being questioned as to his experiences in India, as he felt it ‘a terrible thing to have lived (for thirteen weeks) a life of which he knew nothing.’ His mother wrote: ‘I will tell you the facts as we know them... On Ma y 14th, Peter had a very bad headache, and had to leave his office, and return to his Club; he says that he has been told that several people spoke to him, asking questions, etc., to which he gave no answer, and seemed not even to hear; he went to bed, and remained there 14th and 15th; on 16th he returned to the office, and was apparently quite recovered, and the work and letters he wrote on that date and on the morning of 17th were particularly lucid and clear. He left the office at 12.30, and from th at moment all is an utter blank. On August 14th, Peter had an altercation with and assaulted a booking clerk in Lahore Railway Station; the police were called, and he was taken into custody, but although detained for two days and repea tedly questioned, he never spoke at all, and took no notice of anything; the police decided to take him before a magistrate, to see if he could get any information, and he was put into a tonga with one of the police to be driven to the Court. On the way, a motor car ran into and upset their cart, and Peter was thrown out, and knocked unconscious; he was carried into a small café, and first - aid was given, ice applied to his head, etc., and in fifteen minutes he recover ed consciousness and spoke, asking to be taken to his Club."},{"pageNumber":62,"pageContent":"Beyond the Five Senses   62 He was then asked who he was, and was told he was in Lahore, and he then realised that he must have lost his memory for thirteen weeks. He had a long beard, and was wearing the sa me clothes he left in, but the shoes he was wearing did not show any signs of three months’ wear, and his shirt, etc., was clean. He was in pretty good bodily condition, but rather pale, and his hands even now look like the hands o f some one who had spent months in bed. The doctor in Lahore who attended him said his loss of memory might be caused by sunstroke; he examined him for any signs of drugs, but found none. Peter had intended sending £200 home to his English Bank on May 17th and had that sum on him when he left the office; he had 1 rupee 4 annas in his pocket when found. He has no remembrance of the altercation with the booking clerk. That is everything we know. He has a vague impression, not real knowledge, that he had been in care of natives, and dressed in native dress. I do not know whether the idea of sunstroke can be entirely believed; it would be entirely unusual for the condition to be ended by a shock!' Here closes this strange but true story. I may add that Mrs Richards and Peter are now both dead. I have so far restricted this chapter on ‘seeing at a distance’ to tracing the ‘Missing’, of which a good deal has come my way. I am able also to see what people at a distance are doing, and certain happ enings which are taking place. Some sections of the war - zone have been vividly impressed on my mind, and I have followed psychically individual soldiers (strangers) seeing what was happening to them. I have found myself at night (out of the body) minister ing in some way to a dying man in the open. I have seen the movements of ships, watching as if from the deck, and noticing features of the coastline that the ship was passing. The same applies to the Air Force especially. In that connection, I have often been able to ‘see’ the crew in a bomber as it passed over our locality at night. I have seen the individual men, and their positions in the plane; I have been aware of the temperament of these men, and their emotional condition. I recall this particularly in the case of some of the German planes which came over. I remember one particular night when I could single out one special bomber from many others, by the terrible feeling of hate that came from its crew. Another night, I felt sure that a certain enemy bomber contained a crew of very young men who were highly nervous, owing to their inexperience. This general awareness of things outside one’s immediate focus is a common experience to every psychic person; to these, life is touched at a great variety of points, and their field of perception is far wider than that of most people. This kind of awareness is not accompanied by any feeling of strain or strangeness; it is part of the natural make - up of a sensitive. Some of the psychics that I know are in ordi nary life exceedingly practical and efficient, and capable with their hands; it very often accompanies the psychic gift, and"},{"pageNumber":63,"pageContent":"Beyond the Five Senses   63 acts as an excellent counter - balance to this hypersensitiveness. The power has, of course, certain drawbacks; one cannot always sel ect what one will see, but it has the advantage of being exceedingly interesting, adding many new features to one’s experience of life."},{"pageNumber":64,"pageContent":"Beyond the Five Senses   64 CHAPTER XI HEALING AND CLAIRVOYANT DIAGNOSIS One hears a good deal about Healing from various quarters outside the m edical profession, because in the course of one’s life, one comes across cases which have nonplussed even the experts in medical science. Help has sometimes been obtained from certain persons who seem to be endowed with some gift of healing, or with the po wer of right diagnosis through ‘inner sight’ and other means. Recently, however, such persons have attracted a certain amount of notice from qualified medical men. People are becoming aware of the fact that there are aspects of the human organism which c an be perceived by methods other than the usual ones. I personally knew two well - educated sensitives - one a university woman - who gave regular help in diagnosis to two doctors. I feel convinced that any one with experience of psychic gifts has some thing to offer with regard to the knowledge and understanding of this subject. Speaking from my own experience, I have not infrequently seen psychically the state of health of a person, and have occasionally located the particular region affected. There a re very definite signs to guide this perception, as definite as those of the heart - beats or respiration observed by the doctor. Many people are now familiar with the idea that the physical organism is not the only one possessed by an individual, but that h e has other and less dense bodies, all closely interlinked. Various schools of thought have given different names to these finer bodies, but I am inclined to think from personal experience that there are three with which we are most closely concerned in ou r earthly existence. One is, of course, the physical, the other two being the astral and the etheric. Amongst advanced teachers in this branch of knowledge, there is a considerable accumulation of information concerning the functions, etc., of the two latt er. For our present purpose, however, I am anxious to give, so far as I know them, some suggestions for the protection of these finer bodies, and their maintenance in health. It seems fairly certain that a considerable amount of nerve - weakness and other illness is due to defects in the working of these bodies. There are special cases such as accidents, mental and emotional strain, etc., in which these bodies suffer specific injury which can only be diagnosed and understood by those who are trained in thi s particular department of knowledge. I do not myself possess this training, but my qualifications as a psychic include the power to observe some of the conditions which come under this classification. I shall here describe the benefit that I myself recei ved at a time of severe concussion after a fall."},{"pageNumber":65,"pageContent":"Beyond the Five Senses   65 In spite of the extreme care given by two orthodox medical men, it was not until I discovered a London specialist who, besides being a highly qualified medical man, understood the psychic make - up of such a one as myself, that the real process of healing began. I was unable to move from my bed to visit this specialist, so a friend went to see him on my behalf. He sent back a reassuring message, with a promise of assistance later, and some suggestions as to practical help during the intervening time. Strange as it may sound, I knew, on my friend’s return, the exact date at which I should visit the specialist myself, which proved to be three months later; I was also convinced that he had the power to heal me c ompletely. This was not a simple matter, as both my spine and eyeballs were injured, especially the former, and I was in constant pain. My first few visits to Dr. X. were made by ambulance, as I could only be moved on a stretcher. During the interval prep aratory to going to him, certain clear directions were given me from time to time by means of concentration on my part, by which I appeared to contact Dr. X. at a distance. Sometimes, I perceived him as though speaking directly to me; at other times, I saw a short figure of a man in Eastern dress, consisting of a long robe, and a headdress of curious shape. I learned later that Dr. X. recognised this person from my description; he was also aware of the fact that he himself had visited me astrally. The East ern personage would, at times, wheel up to my bedside a curious font - shaped container made of crystal, and mounted on legs of golden colouring. This vessel contained clear blue water in which I was bidden to dip my hands, whilst the same individual splashe d what appeared to be water over my head. His arrival was always preceded by the appearance of a strong blue light. On one occasion, when lying with my back to the window, he bade me reverse my position, enabling me to make the necessary movements with com parative ease. At another time, he appeared, directing me to breathe slowly and quietly, relaxing the nerves around the solar plexus. I felt that each time he came, I was refreshed in mind, body, and spirit. it has to be remembered that in cases of concuss ion, confused ideas of every kind crowd in upon the mind, which becomes both excited and exhausted. I was constantly enabled by the unseen helpers to cut off this continuous stream of impressions which were hammering at the brain. Underneath it all, I was made to understand that with patient waiting, restoration would come, and that I was not to worry or be anxious. One of the chief points that I should like to emphasise is, that a curious oscillating movement like the irregular swinging of a pendulum was a constant difficulty to me at this time; the rhythm of the body seemed to be entirely thrown out, and I was unable to bring the movement under control. It was as teasing as if one’s arm swung involuntarily from side to side, without one’s having the power to stop it. Dr. X. explained to me later the correct position of the three bodies, and that certain illnesses or accidents cause a temporary displacement and lopsidedness in them; part of his treatment was designed to put this right, and the relief which resulted was remarkable. "},{"pageNumber":66,"pageContent":"Beyond the Five Senses   66 During the whole three months of preparation, the helper whom I ‘saw’ so frequently impressed upon me the importance of thinking of myself as lying within an oval - shaped outline in which I was complete ly enclosed; I was to breathe calmly and evenly within this enclosure; the object of this was to prevent the astral body from becoming diffused, and projecting too far from its normal position in relation to the physical. This exercise is an excellent one for lessening nervous fatigue, and for the prevention of that distracting feeling that one is helplessly pulled in many directions at once, and generally hypersensitive. One day, while I was lying in bed, the same unseen helper brought silver candlesticks and a crystal goblet into my room; what he actually did with these things, I could not quite discover, but in some way he was making use of them for treatment. So much was done before my actual visit to Dr. X., that it facilitated his treatment when I was eventually able to go to him. My first visit to him was, as I had foreseen, exactly at the end of three months from the time that my friend had first consulted him. Owing to the treatment which followed, the parts affected by the accident were completely restored, and my general health has been far better than before. The health - conditions of distant friends or acquaintances are sometimes impressed upon me in a curious way, although I may have been out of contact with the persons concerned for some time; occasionally, I have also known the remedy for their health - troubles, and have been able to help in this way. By means of rapport - articles, it has been possible to diagnose the health - conditions of strangers, sometimes with great accuracy; the informatio n comes to my mind in one of two different ways. Either, I see the organ which is affected, and know intuitively what is wrong; the body, in this case, appears to be transparent. Or, the trouble may be indicated to me by symbols, such as lights, colours, o r lines in varying forms of arrangement. I gather something, also, from the rates of vibration in the movement of these lines. In connection with the colours, their clearness or dullness indicates the condition of health. The lines and symbols of which I have spoken are sometimes grouped above or below one central horizontal line, and their position with regard to it tells me whether the conditions are recent, or of long standing. The lines may run more or less parallel, or may be crossed in complicated fo rmations; in the latter case, the health - conditions are usually rather disturbed. The thickness or otherwise of the lines, their straightness or waviness, all contribute to the correct understanding of a person’s health. Many of the readers of this book w ill have heard of Mr W Parish, the well - known healer, of East Sheen, or may have read the book about his work by Maurice Barbanell ( Parish the Healer ). Mr Parish allowed me to be present at one of his Healing Services, which was conducted in the beautifull y designed little sanctuary built in his"},{"pageNumber":67,"pageContent":"Beyond the Five Senses   67 garden. I was anxious to be there in order that I might ‘see’ (psychically) the Presences from the Unseen who inspire his work of healing. Sitting at the side of the chapel, I could see Mr Parish when going to the altar, standing within a complete oval of white light about three feet wide, like iridescent cloud. The impression was of another personality overshadowing him. At the beginning of the first treatment, when he came to patient number three, his back was turned to the east end as he treated the lady. My attention was arrested by a brilliant Figure by the altar, and instantaneously, Mr Parish turned completely round, and looked in the same direction as myself. I heard the words, ‘Because of thy faith thou shalt be healed,’ as though it were the voice of Christ, Who recognised that this woman had come believing, and therefore had received. I think she was well - nigh healed there and then. The friend who was with me had observed that she had a growth on her fa ce. The Figure Who spoke shone with a brilliant light, and was indescribably beautiful. He withdrew into the Unseen, but I felt His Presence still there, although invisible. Her great faith had caused Him to show Himself momentarily. Again, when Mr Parish was speaking, immediately above the east end, there was clearly outlined the full figure of the Personality who is pictured behind Mr Parish in the portrait on the left - hand side of the chapel. The Figure was looking intently at Mr Parish. It was a marvel lous Presence, bringing a heightened spiritual atmosphere, as did the former Figure seen. Right above the altar were small cherub - figures. Once, the first Figure was holding a child in His arms, and other children were with Him. Twice, written words appe ared over the altar: ‘Blessed are the pure in heart...’ and ‘Go... sin no more.’ There were symbols and signs and Arabic lettering over the altar, but my attention was drawn away from these by two spirit - doctor standing close to Mr Parish. One appeared to h ave been a surgeon. Mr Parish was then treating a young man in the second row. The surgeon’s observation was, I felt, that in the opinion of most doctors, it would be a serious surgical case, later on, if not then. One very marked characteristic about all the patients was, that at the end of the service, all looked many shades lighter, the density of the body having grown less; it would seem that they had collectively been lifted into a higher state of consciousness, and one could pick out the cases where this was markedly so. The sanctuary was very full of unseen helpers and unseen patients; the few patients in the flesh were a small percentage of the whole number. The unseen helpers all radiated a madonna - blue light, and were actively co - operating with t he spirit - doctors and the healer. One who had died was brought into the sanctuary, and was lying lifeless; he was carried by ministering spirits."},{"pageNumber":68,"pageContent":"Beyond the Five Senses   68 Mr Parish the healer appeared to be directed in each case to the seat of the physical trouble, and hi s movements were as if guided and controlled by Another. Streams of blue light emanated from his fingers and hands, as he passed them over the affected parts. As he came to some of the cases, I also was aware of the position and nature of the trouble. Although his eyes were tightly closed, he frequently appeared to be looking ahead through the closed eyelids; in all probability, these were not his physical eyes. The appearance of the hands when healin g was beautiful; they held a quality of power and benediction. The whole atmosphere of the sanctuary was permeated by a quietness which held great spiritual power. Let us turn now to a service of the same kind, conducted by another healer. A few minutes before the service began, the Healer entered the church, and walked towards the altar of the side - chapel, where he knelt in silence for a few minutes. Those desirous of being healed came to the altar - rails from the body of the church, and the Heale r laid his hands upon the head of each in turn, speaking in a low voice words which I could not hear. An interesting feature of this Laying - on of hands was, that Two Other Hands - strong, powerful, broad - preceded the Healer in every case, and had alr eady blessed and healed. From above the whole assembly, there streamed down great shafts of light of varying colours, each shaft reaching to the head of one of those present. Before the Healer had touched the head of the kneeling figure, where those Othe r Hands had previously touched, here and there I could hear words accompanying those Hands. This was strikingly so in the case of two people. One was an elderly lady, with short white hair, to whom the words were said, ‘Very great is thy faith; thou shalt indeed be healed.’ The second person was a young man with dark hair, to whom the words were said: ‘Perfect healing - complete healing - is yours. You have wanted to join the Forces like other young men; you will.’ As this young man walked back to his seat, I happened to glance up. He was wearing a dark suit when he went up to the rails; as he came down, he was wearing military uniform with three stripes.There were others of whom I knew from half - audible words, that they would be healed in varying degr ees. The eyes of this Healer were irradiated with an intense inner light, which was enhanced by the dim lighting of the church. I verily believe that he was inspired by Christ the great Healer of mankind. If, as many believe, we are in closer touch with that Other World than we often realise, receiving inspiration, help, and insight from it, we might expect also that comfort in sorrow and healing in sickness would come to us. I will close this chapter with an experience which I had in 1943. "},{"pageNumber":69,"pageContent":"Beyond the Five Senses   69 During one n ight of that year, I awoke to ‘see’ with my inner eyes the figure of a monk standing in the open doorway of the room in which a friend and I were sleeping. He was clothed in a white robe with a girdle, and wore sandals. His figure was large, but his moveme nts were slow and gentle. Before I actually saw him, I heard a voice say, ‘Hush! Here is Father Ambrose.’ The monk entered the room, and walked slowly across it to the fireplace. He then turned eastwards, bowed his head in prayer, and made the Sign of the Cross. Turning around, he faced me, saying these words: ‘I have travelled far - all over Europe - healing the sick.’ He walked slowly round, stopping at the bedside of my friend, who was ill at the time. He spoke aloud to her while she was sleeping, sa ying, ‘You have been sick, but you will be renewed and refreshed.’ He carried a coloured flask at his side, in which he dipped a finger from time to time, touching my friend with it. Before leaving her, he said, ‘I will ascend, and I will leave a light wit h you that shall guide you. The Lord bless you and keep you, and give you peace.’ He himself was surrounded by a bright light. Again he faced the east, making the Sign of the Cross as before, with bowed head; he then moved slowly upwards towards the ceilin g, and passed through it. My friend’s sleep became more restful, and her breathing quieter; an atmosphere of great peace spread throughout the room."},{"pageNumber":70,"pageContent":"Beyond the Five Senses   70 CHAPTER XII DEATH AND THE AFTER - LIFE In this book, I have tried to indicate the variety of experience w ithin the psychic field that comes into the life of a sensitive. One very marked feature of this experience is the ability to see and contact the dead. My own powers have been for many years turned mainly in that direction, in all probability because war pressed so heavily upon us all, and death was always before us. Death, as looked at by a psychic, cannot appear as it does to those without clairvoyant sight. Since the whole world is face to face with this problem, I think it well to close this book wit h some reflections on this profound subject, and upon its bearing on our life here. If any subject could throw a clear light upon this question of Death, it is psychic science. The sensitive’s power to ‘see’ and ‘hear’ those who are isolated by the silenc e of death suggests that we ourselves should reckon with his conclusions in seeking a truer view of this question. By gaining some understanding of the transition of Death, we are more able to turn away from the distressing circumstances which accompany it ; circumstances which tend to linger in the mind of the person who is unable in his grief to project his imagination to what takes place after the event of death. With the newer views upon death, there is emerging a more comprehensive philosophy regarding the After - Life; and psychic science has brought to our knowledge a great deal that has helped in the building - up of that philosophy - a philosophy which is based upon proven facts. The public mind has been arrested by these facts that have come to ligh t from a definite scientific study of the whole question. They are doing - and will do - more than anything else to heal the wound of personal loss caused by bereavement under the circumstances of the present time. Psychic investigation has demonstrat ed to us that there is, beside the physical body, another body known as the etheric, which co - exists in close affinity with the physical during the period of a man’s lifetime. When we think with horror of the shattering of the physical body under war - cond itions, we are thinking of the individual as existing solely in that body; whereas we have to train our minds to realise that death is in reality a transition of the individual from one body to the other, from the physical to the etheric. The individual i s now removed from the suffering and horror that accompanied the collapse of the physical body; and we are short - sighted and blind if we linger in thought around what has taken place in the physical, instead of transferring our attention to what has actual ly happened through the change that death has wrought."},{"pageNumber":71,"pageContent":"Beyond the Five Senses   71 The unnaturalness and suddenness of the passing has held our attention over - long. Neither comfort, sympathy, nor diversion can do for us anything comparable to what the proven facts of survival can b ring home to us; the first are mere palliatives, whereas the latter tell us what has happened to the individual whose loss is such a personal distress. Our emotions have been strained to the uttermost; and the reasoning mind turns with relief to this new science, which can give some definite knowledge in answer to the many questions clamouring in our minds. The important fact of the existence of the etheric body - which is in every sense a real body, a replica of the physical - has to be recognised. The etheric body has been proved to be equipped to function in the non - material world as effectively as the physical body functioned in the physical world. The very reality of the etheric body has proved to us without doubt the reality also of a world othe r than the physical, in which our dead now live. This is a very great advance upon the old conceptions of the After - Life. The spirits of the departed are, indeed, ‘in the Hands of God,’ but we should, in these days, do more than leave the matter there. I f we have so far shared the life of the one who has died, we are now venturing to share that life still, even though it may be beyond our immediate touch. By so doing, we come to realise the continuity of existence, and to view life from a broader outlook. The progress of man’s life is a progress from imperfection and incompleteness to greater perfection and wholeness of the personality. This great change is of necessity a slow and gradual one; the break of physical death cannot of itself effect a fundame ntal change in the individual; that must be a matter of growth and development, as it was during his physical life. The Life in the Beyond, which we now know of a certainty to be real, is one in which we should be able to share, in order that we and they may progress together on our evolutionary path. The same idea is expressed in the Epistle to the Hewbrews, in the words ‘that they without us should not be made perfect.’ The religious ideas of Eternal Life or Immortality come to have a greater meaning f or us. Immortality is not a condition into which we enter at death, but a state which we may partially attain whilst still on earth, as has been suggested by Dr. William Brown the psychologist. These considerations become a part of our working philosophy, and enable us to look at life from a new angle. "},{"pageNumber":72,"pageContent":"Beyond the Five Senses   72 Instead of a bereaved mother saying, ‘Now that my son is gone, all has gone from my life,’ she will take a different attitude, such as is expressed in the following words taken from an announcement in a dai ly newspaper. ‘Two years ago to - day,’ it ran, ‘my beloved child Diana passed to the Greater Life. God is Love, and through that power my darling comes to me. She has told me of the great happiness and activity of that life.’ This newer viewpoint reveals that love has outgrown the possessiveness which holds to the object of its affection, and will not let it go. The greater love leaves the loved one free to accomplish his life’s task, whether in this world or another. When we speak of ‘this world’ and tha t which lies beyond, we must accustom our minds to the conception of continuity in a very real sense, in that the two worlds are in no way separate, and probably interact frequently one upon the other. The proof of psychic investigation goes to show that there is interplay and intercommunication between the two states, and that contact is far more common than we realise, although the difficulties and complications of its functions are apparent to any student of the subject. As these things come more and m ore to be understood, we shall have to adjust our minds to a serious consideration of these truths; and this impinging of another world upon our own will bring a corresponding responsibility upon ourselves, first in endeavouring to understand the laws whic h are in operation, and secondly, to adjust our minds and conduct to the demands of this greater experience. In this way, our field of consciousness will be greatly extended. As we are coming to realise the existence of this other world, so we begin to un derstand that man is equipped with latent powers which correspond to that greater world, that he has been provided with faculties which enable him to make contact with it. The earlier chapters of this book refer to these powers. It would seem that in the future, there will be a great extension of interest and experiment in this direction, by those suitably equipped in mind for such work. The results of such investigation - apart from contacting those who have passed through death - will do much to dis pel fear of various kinds, such as the fear of the Unknown, fear of the Unusual, fear of the Unexpected and the Accidental; because many of these will be resolved into some meaning. The fear of the Unknown associated itself closely with the fact of Death, because we did not know what followed afterwards; but now we do know, to some extent, what lies beyond the event of death, and consequently are less afraid of it. Fear of the Unusual caused people to cling to the old ways, change being looked upon as som ething to be dreaded rather than welcomed. And yet change is the very basis of all progress, even the change of death. What we used to dread as unexpected and accidental is often useful and necessary to force upon us a change of some kind. If we"},{"pageNumber":73,"pageContent":"Beyond the Five Senses   73 had the in sight to look a little way ahead, and to feel the implications of things, the unexpected would not appear to us in its old menacing aspect. We have already, by means of our supersensory powers, explored something of the world beyond death; and the use of the same powers has shown us a wealth of unexplored possibilities within the range of our life here. The study of these has been taken up by the psychical researcher. He investigates how one mind works upon another at a distance; how certain person’s perce ptions can run ahead of time, following events that have not yet taken place; how premonitions are registered in the consciousness; and many others. These are normal extensions of consciousness, quite apart from the pathological conditions of disordered mi nds. The imagination is called upon in the study of our latent powers, as to how far these extensions may reach. There are startling cases of infant prodigies undertaking mathematical or musical feats, for example, which cause one to wonder what further d iscoveries may lie ahead. The discovery of the telepathic faculty opens up another range of new ground. What we learn there prepares us for equally wonderful possibilities in that other world, of which we now have a certain amount of perception we are alr eady able to touch the fringe of it, and to communicate in some degree with those living within it. The transition of death takes us into a world of greater reality, as has been indicated by psychic research. We have been considering how this fact influe nces and reacts upon our life here. Let us now turn our imagination to picture the Life Beyond, and those who are living in it. We have been looking at Death from our particular angle; they also have looked at Death, and have actually experienced. Therefo re, their attitude towards it is likely to show a greater insight than ours. It has also to be remembered that we are moving towards what they have passed through and left behind. We have to face the preliminaries of Death, such as old age and failing powe rs, whereas these are experiences which will never come to those who have died young. I doubt whether we allow sufficiently for this fact, when we think how terrible it is for youth to die suddenly. We have been considering all along how the better unders tanding of Death helps us individually and collectively; and how contact with those who have passed through it may give us the comfort and support that we need. When we consider this question of help and consolation from those in the next state, we must r emember that they also need response from us. Although in this physical world our eyes and ears do not register the visions and voices that come from the other side of death - yet they can perceive with higher senses our thoughts and feelings. If we tru ly wish to be of service to them, we shall not hurt or distress them by despairing grief or self - pity; but we shall take a larger view which is more in accord with theirs. "},{"pageNumber":74,"pageContent":"Beyond the Five Senses   74 Even in this life, our touch with them has not been solely through physical sense - p erception; we have contacted them through intuition and sympathy, by the power of silence in times of strain or trouble, by strong positive thought when they were absent from us and in danger. They have often looked to us to tide them over difficulties by a strength and posise on which they knew that they could depend. Suggestion in the right direction has a dynamic power which operates at all times. If we show them that we are fearless in face of Death, we have done more than we have any idea of in maintai ning the truth that there is no death, though everything appears to point to the contrary. We are enabled to be fearless in face of death, because we know of a certainty that a real and vivid life lies ahead of those who have left us for that other world. There are, unfortunately, others who need a different kind of response and help from ourselves. They are those who have not lived ‘the good life,’ and do not therefore find themselves in surroundings equivalent to the ‘heaven’ of the Christian. There are, indeed places or abodes where happiness and peace are lacking, and out of which the evil - minded emerge but slowly, as their desire turns towards higher and better aspects of life. For these we should pray, for they dwell in an atmosphere of misery and fea r. In a forthcoming book, I propose to deal more fully with this subject. The present volume deals with the Life Beyond in its higher aspects. I need hardly say that here again, I can only touch upon the fringe of that Greater Life to which our Dead have passed. Some of us are elderly, looking back upon life. We expect that youth in the Life Beyond looks back upon its experience here. In most cases, we are looking back with regret at what we imagine we have lost. This is partly an illusion, it would seem ; for not many older people would really wish to return to the days of youth; and although many of the men who have met sudden death would and do long to be back again, which is very natural - yet the zest for life and the natural adaptation which is pec uliar to youth carries them forward, and they see life in a new perspective. We have to replace in our minds the conception of that After - Life as being somewhat nebulous and unreal, with one of very different character indeed. There will be mutual help be tween ourselves and them in proportion as we are able to grasp and believe that all the activities that we associate with living, in its best sense, are still in operation there. There is scope for individual personality, and the powers of the human mind. We must not think that in the event of death, when the physical brain is destroyed, loss and disaster ensue; for then, again, we are thinking in terms of the physical senses only. Evidence goes to show that the personality is enhanced, and not impoverish ed. The desire for advancement which was the hope of the young man’s parents is not abated, but transferred to another sphere of fulfilment. If we know his interests and aspirations, we can surely follow him in imagination and close thought, in a very rea l sense."},{"pageNumber":75,"pageContent":"Beyond the Five Senses   75 There are diversities of opinion with regard to what that world is like, gathered from so many different sources that they vary widely We know, however, that beauty exists there in a far fuller degree than we as yet understand or have experience d. There are ranges of colours and sounds beyond our ken. They tell us of beautiful landscapes, and dwellings where they live. We might learn much more of their life, if we could think in terms of that life. A well - known personality has expressed it thus: ‘In future, we shall live in two worlds, and wonder that we could ever have been content to live in one only.’ By this, it is surely meant that we should extend our consciousness beyond the boundary of earthly perception, which we are beginning to do, bu t need to do in far greater degree. If this greater life is real and vivid, it has a most significant bearing upon our life here; and we cannot any longer live as though we were cut off from the Dead, and they from us - they in their world, and we in ou rs. It is incumbent upon us to understand that life is one, and to endeavour to live as though it were so; and that what we call the After - Life impinges upon our own. It is possible to transcend this world of sense in a very real way, by living in it to i ts fullest extent, and yet training our minds to reach beyond the boundaries of its immediate range. "}]
