[{"pageNumber":1,"pageContent":"# Dispelling Some Common Myths About Astrology Most people only know about astrology from the horoscope columns they read in newspapers and magazines. But, those forecasts are for entertainmen t purposes only and should never be taken seriously. If they seem even remotely accurate, rest assured it is only by coincidence, because those columns have almost no bearing on the legitimate practice of astrology. Here are a few other myths about astrology that should also be dispelled: 1. Astrology is not a religion, no r is it affiliated or associated with any religion or wi th satanism or with any specific belief system. You can believe in and participate in any religion you choose and still practice astrology. 2. Astrology is about symbolism and has nothing to do with any purported physical energy emanating from a planet, moon, or star. 3. Astrology cannot be used to predict an event, only the possibility of an event occu rring, or a good time for a particular type of event to take place. "},{"pageNumber":2,"pageContent":"4. Astrology is only a guide, a map of the potential in your life. However, no two people born at the exact same time and place will have the exact same life. The very nature of astrology speaks to your exerci se of \"free will\" and the many choices and options you have for how you live your life. # What Is Astrology? Astrology is a complex art and science which applies symbolic meaning to astronomical information as it existed over two thousand years ago wh en the practice of astrology was first documented in writin g by ancient astronomers and astrologers. Western or Tropical astrologers use the ancient positions of the constellations and Sidereal (aka Vedic or Hindu) astrologers use current astr onomical positions. The two systems are very different but work equally well. Astrologers begin by erecting a natal chart, or horoscope, based on the date, time, and place you were born. Today, most charts are done on a computer which makes them very accurate. But, they are only as ac curate as the information you provide. Any reputable astrologer will advise you to obtain more accurate birth information or to have your chart rectified if you only know that you were born \"around 5 p.m.\""},{"pageNumber":3,"pageContent":" Astrologers interpret everything in your chart individually and then integrate it all for yo u into a picture of you and your life. Interpretations come in many forms: basic insight into your personality; examinin g specific trouble spots in your life; comparing and contrast ing your chart with that of a loved one, friend, co-worke r, etc.; looking at career options and financial indications; finding the best place to live; forecasting future opportuni ties; selecting the best time for a wedding, to start a business, etc.; spiritual growth; and, answering questions. Most astrologers have a gener al practice which incorporates a variety of these services, and they may also have some areas in which they specialize su ch as relationships, careers, horary, or electional. The best way to use astrolog y is to learn to evaluate a problem on your own, to examine the choices you have to make in order to fix the proble m, and then to consult your astrologer to see in which wa ys the possible solutions will work for you and when the best time is to make changes, take risks, be patient and w ait, plan, etc. With all that information in hand, you will possess a powerful knowledge"},{"pageNumber":4,"pageContent":"with which to solve your problems, change your life, and be the person you always wanted to be. # Astrology and Your Birth Time Astrology is extremely accurate. But, it is only as accurate as your birth time, which is us ed to calculate not only the planetary positions, but also yo ur Ascendant (Rising Sign), to the exact degree and minut e. That calculation then determines the degree on th e Midheaven and all of the house cusps. The cusps then de termine in which house your planets will fall. Without an accurate birth time, interpretations and forecasts are invariably incorrect. All of this information is th en used in interpreting your personality, determining your career choice s, comparing and contrasting your chart with those of other people you know, and forecasting events in your life. Before you schedule a consul tation or order charts and reports, you should obtain a copy of your birth certificate. If you do not have a birth certificat e, if the time is not stated on yours, if you suspect your birth certificate is in error, or if you have only an estimated birth time, you can have your chart rectified (see next section). "},{"pageNumber":5,"pageContent":"But what about your birth certif icate? How accurate is it? It may not be as accurate as you th ink. It's not hard to get the date and the place correct, but birth times are an entirely different story. Since doctor s and nurses are not usually astrologers, they give little a ttention to the exact time of birth. For example, they may round off an 8:38 birth time to 8:40 or 8:35. A doctor may fill out the birth certificate later on and use an estimated birth time that could be far earlier or later than the true time of birth, or than the time recorded on the delivery room records. Depending on where and when you were born, your birth certificate may not even have a space for the time of birth. Some people have no written bi rth certificates at all because they were born at home, or during times when birth certificates were not considered necessary, or in countries where birth certificates are or were not issued. Some parts of the United States have other problems with birth certificate times. For example, during certain years in the state of Illinois, War Time -- the precursor to our modern Daylight Savings Time -- was in effect but was not observed by all hospitals, many of wh ich continued to operate on Standard Time. That means that if you happen to have been born in Illinois during those times, your birt h certificate could be off by an entire hour."},{"pageNumber":6,"pageContent":" Without an exact birth time, astrology in general, and predictive astrology in particu lar, are rarely accurate. There may be some general informat ion and interpretations that are correct, but the subtleties and events-oriented aspects will be wrong. # Rectification of the Birth Time When you don’t know your time of birth or suspect it is off by a few minutes or more, you can have your birth time rectified. Rectification is a ve ry time-consuming process that involves forecasting backward s in your life and adjusting your birth time until it coin cides with all the significant events in your life. It can be a costly investment. However, the time and costs can be cons iderably less if you have a birth time on your birth certificate from which to start the process, and if you have a very good memory for as many events in your life as possible. Rectification is not a job fo r an amateur; not even all professional astrologers are up to the task. But, for astrology to work properly, an accurate birth time is essential, and rectif ication is the best way to determine it. So if you want to get your char t rectified, start by obtaining"},{"pageNumber":7,"pageContent":"a copy of your birth certificat e and then make a detailed list of all the significant events in your life (e.g., births, deaths, relocations, marriages, divorces, career moves, etc.), asking your friends and family member s for help along the way if you can't remember exact date s, times or places. After you've done all of this prep aratory work, you can start looking for an astrologer who is experienced in rectification. Rectification is an important investment for anyone who regularly uses and relies on as trology for guidance in life. Once your exact birth time has been properly determined, you will find that astrologic al consultations are far more accurate than you ever imag ined possible, and that the predictive advice you receive will be right on the money. # Selecting a House System Natal charts are divided into tw elve sections called \"houses,\" which indicate the different area s of interest and activity in your life. How those houses ar e divided up depends on the house system used by you or your astrologer. There are at least eight major house systems in use throughout the world, but the three most co mmonly used in the United States are Placidus, Koch (pro nounced \"coke\"), and Equal."},{"pageNumber":8,"pageContent":"These three systems result in the same Ascendant (Rising Sign) but have different Midheavens and house cusps. The Placidian system is na med after its 17th century inventor, Placidus de Titus. It is used by at least 80% of astrologers in the U.S. because it is the most widely known system and its house tables are readily available in most areas. The Koch system is th e second most commonly used house system in the U.S. It originated in Germany and is named for its first publisher, Dr. Walter Koch. Both Placidus and Koch systems result in the same Ascendant which is always the cusp of the first house. The Midheaven is always the cusp of the tenth house, but each system results in a different sign (or the same sign at a different degree) on the Midhea ven. Placidus and Koch are \"unequal\" house systems which ca n result in interceptions. An interception occ urs when two opposite signs are each on the cusp of two houses, while another two opposite signs are not on any house cusps at all and are instead inside of houses with neighboring signs on their cusps. But in any given chart, the signs intercepted by Koch are not necessarily the same ones that would be intercepted using Placidus. "},{"pageNumber":9,"pageContent":"The Equal house system is just what its name implies. All the houses have the same degr ee on each cusp, and there are no interceptions. Equal house systems are especially useful for people born in the northernmost and southernmost latitudes, and this system is the most popular one in use outside of the United States. No given house system is better than another, only different. Astrologers select the systems which they feel work best for them and for th eir clients. They also select systems which best suit the kinds of astrology they practice, giving them the desired interpretive results. For example, those who practice astropsychology are often inclined to use Placidus, and those who practice Uranian astrology are more likely to select Koch. If you ar e unsure which system is best for you, try both, or try one of the other house systems, and see which produces the most reliable results. That's the best house system -- for you. # About Orb When planets form relationships such as trines, squares, oppositions, etc., those relatio nships are called aspects. The term \"orb\" refers to the rang e of degrees between any two planets when they are in aspe ct to each other. A wide"},{"pageNumber":10,"pageContent":"(large) orb of 10 degrees is felt by only a few people because you would have to be very sensitive to the earliest and slightest influences of the aspect. However, a tight (small) orb of 3 E or less means the aspect is more intense and significant in nature, and it is felt by nearly everyone, especially the closer it is to being exact (0 E ). The reports advertised on this website make use of small orbs of 3 E or less when possible. # About Relocation Everyone wants to know where th e best place is for them to live. That ideal place where your life will work perfectly. But, what constitutes a \"best\" place is not the same for everyone. Astrology can help you find places that are good for you, but that doesn’t mean you will like them. For example, two places that are great for me astrologically include Easter Island and a place near the Arctic Circle named Cambridge Bay. I don’t like islands or snow , so I’m not going to either location. Some astrologers believe that the farther away from your birthplace you go, the less likel y you are to follow the path on which your spirit was set when first it came to this plane"},{"pageNumber":11,"pageContent":"of existence. In some ways this makes sense, because wherever you move, you will have to make some form of compromise. No place is 100% perfect for anyone. I lived for many years in Veni ce, California, a place that I loathe with every fiber of my being. I could not wait to get out of that place. Finally, I moved up the coast to my hometown of Monterey, a place I truly love and that is fairly close to my birthplace of San Fran cisco. But, is it perfect in Monterey? Close, but not quite. Astrologically, Monterey is good for me because I don’t get one of the very negative aspects I had in Venice. But, geographically speaking, I moved to a place that has a very high cost of living with pitifully low wages. All things considered, however, it is the perfect place for me. When I first set out to decide where to live, it was during a time when I spent a good de al of each ye ar lecturing throughout the United States and other English-speaking countries. On various lecture circuits, I managed to visit all but four states, some of which I visited on several different occasions. "},{"pageNumber":12,"pageContent":"I must have relocated my chart at least 100 times, trying to find my ideal place. I ended up with a list of fifteen cities that were promising astrologic ally. Out of those, I actually liked about nine. When it came time to narrow down my selections, astrology didn’t help. I had to actually think about what my life would be like in those cities. Boy di d that ever narrow the choices down fast! Now I was left with only three cities, one of which was Monterey. When it came to making the final decision, I picked the city where I actuall y knew people and had lived before. Monterey had changed a lot, but it still felt like home. When you decide to relocate, you need to look at more than just your relocated chart. You need to visit different places, check out the jobs, the weather, the housing, the schools, etc. And, if you have a spou se and family, you and your spouse will need to agree on a community that is good for the two of you and your family. Use astrology as a tool to help you narrow your choices. Then, take some time to really research the cities and make several visits to each prospe ctive \"best place.\" When it’s time to move, you will make your decision ba sed on facts"},{"pageNumber":13,"pageContent":"and first-hand evaluation. And that’s how to find your best place to live. # Many Happy Returns with your Solar Return Solar returns are also called bi rthday charts. In fact, it’s from the solar return that we get the expression \"many happy returns\" which we sa y when wishing someone a happy birthday. Your solar return is calculated for the exact date and time when the Sun returns to the pl ace it was in when you were born. This means that your tr ue birthday may fall on the same date you were born, or it may fall the day before or after, depending on when the Sun reaches the correct degree. For example, if you were born on September 28, 1950, when the Sun was at 05 E LIB 00', your solar return would fall on September 27th in the years 2004, 2005, and 2006. Many reputable astrologers believe you can affect the outcome of your solar return by being in a place other than your birthplace or your place of residence at the time of the return. Some people will go to extraordinary lengths to visit another town or country for their solar return. This is"},{"pageNumber":14,"pageContent":"because calculating a solar return for a different location can cause certain desirable planet ary aspects to appear, and certain undesirable planetary aspects to disappear, or a planet or planets can change ho uses if the chart is erected for a different place. However, while the ancients be lieved in erecting a solar return for the location in which a person is at the time of the return, people back then did no t travel much, and they could not have anticipated our hi ghly mobile lifestyles. The solar return takes the single day of the return and uses the 24 hours that follow the return to predict the future events for that year. But, we can argue that, like progressions, we need to recalculate the solar return for the place where the person lives on ce they return home. Why is the solar return any different than a progression in that respect? After all, if I went to New York in June, I wouldn’t erect my progressions there an d then return to the West Coast and rely on those New York calculations. When I progress the planets in my solar returns to predict events, it has always been the solar re turn chart erected for my residence that has been reliable. "}]
