[{"pageNumber":1,"pageContent":" Junior Astrology Course Lessons 1 - 9 The Rosicrucian Fellowship MOUNT ECCLESIA OCEANSIDE, CALIFORNIA, USA COPYRIGHT 2001 BY THE ROSICRUCIAN FELLOWSHIP All rights, including that of translation, reserved. For permission to copy or translate, application should be made to the publisher. THE ROSICRUCIAN FELLOWSHIP INTERNATIONAL HEADQUARTERS 2222 MISSION AVENUE PO BOX 713 OCEANSIDE, CALIFORNIA, 92049-0713, USA Telephone: (760) 757-6600 Fax: (760) 721-3806 rosfshp@rosicrucianfellowship.org http://www.rosicrucianfellowship.org Compiled at Mount Ecclesia October 2001 "},{"pageNumber":2,"pageContent":"  Table of Contents Introduction............................................................ 3 LESSON 1............................................................. 5 LESSON 2............................................................. 9 LESSON 3........................................................... 13 LESSON 4........................................................... 17 LESSON 5........................................................... 23 LESSON 6........................................................... 26 LESSON 7........................................................... 29 LESSON 8........................................................... 34 LESSON 9........................................................... 38 Review and Test to continue lessons................... 42 Answers to Lessons ............................................ 43 "},{"pageNumber":3,"pageContent":" Junior Astrology Course, Lessons 1 - 9 3 Dear Friend, We are happy to have your request for our Astrology course. Our three courses in Astrology are based on the Teachings as given to humanity by the Brothers of the Rosicrucian Order through The Rosicrucian Cosmo-Conception and the personal investigations of Max Heindel, their messenger. In order to realize the most benefit from our Astrology courses we suggest you study our Preliminary Philosophy Course consisting of twelve lessons. The Preliminary Philosophy Course must be completed by regular mail one lesson at a time. We hope that the understanding of life and its problems offered by this course will bring you much comfort and joy. A New Age is dawning, and wonderful opportunities await those who understand and cooperate with the cosmic forces operating to break humanity's bond of materialism and usher in a new order with higher spiritual concepts. As we bring ourselves into harmony with these forces, we not only greatly hasten our own progress, but make it possible for us to aid in the great work of uplifting all humanity. These lessons are not sold. The Rosicrucian Teaching is free, but the expenses incidental to their production and website distribution are met by free-will offerings from students \"as the heart dictates and the means permit.\" However, all receive the same teaching and attention even though circumstances may be such that some are unable to assist in supporting the work. We would love to be able to provide personal one-on-one instruction to all who are interested in our courses, but our resources do not allow this. Therefore, this study course is set up as a college- type self-study course where the student becomes his own teacher. Answers to all questions are given in the back of the booklet. Please do not send your individual lesson answers to us. Please feel that we are your friends, and that we consider it a pleasure and a privilege to assist you in any way possible to live the higher life, which leads to true happiness and spiritual unfoldment. We send our best wishes for your spiritual progress. Yours in service, The Rosicrucian Fellowship, Education Department Materials You Can Buy for Our Courses in Astrology Note: The Information for Astrology Course booklet (AI), available online, contains all of the required course reference materials found in the books below. With the exception of the required chart calculation worksheets (HDD or HDP), it contains all of the reference materials needed for the Junior and Senior Astrology Courses. 1] Simplified Scientific Ephemeris for 1911, 1912, and 1932 computed for noon (order Information for Astrology Course booklet [AI] or E1911, E1912, and E1932). 2] Simplified Scientific Tables of Houses (TBH). 3] Simplified Scientific Astrology - Complete textbook on the art of erecting horoscopes, with dictionary of astrological terms (ASP). Available online. 4] The Message of the Stars - An esoteric exposition of Natal and Medical Astrology explaining the arts of reading and progressing the Horoscope and diagnosing diseases (MSP). Available online. 5] Horoscope Data Sheets (one pad of 50 - HDP) noon . All of the above can be obtained from our Order Department. "},{"pageNumber":4,"pageContent":"4 Junior Astrology Course, Lessons 1 - 9 "},{"pageNumber":5,"pageContent":" Junior Astrology Course, Lessons 1 - 9 5 Astrology Letter No. 1 Dear Friend, You have before you the first lesson in Spiritual Astrology, but we feel that it would be incomplete if only the mathematical side were elucidated and the spiritual side neglected, for the latter part of Astrology is the kernel, the essence, while mathematics is only the terms of the outer expression. The hands of the clock show the time of events in daily life, but they would remain inert and motionless were they not propelled onward by a force in the hidden spring. Their stoppage might cause us to miss an appointment. The visible planets also mark events of life like the hands of a clock; they also are propelled in their courses by an unseen force analogous to the spring in a clock, except that the Great Spirits whose bodies they are never stop, and therefore we never miss an appointment registered upon the clock of destiny, although we may cancel it — under certain circumstances — as we do engagements in ordinary life. It is said of Edison that when he was night operator in a railway telegraph office, he put a pail upon a shelf, led a hose from a faucet into it, turned on a small stream of water calculated to fill the pail before the next train was due, placed his chair under the pail, and went to sleep. The overflowing water compelled him to waken and attend to business as no alarm could have done. We are all turning a constant stream of actions for good or ill into the reservoir of time, and the overflow is always coming back to us and impelling us to new deeds. It does not matter if we have gone to sleep as Edison; even the sleep of death cannot abrogate the deeds of the immortal spirit. A new birth brings each back exactly when his pail of time is full, so that he may reap what he has sown. It is of the greatest importance that you should understand this viewpoint very thoroughly. We do not have a certain fate because we are born at a certain moment and impelled by stellar rays then prevailing. If so, we should then have a right to rail at fate for being born under an evil star without choice or prerogative. We should then hate God for making us subject to such a fate. Edison would have had a right to be provoked if any one had awakened him in the manner described, but knowing that his own act before going to sleep had caused the wetting and realizing the benefit of the heroic treatment, he probably felt well pleased. So with us, if we realize that our own past acts are the determinators of our conditions and that the stars simply mark the most favorable time for harvesting what we have sown, we shall be more contented and seek to learn the lessons of life instead of railing because of what we lack in faculty or fortune. Hoping that you will ponder over these important distinctions and always maintain that we were born at a certain time because the positions of the stars were then such as would bring us the fate we had earned and the lessons to be learned, I am, Yours in Fellowship, Astrology Lesson No. 1 In commencing such a course of instruction where the teacher has no means of knowing to what extent a pupil is informed upon the subject of study, the only safe method is to assume that he knows absolutely nothing thereof, otherwise the teacher may omit instruction upon rudimentary matters which he thinks are common knowledge, to find later that his neglect has given the pupil wrong ideas which may be difficult to eradicate."},{"pageNumber":6,"pageContent":"6 Junior Astrology Course, Lessons 1 - 9 Therefore, we shall begin at the beginning of our subject and request students already informed upon matters treated in the early lessons to be patient. The next lessons give instruction in the method of calculating a horoscope. The Basis of Calculations Time A horoscope is simply a chart of the heavens calculated by the rules of astronomy. It shows certain positions of the planets and zodiacal signs in relation to the earth. These positions are not permanent, however. If they were, the location of the heavenly bodies could be determined once for all time without need of further calculation. The influence of the planets upon the Earth would then also remain constant, and there would be no use for astronomy or astrology. But as the Earth makes a complete revolution upon its axis each 24 hours, every point in the northern heavens may be seen once a day from any point in the northern half of the Earth, and every star in the southern heavens rises and sets each day in every part of the southern half of our globe. The Earth and its sister planets revolve around the sun at such varying rates that their positions relative to the Earth and to one another are constantly changing. Every day the heavens are different from every other day. If a child were born now, while you are reading this, the positions of the planets at this moment will not be duplicated for about twenty-six thousand years, a period which the astronomers call a \"Great Sidereal Year.\" In the meantime the relations of the planets would undergo an infinite number of kaleidoscopic changes; consequently their influence would be different with respect to every individual born in the interval, and thus time becomes a prime factor in the science of astrology. Place It is further evident, however, that time is not the same the world over. When the Sun rises at the place where you live, it is setting at another place; so that when it is morning in your home, it is evening for the people in another part of the world. This makes another difference in the horoscopes of children born at the same moment but in different parts of the world, as you will readily understand when you consider that the Sun's rays affect the Earth differently in the morning, at noon, and at midnight. The planets' places and influence would also differ in the case of children born at the same time but in opposite parts of the world, for if a planet were just above the birthplace of one, its rays would impinge upon that child with unimpeded force, but to reach the other, born in an opposite part, it would be necessary for the stellar ray to travel directly through the Earth — as radio waves cross mountains — and part of its force would thus be spent by the time it reached the child. Therefore planets under the Earth have less influence on a life than those above. Thus you see that time and place are the basic factors in a horoscope, and the more accurately we are able to determine them, the better we shall be able to delineate the character and predict events for those whom we aim to help. The Exact Time In noting the time of birth of children it is advisable to have the clock set as accurately as possible. Mark that the time of birth in the astrological sense is not the moment of delivery but the instant when the infant gives its first cry, for that cry is the completion of its initial breath. After entering the lungs, the air, charged with the subtle stellar influences peculiar to that moment, is carried by the blood through every part of the sensitive little infant body and stamps every atom and memory center with its vibrations. This primal impression will prevail during life, though the atoms change again and again just as a scar perpetuates itself upon the flesh, because the memory center, also called the \"seed-atom\", located in the heart (see Rosicrucian Cosmo-Conception pages 97-98), retains the first stellar impulse which acts as a blue-print on the Etheric Matrix that controls the various components of the atom rebuilt during this lifetime. Therefore, the stellar rays at the moment of birth exert a powerful influence all through life. They are impelling forces which sway us hither and thither as driftwood is propelled by currents of the sea."},{"pageNumber":7,"pageContent":" Junior Astrology Course, Lessons 1 - 9 7 It is the purpose of astrology to teach that these forces exist and that by exerting our Will Power we may steer the bark of our life as we wish, and bring ourselves to live better lives in harmony with the Laws of Nature, and also teach how we may help others in like endeavor. The Exact Place Latitude Geographically, the Earth is divided by two sets of imaginary lines, one running from East to West, and the other from North to South. The circle running East-West halfway between the North and South poles, as shown in the above chart, is called the Equator. Other circles, called Parallels of Latitude, are imagined running parallel to the equator, and their use is to measure the distance of any place north or south of the equator. Now get an atlas, and look at the map of North America. Along the right and left hand borders you will see certain numbers. Note that a curved line runs from number 50 on the right to number 50 on the left. This is the fiftieth degree of latitude. All cities along this line, in America, Europe, or Asia are equidistant from the equator, and are said to be located in \"Latitude 50 North.\" Another line runs from number 40 on the left border to number 40 on the right. Let us note some of the principal cities on or near this line: San Francisco is a little further south, Denver right on the line; Chicago and New York a trifle north. Now turn to the map of Europe. There the right and left hand numbers with their connecting circles are also parallels of latitude. At the number 40 you will see Lisbon and Madrid. Proceeding eastward Rome and Constantinople appear a little to the north of our line. These places may be said, for the purpose of elementary instruction, to be in the same degree of latitude, and therefore another determinator must be used to differentiate the location of each place from all others. Longitude This is accomplished by dividing the Earth from pole to pole by another set of imaginary circles called Meridians of Longitude, shown in the above chart running the North-South axis. They are so"},{"pageNumber":8,"pageContent":"8 Junior Astrology Course, Lessons 1 - 9 called because all places located along such a circle have noon at the same instant, regardless of how far they are from the equator or whether near the north or south pole. Now look again at your map of Europe. There you will see numbered lines running from the top of the map to the bottom. These are meridians of longitude. One is numbered 0. If you follow that line you will find London, and close thereto a place called Greenwich. That is the location of the world's greatest observatory, and for purposes of astronomical calculation all places on Earth are considered as being so and so many degrees west or east of Greenwich. Thus, by Latitude we obtain the location of a certain place North or South of the equator. By Longitude we designate its position East or West of Greenwich. When the location of a place is stated in terms of latitude and longitude, it marks a certain spot beyond all doubt or possibility of confusion with any other place, and gives the astrologer the second of the primal factors necessary to calculate a scientific horoscope: place. Questions: 1] What is meant by Longitude and Latitude? 2] Go to the first section of the Simplified Scientific Tables of Houses or pages 3 and 4 in the Information For Astrology Course booklet and state the location, i.e., the nearest exact degree (no minutes) of longitude and latitude of: Berlin (Germany) Vienna (Austria) Baghdad (Iraq) Santiago (Chile) Ottawa (Canada) Detroit (Michigan, US) Los Angeles (California, US) Vancouver (Canada) 3] When does birth occur from the astrological viewpoint? 4] How can the planets at birth influence the whole life? 5] What is the purpose of astrology? 6] Write the names of the signs of the zodiac and their corresponding symbols. The Source Research Bureau - The Julian and Gregorian Calendar The true length of the tropical year is not 365.25 days, but 365 days, 5 hours, 48 minutes, and 45.5 seconds, leaving a difference of 11 minutes and 14.5 seconds by which the Julian year is too long. This amounts to a little more than 3 days in 400 years. Pope Gregory, therefore, under the advice of the distinguished astronomer Clavius, ordered that the calendar should be corrected by dropping ten days, so that the day following October 4, 1582, should be called the fifteenth instead of the fifth; and further, to prevent any future displacement of the equinox, he decreed that thereafter only such century years should be leap years as are divisible by 400. Present differences of the two calendars is thirteen, and will remain so until the year 2100. May 12, 1886, according to the Julian calendar would be May 25, 1886, according to the Gregorian calendar.  Source: Manual of Astronomy. Young."},{"pageNumber":9,"pageContent":" Junior Astrology Course, Lessons 1 - 9 9 Astrology Letter No. 2 Dear Friend, Let us consider how the heavens influence our lives through the twelve houses. Suppose we are out driving, and our road follows the seacoast, but a mile or so inland. A breeze is blowing from the ocean and as it passes over the country separating us from the sea, it brings upon invisible wings, messages from that land which evoke pleasure or aversion according to their nature. In one place an aroma of new mown hay fills us with delight; perhaps we are nauseated by the oversweet smell of jasmine on the next stretch of our journey and later become really ill from the stench of stagnant marsh water. But then we enter a forest, and soon its grateful pine balm restores the normal health and spirits. In our journey from the cradle to the grave we carry the twelve houses with us in the auric atmosphere surrounding each one of us as the air envelops the flying earth. Each house mirrors part of the life; each holds some of our life lessons; each represents how we have worked or shirked before in that department of life's school. At the appropriate time of life we reap from each house what we have sown in past lives—that is, unless we forestall the harvest in time. Is our 11th house afflicted, do friends betray and forsake us, do they leave us heartsick, or nauseate us like the scent of jasmine and stagnant marsh water? Then let us examine the horoscope, for it reveals what is hidden in our auric atmosphere. The friends saw us and we them through the 11th angle, and something ill-smelling must be there. It may be that we long to be befriended more than to befriend others. Let us cease to be like the debilitating jasmine and seek to emulate the sturdy strength of the invigorating pine tree; then we shall find friends flocking around, admiring our strength. Not all have such sturdy natures, but we can attract equally by kindliness, as soothing to sorrowing hearts as perfume of new mown hay to the senses, and thus we may rid the house of friends of affliction. Yours in Fellowship, Max Heindel Astrology Lesson No. 2 If you go on your housetop or any other convenient elevation on a clear night, you will see a great many stars adorning the vaulted arch of heaven, and if you look more closely you will observe that they all twinkle--that is to say, with the exception of perhaps one or two which shine with a perfectly steady light. The twinklers are suns of other solar systems so far away that a traveler going with the speed of light would require hundreds of years to reach some of them. They move in such enormous circles and are at such a distance that they appear to maintain the same positions relative to one another. Therefore they are called \"fixed stars.\" There is a radical difference between the twinklers and the stars which emit a steady light. If you watch one of the latter night after night, you will find that it changes position relative to the fixed stars in a direction from west to east, the same as the Sun. Continued observation of the various heavenly bodies whose light is steady will show that they all follow the same path among the maze of fixed stars. Four such luminous planets are visible to the naked eye at various times of the year. Their names are Saturn, Jupiter, Mars and Venus. A fifth, Mercury, is usually so close to the Sun that it is invisible on account of the luminosity of the Sun's rays, but at times it may be seen in the west shortly after sunset or in the east just before sunrise. It twinkles like a fixed star, although it is a planet. There is a spiritual reason for the anomaly, but as that feature would divert our attention, we will pass it by at present. A telescope is required to properly observe the three planets nearest the outskirts of our solar system, Uranus, Neptune and Pluto. These eight heavenly bodies move around the Sun. So does the Earth; and the Moon revolves about the Earth; but when we look into space it appears as if the Earth stands still, and Sun, Moon,"},{"pageNumber":10,"pageContent":"10 Junior Astrology Course, Lessons 1 - 9 and planets all move around us. The ancient Ptolemaic system of astronomy in vogue until modern times was based upon this conception of the universe, and subscribed to by all until superseded by the Copernican theory. Skeptics and scoffers who have never taken time nor trouble to investigate, arrogantly maintain that since the Copernican theory has proved that the planets, including the Earth, move around the Sun, that fact in itself is prima facie evidence of the fallacy of astrology, which they term as \"exploded superstition.\" We do not care to \"convince a man against his will,\" and deem a defense of astrology superfluous, but feel that it may benefit beginners to know the astrologer’s views. When the Sun's rays slant, as they do morning and evening, they give less heat than at noon when they are more nearly perpendicular. Although we are millions of miles nearer the Sun in midwinter than in summer, it is coldest in winter because the Sun's rays are more nearly horizontal then than at any other time of the year. In summer the scorching heat of the perpendicular ray is not lessened because we are then farthest from the Sun. Thus it is evident from observation that the angle of the ray is practically sole determinator of its effect upon the Earth. Astrology deals also with planetary angles and their observed effects upon humanity. It teaches that varying angles of Sun and planets give different physical, moral, and mental tendencies. The discovery of Copernicus does not render the tabulated statistics of astrologers null and void any more than it eliminates heat from the solar ray. When a certain angle has been established, a corresponding heat is felt today as before the days of Copernicus, and the finer influences dealt with by astrology are not missing, either. Neither is it an argument against the truth and utility of astrology that predictions sometimes fail. If all came true, it would prove life an unprofitable struggle against inexorable fate and the human will of no avail. Signs and Houses The path pursued by Sun and planets among the fixed stars, year after year, is called the ecliptic, and the fixed stars grouped near this great circle are called the natural zodiac. In each of the twelve months the Sun appears to travel through a certain group of the zodiacal stars, and therefore they have been divided into twelve natural \"signs\" of the zodiac. Astrologers also speak of twelve \"houses,\" and it is often a sore puzzle to the beginner to differentiate between these \"signs\" and \"houses,\" and to understand their relation to one another in the horoscope. We shall therefore try to elucidate the matter as plainly as possible. Procure an orange, apple, or any other soft, ball-shaped article, and six long knitting needles. Pierce the ball with them in such a manner that they resemble twelve spokes in a wheel. The ball will then represent the Earth, and the projecting parts of the needles are dividing lines between house and house, each house being located between two needles. "},{"pageNumber":11,"pageContent":" Junior Astrology Course, Lessons 1 - 9 11 August 2, 1909 at 8:15 PM, Longitude 88 West, Latitude 42 North Now, mark this definition, and you will have no difficulty. The twelve signs are divisions of the heavens relative to the Vernal Equinox and the Ecliptic. The twelve houses are divisions of the heavens relative to the birthplace and the horizon. The purpose of the division into signs and houses is to determine the angle of the stellar ray, for upon that depends its influence. In order that you may still better understand the principle, drive one of the needles of your wheel into a block of wood so that it stands upright; place it in front of you, and compare it with the illustration in this lesson which is marked \"The Houses.\" (Diagram No. 1). The small circles in the diagram correspond to your ball or orange, which represents the Earth moving in space without visible support, and receiving the rays from all the stars and planets scattered over the vault of heaven. Let us suppose you are standing on top of the Earth ball, or at the point indicated by the arrow in Diagram No. 1. As you are living in the northern part of the world, you look south when you gaze at the noonday Sun, which is then in its highest elevation, and its ray falls from the angle marked 10 in the diagram. It has been observed that planets which are in that \"tenth house\" at the birth of a child affect its honor and social standing, and therefore the tenth house is said to \"rule\" these matters. Planets just rising in the east at birth send their rays through the division marked 1, and have been shown to affect the form of body and conditions of the parental home; hence the \"first\" house is held to determine these affairs, and so on with all the other houses. As you know, the Sun appears to travel once around the heavens in a year of 365 days. Mathematicians have made this the basis of their calculations dividing all circles into 360 parts, as it would have been inconvenient to divide by an uneven number like 365. The Sun travels approximately one degree each day, a degree being 1/360th part of a circle. Each of the twelve signs of the zodiac has exactly 30 degrees and this number of degrees in a sign never varies, making a complete circle of 360 degrees. Houses are also a division of the heavens"},{"pageNumber":12,"pageContent":"12 Junior Astrology Course, Lessons 1 - 9 into twelve parts, but because houses are derived from different reference points than signs they do not always contain 30 zodiacal degrees each. For example, in diagram number 2, the 10th house contains 21 zodiacal degrees (counting from 18 to 30 of Sagittarius is 12 degrees, from 0 to 9 of Capricorn is 9 degrees - a total of 21 degrees). The 11th house contains 23 zodiacal degrees (9 to 30 degrees of Capricorn is 21 degrees plus 0 to 2 degrees of Aquarius gives a total of 23 degrees). The deviation of house length from an even 30 degrees becomes more and more pronounced as one moves further north or south of the equator. Notice In order to understand the next lesson you will require an ephemeris for 1912 (refer to the lesson information sources on page 3). Questions: 1] What is the difference between the signs and the houses? 2] What is the difference between the signs of the zodiac and the planets? 3] What is a degree? How many degrees are there in each sign? 4] How many signs and how many houses are there? 5] What determines the influence of a planet? 6] How many degrees are there from Aries 1 to Taurus 15?"},{"pageNumber":13,"pageContent":" Junior Astrology Course, Lessons 1 - 9 13 Astrology Letter No. 3 \"Who seeks for heaven alone, to save his soul, May keep the law, yet will not reach the goal. Who walks in love may sometimes wander far; Yet God will bring him where the blessed are.\" These are lines by an unknown poet, but they ring absolutely true to the teachings of Christ in regard to the rich young man, and also to the teachings given in Paul's inimitable 13th chapter of 1st Corinthians. Love is the source of life; love alone makes life worth living, and therefore I feel that in a course of astrology from the Mystic's viewpoint the planet of love, Venus, has first claim on our consideration. You know that each house represents a certain department of life, and when you learn the intrinsic value of the planets you will be able to read a message from the stars independently of books and authorities. By exercising your own divine power of reason to combine the simple basic factors, you may become an astrologer (the name means reasoner concerning the stars); any brainless poll parrot can babble about what the books say. It is easy to read and recite; but it requires thought to reach an independent conclusion and give an adequate interpretation of the stellar script. That effort, however, is productive of wonderful soul growth, so I hope that you will read little but think much; then you will develop a deeper and more reliable knowledge than the most erudite authorities can impart and a soul-power of inestimable value, namely, intuition. I can teach you how to erect a horoscope; there are certain definite, hard and fast rules; but neither I nor anyone else can teach you how to read in an adequate manner. The best method is to aid students to combine the basic factors of horoscopical judgment and to draw logical conclusions therefrom. This we will commence in our next letter. Yours in Fellowship, Max Heindel Astrology Lesson No. 3 True Local Time In our first lesson we spoke about time in general. We will now consider a special kind of time, namely, True Local Time. This is the same as Sun Time, which is gauged by the instant when the Sun crosses the meridian (when it is directly overhead) at any particular place. This instant marks True Local Noon for that place. We will also learn how to convert Standard Time, the prevailing time in the United States, into True Local Time. Prior to November 18, 1883, the time used in any particular locality was Sun Time, that is, True Local Time. But since that time it has been found convenient to substitute what is called Standard Time, for Sun Time, particularly in America, and therefore the student should understand the division of the country into time zones, so that he may be able to make necessary corrections when calculating horoscopes for dates subsequent to the institution of Standard Time. This innovation grew out of the confusion which existed in railroad time-tables before its introduction. Where several railroads entered a city, each had its clocks set to a standard of its own, and in addition, the people in that city had their own local time. Sometimes the clock on one railway station varied half an hour from that of another railroad company, and both pointed to a different time from the timepiece on the city hall. It was therefore suggested that if the country be divided into time zones, each about fifteen degrees of longitude in width (this being the distance the Sun travels in one hour), and all the clocks in each division set to one uniform time, gauged by a meridian located in the"},{"pageNumber":14,"pageContent":"14 Junior Astrology Course, Lessons 1 - 9 center of its time zone, the difficulty would be overcome. Accordingly, America was divided into four such zones by three imaginary lines, as illustrated in the diagram: In the Eastern Time Zone clocks are set to the 75th Meridian, 5 hours earlier than Greenwich Mean Time. In the Central Time Zone time is regulated to the 90th Meridian, which is 6 hours earlier than Greenwich. In the Mountain Time Zone timepieces are governed according to the 105th Meridian, which is 7 hours earlier than Greenwich Mean Time. In the Pacific Time Zone time is set to the 120th Meridian, 8 hours earlier than Greenwich. In all cities located on these Standard Meridians (indicated by arrows on our diagram), such as Philadelphia and Denver, Standard Time is also the True Local Time, and no correction is required in calculation of horoscopes. But Detroit, which you will see located near the dividing line between the Eastern and Central Time Zones, is 8 degrees west of the 75th Meridian, and its clocks are therefore 32 minutes faster than Sun Time, for when they show noon according to the 75th Meridian Standard, the True Local Time is 32 minutes before twelve. Chicago you see a little east of the 90th Meridian (2 degrees). When the clocks there are at twelve, it is really 8 minutes past the noon hour. San Francisco clocks show noon when the True Local Time is only 11:50 A.M., because that city is 2 1/2 degrees west of the Standard Meridian. Correction is therefore necessary because True Local Time must be used in all subsequent calculations of the horoscope. The rule for obtaining True Local Time is: to the nearest Standard Meridian Time, add four minutes for each degree the birth place is east of the Meridian corresponding to that Time. If the birth place is West of that Meridian, subtract four minutes for each degree it is West thereof. To illustrate, we will find the True Local Time for a birth at New York, July 23, 1912, 5:56 AM, Standard Time. By reference to the map we find that New York is in about 74 degrees West Longitude, which is one degree east of the nearest Standard Time Meridian, namely, the 75th meridian. Following our rule, we add one times four, or four minutes to the time shown by the clock (5:56 A.M.), obtaining thereby 6:00 AM, which is the True Local Time of birth. Similarly, for a birth at New York, July 28, 1912, 9:56 PM, we find that the True Local Time is 10:00 PM."},{"pageNumber":15,"pageContent":" Junior Astrology Course, Lessons 1 - 9 15 Note specially, however, that this correction of Standard to True Local Time applies only to the United States and is required only for dates subsequent to Nov. 18, 1883, when Standard Time was adopted. But, in such other countries as have special time regulations, these must be taken into account in calculating True Local Time. Greenwich Mean Time We are now to learn about another kind of time. Suppose that we have a pole many billions of miles long, and that the earth is sufficiently soft so that we can imbed the pole therein. Then, as we look out along our pole, we shall find it pointing directly at one of the fixed stars. As the Earth turns upon its axis, our pole will point to different stars at various times, but from the time it is in line with one certain star to the next time it reaches that position, the Earth will have made one complete revolution. This is a Sidereal Day and our only absolutely correct measurement of time. When you look in your ephemeris on March 21, 1912, you see in the column marked \"Sidereal Time (ST),\" the numbers 23 (hours), 54 (minutes); the next day has a different sidereal time, and so has every day through the rest of the year. You may therefore think our statement wrong, but there would be no such difference if the Earth were stationary in space. In addition to revolving upon its axis, however, it also travels in an orbit around the Sun, and so if the pole, which we imagine stuck in the Earth, points to a certain star on the noon of March 21st, it must move a little further to catch up with the Sun (which marks our noon), on March 22nd. On March 23rd, it must have moved still a little further after passing the marking star, and yet further for every succeeding day in the year. Moreover, as the speed of the Earth is variable at different times of the year, so also the difference in time between the sidereal clock and the solar clock varies. Therefore, we cannot even use Sun Time in our civil life, but are forced to average these differences in time, and thus we get what is called mean time. Further, as the greatest observatory of modern times is at Greenwich, England, the world sets its clocks by the timepiece there, and calls it Greenwich Mean Time. The ephemeris gives us the longitude of each planet at noon, Greenwich Mean Time, for every day in the year. If we were all born in Greenwich and at twelve o'clock noon, we might just set the numbers given in the ephemeris for our birthday, down in the horoscope without further calculation. But as most of us were born at places east or west of Greenwich, a correction is obviously necessary, and the fact that people are born at all hours of the day necessitates a further correction, so that the position of the planet may be accurately calculated for the birth time at the birthplace. How this is accomplished and the philosophy of the correction will be seen by the following illustration. Any circle, as you know, is mathematically divided into 360 degrees, and you may with profit look up what is said about this in Lesson No. 1, where the Sun's motion in its orbit was the theme. That revolution takes one year, and thus the Sun's seeming daily motion is about one degree. But the Earth also describes a circle upon its axis in twenty-four hours, and so appears to move one degree of space in four minutes, or fifteen degrees in one hour. New York is located in about 74 degrees west longitude, and the Sun must therefore travel 4 hours, 56 minutes from the noon mark at Greenwich to reach the midday position at New York. And when the Sun is at the zenith in Greenwich, and the clocks there strike twelve, the rays of the morning Sun are only peeping at New York, and its clocks point to 7:04 AM. A little child born in New York at 7:04 o'clock in the morning and another child born in London at noon would thus be born at exactly the same moment, though the clocks differed at their birthplaces. But it would be necessary to correct the New York birth time to Greenwich time, in order to use the ephemeris calculated for the latter place. This is done by adding to the True Local Time of birth, four minutes for every degree of longitude, if the birthplace is west of Greenwich, or subtracting four minutes for each degree of longitude if the birthplace is east of Greenwich. We will now calculate the Greenwich Mean Time for a birth at New York, July 23, 1912, 5:56 AM, Standard Time. We found in the first part of this lesson that the corresponding True Local Time was 6:00 AM, which we will use in the following calculation. New York is about 74 degrees West longitude. Multiply that number by four minutes; the product is 296 minutes. As there are 60 minutes in an hour, we reduce the 296 minutes by dividing by that number; thus we obtain 4 hours and 56 minutes. This we add to our True Local Time of birth, 6:00"},{"pageNumber":16,"pageContent":"16 Junior Astrology Course, Lessons 1 - 9 AM, and obtain 10:56 AM, which is our Greenwich Mean Time. That is to say, at the time when our child was born in New York, and the clocks in that place pointed to 5:56 AM, the observatory clock in Greenwich, England, indicated the time as 10:56 AM. When Greenwich Mean Time has been found, the student is advised to forget the birth time in further calculations upon that horoscope, for only Greenwich Mean Time is then used. Thus you see how by the above correction we have changed Standard Time to Greenwich Mean Time. Questions: 1] What is the True Local Time when clocks set to Standard Time show 11:25 at Chicago; 9:30 at New York, 10:55 at Denver (all AM)? 2] What is the Greenwich Mean Time when it is 2:00 PM, Standard Time, at Chicago? Notice: Please be sure to include ALL calculations in reaching your answers. Please do not fail to read and reread the pages in which you find the answers to these questions. After carefully studying the subject matter, strive to condense your answer as much as possible, taking into consideration the principal points. "},{"pageNumber":17,"pageContent":" Junior Astrology Course, Lessons 1 - 9 17 Astrology Letter No. 4 Dear Friend, In our last letter we started a dissertation on Venus, which was in a certain sense sidetracked ere well commenced; we continue: The intrinsic nature of Venus may be summed up in the ideas of Harmony and Rhythm; therefore, she has the tendency to draw together all who are in accord, to unite mankind in pleasant companionships of varying degrees which we call friendship and love. The department of our lives in which she will exercise her beneficent office is, of course, indicated by the house, and the quality or degree by her configurations with other planets. If well placed in the third house, which signifies brothers and sisters, we may conclude that we have earned the love of our relatives by devotion in a former life, and that their affection for us will brighten this earthly existence. From the angle of the 7th house she may draw to us a soul companion whose conjugal love would make this earth seem heaven-like, for true marriage, marriage of souls, is a song of ecstatic joy, a paean of praise by kindred spirits. It is taught by the angels in heaven to the tuneful accompaniment of the Song of the Spheres, and whoever succeeds in bringing even the faintest chord of that celestial harmony to earth has a song of joy in his heart, a source of gladness which no sorrow can diminish. From the 11th house Venus will attract kind friends whose affections we have won before—for the horoscope shows what we have earned—joy or sorrow. We have made our \"luck\"; the stars only mark the time to reap, as the Sun calls the harvest man. The kindness of friends today was enlisted yesterlife by our helpful acts. Nor can we keep friends, life partners, relatives, in bonds of love unless we keep feeding the fires of love. We must continue brotherly and sisterly to retain affection from such relatives. It requires a friend to hold friendship, and we must act as lovers to merit continued conjugal affection, or the love light will wane no matter how well Venus is placed. The planets show only the trend of things; we have made the tendencies given by a well placed Venus and we can also mar them. If we do, an afflicted Venus in the horoscope of our next life will make it difficult for us to attract love. Let us so build that the Venus ray may be the brightest of all. Yours in Fellowship, Max Heindel Astrology Lesson No. 4 Sidereal Time We have now mastered the preliminary points in astrology; we understand the importance of time and place, how they are determined by longitude and latitude; also the relation of signs and houses. Thus we are prepared to commence casting a horoscope. You have procured a Simplified Scientific Ephemeris for 1912, which gives the planets' places as seen from the observatory at Greenwich each noon during the whole year. You will notice that on the right hand pages there is a column marked S.T.. That means Sidereal Time; and in that column we shall find our starting point for this lesson. A technical explanation of what Sidereal Time is would have a tendency to confuse the average student at his present stage of astrological progress, and as it is unessential to our calculation, we therefore simply describe its use: t he Sidereal Time at birth determines the sign (and degree) to be placed on each of the twelve houses. Be sure to get these three—Sidereal Time, Signs, and Houses—thoroughly connected in your mind, for they are the first factors in the calculation of all horoscopes. If you memorize each rule well, you will master the next lesson more easily. "},{"pageNumber":18,"pageContent":"18 Junior Astrology Course, Lessons 1 - 9 The Previous Noon Our starting point of calculation is the Sidereal Time given in the ephemeris for the noon previous to birth. Please note the emphasis we place on the word \"previous;\" there is a reason. A horoscope calculated by our system for a certain time and place will be exactly like one figures by any other truly scientific method, but the rules of other systems are complicated; to find the Houses involves subtraction in certain cases, addition in others. We endeavor to simplify the rules of astrology, and in this operation use only addition; but you must be sure to understand the term \"the noon previous to birth.\" If you miss that and get the wrong starting point, all your calculations must necessarily be out of line. A few examples may serve to make the point clear. If a child is born on August 20th at 11:55 AM (five minutes to twelve), August 19, 12 Noon, is the noon previous to birth. If the child were born August 20th at five minutes past 12:00 (12:05 PM), the previous noon would be that of August 20th, and we should use the Sidereal Time of that day, recorded in the ephemeris, as our starting point. Rule To Find the Sidereal Time at Birth To the Sidereal Time at noon previous to birth (given in the ephemeris), we add: 1] A correction of 10 seconds for every 15 degrees of longitude the birthplace is west of Greenwich. 2] The interval between the previous noon and the True Local Time of birth. 3] Correction of 10 seconds for every hour of that interval. The sum of these is the Sidereal Time at birth; but sometimes the sum is more than 24 hours, and as that is the ultimate length of a day, we simply subtract 24 hours and work with the remainder in such cases. When you calculate a horoscope for a birthplace east of Greenwich, subtract the corrections for longitude instead of adding. We will try first to find the Sidereal Time of birth occurring in London, England, September 15th, 1912, at 2 AM. Turn to the month of September in the ephemeris and note the Sidereal Time recorded opposite Sept. 14, which is the noon previous to birth. This S.T. is 11 hours, 32 minutes. There is no correction for Longitude, as London is very close to Greenwich. The interval from the previous noon, September 14, to birth, September 15 at 2 AM, is 14 hours, and the correction for that interval at 10 seconds per hour is 140 seconds, or 2 minutes and 20 seconds. These we tabulate and add: Hr. Min. Sec. Sidereal Time at noon previous to birth, September 14, as given in ephemeris: 11 32 00 Correction of 10 sec. for every 15 deg. West Longitude of birthplace. (London is 0 deg. West): +00 00 00 Interval from previous noon (September 14), to True Local Time of birth (September 15, 2 AM): +14 00 00 Correction of 10 sec. for each hour of interval—140 sec: +00 02 20 Subtotal: 25 34 20 We subtract the circle of 24 hours: -24 00 00 S.T. at birth: 01 34 20 In calculations for places in England the correction for Longitude is so small that it is negligible, but it makes quite a difference in America or Asia. Our next imaginary child is born in New York, July 23, 1912, at 5:56 AM Standard Time which equals 6:00 AM True Local Time (see Lesson No. 3). In the ephemeris we see that the Sidereal Time on July 22nd (noon previous) is 7 hours, 59 minutes at Greenwich. But New York, the birthplace, is 74"},{"pageNumber":19,"pageContent":" Junior Astrology Course, Lessons 1 - 9 19 degrees of Longitude west of Greenwich, and our rule requires us to add a correction of 10 sec. for every 15 degrees of West Longitude; 74 divided by 15 gives 4, with 14 deg. over, and 4 times 10 sec. gives 40 sec.; for the 14 deg. over we allow 9 sec., which is added to 40 making 49 sec. We must add the interval from the previous noon to birth. Previous noon is July 22nd, at 12 o'clock, and from that time till birth, 6 AM, July 23rd, gives an interval of 18 hours. Our last addition is 10 seconds for each of the 18 hours interval, 180 sec., which equals 3 minutes, as there are 60 seconds in a minute. Now we will tabulate these numbers properly, and add. Hr. Min. Sec. Sidereal Time at noon previous to birth, (July 22), as given in ephemeris: 07 59 00 Correction of 10 sec. for every 15 deg. West Longitude: +00 00 49 Interval from previous noon to True Local Time of birth: +18 00 00 Correction of 10 sec. for each hour of interval—180 sec: +00 03 00 Subtotal: 26 02 49 As this is more than 24 hours we subtract and work with the remainder: -24 00 00 S.T. at birth: 02 02 49 We next calculate the Sidereal Time of a birth occurring at New York, July 23rd, at 9:56 PM Standard Time which is 10:00 PM True Local Time (see Lesson No. 3). The previous noon is July 23rd, at 12 o'clock, and the Sidereal Time given in the ephemeris for that day is 8 hours, 3 minutes. The correction for longitude of the birthplace is the same as in the previous example, as both are supposed to be born in New York. The interval from previous noon, July 23rd, to 10 PM, the hour of birth, is 10 hours, and the correction of 10 seconds for each hour of that interval is 100 seconds, or 1 minute, 40 seconds. These numbers we tabulate and add. Hr. Min. Sec. Sidereal Time at noon previous to birth, (July 23), as given in ephemeris: 08 03 00 Correction of 10 sec. for every 15 deg. West Longitude: +00 00 49 Interval from previous noon to True Local Time of birth: +10 00 00 Correction of 10 sec. for each hour of interval—100 sec: +00 01 40 S.T. at birth: 18 05 29 The addition of 49 and 40 seconds makes 89, but as there are 60 seconds in a minute we convert the 89 seconds to 1 minute and 29 seconds. Our final example will demonstrate the method of calculating Sidereal Time for birthplaces in east longitude; and to obtain both comparison and contrast we will figure for a birth occurring at Madras, India, on July 23rd 1912, at 10:00 PM. Madras is about 80 degrees East Longitude; New York is 74 degrees West, and as the birth times are the same, all the factors of calculation will be identical, but the subtraction of correction for longitude will give a different result. We tabulate as follows: "},{"pageNumber":20,"pageContent":"20 Junior Astrology Course, Lessons 1 - 9 Hr. Min. Sec. Sidereal Time at noon previous to birth, (July 23), as given in ephemeris: 08 03 00 Less correction of 10 sec. for every 15 degrees East Longitude: -00 00 53 Subtotal: 08 02 07 Plus interval from previous noon (July 23) to True Local Time of birth: +1 0 00 00 Correction of 10 seconds per hour of interval from previous noon to birth: +0 0 01 40 S.T. at birth: 18 03 47 Thus you see that there is a difference in the Sidereal Time at birth, between that of a child born in New York and that of another born in Madras at the time the clock pointed in each place to 10:00 PM; and though it is not as great a variation as in the solar time, it may bring a different degree of the Zodiac on the houses. Questions: 1] What is the use of Sidereal Time? 2] What is the noon previous to: (a) March 25, 5:00 AM? (b) June 17, 1:00 PM? (c) August 2, 1:00 AM? 3] Please calculate the Sidereal Time for each of the birth dates below given. a) Figure the Sidereal Time of a birth occurring in Denver, Longitude 105 West, at 4:00 PM Standard Time, June 6, 1912. Hrs Mins Secs Sidereal Time at noon PREVIOUS to birth. _________________ Add 10 seconds for each 15 degrees of longitude the birthplace Is west of Greenwich—note: an easy and quick method to obtain the required number of seconds is to multiply the degrees of longitude by 2, then divide the result by 3. _________________ Add the interval between the noon PREVIOUS to birth and the  True Local Time of birth.   _________________ Add 10 seconds for every hour of that interval. _________________ Sidereal Time at the birthplace on the birth hour. _________________ Note: Where the above is more than 24 hours, subtract 24. _________________ The remainder is the Sidereal Time at birth. _________________ "},{"pageNumber":21,"pageContent":" Junior Astrology Course, Lessons 1 - 9 21 b) Figure the Sidereal Time of a birth occurring in Chicago, Longitude 88 West, at 4:00 AM Standard Time, June 6, 1912. Hrs Mins Secs Sidereal Time at noon PREVIOUS to birth. _________________ Add 10 seconds for each 15 degrees of longitude the birthplace Is west of Greenwich—note: an easy and quick method to obtain the required number of seconds is to multiply the degrees of longitude by 2, then divide the result by 3. _________________ Add the interval between the noon PREVIOUS to birth and the  True Local Time of birth.   _________________ Add 10 seconds for every hour of that interval. _________________ Sidereal Time at the birthplace on the birth hour. _________________ Note: Where the above is more than 24 hours, subtract 24. _________________ The remainder is the Sidereal Time at birth. _________________  "},{"pageNumber":22,"pageContent":"22 Junior Astrology Course, Lessons 1 - 9 Correction of Ten Seconds For Each Fifteen Degrees of Longitude: For 01 degree of Longitude allow: 01 sec. For 02 degrees of Longitude allow: 01 sec. For 03 degrees of Longitude allow: 02 sec. For 04 degrees of Longitude allow: 03 sec. For 05 degrees of Longitude allow: 03 sec. For 06 degrees of Longitude allow: 04 sec. For 07 degrees of Longitude allow: 05 sec. For 08 degrees of Longitude allow: 05 sec. For 09 degrees of Longitude allow: 06 sec. For 10 degrees of Longitude allow: 07 sec. For 11 degrees of Longitude allow: 07 sec. For 12 degrees of Longitude allow: 08 sec. For 13 degrees of Longitude allow: 09 sec. For 14 degrees of Longitude allow: 09 sec. For 15 degrees of Longitude allow: 10 sec. Correction of Ten Seconds Per Hour of Interval: For 6 min. of time allow: 1 sec. For 12 min. of time allow: 2 sec. For 18 min. of time allow: 3 sec. For 24 min. of time allow: 4 sec. For 30 min. of time allow (1/2 hr): 5 sec. For 36 min. of time allow: 6 sec. For 42 min. of time allow: 7 sec. For 48 min. of time allow: 8 sec. For 54 min. of time allow: 9 sec. For 60 min. of time allow (1 hr): 10 sec. "},{"pageNumber":23,"pageContent":" Junior Astrology Course, Lessons 1 - 9 23 Astrology Letter No. 5 Dear Friend, Mars is the exact opposite of Venus, and if we study him now while the characteristics of Venus are fresh in mind, we may learn more of his nature. The first great contrast I wish to point out is that the higher the status of a person in the scale of evolution, the better Venus is placed in the horoscope, and the younger the soul, the more it is dominated by the discordant martial ray. The animals are wholly under the sway of Mars, for as Venus nourishes the love nature, so Mars fosters the passions. An illustration will make the difference clear. Suppose Venus is Ruler and situated in the 7th House (representing the public), sextile to Jupiter in the 9th (religion), trine to the Moon in the 11th (friends). It is then easy to see that here we have a person well disposed toward the public (Venus in 7th); Jupiter is benevolence, and his being placed in the 9th House shows his work to be along religious lines; the Moon signifies the people, and is in the house of friends; in short, good planets in good aspect describe him as a benefactor of mankind, much esteemed for his benevolence. Now take an opposite case, where Mars is Ruler, placed in the 10th House, denoting social status, square to Uranus, (whose keynote may be called ingenuity), in the 7th House, which is the public. These are so-called evil planets and aspects, signifying that this person uses his ingenuity as a menace to the public; and if Mars is also square Saturn, the planet which binds and restricts, and Saturn is placed in the 12th House (sorrow, trouble, and imprisonment), we may conclude that his depredations will bring him into jail as a public enemy. But let us now suppose that the potential public enemy comes as a child under the influence of the developed benefactor, that his horoscope is read, the latent tendencies to evil detected, and pains taken to eradicate them before they get a chance to flower. Saturn in the 12th House will always make him a recluse; very few are ever strong enough to break the bonds of Saturn, but the power of Mars may be turned to construction, and Uranus may bring ingenious inventions from his laboratory to the public. No matter how evil a horoscope seems, it also has good points, and if we as parents can find and bring them out, great will be our treasure in heaven. Yours in Fellowship, Max Heindel Astrology Lesson No. 5 As we have now learned to find the sidereal time at birth for any place on our planet, we will proceed to cast the horoscope of an imaginary child born in New York City, NY, July 23, 1912, at 6:00 AM, True Local Time (5:56 AM Standard Time). We figured the sidereal time of this birth to be 2 hours, 2 minutes, and 49 seconds. Now you need a Tables of Houses (see our Simplified Scientific Tables of Houses, which covers latitudes from 0 to 66 degrees). Students who live in the Southern Hemisphere are particularly grateful for these tables for they are the only ones we know of that permit casting a horoscope for south latitude by the same easy process as when the birthplace is in the Northern Hemisphere. In addition there is a first section, a 50 page atlas, listing the principal cities and towns in the world including all county seats in the United States with their longitude and latitude rounded to the nearest exact degree (no minutes) as well as their adjusted time difference to the Greenwich Meridian. This saves the trouble of looking up the longitude and latitude of the birthplace in an atlas. We now look for the longitude and latitude of New York City, NY, in our list and find that it is located in latitude 41 North and longitude 74 West. In the second section of the Tables of Houses the left-hand column on each page is marked \"Sidereal Time\", and you will notice that there are about 4 minutes between each sidereal time recorded and the one below it. This is because a new degree of the zodiac reaches the Midheaven, or zenith, at each of those intervals."},{"pageNumber":24,"pageContent":"24 Junior Astrology Course, Lessons 1 - 9 The Midheaven is the tenth house, and in the Tables of Houses the degrees occupying it at a given sidereal time are found in the columns having the number 10 at the head. The degrees which occupy the cusp of the eleventh house are found in the column having the number 11 at the head, and so on with the columns headed 12, 2, and 3. The wide column headed Asc. shows the degrees to be placed on the first house or Ascendant. It is worthwhile knowing and remembering that at a given sidereal time the same zodiacal degree is on the Midheaven in all northern latitudes, whether North or South as the student can readily see by comparing the degrees in the columns marked 10. Even the numbers in the other narrow columns covering the 11th, 12th, 2nd and 3rd houses often correspond, but ( mark this carefully ) the Ascendant is always different for every degree of latitude. As this is one of the most important points in the horoscope, the student is cautioned to be very careful to find the right sidereal time in the right table, for an error at this point will throw the whole horoscope off and make it less valuable by causing an error in the location of the houses. With these preliminary remarks we will proceed to cast the horoscope of the child which we imagine was born on July 23rd, 1912, at 6:00 AM, True Local Time (5:56 AM Standard Time), in New York City, NY. In our last lesson we figured the sidereal time at that birth to be 2 hours, 2 minutes and 49 seconds. We now turn to the Tables of Houses for latitude 41 N. and find the sidereal time nearest to 2 h. 2 m. 49 s. on the left hand page in the left column, the fourth from the top: 2 h. 3 m. 8 s. Latitude 41 occupies the center of the page so we run our finger across and stop at the first column, where we see the number 3. At the top of the column above it is the number 10, and below that the sign of Taurus. This would mean that the 3rd degree of Aries is to be placed on the tenth house of our horoscope, but in this case we do not heed that sign for in the third line above our finger we find Taurus—therefore we place 3 degrees of Taurus on the tenth house. In the next column in line with our sidereal time is the number 9, and at the top of the column the zodiacal sign Taurus with number 11 above. Here again we do not heed that sign but the next, Gemini, found ten lines above our finger; we place 9 degrees of Gemini on the eleventh house of our map. The number next on the right in line with our sidereal time is 14; above, at the head of the column are the sign Gemini and number 12 but seventeen lines above our finger appears the sign Cancer, showing that the 14th degree of Cancer is to be inscribed on the twelfth house. Following our line toward the right we next see the numbers 13 and 31 in the wide column with the sign Cancer and Asc. above. Eighteen lines above our finger is found the sign Leo which means that the 13th degree, 31st minute of Leo was ascending at the time of birth, and we write this on the first house. Still following our line to the right we note the number 5; above, the sign Leo and number 2. Six lines above our finger we have the sign Virgo indicating that the 5th degree of Virgo is to be placed on the second house of our horoscope. In the last column next to the heavy dividing line between this division and the next is the number 1. The sign Virgo is at the head of the column, but in the line above our finger there is the sign Libra; therefore we place one degree of Libra on the third house. Note: This is a very important point which the student is requested to note most carefully. We always use the first sign above our line, regardless of whether it is at the top of the column or in the middle. If we had been using the numbers in the next line above or any other line where a sign is placed but no degrees are shown, we simply put down that sign and 0 degrees. Be sure to watch this! We have now obtained signs and degrees for six of our houses from the Tables of Houses; the other six houses of our map we complete by filling in the opposite signs. Taurus 3 is on the tenth house; the opposite degree is Scorpio 3 and the opposite house is the fourth; we therefore place 3 degrees of Scorpio on the fourth house. Sagittarius 9 is opposite to Gemini 9 and the fifth house is opposite to the eleventh; we therefore place Sagittarius 9 on the fifth house. Capricorn 14 is opposite to Cancer 14 and the sixth house is opposite the twelfth; we therefore place Capricorn 14 on the sixth house. Aquarius 13:31 is the opposite degree of Leo 13:31, and the seventh house is opposite the first. Therefore we write Aquarius 13:31 on the seventh house. Pisces 5 is the opposite of Virgo 5, and the eighth house opposes the second, therefore we write Pisces 5 on the eighth house."},{"pageNumber":25,"pageContent":" Junior Astrology Course, Lessons 1 - 9 25 One degree of Aries is the opposite of one degree of Libra, and the ninth house is opposite to the third, so we write Aries 1 on the ninth house, which completes the circle. As we have stated in previous lessons, there are cases where certain houses are more than thirty degrees long in the northernmost and southernmost latitudes, and other instances where they are much shorter. When a house is longer than 30 degrees, a whole sign may happen to be placed in the middle thereof. A sign thus placed is called intercepted and so it becomes necessary after we have entered on a map the degrees given in the Tables of Houses, to count the signs and make sure that they are all there. If any has been omitted, we simply write it between the two signs where it ought to be; for instance, as the place of Gemini is between Taurus and Cancer, we would so write it in the horoscope where it is found missing; similarly, Capricorn between Sagittarius and Aquarius, etc. A count of the twelve houses on the map we have made shows that all the twelve signs are present and our horoscope is therefore complete so far as the signs and houses are concerned, but it remains to calculate the places of the planets and enter them in their respective houses before the map is complete. This instruction we will reserve for another lesson, however, and show by another example how the signs are placed on the houses. We will take the birth in New York City, July 23, 1912, at 10:00 PM True Local Time (9:56 PM Standard Time), for which we calculated the sidereal time at birth to be 18 hours, 5 minutes, and 29 seconds. The nearest sidereal time, 18 hours, 4 minutes, and 22 seconds is found on the right hand page of Simplified Scientific Tables of Houses (page 10 of Information for Astrology Course ) second number from the top. Under latitude 41 is the number 1, above are the sign Capricorn and the number 10, which mean that 1 degree of Capricorn is on the tenth house. The next column has the number 22; Capricorn and 11 are at the top, showing that the 22nd degree of Capricorn is to be inscribed on the eleventh house. 19 in the next column, Aquarius and 12 above, show that the 19th degree of Aquarius goes on the twelfth house. 1:54 in the next wide column and Aries at the top indicate that the 1st degree and 54th minute of Aries are ascending and are to be inscribed on the first house. 13 in the next column, Taurus and the number 2 above, show that the 13th degree of Taurus must be placed on the second house. 9 in the last column, Gemini and 3 at the top indicate that Gemini 9 goes on the third house. We inscribe the same degree in the opposite points on the opposite houses: Cancer 1 on the fourth, Cancer 22 on the fifth, Leo 19 on the sixth, Libra 1:54 on the seventh, Scorpio 13 on the eighth, and Sagittarius 9 on the ninth. A count reveals the fact that the signs Virgo and Pisces are missing; these are then inserted, making the horoscope complete so far. Please refer to Lesson No. 2, diagram No. 2 , for the correct method of zodiacal sign placement in the horoscope blank. Questions: 1] What are the degrees opposite to Leo 20, Aquarius 19, Gemini 16, and Taurus 20? 2] For Latitude 41, what is the nearest sidereal time to 14-31-5; 15-11-12; 23-31-1? 3] Using a horoscope blank, please calculate the signs and degrees for a birth in New York City, NY, September 15, 1912, at 2:00 AM Standard Time (don’t forget to find True Local Time ), giving all calculations. "},{"pageNumber":26,"pageContent":"26 Junior Astrology Course, Lessons 1 - 9 Astrology Letter No. 6 Dear Friend, Proceeding with our comparison of Mars and Venus, let us not make the mistake of thinking that Venus is altogether lovely and Mars totally evil. Each has light and shadow, and ours is the privilege of living in the best or the worst of their phases. The intrinsic nature of Mars is \"dynamic energy\"; from him comes ambition to accomplish; he furnishes the power for the world's work. Necessarily the hustle and bustle incident to the expression of this constructive energy cause friction between man and man. Thus anger and hate are engendered by the Mars energy in operation along various lines. Mars never generates this discordant element directly; it is produced by our method of using his energy, and it is as much a mistake to blame Mars for our temper as it is to blame well prepared food for causing indigestion when our stomach is out of order. In the latter case the stomach should be blamed for not performing its duty properly and for spoiling the good food instead of utilizing it in the economy of the system. Similarly, when the Mars ray works through us as passion, we are to blame for not better using this great constructive force. Then again, how wonderfully everything is balanced in the Kingdom of God, the solar system, and how necessary these opposites! If we had only the Venus ray, we could never really learn to love the good and the beautiful, for we distinguish only by contrast. If nothing around us were ugly or evil, the desirable qualities of the opposite condition would not appear so marked. People who aim to cultivate exclusively the Venus faculty of love and beauty find their esthetic sense revolting more and more at the sordid phases of life, which they bewail but in a helpless manner because they have mistakenly repressed the Mars ray and killed out their temper. Mars energy drives people to face disagreeable situations and overcome difficulties that would discourage people dominated by the Venus ray. Blended, the Venus ray softens the harshness of Mars, and thus the highest good is reached. Yours in Fellowship, Max Heindel Astrology Lesson No. 6 In Lesson No. 5 we learned how to place certain signs and degrees of the zodiac upon the various cusps of the twelve Houses by means of Sidereal Time. In Lesson No. 3 we learned how to calculate the Greenwich Mean Time which is used for the purpose of figuring out the exact positions of the planets in the horoscope. We will now proceed with our work on the experimental horoscope for July 23rd, 1912, in which we found that the Greenwich Mean Time was July 23rd, 10:56 AM. Right here is a very important point to be noticed when calculating horoscopes for birthplaces east or west of England, namely, that by addition to, or subtraction from, the local time of birth, which is necessary to convert it into Greenwich Mean Time, the date for which we are to calculate may be changed. This day we call the G.M.T. Day, and it begins on the noon before our calculated Greenwich Mean Time, and lasts 24 hours until the noon following. Thus, if a child is born in San Francisco on July the 23rd, at 8:00 PM, we add 4 minutes for each of the 120 (approximate) degrees the birthplace is west of Greenwich. That makes a total of 8 hours, and gives us a Greenwich Mean Time of 4:00 AM. But, mark this well: it is 4:00 AM on July 24th. That is to say, at the time when the clock of San Francisco pointed to 8:00 on the evening of July 23rd, the observatory clock in Greenwich marked the hour of 4:00 in the morning on July the 24th. Let us now suppose that another child is born in a place 120 degrees east of Greenwich at 4:00 o'clock in the morning of July 23rd. In that case, we subtract 8 hours from the local birth time, and that gives us a Greenwich Mean Time of 8:00 PM on July the 22nd. In other words, at the time when this child was born and the clock in its birthplace marked 4:00 AM on the morning of July 23rd, the observatory clock in Greenwich had only reached 8:00 PM on the 22nd of July. In that case, the"},{"pageNumber":27,"pageContent":" Junior Astrology Course, Lessons 1 - 9 27 G.M.T. Day would begin at noon on the 22nd of July, which is the noon before our calculated Greenwich Mean Time. It would extend to the following noon, July the 23rd. And we would have to calculate the motion of the planets in that interval to fit them into the horoscope of the child. But in the case of the child born in San Francisco, the G.M.T. Day would begin at noon, on the 23rd of July, and it would extend to noon July 24th, and the planets' motion in that interval would be the basis of our calculations. Therefore, it is always absolutely necessary that the day of the month should be stated, as well as the Greenwich Mean Time calculated. Thus we place special emphasis on July the 23rd, 10:56 AM, in stating the Greenwich Mean Time of the horoscope we are working on. The motion of each planet differs from that of every other planet, but the Greenwich Mean Time is the same for them all, and therefore a constant factor in the horoscope. The method of correction consists in finding how far each planet travels between the Greenwich Mean Time of birth and the nearest noon (please mark this, the nearest noon), and adding its motion during this interval to the longitude of the planet given in the Ephemeris, if the Greenwich Mean Time is PM; but subtracting if the Greenwich Mean Time is before noon (AM). This may be done by simple proportion, and students who have become proficient enough to know how far it is safe to depend upon that quick but less accurate method, use it a great deal. For the beginner, however, it is advisable to learn the more exact mathematical method, even if it may seem confusing at first. To do this, it is necessary to learn the use of logarithms, which are not so formidable as the name would seem to imply. A table of these logarithms will be found on the last page of our Ephemeris for any year. This table is so divided that it answers equally well for degrees and minutes of the zodiac and hours and minutes as applied to time because, as we have already seen, one degree in the zodiac has 60 minutes, the same as an hour on the clock-dial. At the top of the outside narrow columns which are marked Min. are the numbers from 0 to 59; these indicate minutes. At the top is a line of numbers from 0 to 23; these are marked Hours or Degrees. This logarithm table may be used for two purposes: 1] To find the logarithm of a certain number of hours and minutes, or of degrees and minutes. 2] Given a certain logarithm, the table enables us to find its value in hours and minutes or in degrees and minutes. Thus by the use of this table we can convert a certain number of hours and minutes into their corresponding logarithm, or we can find the equivalent of a logarithm in degrees and minutes, or in hours and minutes. This is accomplished by the simple method illustrated in the following examples. Suppose we wish to find the logarithm of 5 hours and 25 minutes. Place the top edge of an envelope on the table of logarithms so that the number 25 in the two narrow outside columns is just above the top edge; place the index finger of the right hand on the number 5 in the top line, which indicates the hours or degrees. Run that finger down the column, and just above the edge of the envelope you will see the number 6465. This is the logarithm of 5 hours and 25 minutes. Next we will find the logarithm of 10 hours and 47 minutes. To do this, we place the top edge of our envelope just below the numbers 47 in the two outside columns, and our index finger on the column no. 10. We run our finger down this column, and just above the edge of our envelope appears the number 3475. This is the logarithm of 10 hours and 47 minutes (or 10 degrees and 47 minutes). We will next try to find the value of the logarithm 5740. To do this, we must search in the table for that logarithm or the nearest thereto. A search reveals the fact that it is placed in line with the number 24 of the minute column and in column no. 6 of the degrees. Therefore, the value of logarithm 5740 is 6 hours or degrees and 24 minutes. We will next find the value of logarithm 1.1627. We find this in the column marked 1 at the top, and in line with no. 39 in the minute column. One degree (or hour) and 39 minutes is therefore its value. Having thus learned to use the table of logarithms, we will apply it in the calculation of our present horoscope by finding the logarithm of the interval between Greenwich Mean Time and the nearest noon . Please remember the word nearest in this connection, and do not make the mistake of finding the logarithm of the Greenwich Mean Time itself. It is the logarithm of the interval from that time till noon that is wanted. Long experience has taught us the absolute necessity of drumming these things"},{"pageNumber":28,"pageContent":"28 Junior Astrology Course, Lessons 1 - 9 into the student's mind, for it is easy to adopt a wrong method but difficult to understand afterwards how the horoscope is out of line with the facts. As the Greenwich Mean Time is 10:56 AM on July 23rd, the clock must still travel 1 hour and 4 minutes before it reaches the noon mark on that day. Therefore this is obviously the nearest noon, and 1 hour and 4 minutes is the interval. Placing our envelope so that 4 in the minute column is just above the top edge and running our index finger down the column marked 1 at the top, we note just above the edge of our envelope the logarithm 1.3522. This is the logarithm of the interval, and will be used in the calculation of all planets' positions in this horoscope. Thus we have disposed of the preliminary calculations which apply to all the planets, and the necessary correction may then easily be made for each of the individual planets. This matter we will take up in our next lesson. How To Use The Ephemeris Logarithm Table In the back of an ephemeris for any year is found a logarithm table. This table is so divided that it answers equally well for degrees and minutes of the zodiac and for hours and minutes of time. You will see at the top on the outside left of the table a narrow vertical column which is labeled minutes. There are found the numbers 0-59. Also at the top, horizontally placed, is a line of numbers 0-23; these are marked hours or degrees. This table can be used for two purposes: to find the logarithm of a certain number of hours and minutes, or of degrees and minutes, or, given a certain logarithm, the table enables one to find its value in hours and minutes or in degrees and minutes. If a certain time is given, the hour is located in the top numbers 0-23, and the minutes are located on the far left side in the column 0-59. Where the column under the hour intersects the horizontal column extending from the minutes, is found the logarithm of that hour and minute. If a certain logarithm is given, and the time or degrees is wanted, then the above process is reversed. The closest logarithm in the table to the one desired is used as the valid logarithm. Then from that number, the column extending upwards to the top column of hours or degrees will locate just that, the hours or degrees. The line of numbers extending from the left of the logarithm will give the minutes in the far column on the left side of the table. Questions: Note: In questions under 1 you must make correction of Standard Time to True Local Time. 1] When birth occurs at Chicago, Longitude 88 West, on August 25th, 1912, at 8 PM: [a] What is the Greenwich Mean Time? [b] When does the G.M.T. Day begin and end? [c] Which is the nearest noon? d] How long is the Interval from Greenwich Mean Time to nearest noon? e] What is the Logarithm of Interval? 2] When birth occurs at Leningrad, Longitude 30 East, 1 AM, January 20th, 1912: [a] What is the Greenwich Mean Time? [b] When does the G.M.T. Day begin and end? [c] Which is the nearest noon? [d] How long is the Interval from Greenwich Mean Time to nearest noon? [e] What is the Logarithm of Interval? "},{"pageNumber":29,"pageContent":" Junior Astrology Course, Lessons 1 - 9 29 Astrology Letter No. 7 Dear Friend, The dynamic energy of Mars, which is the power that moves the world from the civil and industrial standpoints, under certain afflictions becomes recklessness and destructiveness, making the person so expressing it a dangerous man, a public enemy. When the Venus ray is afflicted, it curtails the sense of beauty and order; hence the person becomes slothful, disorderly, and lacking in proper self- respect. Incapable, because of the affliction, of feeling true love, such a person becomes perverted and licentious, and it is often said of him, \"He is his own worst enemy.\" Such people do not harm others intentionally; yet they spread an immense amount of unhappiness among those whom they profess to love. One of these classes is dangerous to society because it has not the love ray of Venus to guide its exuberant energy; the other, because it lacks the dynamic energy necessary to carry its good intentions into execution. We see these classes in the world, and the misery they cause themselves and others; but usually their character has become \"set,\" and we can do but little to change their condition and must leave them to the schoolmaster \"Experience.\" Children are growing up among us and our chances of helping them are great. When the \"Spirit\" spoke to the churches in Revelation, it found fault in many directions; but one received a stinging rebuke, \"I wish thou wert hot or cold, but because thou art neither I will spew thee out of my mouth.\" The so-called \"bad boy\" is not nearly so difficult a problem as one who is so goody- goody that he is likely to turn out to be a good-for-nothing, a pitiable human wreck. You will do well to look the latter over constantly and thoroughly, and remind him of the slightest neglect or mistake. It takes strength to be a sinner, and the worst boy becomes the best man when Mars has been downed by Venus; but the greatest firmness is required to correct an afflicted Venus and give the child sufficiently dynamic energy to be really, instead of seemingly, good. Yours in Fellowship, Max Heindel Astrology Lesson No. 7 In the horoscope we are calculating the Greenwich Mean Time is July 23, 1912, 10:56 AM. The interval between that time and the nearest noon is 1 hour and 4 minutes; the logarithm of that interval is 1.3522; the G.M.T. day commences on the noon of July 22, and ends on the noon of July 23rd. With these results of previous calculations in mind we turn to page 16 of our ephemeris for 1912 (page 22 in Information for Astrology Course ); here the longitude of each planet is tabulated below the heavy black line. The column next to the numbers indicating the days of the month gives the Sun's longitude for noon at Greenwich, and in order to ascertain its position at the Greenwich Mean Time of birth, July 23, 1912, 10:56 AM, we must find the Sun's motion on the G.M.T. day, from noon July 22 to noon July 23. The rule is as follows: Rule I From the longitude of a planet on the noon after the G.M.T. of birth subtract its position on the preceding noon; the difference is the motion of the planet on the G.M.T. day. Our Greenwich Mean Time of birth is July 23, 10:56 AM, and the noon after that time is obviously the noon of July 23. On page 16 of our ephemeris (page 22 in Information for Astrology Course ) we find: "},{"pageNumber":30,"pageContent":"30 Junior Astrology Course, Lessons 1 - 9 Sun's Longitude, July 23: Leo 00 13 Subtract Sun's Longitude, July 22: Cancer -29 16 Sun's motion on the G.M.T. day: 00 57 The student who has made himself familiar with the subtraction of degrees and minutes will see no obstacle in the foregoing example, but many may not have given the subject the attention it deserves, and they will find it difficult to understand the method, and follow the calculation on that account. A little further assistance at this point may therefore be invaluable to them. The more precocious may skip the next few paragraphs. First, we must bear in mind that there are only 60 minutes in a degree, not 100. Thus, when we borrow a degree for purposes of subtraction we gain 60 minutes. For example, if we want to subtract Leo 15:45 from Leo 17:30, we must borrow a degree in the latter number to add to the minutes column and obtain 16 degrees, 90 minutes. Then, Leo 16:90 minus Leo 15:45 equals 1:45. Study the two examples below in this context. Cancer 08:32 Cancer -06:55 Total: 01:37 Virgo 13:14 Virgo -00:38 Total: 12:36 The student should note that when one sign position is subtracted from another sign position the resulting interval has no sign connected with it. When the two noon positions of a planetary motion problem are in different signs, we must remember that each sign contains 30 degrees and is therefore the number of degrees gained by borrowing for subtraction. For example, to subtract Virgo 29:15 from Libra 0:46, we borrow a sign in the latter number to obtain Virgo (the preceding sign) 30:46. Then, Virgo 30:46 minus Virgo 29:15 equals 1:31. Once again, there is no sign connected with the resulting interval. Consider the following examples: Pisces 03:59 Aquarius -19:44 Total: 14:15 Aries 11:27 Pisces -28:38 Total: 12:49 The student who does not feel satisfied with his proficiency in adding and subtracting hours and minutes and degrees and minutes may wish for extra practice examples. A number of these are enclosed for your convenience. Please also give the logarithm corresponding to each daily motion. When dealing with logarithms be sure to insert the decimal point . The Ephemeris gives us the Sun's longitude on the noon of July 22, which begins the G.M.T. day, as Cancer 29:16 and on the noon of July 23, which ends the G.M.T. day, it is Leo 0.13. Our subtraction has shown that the Sun moved 57 minutes of space in the 24 hours intervening between these two noon positions. Dividing 57 by 24 we get approximately 2 1/2 minutes as the hourly motion of the Sun. We are thus in a position to figure the longitude of the Sun during any of the 24 hours from noon July 22 to noon July 23 by adding its motion during a certain number of hours to the longitude"},{"pageNumber":31,"pageContent":" Junior Astrology Course, Lessons 1 - 9 31 given for July 22, or subtracting its travel in a specified time from the longitude given for July 23. Suppose we want to know where the Sun was at 9 PM, July 22. We note: Sun's motion from noon July 22, as given in Ephemeris: Cancer 29:16 Sun's motion from noon to 9 PM; 9 hours at the rate of 2 1/2 minutes per hour - 9 x 2 1/2: +00:23 Sun's Longitude July 22, at 9 PM: Cancer 29:39 We may obtain the same result by subtracting the distance traveled by the Sun between 9 PM July 22, and noon July 23, from its Longitude on the latter date. Sun's Longitude noon July 23, as given in Ephemeris: Leo 00:13 Minus distance traveled from 9 PM July 22, to Noon July 23. (15 hours) at he rate of 2 1/2 minutes per hour - 15 x 2 1/2: -00:38 Sun's Longitude July 22, 9 PM: Cancer 29:35 The student will observe a slight discrepancy in the two results obtained which is of no consequence where a planet travels only a degree or less in 24 hours, but in the case of the Moon which travels 12 to 15 degrees per day, such rough and ready methods might cause considerable error, and therefore we use Logarithms to figure the positions of all but the major planets which move only a few minutes per day. This gives exact results, besides being much easier, once it is understood. Rule II Add the Logarithms of Interval to the Logarithms of the planet's motion; the sum of these is the Logarithm of Correction. To find the Logarithm of the Sun's motion (57 minutes), we turn to the table of Logarithms and follow the instructions given in the last lesson, and thus we find: Logarithm of the Sun's motion: 1.4025 Logarithm of Interval: +1.3522 Logarithm of Correction: 2.7547 By following the instructions given in the last lesson, we find the value of the Logarithm of Correction, to be 0 degrees, 3 minutes. This we call \"the increment of correction.\" Rule III (a) When the G.M.T. of birth is AM, subtract the increment of correction from the planet's longitude on the noon nearest the G.M.T. (b) When the G.M.T. of birth is PM, add the increment of correction to the planet's longitude on the noon nearest the G.M.T. (c) When planets are retrograde reverse rule III. The result in either case gives the planet's place at birth, which is later entered in the horoscope. "},{"pageNumber":32,"pageContent":"32 Junior Astrology Course, Lessons 1 - 9 Our Greenwich Mean Time being July 23, 10:56 AM, the nearest noon is obviously noon July 23. The Ephemeris gives: Longitude of the Sun, July 23: Leo 00:13 Subtract Increment of Correction according to Rule 3a: -00.03 The Sun's Longitude at birth: Leo 00:10 This finishes our calculation of the Sun in connection with this horoscope; we shall later explain how to enter it in the chart. In the next lesson we shall proceed to figure the Moon's place; but I want you to try to do that by yourself beforehand, so that I may see how much you have understood of this lesson. Below you will find a sheet having all the tabulations, so that you only have to put in the numbers. Use a pencil so that you may be able to easily erase. I am not going to insist on a correct answer before giving the next lesson, but I shall expect you to try hard. With regard to the questions in the last lesson, one called for the G.M.T. of birth in Chicago, August 25, 1912, at 8 PM. A number of students have written to say that they have no ephemeris for that year, and cannot answer until they get one. That was exactly the point on which I wished to test them. No ephemeris was necessary to answer the questions. It would not have mattered had I asked, “What is the Greenwich Mean Time of a birth at Chicago 1811 or 1850?”. All that is necessary is to add a correction of 5 hours and 52 minutes to the True Local Time of Chicago, which is 8:08 PM, since Chicago is 2 degrees east of the Standard Time Meridian. The answer to the question is, that at the time when the clock in Chicago pointed to 8 PM, on August 25, 1912, the clock at Greenwich showed 2 AM on the morning of August 26, and that is therefore the Greenwich Mean Time of birth. Questions: 1] Find the place of the Moon: Longitude of the Moon on noon AFTER G.M.T., July 23, 1912 _____________ Subtract longitude of the Moon on noon BEFORE G.M.T. day _____________ Motion of Moon on G.M.T. day    _____________ Logarithm of the Moon's motion on G.M.T. day _____________ Add the logarithm of Interval    _____________ Logarithm of Moon's motion during interval _____________ Increment of correction (above logarithm converted to deg. and min.) _____________ Longitude of the Moon on noon NEAREST G.M.T. _____________ [When G.M.T. is (AM subtract)(PM add) min.] Increment of correction    _____________ Moon's place in the horoscope    _____________ "},{"pageNumber":33,"pageContent":" Junior Astrology Course, Lessons 1 - 9 33 2] Examples for practice promised in Lesson No. 7: a] Moon in 11:44 Virgo Moon in -27:20 Leo Daily Motion: Logarithm: b] Moon in 7:50 Taurus Moon in -24:37 Aries Daily Motion: Logarithm: c] Moon in 4:42 Capricorn Moon in -22:51 Sagittarius Daily Motion: Logarithm: d] Moon in 4:50 Cancer Moon in -19:59 Gemini Daily Motion: Logarithm: "},{"pageNumber":34,"pageContent":"34 Junior Astrology Course, Lessons 1 - 9 Astrology Letter No. 8 Dear Friend, The intrinsic nature of Mars is dynamic energy, that is to say, force in action, and people who have Mars strong at birth are people who make a stir in the world so far as their environment reaches. They are so full of life and ambition that they sweep all other people's rights aside and force their own views, ideas, and methods to the front regardless of whom it hurts or harms; they are impulsive and always ready to initiate novelties on the spur of the moment. They strongly resent objections to their plans, but usually lack sufficient persistence to carry their designs into execution. If obstacles of magnitude present themselves, they abandon their plans as suddenly as they conceived them, and commence to ride another hobbyhorse with the same ardor that marked their previous ventures, and with the same disregard of reason. In the Kingdom of God all things are balanced to produce the highest ultimate good to all, and so the influence of Saturn, another so-called evil planet, is used to offset the exuberant life of Mars. The intrinsic nature of Saturn is obstruction; he is as slow and persistent as Mars is impulsive and quick to change; he takes no chances, but looks before he leaps, and his cold, calculating reason misses no flaw in any scheme. In the horoscope of a young soul Mars is dominant and the man grows along physical lines much as animals do under the law of the survival of the fittest; but gradually the thumbscrews of Saturn are put on, squares and oppositions bring sorrow and suffering, Saturn is placed above Mars in the horoscope to frustrate and check him, till it seems as if every effort is futile because of the Saturnian obstruction. Elijah could not hear the voice of guidance in the fire, the storm, or the earthquake, but when the tumult was over, he heard \"the still, small voice\" to cheer him; and likewise with us, while we yield to the unchecked Mars impulses, our lives are too turbulent to admit to communion with the Higher Self, but when the sorrows of Saturn have chastened the unruly Mars spirit, when the night seems darkest, as in Elijah's cave, then we also may hear the voice that shall speak peace after the storm. Yours in Fellowship, Max Heindel Astrology Lesson No. 8 As we are to continue calculation of the horoscope started in our previous lessons, we reiterate the factors which apply in determining the position of all the planets: The G.M.T. day begins at noon, July 22, and ends July 23, at noon. The G.M.T. at birth is 10:56 AM, July 23, 1912. The interval from that time to the nearest noon is 1 hour and 4 minutes. The logarithm of the interval is 1.3522. Rule No. 1 given in the last lesson directs us to subtract the position of the planet we wish to correct on the noon preceding the G.M.T. from its place on noon after G.M.T. These are found on page 16 of the ephemeris for 1912 (page 22 in Information for Astrology Course , hereafter abbreviated AI, the code to use if ordering the booklet), in the Moon column, for that is the next planet to be calculated. Coming noon position of (July 23): 27:07 Previous noon position of (July 22): -14:33 Travel in 24 hours: 12:34 "},{"pageNumber":35,"pageContent":" Junior Astrology Course, Lessons 1 - 9 35 Rule No. 2 requires that we add the logarithm of the Moon's motion on the G.M.T. day (also called the \"logarithm of travel\") to the logarithm of interval, (also called the \"permanent logarithm\") and we therefore turn to our table of logarithms in our ephemeris. To find the logarithm of the Moon's motion (12 degrees and 34 minutes), we place an envelope across the page in line with the numbers in the outside columns and run a finger down the column marked 12 at the top. In that column, just above the edge of our envelope is the number .2810. That is the logarithm we seek, and we proceed to add: Logarithm of travel: 0.2810 Permanent logarithm: +1.3522 Sum of logarithms: 1.6332 The value of this logarithm in degrees and minutes is the increment of correction which we use in finally determining the position of a planet, and we find it, as thoroughly explained in Lesson No. 6, by looking in the table of logarithms. If we cannot find the exact logarithm we use the one nearest thereto. In this case the nearest logarithm is 1.6269, and it is found in the column marked 0 at the top, and in line with the number 34 on the left hand side of the page. Thus we see that the increment of correction is 0 degrees and 34 minutes. Rule No. 3a directs that when the G.M.T. is AM, as in this case (10:56 AM, July 23), we subtract the increment of correction from the planet's place on the nearest noon (obviously July 23). We look for that position on page 16 of the ephemeris (page 22 of AI): Coming noon position: 27:07 Increment of correction: -0:34 (Travel during interval) Position in the Horoscope: 26:33 Our next lesson will explain how to place the planets in the horoscope. For the present we continue our calculations, and the required data are found on page 16 of the 1912 ephemeris (page 22 of AI). There, Neptune, Uranus, Saturn, Jupiter, Mars, Venus, and Mercury each has its column where the longitudes for noon during the month of July are noted. The daily motion of the four first named is so slow that correction is unnecessary, and they may be entered in the horoscope as occupying the position given in the ephemeris for the noon nearest G.M.T. In this case that is July 23. On that day Neptune was in Cancer 23:47. In the columns of Uranus and Jupiter you will note, below the zodiacal sign, a capital R. That means that the planet is \"Retrograde.\" If you turn back to page 12 (not shown in AI), you will find the \"R\" in line with Uranus' position, on May 8th; on pages 14, 16, 18, and 20 (not shown in AI) it is just below the sign of the zodiac in Uranus' column; a little further down on page 22 (not shown in AI), in line with Uranus' position on October 10th, is a capital \"D.\" The meaning is as follows: The planets in our solar system move in one direction around the Sun, but their orbits are of varying diameters and their velocities also vary. The earth travels 65,000 miles an hour and still its circle is so large that it requires 365 days to journey around the Sun. Mercury makes a much smaller circle around the Sun, and travels 104,000 miles per hour so it completes a revolution around the Sun in 88 days. Uranus travels only 15,000 miles per hour, and its circle is so large that it requires 84 years to complete it. The other planets show similar variations of speed; if they traveled in a straight line the smaller and faster planets would soon leave the more ponderous and slow-moving behind, but as they move in circles, they pass a given point of observation again and again. Were that point stationary this constant forward motion of the planets in their respective orbits would be apparent to all observers; but this is the trouble; there is no stationary point; every particle, from Jupiter, the giant of our solar system, to the smallest particle of \"star dust\" is in incessant motion around a common center, and therefore at times one planet"},{"pageNumber":36,"pageContent":"36 Junior Astrology Course, Lessons 1 - 9 moves almost transversely to the path of another moving body and it appears for a time as if it stood still in its orbit. Astronomers say that such a planet is \"Stationary.\" At other times this oblique motion of the planets, relative to the earth's position in its orbit, makes them seem to move backward in the zodiac, and this we call \"Retrogradation\". In the ephemeris we find a capital \"R\" in line with the day when any planet commences seemingly to recede, and this retrogradation goes on until we find the capital \"D\" which indicates that a direct forward motion of the planet is again observable. Though this backward motion of a planet is only seeming, it has a very real effect with respect to the influence which it exerts, for, as taught in Lesson No. 2 (which please see), it is the angle of the ray which determines the influence of a planet. The planets are foci which transmit and intensify the properties of certain fixed stars so that they affect us in a much greater degree than when not thus focused upon the point of observation—the birthplace. Let us now suppose that at the time when a child is born we look at Saturn, and beyond him, right along our line of observation, we see the fixed star Antares which is in about 9 degrees, 47 minutes of Sagittarius; the child is then getting a tendency to eye trouble that is sufficiently severe even if the planet is traveling \"direct\" in its orbit as is generally the case, for then Antares gradually goes out of focus, and Saturn will not return to the conjunction until it has completed its circle journey around the Sun (which takes about 29 years). If, on the other hand, we find that on the day after birth Saturn has retrograded somewhat, and still more the next day, and so on for a week or two, then that also brings Antares out of focus, but there is this important difference, that instead of taking 29 years to form the next conjunction Saturn may become \"direct\" and form the second conjunction with Antares in a few weeks after birth, and this repeated evil ray may aggravate the natal defect to such an extent that the child becomes blind. Therefore we reiterate that while the retrograde motion of a planet is only seeming, its influence on human affairs is very, very real. Continuing our listing of planets, we have: Uranus in Aquarius: R 1:32 Saturn in Gemini: 1:34 Jupiter in Sagittarius: R 5:42 In calculating the place of Venus, we will again use the logarithm method, and proceed according to Rule No. 1. Coming noon position of Venus, (July 23): 5:03 Previous noon position of Venus, (July 22): -3:49 Travel in 24 hours: 1:14 We turn to our table of logarithms as taught previously, and find the logarithm of Venus' motion, 1 degree and 14 minutes, to be 1.2891, and we add this to the permanent logarithm required by Rule 2. Logarithm of travel: 1.2891 Permanent logarithm: +1.3522 Sum of logarithms: 2.6413 We again search the table of logarithms to find the value of the logarithm of correction, or the nearest thereto. This is found in the column marked 0 at the top, and in line with the number 3 in the minute column (2.6812) and thus the increment of correction is 0 degrees and 3 minutes. Rule No. 3 bids us subtract the increment of correction from Venus' position on nearest noon, which is July 23. "},{"pageNumber":37,"pageContent":" Junior Astrology Course, Lessons 1 - 9 37 Coming noon position of Venus: 5:03 Increment of correction (travel during interval): -0:03 Position of Venus in the horoscope: 5:00 Next we proceed to the calculation of Mars by logarithms. Coming noon position of Mars: 3:57 Previous noon position of Mars: -3:20 Travel in 24 hours: 0:37 Logarithm of travel: 1.5902 Permanent logarithm: +1.3522 Sum of logarithms: 2.9424 Travel during interval 0:02 (nearest logarithm is 2.8573) The G.M.T. is AM so the travel during the interval must be subtracted from the coming noon position. Coming noon position of Mars: 3:57 Travel during interval: -0:02 Position of Mars in the horoscope: 3:55 Mercury alone remains to be calculated, and a calculation blank is presented with this lesson. On that we shall expect you to make the proper corrections for Mercury. Please use a pencil so that you may be able to erase mistakes. In order to help prevent errors the student should note the two following conditions which apply to the calculation of all planets. 1] The travel during the interval can never be more than half of the travel in 24 hours. 2] The final position of the planet in the horoscope must fall between the coming noon and the previous noon positions of the planet. Worksheet 1] Find the position of Mercury in a horoscope for July 23, 1912, 10:56 AM, G.M.T., New York City, NY: Coming noon position of Mercury: _____________ Previous noon position of Mercury: -____________ Travel in 24 hours: _____________ Logarithm of travel: _____________ Permanent logarithm: +____________ Sum of logarithms: _____________ Travel during interval: _____________ 2] Nearest noon position of Mercury: _____________ Travel during interval: +_____________ Position of Mercury in the horoscope: _____________ "},{"pageNumber":38,"pageContent":"38 Junior Astrology Course, Lessons 1 - 9 Astrology Letter No. 9 Dear Friend, This lesson gives final instructions in the art of erecting a simple horoscope of birth. From such a simple figure one who is proficient may read the very soul of a human being, its hopes, fears, and aspirations, the faults and frailties of its mind and body. Moses was commanded to remove his shoes in front of the burning bush in recognition of the fact that he stood on holy ground illuminated by a Spirit Presence. If all the spotlights in the world were focused upon an actor, their blinding light would be reflected from his body, but his secrets would still remain within. But when an actor enters upon the stage of life and the starry spotlights are focused upon him through the horoscope, they penetrate to the very soul of his being and lay bare the lines of his life with such clearness that he who can read the stellar script may count the pulse beats of such a one as if they were those of his own soul. Therefore Moses stood on no holier ground than the astrologer who holds in his hand a horoscope; and I feel that I cannot too often reiterate that there is a very grave responsibility connected with this wonderful privilege of the astrologer, and that it behooves him to live a holy life so that he may be worthy to stand in the sublime presence of the Human Spirit as it is revealed in the natal figure. Nor should the student deceive himself; spiritual secrets and the privilege of rendering spiritual help by spiritual interpretation of the message of the stars are not given to one who prostitutes this most sublime science for filthy lucre or uses it for low purposes. God is not mocked; we reap what we sow. If we betray our trust and abuse this great privilege, the day of retribution will dawn sometime and we shall eat the bread of sorrow for our sacrilege. To whom much is given, of him much is required. I pray God that you may live up to the highest possibilities of soul growth by helping others and that the knowledge of astrology which you are now acquiring may prove your most important aid, as it has been and is the greatest blessing in my life. Yours in Fellowship, Max Heindel Astrology Lesson No. 9 In the first five lessons you learned how to find the Sidereal Time of a birth and to place the proper sign and degree of the zodiac upon each of the twelve houses. The last three lessons have been devoted to calculation of the planets' places in the zodiac, and now the time has come to enter them in the horoscope. When they have been entered in their proper houses, the horoscope is complete. This will, therefore, be the subject of our present lesson. Two points should be particularly borne in mind when the student is entering planets in the horoscope. Planets near the third, fourth, fifth, ninth, tenth, and eleventh cusps should be written up and down, as Saturn, Jupiter, and the Moon, in the illustration contained in this lesson, for by that method the place of every planet is readable without the necessity of turning and twisting the horoscope when reading. Be sure, also, to write as neatly and legibly as possible, and where there are several planets in a sign, cluster them closely together with their zodiacal sign on the cusp, so that there may be no mistake on that score. It is twice as difficult to read a horoscope which is made out in a slovenly manner—where one has to turn and twist to read the planetary degrees and watch the cusps to see under what sign planets placed in the middle of a house belong—as one made out neatly and correctly. Such maneuvers distract attention from the reading as much as if a book were printed so that it must be turned upside down to read every other line. No one would put up with such work from a printer. We demand a book legibly printed and readable from one position, and the book of life, the horoscope, ought to be as carefully written, at least, as the common story, which we require the printer to make legible and clear. Be sure to form the habit of neatness from the very beginning. Use a simple blank without unnecessary frills to distract attention, and you have conquered half the difficulties of reading."},{"pageNumber":39,"pageContent":" Junior Astrology Course, Lessons 1 - 9 39 Before entering planets in the horoscope, it is wise to make a list of their places, beginning with those in the first degree of Aries, if any; then those in the succeeding degrees of the same sign; then the planets in the first degrees of Taurus; then those in the following degrees and so on through all the signs, following the circle of the Zodiac. This method, applied to the planets of our example horoscope gives the following list: Sign Planet Deg. Min. Aries Taurus Gemini Saturn 1.34 Cancer Neptune 23.47 Leo Sun 00.10 Leo Venus 05.00 Leo Mercury 27.09 Virgo Mars 03.55 Libra Scorpio Moon 26.33 Sagittarius Jupiter 05.42 R Capricorn Aquarius Uranus 01.32 R Pisces The advantage of making a list of the planets and grouping them in order of sign and degree, before entering them in the horoscope, lies in the fact that if the planets are clustered in any part of the horoscope, the list shows it, and we may economize space intelligently when writing them so that the neatness and clearness are retained, even when several planets have to be crowded into a small space. In the foregoing list, for instance, three planets are in Leo, and the 13th degree of Leo is on the Ascendant, consequently, the Sun and Venus, which are in 0 and 5 degrees, respectively, are written above the Ascendant, and Mercury below; for the signs and degrees rotate in the same direction as the houses. When Leo is on the first house, the next sign, Virgo, is usually on the next house (the second); Libra, the third sign from Leo, on the third house, and so on. As it is our policy to group the planets close to the zodiacal sign which contains them at the time of birth, we write Mercury directly below the Ascendant. Comparing the longitude of the Sun (0 degrees) and Venus (5 degrees) with the longitude of the Ascendant (13 degrees), it is evident that Venus is nearest the Ascendant. We therefore write Venus directly above the Ascendant, and the Sun close to Venus, as it is done in our illustration. Thus written, they are properly grouped in the order of their degrees: 0, 5, 13, 27; Sun, Venus, Ascendant, Mercury. It is very important to always have them placed right, for if we had placed Mercury above the Ascendant, the Sun and Venus below, we should also read the horoscope wrong. Mercury would then be in the 12th house and mean something very different from what he signifies in the first house. In the latter Mercury gives facility of expression and brightens the intellect, but in the 12th he is in bondage, and cannot give out knowledge. There is a strain of melancholy in the mind when Mercury is in the 12th, whereas placed in the first house, he imparts cheerfulness to the disposition. Thus it is evident that if we try to read the character of a person from a horoscope where the planets are not properly inserted, we shall make a miserable failure. The student is, therefore, again warned to spare no pains to place the planets correctly on the right side of their respective cusps. "},{"pageNumber":40,"pageContent":"40 Junior Astrology Course, Lessons 1 - 9 Birth Chart—July 23, 1912—6:00 AM—New York, NY Midheaven: Taurus 3 Sun: Leo 0:10 Saturn: Gemini 1:34 11th House: Gemini 9 Moon: Scorpio 26:33 Uranus: Aquarius 1:32R 12th House: Cancer 14 Mercury: Leo 27:09 Neptune: Cancer 23:47 Ascendant: Leo 13:31 Venus: Leo 5:00 2nd House: Virgo 5 Mars: Virgo 3:55 3rd House: Libra 1 Jupiter: Sagittarius 5:42R A good method is to start from Aries in the horoscope, insert the planets listed under Aries, if any, then take Taurus, and so on. We shall follow that method in our illustration. Aries 1 is on the 9th cusp, but there are no planets in Aries according to our list; so the 9th house is empty. Taurus 3 is on the 10th cusp, but no planets appear under Taurus on our list. Gemini 9 is on the 11th cusp; that means that the first 9 degrees of that sign are in the 10th house, and the remaining degrees from 9 to 30 are in the 11th house. Planets in the degrees from 1 to 9 must therefore be placed in the 10th house, and planets in the higher degrees, in the 11th house. In our list Saturn is in Gemini, 1 degree 34 min., so we write him in the 10th house, close to the 11th cusp, to show that he belongs under Gemini. Please note again how he is written in our illustration; up and down, so that we may read without turning the horoscope. Cancer 14 is on the 12th cusp, thus the first 14 degrees are in the 11th house and the degrees from 14 to 30 are in the 12th house. In our list we see that Neptune is in Cancer 23 degrees, and accordingly we write it in the 12th house, close to the 12th cusp to show that it is in Cancer. The planets in Leo we have already dealt with, so we note next that the fifth degree of Virgo is on the cusp of the second house; thus 5 degrees are in the first house, and Mars, which is 3 degrees of Virgo, must be written above the cusp as shown in our diagram. The first degree of Libra is on the cusp of the third house, and if a planet were in 0 degrees, 59 minutes of Libra, it should be written in the second house, but all degrees from 1 to 30 are in the third house, and planets in those degrees would be placed in the third house. None appears in our list, however, so we proceed to the next. The third degree of Scorpio is on the fourth cusp, and all planets in a higher degree are therefore placed in the 4th house. Our list shows that the Moon is in 26 degrees of Scorpio, so we take care to write it up and down close to the 4th cusp as illustrated in our diagram. The ninth degree of Sagittarius is on the cusp of the 5th house, and planets in one of the first nine degrees must therefore be written in the 4th house. Jupiter appears listed in 5 degrees, and we"},{"pageNumber":41,"pageContent":" Junior Astrology Course, Lessons 1 - 9 41 consequently write him in the 4th house, but close to the 5th cusp, to show that he belongs under Sagittarius. We also take care to write him up and down, and above all, the capital R, denoting that he is retrograde, must also be written as shown in the illustration. The 14th degree of Capricorn is on the cusp of the 6th house, so planets in the first 14 degrees would be in the 5th house, and planets in the last 16 degrees would be in the 6th house; but as our list shows no planets in Capricorn, we pass on. The 13th degree of Aquarius is on the cusp of the 7th house; planets in lower degrees must therefore be written in the 6th house, and as Uranus is in one degree, we place him there just below the 7th cusp, to show that he belongs under Aquarius. A capital R is written there also. There being no planets in Pisces, our horoscope is now complete, and if you have grasped what has been taught up to the present time, you should be able to erect the horoscopical figure for any birth. Practice will make you proficient, and after a while you will be able to erect such a simple figure in 10 or 15 minutes, without all the circumstances necessary when learning; but in order to be sure that you understand thoroughly, we will erect another horoscope by easy stages while proceeding to learn the aspects. Questions: 1] Please find the Sidereal Time at birth for a child born on August 10th, 1912, at 4 PM, Standard Time in New York, NY (74W, 41N). Make your calculations on a horoscope blank, and write the proper signs and degrees on the cusps of the houses, but do not start to calculate the planets. "},{"pageNumber":42,"pageContent":"42 Junior Astrology Course, Lessons 1 - 9 Dear Friend, We congratulate you for having completed The Rosicrucian Fellowship Junior Astrology Course, lessons 1 - 9. We invite you to continue your studies with lessons 10 - 19 in our Junior Astrology Course. But before you may begin the next booklet, please answer the below questions and send your answers to us. 1. What do our past acts determine? 2. What is the keynote of Uranus? 3. According to our Spiritual Astrology, what is the Solar System? 4. On what kind of ground does the astrologer stand who holds a horoscope in his hand? 5. What does the horoscope reveal? 6. Compare and contrast Venus and Mars. 7. What is used to offset the exuberant life of Mars? We trust that you have studied well and know the answers to these important questions. If not, please restudy the material here given. Unless you develop a sound foundation of learning and understanding, you will not be able to help others to your highest potential. In order to receive the next booklet in the Course, lessons 10 - 19, please answer the above questions and then calculate a horoscope for October 25, 1911 at 7:54 AM Standard Time, at 93 West longitude and 38 North latitude. Calculate TLT, GMT, S.T., and all house cusps, etc. Use a full horoscope blank to record ALL your work (show all your calculations. Also, please calculate the positions of Mercury and the Moon for the above chart. Send your complete answers to us and if correct, we will send you the next booklet in the Course. Good luck. In fellowship, Rosicrucian Fellowship 2222 Mission Ave Oceanside, CA 92054-2399 Education Department "},{"pageNumber":43,"pageContent":" Junior Astrology Course, Lessons 1 - 9 43 ANSWERS Answers to Lesson No. 1 1] Longitude is the distance East or West of Greenwich. Latitude is the distance North or South of the Equator. 2] Berlin, W. Germany: Lat. 52 N Long. 13 E Vienna, Austria: 48 N 16 E Baghdad, Iraq: 33 N 44 E Santiago, Chile: 33 S 71 W Ottawa, Canada: 45 N 76 W Detroit, Michigan, US: 42 N 83 W Los Angeles, California, US: 34 N 118 W Vancouver, Canada: 49 N 123 W 3] Birth occurs from the astrological viewpoint with the first breath or cry of the infant. 4] The stellar forces that exist at the moment when the child utters its first cry are drawn into the lungs and pass through the blood. The impressions of these forces are stamped on every atom of the child's body, and they prevail throughout the entire life. 5] The purpose of astrology is to teach that stellar forces exist, so that by our wills we may regulate our lives advantageously and help others do the same. 6] The twelve signs of the zodiac and their symbols are: Aries - ¿¿ À Cancer - Ã Libra - Æ Capricorn - É Taurus – Á Leo - Ä Scorpio - Ç Aquarius - Ê Gemini – Â Virgo - Å Sagittarius - È Pisces - Ë Answers to Lesson No. 2 1] The twelve signs are divisions of the heavens relative to the Vernal Equinox and the ecliptic, which are places of reference in space. The twelve houses are divisions of the heavens relative to the birthplace and horizon, which are places of reference on the Earth. 2] The signs are derived from groups of relatively fixed stars along the Sun's yearly path through the sky — and always maintain the same relative positions to one another. The planets are heavenly bodies that revolve around the Sun and are constantly changing their relative positions to one another. 3] A degree is the approximate distance traveled by the Sun each day — one three-hundred and sixtieth of a circle. There are 30 degrees in each sign. 4] There are 12 signs and 12 houses. 5] A planet’s influence is determined principally by the angle of the ray. Although each planet has its own innate nature, the angle of the ray determines in what way, or how that influence will be exerted. The house that a planet is in shows the angle of the planetary ray relative to the Earth, and the sign that a planet is in shows the angle of the planetary ray relative to the heavens. 6] From Aries 1° to Aries 30° is 29 degrees; then from Taurus 0° to Taurus 15° is another 15 degrees. Added together this totals 44°. Note: Any zodiacal Sign starts at 0° and ends at 30°. It is possible to have a planet located at 0°13'36\" of Aries (zero degrees, thirteen minutes and thirty-six seconds which is between Aries 0° and Aries 1°."},{"pageNumber":44,"pageContent":"44 Junior Astrology Course, Lessons 1 - 9 Answers to Lesson No. 3 1] What is the True Local Time when clocks set to Standard Time show 11:25 at Chicago; 9:30 at New York, 10:55 at Denver (all AM)? Hrs Mins Standard Time at Chicago    11  25 AM Chicago is 2 degrees east of the Standard Time meridian at 90 degrees West, so multiply 2 degrees by 4 minutes. 08 Add 8 minutes because Chicago is EAST of the Standard Time meridian True Local Time      11  33 AM  Hrs Mins Standard Time at New York    09  30 AM New York is 1 degree east of the Standard Time meridian at 75 degrees West, so multiply 1 degree by 4 minutes. 04 Add 4 minutes because New York is EAST of the Standard Time meridian True Local Time     09  34 AM  Hrs Mins Standard Time at Denver    10  55 AM Denver is located on the Standard Time meridian at 105 degrees West, therefore Standard Time and True Local Time are the same. 00 True Local Time     10  55 AM 2] What is the Greenwich Mean Time when it is 2:00 PM Standard Time at Chicago? True Local Time is 2:08 PM (2 degrees times 4 minutes per degree equals 8 minutes). As Chicago is 88 degrees west longitude, we multiply 88 degrees by 4 minutes per degree and get 352 minutes. Divide 352 minutes by 60 and we get 5 hours and 52 minutes. Hrs Mins True Local Time 2 08 PM Add 5 52      -------------- G.M.T. is      8  00 PM Answers to Lesson No. 4 1] The Sidereal Time at birth determines the SIGN (and degree) to be placed on each of the twelve HOUSES. 2] a] March 24 Noon; b] June 17 Noon; c] August 1 Noon"},{"pageNumber":45,"pageContent":" Junior Astrology Course, Lessons 1 - 9 45 3] a) Figure the Sidereal Time of a birth occurring in Denver, Longitude 105 West, at 4:00 PM Standard Time, June 6, 1912. Hrs Mins Secs Sidereal Time at noon PREVIOUS to birth. 04 58 00 Add 10 seconds for each 15 degrees of longitude the birthplace Is west of Greenwich—note: an easy and quick method to obtain the required number of seconds is to multiply the degrees of longitude by 2, then divide the result by 3. 01 10 Add the interval between the noon PREVIOUS to birth and the True Local Time of birth. 04 00 00 Add 10 seconds for every hour of that interval. 40 Sidereal Time at the birthplace on the birth hour. 08 59 50 Note: Where the above is more than 24 hours, subtract 24. The remainder is the Sidereal Time at birth. 08 59 50 b) Figure the Sidereal Time of a birth occurring in Chicago, Longitude 88 West, at 4:00 AM Standard Time, June 6, 1912. Hrs Mins Secs Sidereal Time at noon PREVIOUS to birth. 04 54 00 Add 10 seconds for each 15 degrees of longitude the birthplace Is west of Greenwich—note: an easy and quick method to obtain the required number of seconds is to multiply the degrees of longitude by 2, then divide the result by 3. 59 Add the interval between the noon PREVIOUS to birth and the True Local Time of birth. 16 08 00 Add 10 seconds for every hour of that interval. 02 41 Sidereal Time at the birthplace on the birth hour. 20 64 100 Note: Where the above is more than 24 hours, subtract 24. The remainder is the Sidereal Time at birth. 21 05 40 Answers to Lesson No. 5 1] Aquarius 20 is opposite Leo 20. Leo 19 is opposite Aquarius 19. Sagittarius 16 is opposite Gemini 16. Scorpio 20 is opposite and Taurus 20. 2] The nearest sidereal time to: 14-31-5 is 14-30-20. 15-11-12 is 15-10-12. 23-31-1 is 23-30-37. "},{"pageNumber":46,"pageContent":"46 Junior Astrology Course, Lessons 1 - 9 "},{"pageNumber":47,"pageContent":" Junior Astrology Course, Lessons 1 - 9 47 Answers to Lesson No. 6 1] When birth occurs at Chicago, Longitude 88 West, on August 25, 1912, at 8:00 PM: Hrs Mins Standard Time at Chicago    08  00 PM Chicago is 2 degrees east of the Standard Time meridian at 90 degrees West, so multiply 2 degrees by 4 minutes. 08 Add 8 minutes because Chicago is EAST of the Standard Time meridian True Local Time      08  08 PM As Chicago is 88 degrees west longitude, we multiply 88 degrees by 4 minutes per degree and get 352 minutes. Divide 352 minutes by 60 and we get 5 hours and 52 minutes. Hrs Mins Add 05 52      -------------- G.M.T. is      14  00 PM a) G.M.T. is 2:00 AM on August 26 . b) The G.M.T. Day begins at noon on August 25 and ends at noon on August 26. c) August 26 d) 10 hours e) .3802 2] When birth occurs at Leningrad, Longitude 30 East, 1:00 AM, January 20, 1912: Hrs Mins Standard Time at Leningrad    01  00 AM Leningrad is on the Standard Time meridian at 30 degrees West, so Standard Time and True Local Time are the same 00 True Local Time      01  00 AM As Leningrad is 30 degrees EAST longitude, we multiply 30 degrees by 4 minutes per degree and get 120 minutes. Divide 120 minutes by 60 and we get 2 hours and 00 minutes. Hrs Mins SUBTRACT to find G.M.T. because Leningrad is EAST of Greenwich - 02 00      -------------- G.M.T. is      11  00 PM a) G.M.T. is 11:00 PM on January 19 . b) The G.M.T. Day begins at noon on January 19 and ends at noon on January 20. c) January 19 d) 11 hours e) .3388 Answers to Lesson No. 7 1] Find the place of the Moon: Longitude of the Moon on noon AFTER G.M.T., July 23, 1912 Scorpio 27:07 Subtract longitude of the Moon on noon BEFORE G.M.T. day 14:33 Motion of Moon on G.M.T. day  12:34"},{"pageNumber":48,"pageContent":"48 Junior Astrology Course, Lessons 1 - 9 Logarithm of the Moon's motion on G.M.T. day 0.2810 Add the logarithm of Interval 1.3522 Logarithm of Moon's motion during interval 1.6332 Increment of correction (above logarithm converted to deg. and min.) 0:34 Longitude of the Moon on noon NEAREST G.M.T. Scorpio 27:07 [When G.M.T. is (AM subtract)(PM add) min.] Increment of correction  0:34 Moon's place in the horoscope Scorpio 26:33 2] Examples for practice promised in Lesson No. 7: a] Moon in 11:44 Virgo Moon in -27:20 Leo Daily Motion: 14:24 Logarithm: .2218 b] Moon in 7:50 Taurus Moon in -24:37 Aries Daily Motion: 13:13 Logarithm: .2591 c] Moon in 4:42 Capricorn Moon in -22:51 Sagittarius Daily Motion: 11:51 Logarithm: .3065 d] Moon in 4:50 Cancer Moon in -19:59 Gemini Daily Motion: 14:51 Logarithm: .2085 Answers to Lesson No. 8 1] Find the position of Mercury in a horoscope for July 23, 1912, 10:56 AM, G.M.T., New York City, NY: Longitude of Mercury on noon AFTER G.M.T. on July 23: Leo 27:12 SUBTRACT longitude of Mercury on noon BEFORE G.M.T. on July 22: Leo 26:08 Motion of Mercury on G.M.T. Day: 01:04"},{"pageNumber":49,"pageContent":" Junior Astrology Course, Lessons 1 - 9 49 Logarithm of Mercury’s motion on G.M.T. Day: 1.3522 Add the logarithm of interval: 1.3522 Sum of logarithms (logarithm of Mercury’s motion during interval): 2.7044 Travel during interval (increment of correction): 0:03 Nearest noon position of Mercury (July 23): Leo 27:12 When G.M.T. is AM, SUBTRACT the increment of correction: 0:03 Position of Mercury in the horoscope: Leo 27:09 Answers to Lesson No. 9 "},{"pageNumber":50,"pageContent":"50 Junior Astrology Course, Lessons 1 - 9  THE ROSICRUCIAN FELLOWSHIP 2222 MISSION AVENUE PO BOX 713 OCEANSIDE, CA 92049-0713 USA TELEPHONE (760) 757-6600 FAX (760) 721-3806 rosfshp@rosicrucianfellowship.org http://www.rosicrucianfellowship.org "}]
