[{"pageNumber":1,"pageContent":"AMBIX, Vol. 52, No. 3, November 2005, 217–245© Society for the History of Alchemy and Chemistry 2005DOI 10.1179/000269805X77781Interpretation and the Hieroglyphic Monad:John Dee’s Reading of Pantheus’sVoarchadumiaHILDE NORRGRÉNUniversity of OsloJohn Dee’s marginalia in his copy of Johannes Pantheus’s Voarchadumia (now in the BritishLibrary) are an interesting source of information about the development of Dee’s scientificideas in the period between the Propaedeumata Aphoristica (1558) and the MonasHieroglyphica (1564). In reading the book, Dee has systematically compared the text withPantheus’s earlier work, the Ars Metallicae, and noted any differences between the twolargely identical works. Therefore, most of Dee’s comments are not indications of his owninterests, as has previously been assumed. Only the marginalia that are not concernedwith comparing the two texts can be taken to express Dee’s own views. These marginalia,probably written in 1559, provide evidence that Dee had already at this time a strong interestin cabbalistic methods as a means of gaining knowledge about natural substances.Cabbalistic speculation was to be central to Dee’s thought in the Monas Hieroglyphica, andhas previously been taken to indicate a dramatic change in Dee’s scientific outlook, towardsa spiritual quest. In his marginalia in the Voarchadumia, however, Dee appears to be usingcabbalistic methods to gain information on wholly material, non-spiritual matters. Theabundant use of the symbol of the hieroglyphic monad in the marginalia provides a furthersource of insight into the alchemical import of the symbol, five years before the publicationof the Monas Hieroglyphica.In 1559, the English alchemist John Dee received Giovanni Agostino Pantheus’s “anti-alchemical” work Voarchadumia contra alchimiam: ars distincta ab archimia et sophia: cumAdditionibus: Proportionibus: Numeris: et Figuris (Venice, 1530) as a gift from a friend.1This book, which describes a new theory of the transmutation of metals, he read with greatinterest, as can be seen by his annotations and drawings in the margins, and his manyunderlinings of words and sentences in the text. A study of these marginalia brings to lightnew sides of Dee’s intellectual development, and also suggests that there may have been agreater continuity in Dee’s intellectual life than has been assumed in recent literature.1G. A. Pantheus, Voarchadumia contra alchimiam: ars distincta ab archimia et sophia: cumAdditionibus: Proportionibus: Numeris: et Figuris (Venice, 1530). Dee’s note on the title pageis “Joannes Dee 1559 18 Junij ex dono magister Joannis Baptistae Danieus.” This man may beidentical with Giovanni Baptista Agnello, who published the alchemical work Apocalypsis spiritussecreti in London in 1566. Dee also owned this work. See D. E. Harkness, John Dee’s Conversationswith Angels (Cambridge: Cambridge University Press, 1999), 204, n. 31. Harkness states that Deeowned the 1550 Paris editions of both of Pantheus’s books (89). However, Dee’s annotated copy ofthe Voarchadumia is the first edition dated Venice 1530 (British Museum, shelfmark C.120.6.4 [2])."},{"pageNumber":2,"pageContent":"218HILDE NORRGRÉNIn Nicholas Clulee’s John Dee’s Natural Philosophy (1988),2 the biography of JohnDee’s scientific career is roughly divided into three phases, corresponding to the publicationof his three works on natural philosophy: the Propaedeumata Aphoristica (1558), the MonasHieroglyphica (1564), and his Mathematicall Praeface to the first English translation ofEuclid’s Elements (1570). The primary objective of Clulee’s division of Dee’s career intodifferent phases was to offer a critique of what he calls the “Warburg thesis” (advancedby Frances Yates and Peter J. French), which sought to explain Dee’s life within a singleintellectual framework: that of “Hermetic Neo-Platonism.” Clulee correctly argued thatthis approach to Dee’s career excludes important facets of his intellectual development, andthus obscures our understanding of his natural philosophy. By emphasising the diversityin Dee’s interests and development, Clulee wished to write a Dee biography that was lesshomogeneous and more nuanced than the “Hermetic Dee” of the Warburg thesis.According to Clulee, a “radical disjuncture” occurred in Dee’s intellectual life in con-nection with the writing and publication of his speculative alchemical work the MonasHieroglyphica in 1564.3 Clulee’s claim is that Dee’s scientific endeavours from this timeonwards became a Neo-Platonic religious quest for God through the study of nature.4 In theMonas Hieroglyphica, Clulee argues, Dee began to use speculative cabbalistic and numer-ological methods that are absent from his earlier work, the Propaedeumata Aphoristica(1558), and began to use the obscure analogies and metaphors characteristic of alchemicalliterature. Even though Dee had used the symbol of his hieroglyphic monad as an emblemon the front page of the Propaedeumata Aphoristica, and Clulee acknowledges that Dee’suse of the monad symbol in the marginalia in the Voarchadumia anticipates its later elabora-tion in the Monas Hieroglyphica,5 he argues that “these similarities do not support anyassumption that the characteristic features of the Monas were fully developed in the earlierperiod.”6 These characteristic features, i.e. the cabbalistic, numerological, and magicalaspects of the monas symbol, are first seen in the Monas Hieroglyphica.7 A closer study ofDee’s marginalia in the Voarchadumia, however, indicates that several of the main featuresof Dee’s theory of the hieroglyphic monad were already well developed in 1559. An exami-nation of one of the main sources for the cabbalistic elements of the Monas Hieroglyphicamay also shed some new light on these aspects of the work.Alchemy and Dee’s Monas HieroglyphicaThe quantification of nature is often viewed as the decisive theoretical step towardsthe development of science in early modernity.8 Alongside the mathematical conceptionof nature that particularly characterised the Neo-Platonic–Pythagorean current of theRenaissance, there existed a new chemical conception of nature, the foremost representative2N. Clulee, John Dee’s Natural Philosophy (London and New York: Routledge, 1988).3Clulee, John Dee’s Natural Philosophy, 15.4Clulee, John Dee’s Natural Philosophy, 16.5Clulee, John Dee’s Natural Philosophy, 97.6Clulee, John Dee’s Natural Philosophy, 118.7Clulee, John Dee’s Natural Philosophy, 118.8See, for instance, W. A. Crosby, The Measure of Reality: Quantification and Western Society,1250–1600 (Cambridge: Cambridge University Press, 1997)."},{"pageNumber":3,"pageContent":"219INTERPRETATION AND THE HIEROGLYPHIC MONADof which was Paracelsus.9 In the Monas Hieroglyphica, John Dee expresses a conceptionof nature that combines the Neo-Platonic idea of nature as structured by numbers withthe view that all changes in nature can be explained as alchemical processes. The hiero-glyphic monad itself is a symbolic representation of the universe, revealing the divine orderand underlying structures of nature. Underlying this, there is a mathematical–alchemicaltheory, which also forms the basis for the manipulation of natural forces by means ofcatoptrics that Dee describes in the Propadeumata Aphoristica. In this work, Dee describesa method of calculating and reinforcing celestial influences by means of lenses, the assump-tion being that all sublunar change happens according to influences of the planets, as in analchemical vessel, and that the rays of the sun can serve as a model of the behaviour of theinfluences from the moon and other planets.10 The hieroglyphic monad was central to Dee’sthought in his scientific endeavours after the publication of the Monas Hieroglyphica in1564,11 and, as a study of its role in Dee’s reading of the Voarchadumia may reveal, probablyearlier, too.In the introduction to his English translation of the Monas Hieroglyphica, Josten pointsout that Dee himself was concerned with the continuity of his alchemical studies. In theintroduction to the Monas Hieroglyphica, Dee mentions a treatise about the art of“Arioton,”12 addressed to the Parisians in 1562, into which he had incorporated all theknowledge he had obtained through his previous twenty years of alchemical studies.13 Hemust therefore have begun to study alchemy in 1542 when, as a fifteen-year-old, he beganhis studies under John Cheke. Dee claims to have invented the monas symbol in 1557,14 andin 1558 he included it on the title page of the Propaedeumata Aphoristica, pointing out thatall the symbols of “the astronomy that is named inferior” (i.e. alchemy) are encompassedin it, and that the symbol derives from his own alchemical theories.15 His insistence that9See, for instance, A. G. Debus, “The Scientific Revolution: a Chemist’s Reappraisal,” in Science,Pseudo-Science, and Utopianism in Early Modern Thought, ed. S. A. McKnight (Columbia andLondon: University of Missouri Press, 1992), 38 et seq.10W. Shumaker and J. L. Heilbron (eds.), John Dee on Astronomy: “Propaedeumata aphoristica”(1558 and 1568) Latin and English (Berkeley, Los Angeles and London: University of CaliforniaPress, 1978).11The book’s full title is Monas Hieroglyphica: Ioannis Dee, Londinensis, Mathematicè, Magicè,Cabalisticè, Anagogicéque, explicata: Ad Sapientissimum, Romanorum, Bohemiae, et Hungariae,Regem, Maximilianum. (The Hieroglyphic Monad of John Dee, of London, Mathematically,Magically, Cabbalistically, and Anagogically Explained, [and addressed] to the Most WiseMaximilian, King of the Romans, of Bohemia, and of Hungary.)12C. H. Josten, “A Translation of John Dee’s Monas Hieroglyphica (Antwerp, 1564), with anIntroduction and Annotations,” Ambix 12 (1964): 137, footnote 29. Josten notes Walter Pagel’ssuggestion that “Arioton” may be derived from “ariet-,” the Latin root of “Aries,” which Deein the Monas Hieroglyphica equates with the fire used in alchemical processes. “Arioton Ars” maytherefore mean “alchemy.”13J. Dee, Monas Hieroglyphica, in C. H. Josten, “A Translation of John Dee’s MonasHieroglyphica,” 136–37, 85–86.14Dee, Monas Hieroglyphica, 146–47.15Shumaker and Heilbron, John Dee on Astronomy, aphorism LII, 148–49. “[A]ugustissimaphilosophorum ASTRONOMIA, INFERIOR nuncupata: cuius Insignia, in quadam inclusaMONADE, ac ex nostris Theoriis desumpta, tibi una cum isto libello mittimus.”"},{"pageNumber":4,"pageContent":"220HILDE NORRGRÉNthe planetary signs of the monad refer to “inferior” as opposed to “ordinary” celestialastronomy indicates that the astronomical physics of the Propaedeumata Aphoristica shouldalso be seen as an alchemical physics, and suggests that Dee had already developed analchemical interpretation of the monad at this time. Likewise, Josten states that the MonasHieroglyphica was presented to both the Emperor Maximilian and his son Rudolph II as analchemical work, and that “the best and greatest thing” (Res . . . Optima, Maximaque) thatDee was hoping would result from this gift was probably the philosopher’s stone.16 Jostensummarises his alchemical interpretation of the Monas Hieroglyphica as follows:If one leaves aside all refinements and all secondary interpretations with which Dee soconfusingly invests his concept of the monad, the most general and obvious idea conveyedby its symbol is therefore, that of the alchemical process: Mercury, i.e. the philosophers’mercury, is seen as being activated by alchemical fire (Ignis ille Arietinus). The inclusion ofthe monad symbol in an egg-shaped escutcheon points not only to the supposedly oviformorbit of the planet Mercury, but also to the hermetic vessel, or philosophical egg, in whichthe sublimation of the philosophers’ mercury, resulting in the philosophers’ stone, takesplace.17Despite this, however, he insists that the subject matter of the Monas Hieroglyphicais not primarily the process of making gold. Influenced by the Neo-Platonic interpretationin Calder’s seminal, but unpublished, Ph.D. thesis, “John Dee Studied as an EnglishNeoplatonist,”18 he insists that Dee’s alchemical quest is spiritual, and that the practitionerhimself is the primary subject of transmutation. He sees Dee’s criticism of false alchemistsas a denunciation of transmutation in itself: “The alchemists, i.e. those labouring in thetransmutations of metals, are denounced as wretched and inexperienced impostors.”19However, Dee’s denunciation is — as he says in the prefatory epistle to the MonasHieroglyphica — aimed at false alchemy, which is like a “shadow” compared to the “soliddoctrine” of true alchemy:[A]s all bodies have a borderline in common with their shadows (as is well known to math-ematicians), so also in this matter the phrases of speech and writing are common to theshadows and to the real bodies, as the wise admit. The ignorant, rash and presumptuous16Dee, Monas Hieroglyphica, 92–93, footnote 50. Josten is citing Dee’s letter to the EmperorRudolph II, 17 August 1584, printed in M. Casaubon, A True & Faithful Relation of What passedfor many yeers Between Dr. John Dee ... and Some Spirits [etc.] (London: D. Maxwell forT. Garthwait, 1659), 218. In October 1584, Dee promised to give Rudolph the secret of thephilosopher’s stone. See Casaubon, A True & Faithful Relation, 246, 255, cited by Josten, “ATranslation of John Dee’s Monas Hieroglyphica,” 94, footnote 55.17Josten, “A Translation of John Dee’s Monas Hieroglyphica,” 103.18I .R. F. Calder, “John Dee Studied as an English Neoplatonist,” unpublished Ph.D. thesis,University of London, 1952.19Josten, “A Translation of John Dee’s Monas Hieroglyphica,” 101. The reference is to the MonasHieroglyphica, 176–77. “May the most wretched alchemists hence take admonishment and learn torecognize their various errors. May those very inexperienced impostors, in their desperation,hereby understand what is the water of the white of eggs, what the oil from the yolks, [and] what thechalk of eggs [egg-shell], and many more things like these.” (HINC Moniti, discant MiserrimiAlchimistae, suos agnoscere Errores varios. Quae sit Albuminis QUOROM AQUA: QUOD EXVITELLIS OLEUM. Que QUORUM CALX: HINC Imperitissimi Illi Impostores, cum illoru[m]Desperatione, Intelligant.)"},{"pageNumber":5,"pageContent":"221INTERPRETATION AND THE HIEROGLYPHIC MONADapes grasp mere shadows, naked and inane, while the wiser philosophers enjoy the soliddoctrine and the very pleasing effects of the [real] bodies.20It is presupposed that a true alchemy does exist, and he explicitly says that the“voarchadumicus” will find the work useful.21 Dee denounces inexperienced impostors, butclaims that there are practitioners who actually work with the thing itself, of which theignorant see only the shadow, and this is real transmutation. This rhetoric is not uncommonin alchemical works, and in this Dee echoes Pantheus’s criticism of the false alchemists,impostors who, unlike himself, seek to make gold by dying base metals, leaving the essentialsubstance of the metal unchanged. Like Pantheus (who calls his “anti-alchemical” artvoarchadumia), Dee calls his honest science by a different name than “alchemy”: pyronomia,ars arioton, and astronomia inferior.The Monas Hieroglyphica was also read as an alchemical work by subsequent alche-mists who adopted the monas symbol as a symbol of the alchemical process.22 Around 1600,in the “Epistle Dedicatorie” to a planned English translation of the work,23 Thomas Tymmepraised its value for alchemists:His whole purpose & drift is, to give unto the mastery in Alchimy, & the a and v in theworke, & for this cause his Monas Hierogliphicall hath the first in the top & the last in thefoote, the Cross going betweene, which signifies the dejecting and humiliacion of beforehis Exaltacion.24Tymme’s definition of alchemy is “a Science, whereby the principles, causes, propertiesand passions of all Mettalls are throughly knowne & discovered and by which those Mettallsthat are imperfect and corrupted, are altered and changed into true & perfect Gold”;25 inother words, transmutation without any mention of a “spiritual alchemy” where the objectof transmutation is the alchemist himself. Josten deplores Tymme’s failure to understandthe “pre-eminently spiritual and non-chemical character” of the Monas Hieroglyphica.2620“[U]t Corporum quorumcunque, omnes ubicunque Umbrae, COMMUNES cum ipsis CorporibusTERMINOS habet: (Quod Mathematicis est notissimum) Eodem modo, & hic, Phrases Loquendi,Scribendique: Umbris, Verisque ipsis Corporibus, Communes esse, Permittunt SOPHI. Ubi,Imperiti, Temerarij, & Praesumtuosi Simiae, UMBRAS Captant solas, nudas & Inanes: Dum IpsiSapientiores Philosophi, CORPORUM Solida fruantur Doctrina & fructu gratissimo.” Dee,Monas Hieroglyphica, 144–45.21Dee, Monas Hieroglyphica, 136–37.22See, for instance, Clulee, John Dee’s Natural Philosophy, 78.23Whether this translation was ever completed has not been established. See: Josten, “A Translationof John Dee’s Monas Hieroglyphica,” 97; and Clulee, John Dee’s Natural Philosophy, 78.24T. Tymme, A Light in Darkness Which Illumineth for all the Monas Hieroglyphica of the famous andprofound Dr. JOHN DEE, Discovering Natures closet and revealing the true Christian secrets ofAlchimy, ed. S. K. Heninger (Oxford: The New Bodleian Library, 1963), 6–7.25Tymme, A Light in Darkness, 15.26Josten, “A Translation of John Dee’s Monas Hieroglyphica,” 104. Josten has here quoted only thefirst part of Tymme’s summing up of the Monas Hieroglyphica. The second half, “& for this causehis Monas Hierogliphicall hath the first in the top & the last in the foote, the Cross goingbetweene, which signifies the dejecting and humiliacion of before his Exaltacion,” is Tymme’sexplication of the diagram in Monas Hieroglyphica, 198, where Dee shows various interpretationsof the monad as divided into the symbols alpha and omega with a cross in the middle. Josten hasleft the diagram untranslated because he found it unintelligible; see Josten, “A Translation of John"},{"pageNumber":6,"pageContent":"222HILDE NORRGRÉNIn his marginalia in the Voarchadumia, however, Dee puts his hieroglyphic monad in thecontext of a purely chemical and physical transmutation, and never mentions any spiritualor non-chemical purpose of the symbol.Like Josten, Clulee in his John Dee’s Natural Philosophy tends to play down thealchemical interpretation of the Monas Hieroglyphica. Although he concedes that “alchemymay be an important component in any understanding of the Monas,”27 and states that the“alchemical association was solidified by the adoption of the Monas and its symbol almostexclusively by alchemical writers in the later sixteenth and seventeenth centuries,”28 heclaims that Dee’s main objective with the book was to establish a new language of signs thatwould have the power to unify and reform all sciences: “Thus the Monas is not a completeexposition of alchemy, or magic, or astronomy, or even of this new discipline, but providesexamples of how the new art of hieroglyphic writing illuminates the mysteries of these artsand the sayings of the most ancient philosophers.”29 However, this part of Clulee’s analysisis entirely based on the introduction to the work, where Dee praises the monad’s potentialusefulness for all sciences30 — in the theorems themselves, neither music, medicine, staticsnor any of these other arts and sciences are mentioned, while Dee makes rather extensiveDee’s Monas Hieroglyphica,” 111. In line with his interpretation of the Monas Hieroglyphica as awork primarily about a spiritual process, he suggests, however, that Dee’s passage about the alphaand omega on the previous page (196–97) may refer to a technique of breath control (Josten,“A Translation of John Dee’s Monas Hieroglyphica,” 111, footnote 145), which seems far-fetched.J. W. Hamilton-Jones’s translation from 1946 (which Josten finds inaccurate; see Josten, “ATranslation of John Dee’s Monas Hieroglyphica,” 85, footnote 7), however, includes this diagramand another diagram that Josten found “even less intelligible” and similarly left untranslated; seeJosten, “A Translation of John Dee’s Monas Hieroglyphica,” 111, 214; and J. W. Hamilton-Jones,The Hieroglyphic Monad (Boston: Weiser Books, 1975), 40, 49. The diagram on page 198 providesexamples of variations on the series of allegorical alchemical principles of death and rebirth.Tymme, in a A Light in Darkness, 29, explains it as “an Allegory, [of] the whole Practice ofAlchimy, calling the Philosophers Stone in the first begining of the worke Adam mortall, but in theend and perfection of the work, passing through the foure Elements into a Quintessence, he callethit Adam immortall, because it will never decay, but purgeth & transformeth all imperfect bodies orMetalls.”27Clulee, John Dee’s Natural Philosophy, 78.28Clulee, John Dee’s Natural Philosophy, 78.29Clulee, John Dee’s Natural Philosophy, 84. Tymme also recognised this aspect of the text, anddescribes Dee’s work as a restoration of the knowledge of natural philosophy possessed by Adambefore the expulsion from the Garden of Eden, and which by his descendants was embodied inhieroglyphic characters and inscribed on two stone tablets to preserve the knowledge from thedeluge. See Tymme, A Light in Darkness, 11–12.30Clulee, John Dee’s Natural Philosophy, 82–84; Dee, Monas Hieroglyphica, 122–39. The scienceslisted in Clulee’s summary are grammar, arithmetic, geometry, music, astronomy, optics, thescience of weights, the science of space (pleno & vacuo), cabbala, magic, medicine, scrying,“voarchadumia,” and adeptship. Clulee suggests that “Dee’s inclusion of some of these sciencesmay have been suggested by Norton, Ordinall of Alchemy, 60–61, where he mentions grammar,arithmetic, music, astrology, perspective, the science de pleno & vacuo, and chiefly natural magic assciences that to varying degrees illustrate or aid in the alchemical processes.” See Clulee, John Dee’sNatural Philosophy, 264, footnote 19.26continued"},{"pageNumber":7,"pageContent":"223INTERPRETATION AND THE HIEROGLYPHIC MONADuse of traditional alchemical imagery. As Clulee says, alchemy was “traditionally outsidethe established syllabus and on the fringes of intellectual respectability,” and was to be“disclosed and elevated to a status equal or superior to the other disciplines through this newart.”31 Dee may therefore have been motivated to include in the introduction to the MonasHieroglyphica a lengthy advertisement for the monas symbol’s potential usefulness fora wide range of sciences, partly to counteract the negative consequences that a book onalchemy might have for his intellectual credibility. Clulee also recognises that the idea of anew grammar did not form part of the monad concept when it was originally conceived in1557 or 1558,32 but makes it a main tenet of Dee’s “great metaphysical revolution” of 1564.Clulee’s de-emphasising of the alchemical import of the Monas Hieroglyphica serves tosupport this theory of a radical breach in Dee’s intellectual development in the early 1560s.But the views of the hieroglyphic monad as alchemical and as a new or restored alphabet ofnature are not mutually exclusive. While the idea of the universality of science was undoubt-edly at the core of Dee’s view of nature, alchemy arguably constituted the prototypicalscience. The monad’s potential value for other sciences may be viewed as incidental, as thesciences were seen as functioning in accordance with the laws of the great alchemist Nature,and were seen by Dee as capable of being represented by, and deciphered through, universalsymbols. It is possible that Dee meant his monad to function as an interpretative key to thecorpus of alchemical texts, a standard by which to divide the pure from the impure. Cluleeconcludes that “[t]he Monas, in its treatment of alchemy, is an attempt to illuminate receivedalchemical discourse by translating it into the universal and standard discourse of Dee’s newhieroglyphical writing.”33Previous Studies of Dee’s Marginalia in the VoarchadumiaPantheus’s Voarchadumia and John Dee’s marginalia in it have received relatively littleattention in Dee studies. I. R. F. Calder includes a short discussion of the work in his unpub-lished thesis, “John Dee studied as an English Neoplatonist,”34 and also notes that Dee hasdrawn his hieroglyphic monad on the book’s title page,35 while both Josten and Clulee havenoted several instances where Dee has drawn the monad in the margin alongside specificpassages in Pantheus’s work.36 Recently, however, Deborah Harkness has discovered thatthe majority of Dee’s annotations in the Voarchadumia are merely transcriptions of para-graphs from an earlier work by Pantheus, the Ars et Theorica Transmutationis Metallicae(Ars Metallicae) from 1518.37 This discovery makes possible a new understanding of Dee’sreading and annotating of the Voarchadumia, and also of the significance of both theVoarchadumia and the hieroglyphic monad in Dee’s thought.31Clulee, John Dee’s Natural Philosophy, 86.32Clulee, John Dee’s Natural Philosophy, 85.33Clulee, John Dee’s Natural Philosophy, 96.34Calder, “John Dee Studied as an English Neoplatonist,” I, 611–15.35Calder, “John Dee Studied as an English Neoplatonist,” II, 323, n. 199.36Josten, “A Translation of John Dee’s Monas Hieroglyphica,” 137, n. 27; Clulee, John Dee’s NaturalPhilosophy, 101–2.37Harkness, John Dee’s Conversations, 89, 204."},{"pageNumber":8,"pageContent":"224HILDE NORRGRÉNIn what was the most detailed study of Dee’s marginalia in the Voarchadumia, Calderuses the marginalia primarily to support his view of Dee as a Neo-Platonic–Pythagoreancorpuscularian, a view of Dee that has been more or less completely ignored in later Deeliterature. All the passages on which Calder bases his discussion of Dee’s views of matter inthe marginalia — and that Calder concludes are “perhaps enough to indicate Dee’s place inregard to Alchemical theory” — are, however, passages that had been transcribed directlyfrom the Ars Metallicae.38 Since all the marginalia that Calder cites, and on which he baseshis assessment of Dee’s place in regard to alchemical theory, are in fact transcriptions fromPantheus’s Ars Metallicae, Calder’s statements can have no bearing on Dee’s own alchemi-cal theories. Harkness’s discovery of the marginalia’s relation to Pantheus’s Ars Metallicaehas rendered the significance of the marginalia to our understanding of Dee’s thought andintellectual development problematic, and a new assessment is necessary. This article isbased on a comparison of the two texts by Pantheus that Dee owned: the Voarchadumia andthe Ars Metallicae. I will make an attempt to assess the extent of his copying of passagesfrom the Ars Metallicae, and try to determine what these and the rest of Dee’s marginaliain the Voarchadumia might tell us about Dee’s scientific thought and his intellectualdevelopment at the time of his studying the work.39Dating the MarginaliaEven though Dee’s inscription on the title page states that he received the Voarchadumiaon 18 June 1559, he has not dated his marginalia. We do not know when he acquired theArs Metallicae, which he must already have had access to in order to make a systematiccomparison of the two works. However, given the fact that he received the Voarchadumia ina period of his life when he was intensely interested in alchemy,40 it is reasonable to assumethat he read it shortly after receiving it. Dee, like his contemporaries, habitually made notesin his books when he read them.41 William Sherman states that “[e]ven in an age of intenseannotational activity Dee stands out as an exceptional annotator.”42 Thus, had he read theVoarchadumia once on receipt and again later, when he compared it with the Ars Metallicae,we would expect to find two sets of marginalia in the Voarchadumia — one bearing thetraces of a first reading, where he would have underlined and annotated parts that he foundnoteworthy or wished to remember, and one being the notes of comparison between theVoarchadumia and the Ars Metallicae. The marginalia, however, show no sign of this beingthe case — all the marginalia suggest that that Dee read the Voarchadumia alongside the ArsMetallicae. There are very few notes that are Dee’s own comments on the text, and virtuallyno underlinings at all, except for the ones that mark differences between the two works.38Calder, “John Dee Studied as an English Neoplatonist,” I, 613–15.39As Dee’s own copy of the Ars et Theorica Transmutationis Metallicae was not available to me, andI do not know whether it still exists, my comparison is based on the Theatrum Chemicum editionfrom 1659.40He read 56 alchemical works in July 1556. See Clulee, John Dee’s Natural Philosophy, 96.41Dee’s alchemical books are the most consistently annotated in his collection. See W. H. Sherman,John Dee: the Politics of Reading and Writing in the English Renaissance (Amherst: University ofMassachusetts Press, 1995), 89.42Sherman, John Dee: the Politics of Reading and Writing, 80."},{"pageNumber":9,"pageContent":"225INTERPRETATION AND THE HIEROGLYPHIC MONADI will therefore base this analysis on the hypothesis that Dee read and annotated theVoarchadumia in 1559, shortly after being given the book.Even though Dee’s acquisition and reading of Pantheus’s works therefore probablytook place five years prior to the writing and publication of the Monas Hieroglyphica, themarginalia clearly indicate that he had already developed some of the main principlesof his theory of the hieroglyphic monad as well as the graphical symbol itself. A study ofthese marginalia thus reveals that the relationship between Dee’s works and Pantheus’smay have been more complex than has formerly been assumed. While Pantheus’s art of“voarchadumia” exerted an influence on Dee’s alchemical thought, Dee’s theory of thehieroglyphic monad influenced his reading of the Voarchadumia.Dee’s explication of the hieroglyphic monad in the Monas Hieroglyphica is, to a largeextent, based on numerological speculations. His annotations in the Voarchadumia indicatethat numerological speculations along these lines were at the very foreground of his mind inhis reading of the work, and even provided the basis for emendations and corrections of thetext.The Art of VoarchadumiaPantheus’s Voarchadumia is a short and rather technical handbook of his alchemical artof “voarchadumia.” The book contains detailed drawings of chemical equipment such asfans, ovens, cutting, melting and weighing tools, and several tables showing “the mysteriesof weight” (arcana ponderibus) — weight units and the weight proportions of metal com-ponents in mixtures.43 According to Pantheus, traditional alchemy is a mere colouring ofmetals, and effects no real physical change:Truly the established method of manufacturing silver and gold is to colour and change basermetals by the use of dyes and many sophisticated tricks. The real essence and substance ofthe metal, however, remains the same. This method is, according to common beliefs, calledalchemy . . . No real silver or gold is acquired in this way, but a completely worthless andfalse appearance. It is deservedly condemned (as we will show later on through argumentsand authorities), and should be condemned and completely vanquished.44His “voarchadumia,” on the contrary, effects real transformation by reorganising theelements that constitute the metals. Matter consists, according to Pantheus, of the elementsearth, air, fire, and water,45 the various configurations and proportions of which, accordingto mathematical principles, result in the various properties of materials. He refers to theelements as the smallest visible parts of matter (minima), which in a mixture are united in43J. Pantheus, Voarchadumia (Venice, 1530), 22.44Pantheus, Voarchadumia, 6v. “Primo sane[m] modo, luminaria s[ive] Argentum, & Aurumfingendo: hoc est in multis tincturarum generibus, & sophisticationum speciebus imperfectiorametalla colorando, ipsa[m]q[ue] alterando: propria tamen ipsoru[m] essentia, substantia[m]q[ue]remanente. Quam professionem communi omnium consensu Alchimiam (ab Alchimo dicta: quae(profecto) ex Hevraica dictione interpretata Fermentum vani consilii exponitur) vocamus. Quaequum nullam habeat veram Argenti, aut Auri existentiam: sed prorsus inanem, ac falsamapparentia[m]: merito est (uti infra monstrabimus ta[m] rationibus, q[ue] authoritatibus) damnata,& damnanda, penitusq[ue] de medio tollenda.”45Pantheus, Voarchadumia, 38–38v."},{"pageNumber":10,"pageContent":"226HILDE NORRGRÉNone, referring to the “Philosophum primo de Generatione” (i.e. the first book of Aristotle’sDe generatione et corruptione).46 Furthermore, Pantheus viewed the elements, in accordancewith the Aristotelian alchemical tradition, as having been created from an original primamateria. This material cause of the elements, he says, is “divided in equal and unequal parts”according to rational principles that are also the basis of the Hebrew, Greek, and Latinlanguages.47 Both the four primary qualities and the elements are interpreted by Pantheus asstates of matter constituted by the proportions of the elements. Matter cannot be destroyed,only reorganised.48Indications of an influence of Pantheus on Dee’s works have been noted earlier.Pantheus uses a peculiar Latin cabbala, which he calls a cabbala of metals,49 to analyseweight proportions in mixtures of metals. He seeks to establish that the combinations ofelements that constitute matter are ordered in specific numerical proportions. The letters inthe Latin alphabet are each given numerological values, and are associated with naturalprinciples — the letter R, for instance, is given the value 17 and is associated with “Air,or the lesser light.” In this way, Pantheus seeks to obtain information on the weight propor-tions of the substances involved in the making of gold: The proportions of natural principlesin a perfect, sacred word would be a key to finding the proportions of the same principlesin a perfect substance, i.e. gold. In the example shown below, Pantheus is comparing thenumerological values of the words RISOO and STAGNO, which are shown to be identical(figure 1).50 Dee experimented with Pantheus’s method, and in fact developed it further, ashe classified the natural principles as belonging to the moon, the sun, mercury, and philo-sophical mercury, and sought to identify the proportion of each of these principles in thesacred expressions that are the object of Pantheus’s cabbalistic analysis.Elements of this method of describing the qualities of the material world are later foundin both the Monas Hieroglyphica and the 1568 edition of the Propaedeumata Aphoristica,and (as Harkness has noted) some of the theorems of the latter contain combinations ofLatin characters that are reminiscent of Pantheus’s cabbala of metals.51 The 1568 editionalso contains an explicit reference to alchemy (pyrology), which is absent from the original1558 edition of the work.52 Dee also alluded to the Voarchadumia in his dedication of the46Pantheus, Voarchadumia, 39.47Pantheus, Ars et Theoretica Transmutationis Metallicae, 465. “The first principle in regard tonature, is matter, or the material cause of earth, water, fire and air, in accordance with the willof God — or Marthek, as the will of God is called in Greek, and in Hebrew recon heloim — asexpressed in the letters and numbers . . . and divided in equal and unequal parts” (Primu[m] ergoprincipium naturale[m] est materia, seu causa materialis terrae, aquae, ignis & Aeris, sub Nutu Dei,vel Marthek: quod graece neusi theu dicitur. & Hebraice recon heloim, positis in literis & numeris. . . ac divisis per aequales et inaequales partes, tali videlicet modo). This passage, which is radicallydifferent in the Voarchadumia, has been transcribed by Dee on a page inserted opposite 40v in hiscopy of the Voarchadumia.48Pantheus, Voarchadumia, 44. “From this it is obvious that the matter of things cannot bedestroyed, but is converted, when one nature overcomes another in a mixture.” (Ex quo apparetq[uod] rerum materia non potest anihilari: sed recipit conversionem: cu[m] natura unius naturamalterius superat in misto.)49Pantheus, Voarchadumia, 11.50Pantheus, Voarchadumia, 18.51Harkness, John Dee’s Conversations, 88–89, n. 100.52Shumaker and Heilbron, John Dee on Astronomy, aphorism XVIII, 128."},{"pageNumber":11,"pageContent":"227INTERPRETATION AND THE HIEROGLYPHIC MONADFig. 1. Example of Dee’s elaboration of Pantheus’s cabbala of metals. From J. Pantheus,Voarchadumia (Venice, 1530), 18. British Library, C.120.b4 (2). By permission of the BritishLibrary."},{"pageNumber":12,"pageContent":"228HILDE NORRGRÉNMonas Hieroglyphica to the Emperor Maximilian II, where he states that the “voarcha-dumicus” may find the twenty-first theorem of the Monas Hieroglyphica particularlysatisfying and helpful to speculation.53The MarginaliaDee’s annotations in the Voarchadumia are of six main kinds:(1) Summaries, cross-references and references to other alchemical works.(2) Notes and diagrams of correspondences between the text and the hieroglyphic monad.(3) Underlinings of words and sentences.(4) Experiments with Pantheus’s Latin cabala and calculations of weight proportions inmixtures of metals.(5) Corrections of spelling, calculations, and grammatical errors, and emendations of thetext.(6) Dee’s own comments on the text.These kinds of marginalia (or adversaria) were commonly used by Renaissancescholars, and can be found in many of the books that Dee owned, as is shown by WilliamSherman.54 Sherman criticises modern theories of reading that see the reader as subordinateto the text, and as a passive recipient of meaning.55 The Renaissance reader, Shermanargues, was an “adverse” reader, who interacted with the texts that they read in complexways, sifting them for information that they could use for their own purposes. Dee is a primeexample of one of these “adverse” readers: an active creator of new meanings, in intensedialogue with the texts that he read. In Dee’s copy of Pantheus’s Voarchadumia, there aremany examples of his active emendation and elaboration of Pantheus’s text — not least byhis recontextualisation of Pantheus’s ideas in relation to his own theory of the hieroglyphicmonad.The marginalia are not, however, evenly distributed throughout the text — long pas-sages have almost no annotations, while others are heavily annotated, and have summariesin the margins and on inserted pages. Abstracts and summaries written directly into the text,which formed an important part of Renaissance reading techniques, are relatively rare inDee’s copy of the Voarchadumia when the many transcriptions from the Ars Metallicae arediscounted. It is therefore of particular interest to note where Dee has actually done this, tosee whether a pattern emerges. Even more infrequent are personal comments of Dee’s,which makes the ones he did make all the more interesting. Underlinings of the text areprofuse, the vast majority of them marking differences between the Voarchadumia and theArs Metallicae. There are, however, exceptions, and they can probably be taken to indicateparticular kinds of emphasis or interest. Where Dee has made annotations that are notdirectly related to this work of collation and textual emendation, I will try to give an account53Josten, “A Translation of John Dee’s Monas Hieroglyphica,” 136–37. “Et, si VOARCHA-DUMICO, nostrae Hieroglyphicae MONADIS, Theoria vigesima prima, satisfaciat, Ipsique,VOARCH BETH ADUMOTH, Speculandum ministret.”54Sherman, John Dee: the Politics of Reading and Writing, 53–112.55Sherman, John Dee: the Politics of Reading and Writing, 55."},{"pageNumber":13,"pageContent":"229INTERPRETATION AND THE HIEROGLYPHIC MONADof what they may tell us about Dee’s thought at the time of his reading of the Voarchadumia.Finally, I will try to assess what his use of the hieroglyphic monad in the context of theVoarchadumia can tell us about the symbol’s role in Dee’s thought at this time.Dee has compared the two Pantheus texts — the Voarchadumia and the Ars Metallicae— word by word. He has corrected spelling, typographical, and grammatical errors in theVoarchadumia, and tried to harmonise the differences between the two texts by insertingmissing paragraphs and editing the text of the Voarchadumia.56 Where several chapters ofthe Ars Metallicae are left out of the Voarchadumia, Dee has deemed it sufficient to list therunning heads,57 and where the Voarchadumia lacks passages that are found in the ArsMetallicae and that Pantheus has borrowed from traditional alchemical literature, Dee hasinserted the first words of the missing paragraph.58 He has checked Pantheus’s calculations,and noted mathematical errors.59 Insertions of additional references to other alchemicalworks reflect Dee’s familiarity with traditional alchemical literature.60It seems likely that Dee regarded the Voarchadumia as an incomplete re-edition of theArs Metallicae. Thus, his editing of the Voarchadumia may have been an effort to establisha true and complete version of the text. In support of the view that he saw the Ars Metallicaeas the original, authoritative text, we find that in his corrections of the Voarchadumia Deehas usually preferred the text version found in the Ars Metallicae.61 The textual correctionsand additions that Dee makes independently of his collation of Pantheus’s texts are alwaysin accordance with the numerological principles of the monad, i.e. (in Dee’s view) in accor-dance with the basic numerical laws of the universe. What we see is an interaction with thetext in which the hieroglyphic monad may have functioned as a tool for interpretation: an56An example of the correction of a printing error is found on page 61 in the Voarchadumia, wherehe has corrected the number “52” to the significant number “252,” as in the Ars Metallicae. Thenumber is again found in the Monas Hieroglyphica as connected to the philosopher’s stone; seeJosten, “A Translation of John Dee’s Monas Hieroglyphica,” 212–13, and 175, n. 71. Anotherexample is the correction of “q Tortam” to “Retortam” on page 28. For examples of Dee’s correc-tions of Pantheus’s grammar, see the Voarchadumia, 37, where “receptorum” is changed to“receptarum,” and a couple of superfluous suffixes are crossed out, so that “retinentem” and“albificantem” have become “retinent” and “albificant,” as is more correct. Likewise, see theVoarchadumia, 54, where the text differs from the corresponding paragraph in the Ars Metallicae,which Dee has transcribed on both sides of a leaf inserted between 53v and 54. Dee has underlinedthe “sua” in “a[b] natura sua mundati,” and his transcription has the correct pronoun, “sui.” Onthe inserted page facing 54, he has copied a passage under the heading “Dispositiones artisMetallicae” from the Ars Metallicae, 477–78. The entire passage is missing in the Voarchadumia.57On the page opposite 60v, he has transcribed only the headings of passages from the Ars Metallicaethat are not in the Voarchadumia: “vbi sequitur, de Metalloru[m] spiritis generatione/ DeMetalloru[m] animus generatione/ De mixtione corporis, spiritusq[ue] Metalloru[m] Animae./ etin fine sequitur.”58See, for instance, Pantheus, Voarchadumia, page inserted opposite 37v: “Luca sic dicente in Turba.Pluribus rebus &c.”59Pantheus, Voarchadumia, 41.60See, for instance, Pantheus, Voarchadumia, 38v, where Pantheus refers to Geber, and Dee hasadded the more exact reference “Geberus. Cap. 65. primo partis summo.”61Sherman notes that Dee, in several manuscripts that he owned, has emended the text according toanother, more complete copy. Sherman, John Dee: the Politics of Reading and Writing, 86."},{"pageNumber":14,"pageContent":"230HILDE NORRGRÉNaid in restructuring the text, and harmonising it with the extensive body of alchemicalliterature that Dee had already digested at the time of reading the Voarchadumia.The Cabbala of MetalsSince matter is organised in accordance with the will of God, Pantheus sees it as possible togain information about the nature and organisation of matter through cabbalistic specula-tion on sacred expressions in Latin, Greek, and Hebrew. In the marginalia, Dee has prac-tised this Latin cabbala, which Pantheus calls a cabbala of metals,62 and even developed itfurther, using the hieroglyphic monad as a key. Thus, Dee attempts to establish numerologi-cal correspondences between the Latin expression “Nutu Dei” (by God’s command) and thenames of the modes of changes in matter. Dee has transcribed this passage from the ArsMetallicae, and it is radically different in the Voarchadumia: “The first principle in regard tonature, is matter, or the material cause of earth, water, fire and air, in accordance with thewill of God — or Marthek, as the will of God is called in Greek, and in Hebrew recon heloim— as expressed in the letters and numbers . . . and divided in equal and unequal parts.”63 Hehas also transcribed and further developed Pantheus’s cabbalistic treatment of the words“NUTU DEI,” “MARTHEK DEI,” “NEUSEI THEOU,” and “RACON ALHIM”64(figure 2). Dee notes that “Marthek” has the same numerological value as “Nutu,” which hemust have seen to be of some significance. Thereafter, Dee has calculated the numerologicalvalues of the words “Putrefactio,” “Generatio,” and “Alteratio,” and compared the resultswith the above-mentioned Latin, Greek, and Hebrew expressions.65 In making the names ofalchemical processes objects of cabbalistic analysis, in the same way as Pantheus does forsacred Greek and Hebrew words, Dee shows a greater optimism about the possibility ofobtaining information about the natural world through cabbalistic analysis of languagethan does Pantheus. This interest in cabbalistic method is very clearly pronounced in theMonas Hieroglyphica, where Dee views all the letters of the sacred alphabets (Greek, Latin,and Hebrew) as imbued with information about nature.66In his marginalia, Dee extends Pantheus’s treatment of the numerical proportionsof the relative weights of the substances in a mixture, and goes further than Pantheus in62Pantheus, Voarchadumia, 11.63Pantheus, Ars Metallicae, 465. “Primu[m] ergo principium naturale[m] est materia, seu causamaterialis terrae, aquae, ignis & Aeris, sub Nutu Dei, vel Marthek: quod graece neusi theu dicitur.& Hebraice recon heloim, positis in literis & numeris: notatis per Linea[m] perpendicularia[m], utinfra: ac divisis per aequales et inaequales partes, tali videlicet modo.” Dee’s transcription is on aninserted unpaginated page opposite 40v in the Voarchadumia.64Dee has taken these words from the Ars Metallicae, 465–6.65He has repeated this experiment using Hebrew letters and numerological values taken fromHebrew numerology on the other side of the leaf (facing the Voarchadumia, 41).66“O Almighty and Divine Majesty, we mortals are compelled to acknowledge what great wisdomand what infinity of ineffable mysteries are contained in Thy tittles and jots, as delineated and setout in Thy law.” (O Omnipotens Diuina Maiestas, QVANTAM TUIS APICIBVS, ET IOTIS, INTVA DESCRIPTIS, DISPOSITISQVE LEGE INESSE SAPIENTIAM, ET INEFFABILIVMMYSTERIORVM INFINITATEM, CON FITERI COGIMVR MORTALES.). Dee, MonasHieroglyphica, Theorem XX, 182–83; see also Theorems XVI–XVII, 168–75, and Theorem XXII,194–97."},{"pageNumber":15,"pageContent":"231INTERPRETATION AND THE HIEROGLYPHIC MONADFig. 2. Dee’s experiments with Pantheus’s speculative method. From J. Pantheus, Voarchadumia(Venice, 1530), annotations on blank page inserted between pages 40v and 41. British Library,C.120.b4 (2). By permission of the British Library."},{"pageNumber":16,"pageContent":"232HILDE NORRGRÉNactually attempting to identify the harmonic–numerical relationships in particular mixedsubstances. An interesting example of Dee’s testing of Pantheus’s cabbalistic assumptions isfound on page 19 of the Voarchadumia, where Pantheus gives this recipe:The formative, cohesive, oil-like or sticky essence is thus drawn from 504 measured weightunits [e.g. “weight drops”] of brightly shining fire [Ignis albivivi], together with 72 weightunits of celestial water in which is dissolved 18 weight units of the supreme salt [Saliscalopali]67 which has been manufactured from 150 weight units of vegetable salt and 100weight units of mineral salt, purified through evaporation over a sufficient fire together with12 weight units of vegetable and 6 weight units of mineral salt; in a sturdy pot of clay, so thesalts melt and turn into oil.68In the margin beside this passage, Dee tests Pantheus’s claim that there are harmonic–numerical proportions within the mixture by adding together the numbers 504 and 72(= 576), which are the numbers of units of “Ignis albivivi” and “Aqua caelestis” respectively,and thereafter the numbers 18, 150, 100, 12 and 6 (= 286), i.e. the number of units of otheringredients to be dissolved in “Aqua caelestis” (figure 3). Apparently in search of a principleof numerical harmony in the proportions of the mixture, he then notes that the sum of unitsof dissolved ingredients multiplied by two is 572, which he notes is “Paulo minor qua[m]aequalis” (a little less than equal, i.e. a little less than 576).69 Dee mathematically testsPantheus’s hypothesis, and we may assume, given his remark, that he found the result of hiscalculation significant.70As we see, Dee has further classified the ingredients in Pantheus’s recipe as belongingeither to water (aqua) or earth (terra). What we see here is Dee trying to identify the propor-tions of the four elements in a mixture. This was a fundamental problem for alchemists,as the constituent elements of matter — fire, air, water, and earth — could not be isolated,making the task of finding the recipe for a mixture in which the proportions of elements wereperfectly harmonised very difficult. These marginalia show that Dee found Pantheus’s ideasinteresting enough to try them out, even expanding their area of use, and are sympatheticenough to Pantheus’s claims to note that the numbers are almost harmonious.71 This67According to Pantheus’s etymology on 18v, “Calopali” means “summum bonum.”68Pantheus, Voarchadumia, 19. “Extracta enim virtute formativa: co[n]strictiva: continuativa:unctuosa: seu viscosa: ex gutta librarum quinge[n]tarum & quator Ignis albivivi, recentisq[ue]: cumlibris septuagintaduabus Aquae caelestis: in ea[m]q[ue] solutis libris dece[m] & octo Salis calopali:facti ex libris centu[m] & quinquaginta Salis vegetalis: & ce[n]tum mineralis: simul cum librisduodecim vegetalis: ac libris sex animalis purificati ob evaporationem ignis sufficientis: in ollaterrea solida, huiusmodi Salia adinstar olei liquefacti, convertantur.”69Pantheus, Voarchadumia, 19.70Dee’s calculation does, however, seem a little illogical. The 18 units of “Salis calopali” were to bemanufactured from 150 units of vegetable salt and 100 units of mineral salt, so either 18 or 250should have been left out of the calculation.71Pantheus, Voarchadumia, 41. Another indication that Dee took Pantheus’s cabbalistic methodseriously is his checking of Pantheus’s calculations, noting in one instance that he has made amiscalculation of the value of ANTHYBAR. Pantheus gets the result 72, which makes itnumerologically equal to MARTHEK, but Dee points out that the sum of the numbers listed byPantheus is in fact 83."},{"pageNumber":17,"pageContent":"233INTERPRETATION AND THE HIEROGLYPHIC MONADFig. 3. Dee divides Pantheus’s ingredients according to elemental association (water and earth),seeking to identify the proportions of the elements in the mixture described. From J. Pantheus,Voarchadumia (Venice, 1530), 19. British Library, C.120.b4 (2). By permission of the BritishLibrary."},{"pageNumber":18,"pageContent":"234HILDE NORRGRÉNattention to the significance of numerical proportions would also be a basic and constantconcern in the Monas Hieroglyphica.72“Solus Calor est Agens in hoc mundo”One topic in which Dee shows a particular interest in his marginalia concerns the principlesand modes of change in matter, and the causes of change. Corruption or putrefaction is,according to Pantheus, the primary mode of change in Nature: “I see therefore that theprimary impulse of Nature is to cause corruption” (Viso ergo quod primus motus Naturae,est corrumpere).73 Furthermore, putrefaction is, according to Pantheus, always caused byheat. Talking of the natural principles of alchemy, of which the first is quicksilver, he says:The second is heat, i.e. artificial fire, which is the only thing in the world that causes themovement of material mixtures towards corruption. Thus says Alphidius: Know, son, thatthere is one effective means in the whole of this world, namely heat. There is absolutely nomovement without heat.74Dee has underlined this last sentence despite its being identical in the Ars Metallicae,whereas the underlining of the word “mixtures” has been done because the Ars Metallicaehas a different word — “thing” (rem). He has also summed up the paragraph with anadditional note in his own words in the margin: “Heat is the only effective agent in thisworld.”75 This is one of very few examples of Dee’s summarising one of Pantheus’s points inhis own words, and it is therefore reasonable to believe that this was of special interest tohim.Pantheus thus describes the world as an alchemical vessel in which all natural processesare effected by heat. This is very much in accordance with Dee’s own interpretation of thehieroglyphic monad, in which the addition of the sign of Aries (the first of three zodiacalsigns assigned to the element of fire) represents the fire that causes the dissolution of theelements of matter: “We have added [in the symbol of the monad] the astrological sign ofAries, therefore, to signify that (in the practise of this monad) the aid of fire is required.”76Heat as an agent in natural processes is central also to the physics of the PropaedeumataAphoristica, where the (al)chemical changes in nature are described as caused by the raysemanating from celestial bodies — emanations that are always accompanied by heat.7772See, for instance, Dee, Monas Hieroglyphica, 148–51.73Pantheus, Voarchadumia, 40. The Ars Metallicae, 465, has “putrefacere” instead of “corrumpere,”and Dee has transcribed the paragraph on the page inserted opposite 40 in the Voarchadumia.74Pantheus, Voarchadumia, 41. “Secundum est Calor i[d est] Ignis alienus: quod est instrumentummovens ipsam Materiam mistam ad putrefaciendum: & non aliud agens in mundo. Vnde inquitAlphidius: Scito fili: q[uod] substantia agens in hoc toto mu[n]do est unum i[d est] Calor. Caloreenim sublato nullus omnino Motus est.” The underlinings are Dee’s.75Pantheus, Voarchadumia, 41. “Solus Calor est Agens in hoc mundo.”76“Ad ignis ergo ministerium (in huius Praxi MONADIS) requiri significandum, Arietis adiecimusAstronomicam notam.” Dee, Monas Hieroglyphica, 160–61, Theorem X; see also Josten, “ATranslation of John Dee’s Monas Hieroglyphica,” 103, footnote 95.77Shumaker and Heilbron, John Dee on Astronomy, aphorism XCIIII, 178–79. “As all the stars aresharers of light, so, apart from the specific powers of their insensible rays, they are efficient causesof some heat.” (Stellae omnes, ut sunt Luminis participes, ita (praeter suorum insensibiliumradiorum & specificas suas vires) caloris cuiusdam sunt efficientes causae.) See also aphorism C,182–83."},{"pageNumber":19,"pageContent":"235INTERPRETATION AND THE HIEROGLYPHIC MONADUsing the principles of pyronomia,78 it is possible to study and manipulate the effects of theserays.79 Apart from being central to his method of assessing the strengths of the effects of thevarious celestial bodies by the use of catoptrics, the heat of the sun functions as a catalyst,strengthening the effects of the other planets by warming them up.80 The astrological–alchemical model of nature that Dee presents in this earlier work, written one year prior tohis reading of the Voarchadumia, in these respects shows a clear correspondence both withPantheus’s worldview and with his alchemical explication of the hieroglyphic monad.One year prior to his reading of the Voarchadumia, in 1558, Dee in his PropaedeumataAphoristica treated heat as an effective agent in the material world. Here he described hismethod of effecting change in matter by using catoptrics to concentrate the rays of celestialbodies — which rays, he states, are always accompanied by heat. Dee repeats the analogyof the world as alchemical vessel in the Monas Hieroglyphica, where he explains that in apossible alchemical interpretation of his universal symbol, the Aries sign of the monadrepresents the fire that causes the dissolution of the four elements.81 This explicitly alchemi-cal passage may be said to be the gist of the work. His emphasis in the marginalia on fireas the only active catalyst in the world, later described as the principle of change in theMonas Hieroglyphica, shows that this central tenet of the Monas Hieroglyphica was in theforeground of his mind already at the time of his reading of the Voarchadumia.“One Thing” and Seven Philosophical BodiesAs we have seen, Dee edited the Voarchadumia throughout by way of a thorough compari-son with his other Pantheus text. Where he found discrepancies between the two texts, hesystematically favoured the version most in accordance with the numerological principles ofthe hieroglyphic monad; this is usually the Ars Metallicae version. But, interestingly, he hasalso made changes that do not have a basis in either of Pantheus’s two texts. The changes,being consistently in accordance with the principles of the hieroglyphic monad, indicate thatDee, at the time he made the changes, had a theory of alchemy that was consistent with thenumerological principles inherent in the monad symbol, and may even indicate that Deewas, in fact, using the monad as a key, an interpretative tool, to sort the pure from theimpure in the diverse and heterogeneous body of alchemical literature.Pantheus describes the prime matter of alchemy as a mixture of two substances,“Argentum vivum” (quicksilver or mercury) and “Arena alba” (white sand). Interestingly,in this passage, Dee has crossed out “Arena alba,” so that only “Argentum vivum,” or78Shumaker cites Andreas Libavius, who says that pyronomia is “the science of using and regulatingheat and fire in one’s operations.” As Shumaker concedes, the “wonderful changes” that wouldoccur as result of this method would also include alchemical transformations. However, likeClulee, he seems to adhere to the model of Dee’s biography as divided into a “scientific” periodand a later, “non-scientific” period, when he became involved in alchemy, and therefore insiststhat alchemical transformation was not Dee’s object. See Shumaker and Heilbron, John Dee onAstronomy, 206–7.79Shumaker and Heilbron, John Dee on Astronomy, aphorism II, 122–23, and aphorism LII, 147–48.80Shumaker and Heilbron, John Dee on Astronomy, aphorism XC, 176–77.81Dee, Monas Hieroglyphica, Theorem X, 160–61."},{"pageNumber":20,"pageContent":"236HILDE NORRGRÉNFig. 4. Mercury, philosophical mercury, fire, and air are numbered 1–4 in the text and connected tothe symbols of mercury, the hieroglyphic monad, sun, and moon respectively (see diagram at headof page). Note also Dee’s crossing out of “Arena alba.” From J. Pantheus, Voarchadumia (Venice,1530), 40v. British Library, C.120.b4 (2). By permission of the British Library."},{"pageNumber":21,"pageContent":"237INTERPRETATION AND THE HIEROGLYPHIC MONADquicksilver, remains (figure 4).82 Whereas Dee’s emendations of the text of theVoarchadumia are most often based on a comparison with the Ars Metallicae, this is anexception. Both Pantheus’s texts describe the prime matter of alchemy as manufactured bypurifying quicksilver seven times with white sand. This would mean that two substancesare necessary in the process of manufacturing philosophical quicksilver. It is, however, acommon idea in traditional alchemical literature that the alchemical process must originatein one substance only, and this is also in line with the principles of the hieroglyphical monad.It is therefore likely that this emendation of the text signifies that Dee found Pantheus’s texterroneous.Pantheus also describes the raw material of the art as a “mixture” (mistum): throughoutthe book, this word is heavily underlined, and in several instances Dee has transcribed theArs Metallicae version, which uses “thing” or “body” (rem, corpus).83 Significantly, thesetranscriptions have primarily been copied from pages discussing the initial stage and rawmaterials of the process, which could reasonably be taken to indicate that this was a topicthat was of special interest to Dee, as he has in most cases deemed it adequate to underlinethe words that he found were different in his two Pantheus books, without transcribing theearlier version of the paragraph in instances where it is almost identical.While underlinings in a text are usually interpreted as an expression of emphasis andconsent, it is quite plain that this is not the case in Dee’s marginalia in the Voarchadumia.The principle of unity is central to the concept of the hieroglyphic monad and Dee’s descrip-tion of the alchemical process in the Monas Hieroglyphica, and he describes the process asanalogous to the creation of the world, with its one principle and source of creationsymbolised by the central point of the hieroglyphic monad:The first and most simple manifestation and representation of things, non-existant as well aslatent in the folds of Nature, happened by means of [a] straight line and a circle. Yet the circlecannot be artificially produced without the straight line, or the straight line without thepoint. Hence, things first began to be by way of a point, and a monad.84This is the starting point of his construction of the monad symbol as explicated in theMonas Hieroglyphica, and as it is professed that the hieroglyphic monad gives knowledge of82Pantheus, Voarchadumia, 40v. Pantheus’s text on 40v is “Therefore we say that the first principle ofnature (as is mentioned earlier) is quicksilver, purified seven times with white sand by the aidof fire, [and is] a coagulum and the substance of fire and air.” (Primum ergo principium naturale(ut praedictum est) dicimus Arg. Uiuum, cum Arena alba per ignem ab Arg. uiuo septiesmu[n]datu[m]: Coagulumq[ue]: ac Materialia Ignis: & Aeris.) The Ars Metallicae has in its place adifferent passage, which Dee has transcribed on an inserted page opposite 40v: “The first principleof nature is matter, or the material cause of earth, water, fire and air.” (Primu[m] ergo principiumnaturale, est materia, seu causa materialis terrae, aquae, Ignis & Aeris.) Pantheus, Ars Metallicae,465. Pantheus has elsewhere included white sand in the process of making philosophical quicksil-ver: “Arg. uiuo non uulgari: quod est Arg. uiuum per ignem & arenam albam septies mundatum”(non-vulgar quicksilver, which is quicksilver that have been purified seven times with the aid of fireand white sand). Pantheus, Voarchadumia, 37.83Pantheus, Voarchadumia, 41v–42.84Dee, Monas Hieroglyphica, Theorems I–II, 154–55. “Per Lineam rectam, Circulumque, Prima,Simplissimaque fuit Rerum, tum, non existensiu[m], tum in Naturae latentium Inuolucris, inLucem Productio, representatioque. At nec sine Recta, Circulus; nec sine Puncto, Recta artificiosefieri potest. Puncti proinde, Monadisque ratione, Res, & esse caeperu[n]t primo.”"},{"pageNumber":22,"pageContent":"238HILDE NORRGRÉNthe true nature of reality on all levels simultaneously, this idea is essential to Dee’s theory ofcreative processes in nature, i.e. of alchemy. Because creation has one source, and the worldoriginated in one point, by analogy, the alchemical process must also have its root in oneinitial principle only. The principle is a commonplace in traditional alchemical theory, as theEmerald Tablet says: “And as all things were produced by the mediation of one Being, so allthings were produced from this one thing by adaptation. Its father is the Sun, its mother theMoon; the wind carries it in its belly, its nurse is the earth. It is the cause of all perfectionthroughout the whole world.”85The Monas Hieroglyphica thus describes the creation of the universe as emerging fromone point — represented by the initial point in the monas symbol — with a parallel in thealchemical process, where the central point, “hidden away in its innermost centre” (inCentro Centri, Latens),86 represents the first ingredient, mercury, which is “actuated”through divine influence, and which is also termed “the earth of matrimony” (MatrimonijTerram).87 Even though the point is not present in this version of the hieroglyphic monad,it is probable that the symbol as a whole bears the same significance, and is meant to repre-sent the highly potent, coagulating quicksilver, the philosopher’s stone. The symbol thushad already been imbued with the alchemical meaning that it retains in the MonasHieroglyphica.The question of the number of initial ingredients in the alchemical process was there-fore important to Dee. The marginalia contain several personal comments of Dee’s regard-ing the ingredients that are to be used in alchemy. In a passage where Pantheus writes:“Notice however that there is [also] another first matter of the art” (Nota tamen quod estaltera Materia prima artis), Dee has inserted this comment in the margin: “But in anothersense, i.e. the ordinary, there is not” (sed est alio tame[n] sensu i[d est] vulgari: no[n] est).88On an inserted page facing this, he has also transcribed a passage from the Ars Metallicae:“For as Geber bears witness, this art depends not on a plurality of things, as he says. Ourprocess consists of one stone only, one medicine.”89 Dee echoes this in a marginal note on thesame page: “One element and one metal” (Elementa una et Metalla una).90 Even though Deewas a very “adverse” reader, constantly questioning and emending the text, summaries andcomments are relatively rare, and by no means evenly distributed through the text. Giventhese several comments and summaries within one single subject among all the subjects thatPantheus discusses, we can assume that this principle of unity in alchemy, so central to theconcept of the hieroglyphic monad, was central to Dee’s alchemical thinking already at thetime of his reading of the Voarchadumia.85H. S. Redgrove, Alchemy: Ancient and Modern (Philadelphia: David McKay, 1910), 41. Jostensuggests that Dee’s source was probably Agrippa’s De Occulta Philosophia; see Josten, “A Transla-tion of John Dee’s Monas Hieroglyphica,” 106. Dee does, however, cite the Emerald Tablet in theMonas Hieroglyphica, Theorem XIIII, 166–67. Thomas Tymme also cites the Emerald Tablet in hisintroduction to the Monas Hieroglyphica, 17.86Dee, Monas Hieroglyphica, 134–35.87Dee, Monas Hieroglyphica, 134–35.88Pantheus, Voarchadumia, 37v.89“Nam ut testatur Geber, Ars talis no[n] co[n]sistit in pluratitate rerum, cum dicit. Est enim lapisVnus, Medecina Vna, in q[uo] magisteriu[m] n[ost]r[u]m co[n]sistit.” Pantheus, Voarchadumia,page inserted opposite 37v, transcribed from the Ars Metallicae, 463.90Pantheus, Voarchadumia, 37v."},{"pageNumber":23,"pageContent":"239INTERPRETATION AND THE HIEROGLYPHIC MONADIn reducing the number of ingredients to one, Dee has therefore brought Pantheus’stext into accordance with the theory that he was to publish five years later. This oneprinciple can be assumed to be a form of argentum vivum, or mercury. In the MonasHieroglyphica, Dee combines the symbols of the sun, the moon and the four elements, andends up with the symbol of Mercury with an additional solar point in its “head.” With theaddition of fire, represented by the Aries symbol at the monad’s “feet,” his monad thusencompasses all the principles that are active in an alchemical process. The fact that thissymbol is similar to the traditional symbol of mercury is, of course, no coincidence — thereare no coincidences in Dee’s cabbala of nature. Even though all the metals and planetsare represented by the hieroglyphic monad, mercury possesses a particularly prominentposition, as it traditionally did in alchemical literature. Two forms of mercury are explicitlydiscussed in the Monas Hieroglyphica: a lunar form, which corresponds to a stage in thepurification process,91 and a solar form, “that other Mercury — who indeed is the uterinebrother of the first — [which appears] when the lunar and solar magic of the elementsis completed.”92 This mercury is “(by the will of God) that most famous Mercury of thephilosophers, the microcosm, and Adam,”93 i.e. an activated form of mercury that is theprime matter of alchemy.94The triangular constellation of Mercury, the sun and the hieroglyphic monad repeat-edly occurs among Dee’s marginalia in the Voarchadumia.95 The sun may here represent thesolar power that in the Monas Hieroglyphica is described as necessary for the actualisationof the monad, and may be a parallel to the heat that is represented by the Aries symbol in the91“Et Lunam, tertia elementatam vice, obscuriussic notabant. Quem, MERCVRIVM vocaresolent.” (And [also] in a more obscure fashion they represented the Moon, when it had thethird time been applied to the elements, thus: which figure they usually call Mercury). Josten, “ATranslation of John Dee’s Monas Hieroglyphica,” Theorem XII, 162–63.92Dee, Monas Hieroglyphica, Theorem XIII, 164–65. “Mercurius ille alter: Prioris quide[m] VterinusFrater. Lunari scilicet Solarique Elementorum Co[m]pleta Magia.”93Dee, Monas Hieroglyphica, Theorem XIII, 164–65. “Et, (NVTV DEI,) iste est PhilosophorumMERCVRIVS, & ADAM.” Dee proceeds to describe a method of producing gold by infusingsilver or mercury with the spirits of copper and iron, but he says that this cannot be performed inour present time. The purpose of mentioning this method seems to be to show that the monad canalso illustrate other alchemical methods known from tradition.94Thomas Tymme, in his introduction to the Hieroglyphic Monad, similarly writes, “There are twoMercuries used in the worke of Alchemy. The one is the Male, not flying which is the Philosophers the other is the female or common whiche has wings and flyeth.” T. Tymme, A Light inDarkness, 19. Josten notes that the mercurius philosophorum can also denote “an advanced stage ofthe preparation of the phil[o]sophers’ stone, or the stone itself,” but seems to agree with me that, inthis context, it is meant to represent the prime matter of alchemy. Josten, “A Translation of JohnDee’s Monas Hieroglyphica,” 165, footnote 53. See also L. Abraham (ed.), Arthur Dee: FasciculusChemicus, transl. E. Ashmole, English Renaissance Hermeticism, 6 (New York and London: Gar-land Publishing Inc., 1997), lxxii. “Mercury was one of the major yet most enigmatic symbols ofalchemy. It symbolised the paradoxical transforming arcanum which was present at the crude, darkbeginning of the opus alchymicum and transformed itself into the Philosopher’s Stone at the culmi-nation of the opus. Through the medium of Mercury all that is base could be transmuted intogold.”95Pantheus, Voarchadumia, title page; see also 16, where Dee has drawn the three symbols aboveeach other."},{"pageNumber":24,"pageContent":"240HILDE NORRGRÉNmonad. In a different constellation, Dee has associated the symbols of mercury, the hiero-glyphic monad, the moon, and the sun with quicksilver, “Coagulum,” air, and fire, respec-tively, by numbering the principles of the art in Pantheus’s text and drawing symbols in themargins (see figure 4). Here, quicksilver and the hieroglyphic monad are labelled “artificialprinciples” (principia artificalia), and the moon and the sun “natural principles” (principianaturalia).96 Again, looking at the context in which the monad symbol is used may give someindication as to what significance the symbol had for Dee at this time. As previously, we findthat “ordinary” mercury is associated with the moon, and the hieroglyphic monad with thesun, as in the Monas Hieroglyphica, signifying philosophical mercury.97Dee also associated the monad with the philosopher’s stone in several places in theVoarchadumia. Where Pantheus discusses the alchemical principles “soft water” (aquismollibus) and “hard water” (aquis duris), Dee has drawn a mercury symbol above the word“mollibus” and the hieroglyphic monad above the word “duris.” “Soft water” is ordinarymercury, and “hard water” is mercury from which the fluidity and humidity have beenremoved, e.g. the philosopher’s stone.98 Again, the symbol of the hieroglyphic monad repre-sents quicksilver as “actualised” by solar influence, i.e. the same creative principle as in thedescription of the initial stage of the alchemical process in the Monas Hieroglyphica. This,and the conjunction of mercury, the sun, and the hieroglyphic monad drawn on the titlepage of the Voarchadumia (figure 5), indicates that this process was already part of Dee’sconcept of the monad.Dee’s reservation regarding the existence of an additional first matter of the art — that“in another sense, the ordinary, there is not” — may seem rather inscrutable. However, bytaking a closer look at the alchemical theories of the Monas Hieroglyphica alongside variousalchemical works that were popular with alchemists in Dee’s time, it is possible to formulatea tentative interpretation that can shed some light on Dee’s use of the symbol of thehieroglyphic monad as a symbol of the prime matter of the alchemical art.The idea of unity in the alchemical process is a recurring theme in the TurbaPhilosophorum, a common medieval alchemical sourcebook and an authority that Pantheusalso cites several times, and that Dee already owned several copies of when he received theVoarchadumia:99[T]he Masters have said that what is perfected is one, and a diversity of natures does notimprove that thing . . . Do not heed, therefore, the plurality of these compositions, nor thosethings which the philosophers have enumerated in their books. For the nature of truthis one, and the followers of Nature have termed it that one thing in the belly whereof isconcealed the natural arcanum . . . there are not many or diverse Natures, but one having initself its own natures and properties, by which it prevails over other things. Do you not seethat the Master has begun with one and finished one?10096Pantheus, Voarchadumia, 40v.97Dee, Monas Hieroglyphica, Theorem XIII, 164–65.98Pantheus, Voarchadumia, 21v. According to Clulee, this principle is “Pantheus’s version of thephilosophers’ stone.” Clulee, John Dee’s Natural Philosophy, 102.99See, for example, Glasgow University Library, MS Hunter U.4.11 (Roberts and Watson, M4),inscribed “Johannes Dee 1556,” which Julian Roberts and Andrew Watson describe as “heavilyannotated.” See J. Roberts and A. G. Watson, John Dee’s Library Catalogue (London: The Biblio-graphical Society, 1990), 112 (I would like to thank Stephen Clucas for drawing my attention tothis reference).100A. E. Waite (ed.), The Turba Philosophorum (New York: Samuel Weiser, 1970), 198–99; see also50–55 and 184–86."},{"pageNumber":25,"pageContent":"241INTERPRETATION AND THE HIEROGLYPHIC MONADFig. 5. Title page of the Voarchadumia, with diagram by Dee showing the triangular constellation ofthe sun, mercury, and hieroglyphic monad. British Library, C.120.b4 (2). From J. Pantheus,Voarchadumia (Venice, 1530). By permission of the British Library."},{"pageNumber":26,"pageContent":"242HILDE NORRGRÉNThe Turba Philosophorum proceeds to warn the seekers after wisdom not to beconfused by the plurality of names of the one substance, since alchemists have used thesemany names merely out of caution:Do not then be deceived by the multiplicity of names, but rest assured that it is one thing,unto which nothing alien is added. Investigate the place thereof, and add nothing that isforeign. Unless the names were multiplied, so that the vulgar might be deceived, many wouldderide our wisdom.101Still, this one substance may be understood as a composite of two substances:[W]hen ye read in the books of the philosophers that Nature is one thing only, and that sheovercomes all things: Know that they are one thing and one composite. Do ye not see thatthe complexion of a man is formed out of a soul and body; thus, also, must ye conjoin these,because the Philosophers, when they prepared the matters and conjoined spouses mutuallyin love with each other, behold there ascended from them a golden water!102What is meant by the “body” and the “spirit” of the substance (the “spouses”) becomesclearer when the Turba Philosophorum goes on to describe how the alchemist should“conjoin the male to the female, which are vapour and quicksilver.”103 Vapour was regardedby alchemists as the spirit of the substance, and often as having primacy over the substanceitself: “The first matter of bodies is not the mercury of the vulgar, but is an unctuous andhumid vapour. The mineral stone is made from the humid, and the metallic body from theunctuous.”104 This is the reason why extreme pains were often taken to ensure that thevapour did not escape during the alchemical process — which, of course, resulted in manyexplosions. A parallel is found in the preface to the Monas Hieroglyphica, where Deedescribes the first stage of the alchemical process as the “actualisation” of an earthly bodyby “a divine power” and solar and lunar influence, which results in “the earth of matri-mony” (Matrimonij Terram). Like the author of the Turba Philosophorum, Dee ascribesprimacy to the “spirit” of matter in stating that this is merely the visible sign of the actualunion of influences (Influentalis Coniugij, Terrestre Signum).105 In agreement with theTurba Philosophorum, Dee believed that nothing alien should be added to this substance,which is both one and composite.106 Philosophical mercury is also often described as con-taining a core of philosophical sulfur, which is a non-volatile and non-flammable sulfur.107The resulting substance is, however, seen as one integrated substance, and not a mixture.Sulfur was also classified by Pseudo-Geber among the spirits.108 Thus, it would be possiblefor Dee partially to accept Pantheus’s statement that the initial substance of alchemy isa mixture — of quicksilver and the creative seed of an inherent, sulfuric spirit — while101Waite, The Turba Philosophorum, 207.102Waite, The Turba Philosophorum, 134.103Waite, The Turba Philosophorum, 135.104Waite, The Turba Philosophorum, 135n (a quote from The Rosary of the Philosophers).105Dee, Monas Hieroglyphica, 134–35.106“[T]he monad can no longer be fed or watered on its native soil, until the fourth, great, and trulymetaphysical, revolution be completed.” Dee, Monas Hieroglyphica, 134–35.107Pantheus subscribes to a version of this view; see Pantheus, Voarchadumia, 15v, 37. See also Clulee,John Dee’s Natural Philosophy, 99.108F. Sherwood Taylor, The Alchemists, Founders of Modern Chemistry (London, Toronto: WilliamHeinemann, 1951), 80."},{"pageNumber":27,"pageContent":"243INTERPRETATION AND THE HIEROGLYPHIC MONAD“in another sense, the ordinary,” still maintaining the monad’s principle of substantialunity.109Pantheus’s two books also vary in regard to the number of “philosophical bodies” ormetals. In the Voarchadumia, they are said to be six: “The metals of the philosophers are six(for quicksilver is not a metal, but the matter of metals).”110 Even though the wording of thepassage as a whole is different in the Ars Metallicae, only the word “six” is heavily under-lined by Dee. In the Ars Metallicae, the number of “philosophical bodies” (Philosophoru[m]corpora) is seven. Dee has transcribed the passage on an inserted page, and again heavilyunderlined the word “seven.”111 In Dee’s construction of his symbol of the hieroglyphicmonad, he utilises the traditional seven astrological planet signs, each of which has a coun-terpart in the “lower world,” a metal, which for Dee makes the correct number of philo-sophical bodies seven. I believe that the fact that Dee in this paragraph has only underlinedthe numbers — and that he did this even in the transcribed paragraph, which is a rare occur-rence — could indicate that he found this change significant. It is not unlikely that hedisagreed with it, as it is not in accordance with his own numerical theory as expressed in thesymbol of the monad, which is composed of the signs of the seven planets or metals.112 Deeis thus more concerned with the qualities of specific numbers than is Pantheus. To Pantheus,it seemingly does not matter whether there are six or seven philosophical bodies, whereas thenumber is significant to Dee.These marginalia in the Voarchadumia show that several of the central principles of thetheory of the hieroglyphic monad were present in Dee’s mind and already contained in themonas symbol in 1559. The principles of unity in all natural processes and of the sevenphilosophical bodies are present, and he shows a concern for the qualities of individualnumbers that surpasses that of Pantheus’s. His belief in the analogy between the propor-tions in language and those of the elements of metals also exceeds Pantheus’s, and he hasalready experimented with cabbala and numerology as keys to knowledge about the naturalworld. Thus, all the elements that, according to Clulee, are first seen in the MonasHieroglyphica — magic, cabbala, and numerology — are already present in his marginaliain the Voarchadumia, and Dee’s statement in the Monas Hieroglyphica that the writing andpublication of this work in 1564 was merely an explication of ideas that had been with himfor seven years should probably be given more credit than has hitherto been the case.113 The109Possibly, the solar point in the middle of Dee’s hieroglyphic monad could be seen to denote thiscomponent, which is one with the substance of mercury.110“[S]apientum metalla sunt sex (no[n] enim Arg. uiui est metallum: sed Materia . . . metallorum.”Pantheus, Voarchadumia, 38v.111Pantheus, Voarchadumia, page inserted opposite 38v, transcribed from the Ars Metallicae, 464:“Philosophoru[m] corpora sunt septem: quoru[m] primus est Sol, eorum optimus rex & Caput.”(The philosophical bodies are seven: of which the first is the Sun, their excellent king and Head.)112The planets are listed in the Monas Hieroglyphica, Theorem XXI, 187. That Dee also consideredthe moon and sun to be planets is seen in Theorem III, 154–55. The septenary is also mentioned assignificant in Theorem VI, 156–57, as the cross of the hieroglyphic monad can be seen to consist oftwo straight lines and the point that they have in common, and four straight lines. The number sixis not granted any similar significance in the Monas Hieroglyphica.113Dee, Monas Hieroglyphica, 146–47. “Nam quem Annos prius continuos Septem, Mente gestauimea.” (My mind had been pregnant with it during the whole course of seven years.)"},{"pageNumber":28,"pageContent":"244HILDE NORRGRÉNgeometrical construction of the monad, and the speculation on letters and numbers in theMonas Hieroglyphica, may be seen as rhetorical exercises that confirm Dee’s theories but donot signify a drastic change in his scientific outlook. This may indicate a greater continuityin Dee’s intellectual development than is suggested by Clulee’s hypothesis that a “radicaldisjuncture” and “great metaphysical revolution” occurred in Dee’s life in connection withthe writing and publishing of the Monas Hieroglyphica.ConclusionTraditionally, the Dee historiography that presents Dee as a standard-bearer of modernscience has tended to marginalise Dee’s alchemy, which, along with his angel magic, wasviewed as more premodern and irrational than his other activities. The relegation of themore “fantastic” of his alchemical projects to an episode late in his life, i.e. the 1580s and1590s, made it possible to “blame” his assistant and skryer, Edward Kelley. Even within theWarburg school, which usually emphasised the close and mutually fruitful relationshipbetween Dee’s science and his magic, a line was drawn at the transmutation of metals. Thus,Calder writes: “[P]robably it was not until a later period of his life than the present, impelledby the enthusiasm of Dyer and the greedy curiosity of Kelly, that Dee became at all deeplyinvolved in the pursuit of transmutation and the Philosophers’ Stone on any practicallevel.”114 The implication is that Dee’s clear expressions of an interest in alchemy as early asthe 1550s and 1560s in fact expressed a purely metaphysical or religious orientation, whichhe did not “pollute” by putting it into practice. Calder established a “scientific,” mathemati-cal (and even Copernican) Dee persona that lasted until about 1583, when, through theinfluence of the necromancer Kelley (and very much in accordance with the Faustian myth),he began to dabble in magic, left science for ever, and died poor and unhappy.115 Even theWarburg school’s critic Clulee adheres to this part of the “myth of the Magus,” and statesthat “even after separating from Kelley and returning to England in 1589 he never resumedany significant work in natural philosophy or science.”116 However, as late as 1592, Deeexpressed a continuing interest in science, as he proposed to establish an international centrefor catoptric experimentation at St. Cross Hospital.117According to Clulee, the publication of the Monas Hieroglyphica in 1564 marks adramatic turning point in Dee’s career, a “great metaphysical revolution,”118 after which his114Calder, “John Dee Studied as an English Neoplatonist,” 6, VII, 584.115This Faustian myth about Dee has been criticised by William Sherman, who has shown that Deewas still in good grace with the court at the end of his life, and “reached as high a position as waspossible for someone of his class and occupation.” Sherman, John Dee: the Politics of Reading andWriting, 16.116Clulee, John Dee’s Natural Philosophy, 204.117“The Compendious rehearsal of John Dee his dutifull declaration, and proofe of the course andrace of his studious life,” in Johannis Glastoniensis Chronica (Oxford, 1776), II, 544–46. See alsoSherman, John Dee: the Politics of Reading and Writing, 18.118This ironic expression is borrowed from the Monas Hieroglyphica, 134–35, where the monad in thealchemical process is described as being completed through a fourth “great, and truly metaphysicalrevolution,” after which the alchemist will “go away into a metamorphosis and will afterwards veryrarely be held by mortal eye.” See Clulee, John Dee’s Natural Philosophy, 118."},{"pageNumber":29,"pageContent":"245INTERPRETATION AND THE HIEROGLYPHIC MONADscientific pursuits turn into a spiritual quest for God. Clulee’s critique of Frances Yates andPeter French and their attempt to construe one coherent Dee biography within the frame-work of the Hermetic Neo-Platonism of the Renaissance was clearly a decisive step towardsan understanding of Dee’s intellectual development on its own premises. However, thisstudy of Dee’s marginalia in the Voarchadumia may indicate that a division of Dee’s intel-lectual life into phases, involving a “great metaphysical revolution” in 1564, may be tooschematic, and that there was in fact greater coherence and continuity in Dee’s biographythan Clulee’s tripartite construction allows for."}]
