[{"pageNumber":1,"pageContent":" The Whole Enochian Dictionary "},{"pageNumber":2,"pageContent":"Introduction Do what thou wilt shall be the whole of the Law. The Grand Experiment in the Enochian language is begun. Using etymological and qabalistic techniques to solve some of the mysteries of this language has proven to be highly rewarding. Starting off this Enochian Dictionary, we’ve downloaded a host of information from Wikipedia in order to educate and prepare the reader for the creative process that is to follow. Large examples of the techniques used to create this word can be found in the AOM’s translations of Liber Loagaeth and further detailed in Liber Ged; of AOM origin. We’ve also included Aaron Lietch’s excellent essay on the Enochian language and Patricia Shaffer’s Letter Essences in order to create a more complete compendium for the serious student of this language. The Problem of the Schuelers Translation The Holy Table of Practice has been translated previously by published authors whose works are infamously riddled with errors. There is no worse example of this than the translations of the Holy Table and Table of 12. Here the Schuelers literally make up definitions for words without any rationale at all; as if they’re inventing their own game. This is really no worse than the creative yet, ridiculous efforts of the Golden Dawn to “truncate” the squares of the Elemental Tablets. And these irrational efforts only confound the effectiveness of this Magick. The translations here have been carefully produced by strict etymological and qabalistic practices outlined in the AOM’s Liber Ged and as well, the production in Liber Loagaeth. And unlike the Schuelers, great care has been taken to explain how these translations have been produced, that the thorough student can claim confidence in his or her findings in this work. Love is the law, love under will. "},{"pageNumber":3,"pageContent":"Enochian Grammar Linguistics is the scientific study of language, which can be theoretical or applied. Someone who engages in this study is called a linguist. Theoretical (or general) linguistics encompasses a number of sub-fields, such as the study of language structure (grammar) and meaning (semantics). The study of grammar encompasses morphology (formation and alteration of words) and syntax (the rules that determine the way words combine into phrases and sentences). Also a part of this field are phonology, the study of sound systems and abstract sound units, and phonetics, which is concerned with the actual properties of speech sounds (phones), non-speech sounds, and how they are produced and perceived. Linguistics compares languages (comparative linguistics) and explores their histories, in order to find universal properties of language and to account for its development and origins (historical linguistics). Theoretical linguistics is the branch of linguistics that is most concerned with developing models of linguistic knowledge. Part of this endeavor involves the search for and explanation of linguistic universals, that is, properties all languages have in common. The fields that are generally considered the core of theoretical linguistics are syntax, phonology, morphology, and semantics. Although phonetics often informs phonology, it is often excluded from the purview of theoretical linguistics, along with psycholinguistics and sociolinguistics. A linguistic universal is a statement that is true for all natural languages. For example, All languages have nouns and verbs, or All spoken languages have consonants and vowels. Research in this area of linguistics is closely tied to linguistic typology, and intends to reveal information about how the human brain processes language. The field was largely pioneered by the linguist Joseph Greenberg, who from a set of some thirty languages derived a set of basic universals, mostly dealing with syntax. Linguistic typology is a subfield of linguistics that studies and classifies languages according to their structural features. Its aim is to describe and explain the structural diversity of the world's languages. It includes three subdisciplines: Qualitative typology deals with the issue of comparing languages and within-language variance, Quantitative typology deals with the distribution of structural patterns in the world’s languages, and Theoretical typology explains these distributions. In linguistics, syntax (from Ancient Greek συν- syn-, “together”, and τάξις táxis, “arrangement”) is the study of the rules that govern the structure of sentences, and which determine their relative grammaticality. The term syntax can also be used to refer to these rules themselves, as in “the syntax of a language”. Modern research in syntax attempts to describe languages in terms of such rules, and, for many practitioners, to find general rules that apply to all languages. Since the field of syntax attempts to explain grammaticality judgments, and not provide them, it is unconcerned with linguistic prescription. Though all theories of syntax take human language as their object of study, there are some significant differences in outlook. Chomskian linguists see syntax as a branch of psychology, since they conceive syntax as the study of linguistic knowledge. Others (e.g. Gerald Gazdar) take a more Platonistic view, regarding syntax as the study of an abstract formal system. Phonology (Greek φωνή (phōnē), voice, sound + λόγος (lógos), word, speech, subject of discussion), is a subfield of linguistics which studies the sound system of a specific language (or languages). Whereas phonetics is about the physical production and perception of the sounds of speech, phonology describes the way sounds function within a given language or across languages."},{"pageNumber":4,"pageContent":"An important part of phonology is studying which sounds are distinctive units within a language. In English, for example, /p/ and /b/ are distinctive units of sound, (i.e., they are phonemes / the difference is phonemic, or phonematic). This can be seen from minimal pairs such as \"pin\" and \"bin\", which mean different things, but differ only in one sound. On the other hand, /p/ is often pronounced differently depending on its position relative to other sounds, yet these different pronunciations are still considered by native speakers to be the same \"sound\". For example, the /p/ in \"pin\" is aspirated while the same phoneme in \"spin\" is not. In some other languages, for example Thai and Quechua, this same difference of aspiration or non-aspiration does differentiate phonemes. In addition to the minimal meaningful sounds (the phonemes), phonology studies how sounds alternate, such as the /p/ in English described above, and topics such as syllable structure, stress, accent, and intonation. The principles of phonological theory have also been applied to the analysis of sign languages, even though the phonological units are not acoustic. The principles of phonology, and for that matter, language, are independent of modality because they stem from an abstract and innate grammar. Morphology is the field within linguistics that studies the internal structure of words. (Words as units in the lexicon are the subject matter of lexicology.) While words are generally accepted as being (with clitics) the smallest units of syntax, it is clear that in most (if not all) languages, words can be related to other words by rules. For example, English speakers recognize that the words dog, dogs, and dog-catcher are closely related. English speakers recognize these relations from their tacit knowledge of the rules of word-formation in English. They intuit that dog is to dogs as cat is to cats; similarly, dog is to dog-catcher as dish is to dishwasher. The rules understood by the speaker reflect specific patterns (or regularities) in the way words are formed from smaller units and how those smaller units interact in speech. In this way, morphology is the branch of linguistics that studies patterns of word-formation within and across languages, and attempts to formulate rules that model the knowledge of the speakers of those languages. Semantics (Greek sēmantikos, giving signs, significant, symptomatic, from sēma (σῆμα), sign) refers to the aspects of meaning that are expressed in a language, code, or other form of representation of information. Semantics is contrasted with two other aspects of meaningful expression, namely, syntax, the construction of complex signs from simpler signs, and pragmatics, the practical use of signs by agents or communities of interpretation in particular circumstances and contexts. By the usual convention that calls a study or a theory by the name of its subject matter, semantics may also denote the theoretical study of meaning in systems of signs. Though terminology varies, writers on the subject of meaning generally recognize two sorts of meaning that a significant expression may have: (1) the relation that a sign has to objects and objective situations, actual or possible, and (2) the relation that a sign has to other signs, most especially the sorts of mental signs that are conceived of as concepts. Most theorists refer to the relation between a sign and its objects, as always including any manner of objective reference, as its denotation. Some theorists refer to the relation between a sign and the signs that serve in its practical interpretation as its connotation, but there are many more differences of opinion and distinctions of theory that are made in this case. Many theorists, especially in the formal semantic, pragmatic, and semiotic traditions, restrict the application of semantics to the denotative aspect, using other terms or completely ignoring the connotative aspect. Phonetics (from the Greek word φωνή, phone meaning 'sound, voice') is the study of the sounds of human speech. It is concerned with the actual properties of speech sounds (phones), and their production, audition and perception, as opposed to phonology, which is the study of sound systems and abstract sound units (such as phonemes and distinctive features). Phonetics deals with the sounds themselves rather than the contexts in which they are used in languages. Discussions of meaning (semantics) do not enter at this level of linguistic analysis. "},{"pageNumber":5,"pageContent":"Phonetics has three main branches:  articulatory phonetics, concerned with the positions and movements of the lips, tongue, vocal tract and folds and other speech organs in producing speech;  acoustic phonetics, concerned with the properties of the sound waves and how they are received by the inner ear; and  auditory phonetics, concerned with speech perception, principally how the brain forms perceptual representations of the input it receives. There are over a hundred different phones recognized as distinctive by the International Phonetic Association (IPA) and transcribed in their International Phonetic Alphabet. Phonetics was studied as early as 2,500 years ago in ancient India, with Pāṇini's account of the place and manner of articulation of consonants in his 5th century BCE treatise on Sanskrit. The major Indic alphabets today, except Tamil script, order their consonants according to Pāṇini's classification. Psycholinguistics or psychology of language is the study of the psychological and neurobiological factors that enable humans to acquire, use, and understand language. Initial forays into psycholinguistics were largely philosophical ventures, due mainly to a lack of cohesive data on how the human brain functioned. Modern research makes use of biology, neuroscience, cognitive science, and information theory to study how the brain processes language. There are a number of subdisciplines; for example, as non-invasive techniques for studying the neurological workings of the brain become more and more widespread, neurolinguistics has become a field in its own right. Psycholinguistics covers the cognitive processes that make it possible to generate a grammatical and meaningful sentence out of vocabulary and grammatical structures, as well as the processes that make it possible to understand utterances, words, text, etc. Developmental psycholinguistics studies infants' and children's ability to learn language, usually with experimental or at least quantitative methods (as opposed to naturalistic observations such as those made by Jean Piaget in his research on the development of children). Sociolinguistics is the study of the effect of any and all aspects of society, including cultural norms, expectations, and context, on the way language is used. Sociolinguistics overlaps to a considerable degree with pragmatics. It also studies how lects differ between groups separated by certain social variables, e.g., ethnicity, religion, status, gender, level of education, etc., and how creation and adherence to these rules is used to categorize individuals in social class or socio-economic classes. As the usage of a language varies from place to place (dialect), language usage varies among social classes, and it is these sociolects that sociolinguistics studies. The social aspects of language was in the modern sense first studied by Indian and Japanese linguists in the 1930s, but did not receive much attention in the West until much later. Sociolinguistics in the west first appeared in the 1960s and was pioneered by linguists such as William Labov in the US and Basil Bernstein in the UK. Grammar is the study of rules governing the use of language. The set of rules governing a particular language is the grammar of that language; thus, each language can be said to have its own distinct grammar. Note that the word grammar has two meanings here: the first is the inner rules themselves and the second is our description and study of those rules. When a grammar is fully explicit about all possible construction of a specific language it is called generative grammar. A particular type of generative grammar that has become the leading framework in modern linguistics is transformational grammar which was first proposed by Noam Chomsky."},{"pageNumber":6,"pageContent":"Grammar is part of the general study of language called linguistics. Grammar is a way of thinking about language. As the word is understood by most modern linguists, the subfields of grammar are phonetics, phonology, orthography, morphology, syntax, semantics, and pragmatics. Traditionally, however, grammar included only morphology and syntax. In linguistics, generative grammar generally refers to a proof-theoretic framework for the study of syntax partially inspired by formal grammar theory and pioneered by Noam Chomsky. A generative grammar is a set of rules that recursively \"specify\" or \"generate\" the well-formed expressions of a natural language. This encompasses a large set of different approaches to grammar. The term generative grammar is also broadly used to refer to the school of linguistics where this type of formal grammar plays a major part, including:  The Standard Theory (ST) (also widely known as Transformational grammar (TG))  The Extended Standard Theory (EST) (also widely known as Transformational grammar (TG))  Principles and Parameters Theory (P&P) which includes both Government and Binding Theory (GB) and the Minimalist Program (MP)  Relational Grammar (RG)  Lexical-functional Grammar (LFG)  Generalized Phrase Structure Grammar (GPSG)  Head-Driven Phrase Structure Grammar (HPSG) Generative grammar should be distinguished from traditional grammar, which is often strongly prescriptive rather than purely descriptive, is not mathematically explicit, and has historically investigated a relatively narrow set of syntactic phenomena. In the \"school of linguistics\" sense it should be distinguished from other linguistically descriptive approaches to grammar, such as various functional theories. The term generative grammar can also refer to a particular set of formal rules for a particular language; for example, one may speak of a generative grammar of English. A generative grammar in this sense is a formal device that can enumerate (\"generate\") all and only the grammatical sentences of a language. In an even narrower sense, a generative grammar is a formal device (or, equivalently, an algorithm) that can be used to decide whether any given sentence is grammatical or not. In most cases, a generative grammar is capable of generating an infinite number of strings from a finite set of rules. These properties are desirable for a model of natural language, since human brains are of finite capacity, yet humans can generate and understand a very large number of distinct sentences. Some linguists go so far as to claim that the set of grammatical sentences of any natural language is indeed infinite. Generative grammars can be described and compared with the aid of the Chomsky hierarchy proposed by Noam Chomsky in the 1950s. This sets out a series of types of formal grammars with increasing expressive power. Among the simplest types are the regular grammars (type 3); Chomsky claims that regular grammars are not adequate as models for human language, because all human languages allow the embedding of strings within strings in an hierarchical way. At a higher level of complexity are the context-free grammars (type 2). The derivation of a sentence by a context-free grammar can be depicted as a derivation tree. Linguists working in generative grammar often view such derivation trees as a primary object of study. According to this view, a sentence is not merely a string of words, but rather a tree with subordinate and superordinate branches connected at nodes."},{"pageNumber":7,"pageContent":"Essentially, the tree model works something like this example, in which S is a sentence, D is a determiner, N a noun, V a verb, NP a noun phrase and VP a verb phrase: The resulting sentence could be The dog ate the bone. Such a tree diagram is also called a phrase marker. They can be represented more conveniently in a text form, (though the result is less easy to read); in this format the above sentence would be rendered as: [S [NP [D The ] [N dog ] ] [VP [V ate ] [NP [D the ] [N bone ] ] ] ] However, Chomsky at some point argued that phrase structure grammars are also inadequate for describing natural languages. To address this, Chomsky formulated the more complex system of transformational grammar. When generative grammar was first proposed, it was widely hailed as a way of formalizing the implicit set of rules a person \"knows\" when they know their native language and produce grammatical utterances in it. However Chomsky has repeatedly rejected that interpretation; according to him, the grammar of a language is a statement of what it is that a person has to know in order to recognise an utterance as grammatical, but not a hypothesis about the processes involved in either understanding or producing language. In any case the reality is that most native speakers would reject many sentences produced even by a phrase structure grammar. For example, although very deep embeddings are allowed by the grammar, sentences with deep embeddings are not accepted by listeners, and the limit of acceptability is an empirical matter that varies between individuals, not something that can be easily captured in a formal grammar. Consequently, the influence of generative grammar in empirical psycholinguistics has declined considerably. Generative grammar has been used in music theory and analysis such as by Fred Lerdahl and in Schenkerian analysis. See: Chord progression#Rewrite rules. Automata theory: formal languages and formal grammars Chomsky hierarchy Grammars Languages Minimal automaton Type-0 Unrestricted Recursively enumerable Turing machine n/a (no common name) Recursive Decider Type-1 Context-sensitive Context-sensitive Linear-bounded n/a Indexed Indexed Nested stack n/a Tree-adjoining Mildly context-sensitive Thread Type-2 Context-free Context-free Nondeterministic Pushdown n/a Deterministic Context-free Deterministic Context-free Deterministic Pushdown Type-3 Regular Regular Finite Each category of languages or grammars is a proper subset of the category directly above it. "},{"pageNumber":8,"pageContent":"Proof theory is a branch of mathematical logic that represents proofs as formal mathematical objects, facilitating their analysis by mathematical techniques. Proofs are typically presented as inductively-defined data structures such as plain lists, boxed lists, or trees, which are constructed according to the axioms and rules of inference of the logical system. As such, proof theory is syntactic in nature, in contrast to model theory, which is semantic in nature. Together with model theory, axiomatic set theory, and recursion theory, proof theory is one of the so-called four pillars of the foundations of mathematics. Proof theory can also be considered a branch of philosophical logic, where the primary interest is in the idea of a proof-theoretic semantics, an idea which depends upon technical ideas in structural proof theory to be feasible. Philosophical logic is the study of the more specifically philosophical aspects of logic. The term contrasts with mathematical logic, and since the development of mathematical logic in the late nineteenth century, it has come to include most of those topics traditionally treated by logic in general. It is concerned with characterising notions like inference, rational thought, truth, and contents of thoughts, in the most fundamental ways possible, and trying to model them using modern formal logic. The notions in question include reference, predication, identity, truth, negation, quantification, existence, necessity, definition and entailment. Philosophical logic is not concerned with the psychological processes connected with thought, or with emotions, images and the like. It is concerned only with those entities — thoughts, sentences, or propositions — that are capable of being true and false. To this extent, though, it does intersect with philosophy of mind and philosophy of language. Gottlob Frege is regarded by many as the founder of modern philosophical logic. Not all philosophical logic, however, applies formal logical techniques. A good amount of it (including Grayling's and Colin McGinn's books cited below) is written in natural language. One definition, popular in Britain, is that philosophical logic is the attempt to solve general philosophical problems that arise when we use or think about formal logic: problems about existence, necessity, analyticity, a prioricity, propositions, identity, predication, truth. Philosophy of logic, on the other hand, would tackle metaphysical and epistemological problems about entailment, validity, and proof. Proof-theoretic semantics is an approach to the semantics of logic that attempts to locate the meaning of propositions and logical connectives not in terms of interpretations, as in Tarskian approaches to semantics, but in the role that the proposition or logical connective plays within the system of inference. Gerhard Gentzen is the founder of proof-theoretic semantics, providing the formal basis for it in his account of cut-elimination for the sequent calculus, and some provocative philosophical remarks about locating the meaning of logical connectives in their introduction rules within natural deduction. It is not a great exaggeration that the history of proof-theoretic semantics since then has been devoted to exploring the consequences of these ideas. Dag Prawitz extended Gentzen's notion of analytic proof to natural deduction, and suggested that the value of a proof in natural deduction may be understood as its normal form. This idea lies at the basis of the Curry-Howard isomorphism, and of intuitionistic type theory. His inversion principle lies at the heart of most modern accounts of proof-theoretic semantics. Michael Dummett introduced the very fundamental idea of logical harmony, building on a suggestion of Nuel Belnap. In brief, a language, which is understood to be associated with certain patterns of inference, has logical harmony if it is always possible to recover analytic proofs from arbitrary demonstrations, as can be shown for the sequent calculus by means of cut-elimination theorems and for natural deduction by means of normalisation theorems. A language that lacks logical harmony will suffer from the existence of incoherent forms of inference: it will likely be inconsistent."},{"pageNumber":9,"pageContent":"In computer science and linguistics, a formal grammar, or sometimes simply grammar, is a precise description of a formal language — that is, of a set of strings. The two main categories of formal grammar are that of generative grammars, which are sets of rules for how strings in a language can be generated, and that of analytic grammars, which are sets of rules for how a string can be analyzed to determine whether it is a member of the language. In short, an analytic grammar describes how to recognize when strings are members in the set, whereas a generative grammar describes how to write only those strings in the set. In mathematics, logic, and computer science, a formal language is a language that is defined by precise mathematical or machine processable formulas. Like languages in linguistics, formal languages generally have two aspects:  the syntax of a language is what the language looks like (more formally: the set of possible expressions that are valid utterances in the language)  the semantics of a language are what the utterances of the language mean (which is formalized in various ways, depending on the type of language in question) Comparative linguistics (originally comparative philology) is a branch of historical linguistics that is concerned with comparing languages in order to establish their historical relatedness. Languages may be related by convergence through borrowing or by genetic descent. Genetic relatedness implies a common origin or proto-language, and comparative linguistics aims to construct language families, to reconstruct proto-languages and specify the changes that have resulted in the documented languages. In order to maintain a clear distinction between attested and reconstructed forms, comparative linguists prefix an asterisk to any form that is not found in surviving texts. A proto-language is a language which was the common ancestor of related languages that form a language family. The German term Ursprache (derived from the prefix Ur- \"primordial\" and Sprache \"language\") is occasionally used as well. In most cases, the ancestral proto-language is not known directly and it has to be reconstructed by comparing different members of the language family via a technique called the comparative method. Through this process only a part of the proto-language's structure and vocabulary can be reconstructed; the reconstruction remains the more fragmentary the more ancient the proto-language in question relative to the number of its descendants. Examples of unattested but (partially) reconstructed proto-languages include Proto-Indo-European, Proto-Uralic, Proto-Bantu and Proto-Paman. Sometimes, however, the proto-language is a language which is known from inscriptions, an example being the Proto-Norse language attested in the Elder Futhark runic inscriptions, or very well-known, such as Latin (\"Proto-Italic\"). Historical linguistics (also diachronic linguistics) is the study of language change. It has five main concerns:  to describe and account for observed changes in particular languages;  to reconstruct the pre-history of languages and determine their relatedness, grouping them into language families (comparative linguistics);  to develop general theories about how and why language changes;  to describe the history of speech communities;  to study the history of words, i.e., etymology. "},{"pageNumber":10,"pageContent":"Etymology is the study of the history of words - when they entered a language, from what source, and how their form and meaning have changed over time. In languages with a long written history, etymology makes use of philology, the study of how words change from culture to culture over time. However, etymologists also apply the methods of comparative linguistics to reconstruct information about languages that are too old for any direct information (such as writing) to be known. By analyzing related languages with a technique known as the comparative method, linguists can make inferences about their shared parent language and its vocabulary. In this way, word roots have been found which can be traced all the way back to the origin of, for instance, the Indo-European language family. Even though etymological research originally grew from the philological tradition, nowadays much etymological research is done in language families where little or no early documentation is available, such as Uralic and Austronesian. The word etymology itself comes from the Greek ἔτυμον (étymon, true meaning, from 'etymos' true) and λόγος (lógos, word). The term was originally applied to the search of supposedly \"original\" or \"true\" meanings of words, on principles that are rejected as unscientific by modern linguistics. Pindar employed creative etymologies to flatter his patrons. Plutarch employed etymologies insecurely based on fancied resemblances in sounds. Isidore of Seville's Etymologiae was an encyclopedic tracing of \"first things\" that remained uncritically in use in Europe until the fifteenth century. Etymologicum genuinum is a grammatical encyclopedia edited at Constantinople in the ninth century, one of several similar Byzantine works. The fourteenth-century Legenda Aurea begins each vita of a saint with a fanciful excursus in the form of an etymology. "},{"pageNumber":11,"pageContent":"The Angelic Alphabet by Aaron Leitch Copyright © 1999 C. \"Aaron Jason\" Leitch When John Dee and Edward Kelley received a new magickal system from Angelic beings in the late 1500s, it included information concerning the Angelic language. We have only small samples of the language: including the famed \"48 Angelic Keys\", and several tablets and seals containing Divine and Angelic Names. It seems to possess it's own unique grammar and syntax, as well as it's own alphabet. The Angels informed the two mages that this was the language which all Angels speak, as well as being the original language of Eden, with which Adam named (in an occult sense) all things in existence. The Archangel Gabriel tells us the following on April 21, 1583 (A True and Faithful Relation p. 92-3): whereby even as the mind of man is moved at an ordered speech, and is easily persuaded in things that are true, so are the creatures of God stirred up in themselves, when they hear the words wherewithal they were nursed and brought forth: For nothing moveth, that is not persuaded: neither can any thing be persuaded that is unknown. The Creatures of God understand you not, you are not of their Cities: you are become enemies, because you are separated from him that Governeth the City by ignorance. Man in his Creation, being made an Innocent, was also authorized and made partaker of the Power and Spirit of God: whereby he not only did know all things under his Creation and spoke of them properly, naming them as they were: but also was partaker of our presence and society, yea a speaker of the mysteries of God; yea, with God himself: so that in innocency the power of his partakers with God, and us his good Angels, was exalted, and so became holy in the sight of God [Hebrew] is not of that force that it was in his own dignity, much less to be compared with this that we deliver, which Adam verily spake in innocency, and was never uttered nor disclosed to man since till now, wherein the power of God must work, and wisdom in her true kind be delivered: which are not to be spoken of in any other thing, neither to be talked of with man's imaginations; for as this Work and Gift is of God, which is all power, so doth he open it in a tongue of power, to the intent that the proportions may agree in themselves: for it is written, Wisdom sitteth upon an Hill, and beholdeth the four Winds, and girdeth herself together as the brightness of the morning, which is visited with a few, and dwelleth alone as though she were a Widow. Thus you see the Necessity of this Tongue: The Excellency of it, and the Cause why it is preferred before that which you call Hebrew: For it is written, Every lesser consenteth to his greater. I trust this is sufficient. The saga of the Angelic language is recorded in Dr. Dee's diaries. It begins on March 26, 1583- where the Liber Logaeth (Book of the Speech From God) is revealed to Kelley. The book was described as being \"all full of squares\" and written in a completely alien tongue. The characters used are the same ones that appear on the Holy Table of Practice, as well as the Lamen that Dee was to wear hidden away in a piece of white silk whenever he called upon the Angels. Usually, the Angelic language is studied in it's English transliteration. Kelley had originally seen Logaeth written in Angelic characters, and the Archangel Raphael began the transmission of the text by naming each character one by one. However, this was an extremely tedious and time-consuming process. Dee finally asked if Roman characters could be used instead, and the Angels grudgingly consented. This was basically the last we saw of the Angelic characters. The alphabet itself was shown to Kelley on May 6, 1583, directly upon a page in his journal, in a golden (\"yellow\") color. He was then able to trace the characters before the astral impression faded, and thus the alphabet was recorded for our use today. However, beyond the already mentioned Table and Lamen, there is no existing"},{"pageNumber":12,"pageContent":"information on how the characters might be used, or what exactly they might mean. The purpose of this essay is to address that issue, and to offer some historically sound methods of working with the Angelic letters. Language of Power The letters number 21, and their names were given in three sets of seven (which Donald Tyson calls \"families\")- suggesting a highly mystical interpretation. Below is a table of the letters, along with their names and phonetic values: Family of Pn Family of Tal Family of Pal B Pn (b) M Tal (m) X Pal (x) K Vah (c/k) Y Gon (i/y/j) O Med (o) G Ged (g/j) H Na (h) R Don (r) D Gal (d) L Ur (l) Z Ceph (z) F Or (f) P Mals (p) V Van (u/v/w) A Un (a) Q Ger (q) S Fam (s) E Graph (e) N Drux (n) T Gisg (t) The largest clue to their use is suggested by the very nature of the Angelic language itself. As Gabriel explained above, it is a magickal language of power rather than an earthly spoken tongue. It is obvious that not just any text can be transliterated into the Angelic characters, nor is it to be used for everyday speech. As is evidenced by Liber Logaeth, it is literally a language of creative force. It seems to me (and I am hardly the first to consider this possibility) that the characters are ultimately similar to Runes or Ogham. Like Angelic, these alphabets existed unto themselves, and were not simply fancy forms of already-existing letters. (Such as the various Hebrew-based magickal alphabets: Malachim, Passing the River, Celestial, etc. These can all be found in Agrippa's Three Books of Occult Philosophy.) Instead, these alphabets were used strictly for mystical purposes- to inscribe holy objects and texts. Each character is a magickal sigil over and above any relation to a phonetic value. The Angels themselves did have a thing or two to say about Angelic writing, though it is admittedly cryptic. So far, no one has been able to discover the specific mysteries implied by their descriptions. To begin with, each letter of each word in the Keys was assigned a number- though this stopped early in the process. For instance, the word \"Zorge\" (Be Friendly Unto Me) was delivered as follows: E The 6th. From the right angle uppermost to the left, 700 G The 13th. Descending, 2000 R The 17th. From the center downward, 11004 O The 32nd. Descending from the right angle to the center, 32000 Z The 47th. 194000 descending. Call it \"Zorge\". [Of one syllable] "},{"pageNumber":13,"pageContent":"The first number (6th, 13th, etc) refers to the page number in Liber Logaeth from which the letter was taken. Each page (or Table) of Logaeth represents an occult force, and the words contained in the Table are the words of creation uttered by God to manifest that force. (See Genesis I, and the many instances of \"God said\") Therefore, each letter of every word in the Angelic Keys was taken from a specific Table, and from a specific Word of Creation therein. Each word, then, is a compilation of various Divine Forces, making each a specific creative formula. What follows the Table numbers in the above is anyone's guess. It seems obvious that it has some relation to the particular location of the letter on the Table. However, the pattern involved has yet to be discovered. Even if one were to number every letter on a Table (which is 49 x 49 squares large per side), you would still not come up with numbers as large as 194000. It is most likely that these numbers are not to be taken literally. For instance, it is unlikely that 194000 is actually to be understood as one hundred ninety four thousand. When Kelley asked the Archangel Gabriel about these numbers, he replied as follows (A True and Faithful Relation p. 92): Brother, what is the cause that all the World is made by numbers? The Numbers we speak of, are of reason and form, and not of merchants. Every letter signifieth the member of the substance whereof it speaketh. Every word signifieth the quiddity of the substance. The Letters are separated, and in confusion: and therefore, are by numbers gathered together: which also gathered signify a number: for as every greater containeth his lesser, so are the secret and unknown forms of things knit up in their parents: Where being known in number they are easily distinguished, so that herein we teach places to be numbered: letters to be elected from the numbered, and proper words from the letters, signifying substantially the thing that is spoken of in the center of his Creator, whereby even as the mind of man is moved at an ordered speech. [etc]. Gabriel is, of course, discussing the gathering of the letters from their various positions in Logaeth. He also implies the concepts of Gematria- where occult meanings and relationships between words can be discovered by finding their numerical values. However, Gematria depends on assigning numbers to each letter of the alphabet, and applies most directly to languages that use their alphabetic characters as a number system as well. Thus, in Hebrew, the letter \"Gimel\" has the phonetic value of \"G\" as well as the numeric value of three. The letters in any Hebrew word can be added for a numeric total- which can then be worked with after the fashion of numerology. Angelic characters are not given any such values. In fact, any given Angelic letter might be related to many different numbers throughout the text of the Keys. For instance, we have such examples as the following: Os = 12 Mapm = 9639 Acam = 76999 Cla = 456 Af = 19 Ni = 28 Pd = 33 Peoal = 69636 Ox = 26 This merely scratches the surface of the odd numbers that appear in the Angelic Keys. It also serves to illustrate the complications in attempting to create a system of Angelic Gematria. Finally, it sheds no light at all upon the large \"positional\" numbers given with the letters of the Keys. It is very possible that any form of Angelic Gematria will have to come from that system, utilizing Liber Logaeth itself. Of The Names Of Spirits With Gematria being left on the back burner for now, we are left to question other possibilities of working with the Angelic language. Beyond what Gabriel tells us above, the diaries are silent concerning the sigil-like nature of the characters. However, it is possible to study the methods used by mages of the past in working with their sacred alphabets. Even John Dee himself was familiar with several techniques- mainly concerning the use of"},{"pageNumber":14,"pageContent":"Hebraic characters- which may have been exactly what Gabriel was referring to when he stated: \"it is preferred before that which you call Hebrew.\" The Three Books of Occult Philosophy, written by Henry Cornelius Agrippa in 1509 CE, has been invaluable to my own studies of the Angelic (or \"Enochian\") material. It is well known that Dee himself owned a copy, and that elements of that work can be found throughout his Angelic system of magick. The book is even mentioned once in the diaries, in connection with the reception of the 91 (or 92) Parts of the Earth. Therefore, when we are faced with such an enigma as the Angelic alphabet (and how to use it), it makes sense to return to this source material- to see what Agrippa had to say concerning sacred alphabets and characters. The relevant sections of Agrippa's work are contained in Book Three, and begin with a chapter entitled, appropriately enough, Of The Tongue Of The Angels, And Of Their Speaking Amongst Themselves, And With Us (Ch. 23). No doubt this was of profound interest to Dee and Kelley. Over the next few chapters, we are taught various methods of discovering and formulating names for Angels and spirits set over anything in existence. They include everything from obtaining the names in a code-like fashion from sacred scripture to creating new names through various Qabalistic cipher tables. He tells us in chapter 24: But the masters of the Hebrews think that the names of angels were imposed upon them by Adam, according to that which is written, the Lord brought all things which he had made unto Adam, that he should name them, and as he called anything, so the name of it was. Hence, the Hebrew mecubals think, together with magicians, that it is in the power of man to impose names upon spirits, but of such a man only who is dignified, and elevated to his virtue by some divine gift, or sacred authority. But because a name that may express the nature of divinity, or the whole virtue of angelical essences cannot be made by any human voice, therefore names for the most part are put upon them from their works, signifying some certain office, or effect, which is required by the quire of spirits: which names then no otherwise than oblations, and sacrifices offered to the gods, obtain efficacy and virtue to draw any spiritual substance from above or beneath, for to make any desired effect. Of course, Agrippa uses Hebrew throughout the text to illustrate the various methods of name generation. However, he also states the following in chapter 27: because the letters of every tonguehave in their number, order, and figure a celestial and divine original, I shall easily grant this calculation concerning the names of spirits to be made not only by Hebrew letters, but also by Chaldean, and Arabic, Egyptian, Greek, Latin, and any other, the tables being rightly made after the imitation of the precedents. This kind of philosophy takes on a deeper significance when we remember that Dee and Kelley were reading this in 1583. It sheds much light on Gabriel's statement that Angelic \"is preferred before that which you call Hebrew.\" My proposal is twofold: In the first place, the Angelic alphabet can be used in place of Hebrew in the various calculatory methods. In the second place, there is reason enough to believe that the alphabet might have been meant for use in just this fashion. Of Finding Out The Names of Spirits, And Geniuses From The Disposition Of The Celestial Bodies Such is the name of chapter 26, book three, of Agrippa's Occult Philosophy. This technique is one that I find extremely fascinating, yet it has been a largely ignored subject in current magickal literature. The chapter begins as follows: The ancient magicians did teach an art of finding out the name of a spirit to any desired effect, drawing it from the disposition of the heaven; as for example, any celestial harmony being proposed to thee for the making an image or ring, or any other work to be done under a certain constellation thou will find out the spirit that is the ruler of that work"},{"pageNumber":15,"pageContent":"A vitally important aspect of renaissance magick was the observance of astrological forces. In fact, a large portion of classical occult literature is devoted to magickal timing based upon the results of natal chart interpretations. Just as John Dee used this art to schedule a time for the Queen's inauguration ceremony, so too would he have cast horoscopes to determine the best times for his magickal operations. In this way, strict magickal timing was often observed- during which various shamanic workings could be done. This included astral trips, spirit work, the fashioning of talismans, divinations, etc- all without much use of ceremony. The natural astrological forces of the time, along with the right prayers (perhaps some incense and holy water) was all that this form of magick required. It is from these practices that we hear of spirits ruling for limited periods of time, and texts that suggest spirits can only be contacted under specific astrological conditions. The process outlined by Agrippa begins with this step- casting a natal chart for the desired time of working. If a chart shows itself to be particularly bad, it is assumed that one will automatically cast a new chart and reschedule. Once the final chart is drawn, it is first necessary to calculate the degree of the ascendant. Agrippa has us, then, place the Hebrew letter Aleph in that degree, and continue to write the alphabet all the way around the chart. Each degree is assigned a single letter, and the direction is counterclockwise to follow the natural course of the twelve zodiacal signs. When the end of the alphabet is reached, one simply begins anew with the letter Aleph, and continues onward until all 360 degrees have been filled. (It is highly unlikely that anyone would actually draw a chart massive enough to display all 360 letters. However, with the number of letters in the alphabet being known [Hebrew = 22, Angelic = 21] one can easily calculate the proper letter for any given degree). From there one only needs to interpret the chart as normal, making distinctions between the planets with good dignities and those with bad. The concept is to focus on the specific forces one needs most for the work at hand- in a fashion not at all unlike talismatic imaging. Ignoring the weaker and negative aspects of the chart, one can \"compile\" those forces that are necessary to the magickal goal. These are, in a literal sense, the Forces (and thus Gods, Angels, etc) which one is attempting to call upon. Each degree which contains a desired aspect of the chart now has a letter associated, and these are gathered together to formulate a name. The ordering follows the same pattern as above- begin at the ascendant, and continue counterclockwise from there. The letters of the name fall in order as they are encountered along the way. A \"qliphothic\" name can also be derived using the same process. However, the entire process must be followed clockwise, or against the natural order of the signs. Agrippa also suggests that some began this counter-process from the degree of the descendent, rather than the ascendant. The text goes on to give further methods of performing the same process, though I leave study that for the aspiring student. The name that is thus derived is the genius or intelligence set over that specific time, and the mage's magickal work. Agrippa explains that this method can even be used to find the name of one's personal genius, or (as we call it today) the Lesser Guardian Angel. This is the Angel you learned about while growing up- who sits on your right shoulder and attempts to talk you out of bad deeds. This is the Guardian Angel that is often credited with keeping people from physical harm. Also, as Agrippa explains, this is the Angel set over your home, career, and all such mundane aspects of your life. I should note that this is not the Holy Guardian Angel described in the Book of Abramelin, who is more concerned with your ultimate spiritual evolution. As for calculating the Lesser Guardian's name, one only needs to construct their own natal chart, and proceed as instructed above. To make the name proper in a Qabalistic sense, one must append the name with \"El\" or \"Yah\" in the style of the Shem haMephoresh. On the other hand, it would seem that this is not necessary when working with something other than one's personal genius. However, if one is using the Angelic alphabet, there should be no need for this convention in any case. "},{"pageNumber":16,"pageContent":"Of The Calculating Art Of Such Names By The Tradition Of Cabalists This is the name of chapter 27 in the Third Book of Occult Philosophy. This section gives us further methods of working with the name obtained via the methods of chapter 26. It involves permutating the name of the intelligence to discover an entire hierarchy of Angels who rule above the intelligence himself. It is possible to generate nine such names- one for each of the nine traditional Angelic Choirs: the Angels, Archangels, Principalities, Virtues, Powers, Dominations, Thrones, Cherubim, and Seraphim. (See Agrippa, Book II, Ch. 12: Of the Number of Nine, and the Scale Thereof.). To begin with, I will illustrate the table used in this procedure, replacing the Hebrew with Angelic characters: Table of the Seven Planets Luna Merc Ven Sol Mars Jup Sat Good T B K G D F A E B S M Y H L P Q N K V X O R Z V S T G Z B K G D F A E D R M Y H L P Q N F O X O R Z V S T A X B K G D F A E E N M Y H L P Q N M Q X O R Z V S T Y P B K G D F A E H L M Y H L P Q N L H X O R Z V S T P Y B K G D F A E Q M M Y H L P Q N N E X O R Z V S T X A B K G D F A E O F M Y H L P Q N R D X O R Z V S T Z G B K G D F A E V K M Y H L P Q N S B X O R Z V S T T Evil Sat Jup Mars Sol Ven Merc Luna This table consists of two outer columns and seven inner columns. The right-hand outer column (marked \"good\") is called The Entrance of the Good Angels, and includes the Angelic alphabet written in order from top to bottom. The left-hand outer column (marked \"evil\") is called The Entrance of the Evil Angels, and includes the Angelic alphabet written in reverse order. The center columns include the alphabet written from left to right, in seven letter sections, repeating all the way to the bottom of the table. Each of these seven columns is assigned one of the Planetary forces. In order to use this table, one must enter the desired name (i.e.- that obtained from the natal chart) into the proper outer column. Those names taken from the ascendant counterclockwise will enter from the right, and those taken from the descendent counterclockwise will enter from the left. To illustrate the process, I will use the Angelic name of \"Madimi\". (This was an Angel that appeared to Dee and Kelley quite often.) We will pretend that we have generated this name via an astrological chart. The following illustrates Madimi's name in Angelic characters, along with some fictional planetary attributes as if taken from the degrees of our chart. "},{"pageNumber":17,"pageContent":"M M Mars A A Sol D D Mercury I Y Jupiter M M Venus I Y Luna In this example, we would assume that these six planets fell in favorable aspects, while Saturn somehow fell weakly or negatively and was thus excluded. Madimi being a good Angel, we would look for the M (Tal) in the right-hand column. Tal is associated with Mars in this instance, therefore we scan to the center column of Mars. There we find the letter P (Mals), which becomes the first letter of the new name. The next letter of Madimi's name is A (Un), and is associated with Sol. Finding Un in the right-hand column and moving across to the column of Sol, we find the letter Z (Ceph). The process continues in this pattern until we run out of letters. For ease of study, I will illustrate the new name as it appears in Angelic characters: P P Mars Z Z Sol K K Mercury S S Jupiter H H v Venus X X Luna This process has granted us a new Angelic name. The name \"Pzkshx\" is merely the first of nine possible names that can be generated with this table, and (according to Agrippa) is a member of the Angelic Choir known as the \"Angels\". This name can then be entered into the table just as we did with Madimi, to generate a name for the next Angelic Choir, the Archangels: This can then be entered into the table to generate a name for the Principalities. The process can continue until you reach the choir of Seraphim. For the purposes of practical magick, I will add the descriptions of the powers of each Hierarchy as given in the Book of the Sacred Magic of Abramelin the Mage (Dover, p. 260-1) The Order of the First Hierarchy (Seraphim, Cherubim, Thrones) The spirits of the Seraphim serve to make thee respected and loved for works of Charity, for that which regardeth honors and other similar things. In matters of great importance they themselves act; but for matter base and carnal, it is their subjects who do serve and operate. The Order of the Second Hierarchy (Dominions, Virtues, and Powers) The property of the Dominions is to dominate; to procure liberty; to vanquish enemies; to give authority over Princes, and over all kinds of persons, even Ecclesiastics. The Virtues are proper to give strength and force in all matters whether of War or Peace; and in all Operations concerning the health of men, and in all maladies for which the fatal hour hath not yet been written. The Powers have the dominion over all the Inferior Spirits; and this is why they can serve in all things in general, good or evil, and they be straight and right in execution, very punctual, very prompt, and exact in their Operations. The Order of the Third Hierarchy (Princes, Archangels, and Angels) The Princes comprise Spirits capable of giving Treasures and Riches, and they or their dependants serve in all the Operations, being a mass composed of different Orders, and they are sufficiently truthful. The Archangels be proper to reveal all Occult matters, and all kinds of secret things, such as obscure points in Theology and the Law. They serve with great diligence. The Angels in general do operate each one according unto his quality. There be an infinite number of them. They command the Four Princes and the Eight Sub-Princes [of the Qliphothic hierarchy] in all kinds of Operations. "},{"pageNumber":18,"pageContent":"And this ends our exploration of Agrippa-style name generation, utilizing the Angelic alphabet \"before that which we call Hebrew\". What I have outlined here merely scratches the surface of possibilities to be found within the Three Books of Occult Philosophy as well as other bodies of classical magickal literature. I invite the reader to continue this research, and to see which methods generate the most useful Angelic names. Agrippa ends chapter 26 with the following. I have decided to sign off my own essay with these words, as I feel that Dee himself likely read them and took them close to heart: And these names being thus distributed according to the proportioned numbers to the starry account, [] whilst the mind being astonished at the obscurity of them, and deeply intent, firmly believing that something divine is under it, doth reverently pronounce these words, and names, although not understood, to the glory of God Enochian is a language. It expresses, through a semiotic apparatus, a constellation of impressions, ideas, and conceptions in context to a world be it spiritual, physical, or somewhere between. This is an exceedingly broad understanding of language and in the case of Enochian it is necessary to be broad. Aside from this broad view Enochian adheres to very few linguistic rules in a consistent manner. It seems to have all the trapping of a natural language. It has some structures of case, or a root system, or declensions, conjugations, enclitics, inflections, and a consistent vocabulary - yet all these seem to be so highly irregular (or so complex) that any method of making systematic sense of them is fruitless. Surely, this owes, in great deal, to the small volume of text in the language. The conjugation of the verb \"I say\" will make the first strata (the truly linguistic aspect) clear while the numerical system will show the latter (how the system seems to make little or no sense). It is clear that it has some grammatical forms and consistent vocabulary which makes it extremely tantalizing. Due to the highly liturgical nature of the calls it is not possible to glean enough evidence from the texts to provide us with a better mode of critical attack on the language itself. In the end, we are left with the calls of which can be said that they are apocalyptic in nature (like much of the sessions with the spirits) and seem to deal with a final judgment by G-d upon the world. Regarding Orthography and Phonology, the language contains 21 letters virtually all pronounced like English. There are hard and soft vowels; consonants usually adhere to English rules of pronunciation, and there are no signs of verifiable non-English sounds (such as those found in Semitic languages for instance). Enochian seems to use a root system in that a base form is augmented with prefixes and suffixes to determine grammatical forms. This is the way in which Enochian expresses verb forms: OM = possible root for \"to understand\", \"to know\" OMa = \"understanding\" - Substantive form OMax = \"know\" verb form for second person singular ixOMaxip = \"Let it be know\" a passive verb form. This form is actually similar to the Hophal form in Hebrew in expression although not in construction. Enochian tends to show a cross current of linguistic apparati. There is some evidence of case (which was already lost in English by Dee's day although his knowledge of Latin would make him used to dealing with such a linguistic system) in Enochian. There is a nominative, accusative, comparative, genitive, dative, and possibly an instrumental/ablative. The problem in establishing clear cases grammar (or really the sure existence of case) is the sheer lack of text. There only exist around 250 words and over half of those only occur once. Normal conversational language requires around 300 to 500 words and the second language is clearly not conversational. It is highly liturgical, very theological technical, and extremely economic with a single \"Enochian word\" being rendered for long strings in English. Sometimes, in contrast to this case theory, there are a copious amounts of"},{"pageNumber":19,"pageContent":"particles and prepositions which do not seem to alter the inflected word which is indicative of a case-less language although the irregularity of particles does not speak to a particle based language. Caosg(a) - Earth Caosg(a) - non. sing. Caosgi - acc. sing. Caosgin - comp sing. Caosgo - gen. sing. Caosgon - dat. Sing At it has been pointed out by others, Enochian seems to show some signs of etymology. Biblical words in defective forms are often linked in syntax to Enochian words. Known examples are: angelard - though (from \"angel\") christeos - let there be (from \"Christ\" or the Greek form) nazarth - pillars of gladness (from \"Nazareth\") luciftias - brightness (from the Latin \"lux, lucis\" or directly from \"lucifer\") It has some structures of case, or a root system, or declensions, conjugations, enclitics, inflections, and a consistent vocabulary - yet all these seem to be so highly irregular (or so complex) that any method of making systematic sense of them is fruitless. Surely, this owes, in great deal, to the small volume of text in the language. The conjugation of the verb \"I say\" will make the first strata (the truly linguistic aspect) clear while the numerical system will show the latter (how the system seems to make little or no sense). There are some partial conjugated forms. There seems to be three tense (past, present, and future (perhaps an imperfect). Passive and Subjunctive forms exist although in no consistent manner. An example: The root appears to be GOH- with suffixed forms to indicate conjugation much like Latin or Old English. GOHUS - I say (1 Present. Singular. Active.) GOHE - He says (3 Pres. Sing. Act.) GOHIA - We say (1 Pres. Plural. Act.) GOHOL - Saying (possible gerundive form, participle) GOHON - They Have Spoken (3 Imperfect. Plu. Act.) GOHULIM - It is Said (3 Sin. Passive.) The being verb in various forms: ZIR (ZIRDO) - I Am (1 Pres. Sing. Act.) GEH - You Are (2 Pres. Sing. Act.) I - He/She/It Is (3 Pres. Sing. Act.) CHIIS (CHIS) (CHISO) - (3 Pres. Plu. Act.) AS (ZIROP) - Was (past/perfect sing. particle? Act.) ZIROM - Were (past/perfect plu. particle? Act.) TRIAN - Shall be (future/imperfect intensive? sing/plu particle? Act.) * In Dee's time the use of \"shall\" was not grammatically limited to 1 sing/plu act. as some English grammars indicate. "},{"pageNumber":20,"pageContent":"BOLP - Be Thou (Imperative) IPAM - Is Not (Pres. sing. Act. Negation). IPAMIS - Cannot Be (Pres. sing. Neg. linked with an infinitive form?) There is no evidence of a dual form. Needless to say, a very scant grammar. It is impossible to recreate forms based on other examples due to the paucity of examples and the irregularity of the present ones. Possible roots include ZIR and IPAM although this is tenuous. The verbs appear to occur in combination with pronoun particles (like caseless languages). Pronoun include: OL - I ILS (G) - You TOX (TBL) - Of Him (Genitive? Possessive?) TIA - His (adjectival form) PI - She TIBL - Her (Accusative?) TIOBL - In Her (Ablative or Locative?) Z - They Possible roots here are TBL with a possible I infix for Fem. gender. If this is the case, this is an example of infixing. There are no articles to speak of although there are some demonstrative forms which act similarly. The language is concerned with apocalyptic revelations many of which contain numerical importance. There are also overtones of mystical numerology. There seem to be several names for single numbers (the number 1 has at least six different forms, the number 2 at least three.) "},{"pageNumber":21,"pageContent":"Enochian Alphabet, Gematria & Letter Essences In Meric Casaubon’s: A True and Faithful Relation of What Passed for so Many Years Between Dr. John Dee and Some Spirits, we get the following quote: Gabriel...Every Letter signifieth the Member of the substance whereof it speaketh. Every word signifieth the quiddity of the substance. The Letters are separated, and in confusion: and therefore, are by numbers gathered together: which also gathered signify a number: for as every greater containeth his lesser, so are the secret and unknown forms of things knit up in their parents: Where being known in number they are easily distinguished, so that herein we teach places to be numbered: letters to be elected from the numbered, and proper words from the letters, signifying substantially the thing that is spoken of in the center of his Creator, whereby even as the mind of man moved at an ordered speech, and is easily persuaded in thing that re true, so are the creatures of God stirred up in themselves, when they hear the words wherewithal they were nursed and brought forth: For nothing moveth that is not persuaded: neither can anything be persuaded that is unknown. Drawing on the quote and recognizing that every letter contains an essence of subtance, Patricia Shaffer’s ‘Letter Essences’ are also included. To quote from the introduction to her work: These are the essences, which I have attributed to the individual letters. As I understand it, each letter represents a sound, which is universal to the mind of man, and so, the essential meaning echoes within every spoken language. The shapes of the letters or glyphs may vary, but the sound is what imparts the meaning. Each of the individual letters reflects a pure sound, but certain combinations (e.g., ch, sh, ph) give mixed sounds, and thus, the meanings of such dyads are subtly enhanced. Note that she differentiates between the letters I and Y as well as U and V. But her take on using sounds to represent archetypal qualities in human consciousness is not all that different from the symbolic representation of the English alphabet in Liber 805. B B Pe 1 Root of Choice: duality, multiplicity, choose (between) K K Veh 2 Root of Causation: make, cause, create, because (of)1 G G Ged 3 Root of Negation: not, none, nothing, nor D D Gal 4 Root of Possibility: possible, potential F F Orth 5 Root of Manifestation: manifest, show, appear A A Un 6 Root of Time: begin, beginning; new, anew; again, then, when E E Graph 7 Root of Will: will, intend, purpose, intention M M Tal 8 Root of Knowledge: mind, know, awareness, knowledge   1 Here, Patricia Shaffer uses the English letter ‘C’ indicating a soft sound and has provided no essence for the hard sound of ‘K.’"},{"pageNumber":22,"pageContent":"I I Gon 9 (As ‘I’) Root of Energy/Enablement: energize, enable, ability (As ‘Y’) Root of Increase: grow, increase, more, faster H H Na-hath 10 Root of Breath: breath, life L L Ur 20 Root of Primacy: first, primary, one; providence P P Mals 30 Root of Establishment: space, place, put, set; here, there, where Q Q Ger 40 Root of Desire: desire, love N N Drun 50 Root of Interiority: within, inside, self-hood X X Pal 60 Root of Limitation/Decrease: limit, lessen, lower, slower O O Med 70 Root of Being-Becoming: being, becoming; existence R R Don 80 Root of Movement: move, motion, emotion, motivate, change Z Z Ceph 90 Root of Division: divide, separate, other (than), part(s) of U U Val 100 (As ‘U’) Root of Light: light, enlightenment (As ‘V’) Root of Darkness: dark, hidden (therefore, unknown); reflection S S Fam 200 Root of Possession: have, acquire, gather; together T T Gisa 300 Root of Balance: balance, justice, adjust, judge, equilibriate "},{"pageNumber":23,"pageContent":"Scripts First Enochian Script second form of the Enochian script "},{"pageNumber":24,"pageContent":"Lexicon2 Word Meaning A Un (A) A- with- A in, with A-BABALOND harlot, (of an) A-BAI stooping,(to the); attacking A-C-LONDOH kingdom, in thy kingdom A-CROODZI beginning, thy beginning A-DEUNE across A-SOBAM whom, (on) AABCO SEPHIROTIC CROSS AIR OF WATER AAETPIO Senior MARS of FIRE AAI among you AAI among AAIOM among us AAIOM among us AALA placed you AANAA Kerubic Archangel WATER OF FIRE AAO AMONG AAO AMONG (alt.sp.) AAOZAIF Senior JUPITER of AIR AAPDOCE Senior VENUS of FIRE AB DAUGHTER OF DAUGHTER OF LIGHT ABALPT Sephirotic Cross EARTH OF EARTH ABAMO Servient Angel EARTH OF AIR ABARAMIG PREPARE ABIORO Senior MARS IN AIR TABLET (VAR) ABMO Servient Angel EARTH OF AIR ABOAPRI SERVE, LET THEM SERVE YOU ABOZA Kerubic Archangel AIR OF EARTH ABRAASSA provided ABRAMG prepared, i have prepared ABRAMG prepared, i have prepared ABRAMG prepared, i have prepared ABRAMIG prepared, are prepared ABRIOND PART IN POP ACAM 7699 ACAR Servient Angel FIRE OF FIRE ACCA Servient Angel FIRE OF AIR AKELE DAUGHTER OF LIGHT   2 Line items in Red are new words found in Liber Loagaeth; line items in blue are new words found in the Table of 12; line items in green are found on the perimeter of the Holy Table of Practice. Line items in orange are new words found in the Lamen."},{"pageNumber":25,"pageContent":"A-CHILDAO diamond, with ACHAPH Augoeides ACHOS 12 Guardian Angels ACO of the holy pentagram ACRAR Servient Angel FIRE OF FIRE ACUCA Servient Angel FIRE OF AIR ACURTOH God is triumphant ACZINOR Senior JUP of EARTH AD in the third, with the third ADAMH with hosts of the Lord (stars) ADAO in [or] with the third star ADAPH Unto (or From) the Lord of Hosts ADE in the third is the Daughter of Light ADEPH Unto (or From) the Lord of Hosts ADEPOAD Within the 3rd Heaven ADGMACH much glory ADGT can ADIN the Sun of God from the divine ADIPR the Sun of God from the 3rd ADIRE Servient Angel FIRE OF FIRE ADMA possess the third ADMO God is man3 ADNA obedience ADLPH among the first to give ADOEOET Senior JUPITER of FIRE ADOIAN face, the face ADON the face (of God) ADOPA Kerubic Archangel AIR OF FIRE ADPHAHT unspeakable ADPUN With strong fire ADRA involutes ADRAMAN NAME OF AN EVIL SPIRIT ADRE Servient Angel FIRE OF FIRE ADROCH mount, in the olive mount ADRPAN cast down ADRPHT casting down (crowley) ADVORPT PART IN TEX AETPIO Senior MARS of FIRE TABLET AF 19 AFFA empty AFLAFBEN DEE'S GOOD ANGEL AG no, none AGAN not the Son of Son of Light AGEFF the Trinity (3) manifests AGEMATOM the Trinity (3) echoes from the 4th   3 This word was found accidentally by misconstruing the word DAMO to ADMO. It is not found in Liber Loagaeth."},{"pageNumber":26,"pageContent":"AGES not the 4th AGGS the Magus AGIOD mortal AGO not the fifth AH inner/higher self AHAH inmost God AHAOZPI Senior VENUS of AIR AHMLICV Senior MER of EARTH AIAOAI Sephirotic Cross EARTH OF AIR AIDROM Senior MARS of EARTH TABLET AIDROPL governor AIGRA Servient Angel AIR OF EARTH AIRA Servient Angel AIR OF EARTH AISRO PROMISE, THE PROMISE AHO in sacred measure ALA place ALAR settled, have settled ALCA judgment (?) ALDARAIA will of God (?) ALDI gathering, of gathering ALDON gathered together (they) ALDON gird up ALDON gather up ALGLA invoke the One ALHCTGA Senior VEN of EARTH ALIDA one in name with ALLA ALLA (a name of God; the naming of God’s will) ALLAR bind up ALNDVOD Senior LUNA of FIRE ALOAI Sephirotic Cross FIRE OF AIR ALPUDUS Zodiacal King CANCER ALPOD infinite ALSPLAN among the angels AMBRIOL PART IN LOE AMCHIH the Son of Light is with the 9 AMGEDPHA I begin anew AMIDAN fixed to the Son of Son of Light-Mercury AMIPZI fastened, I fastened AMIRAN yourselves AMLOX Servient Angel WATER OF FIRE AMMA cursed AMOX Servient Angel WATER OF FIRE AMPHAN bound by the Son of Light AMUDAS wherefore ye are cursed AN SON OF SON OF LIGHT, MERCURY ANAA Kerubic Angel WATER OF FIRE"},{"pageNumber":27,"pageContent":"ANAEEM Sephirotic Cross WATER OF EARTH ANANAEL wisdom, of the secret wisdom ANDISPI PART IN ZOM ANETAB government, in government ANGE within the thought [of God] ANGELARD thoughts, his thoughts ANGPOI Sephirotic Cross AIR OF EARTH ANODOIN Senior MERCURY of FIRE ANOLPHE the Son of Light ANBPHO the Son of Son of Light (Mercury) gives the holy pentagram. ANS the Son of Son of Light is the holy pentagram AOAYNNL 1ST MINISTER OF VENUS AOIDIAB 6TH MINISTER OF SOL AOIVEAE stars, the stars AOURRZ Sephirotic Cross FIRE OF AIR AOZPI A GOD-NAME OF AIR TABLET APACHANA SLIMY THINGS MADE OF DUST APDOCE Senior VENUS of FIRE TABLET APHLAFBEN DEE'S GOOD ANGEL (alt. sp.) APHRA Kerubic Archangel WATER OF APILA liveth APLST Servient Angel AIR OF FIRE APST Servient Angel AIR OF FIRE AR that AR to fan or winnow ARBIZ Sephirotic Cross EARTH OF EARTH ARCHAD spread amongst the third ARCHADS spread amongst the third is the Daughter of Light ARCHAS the Daughter of Light is spread amongst the third ARDEN The Universal Mind ARDOX fire of dissolution ARDZA Sephirotic Cross AIR OF AIR ARFAOLG Zodiacal King TAURUS ARGEDCO invoke (?) ARGRASPHE the Daughter of Daughter of Light becomes Queen of the Moon ARINNAP Senior SATURN of FIRE ARISSO the mystical marriage ARN SECOND AETHYR ARNI the Beast ARP conquer (?) ARPHE descend ARSETH wailing in their places ARSL A GOD-NAME OF WATER TABLET ARTH gladness, of gladness ARVIN God’s glory spread out ARZULGE NAME OF EVIL SPIRIT"},{"pageNumber":28,"pageContent":"ARXE for the Daughter of Light AS was ASCHA God ASCHEDH God receives ASCHIN the divine will of the holy Son of Light ASCLAD Lucifer was the third ASCLEH divine will ASCO this God ASYMP another, with another ASEV Reflected, ‘was reflected’ ASMT Kerubic Angel FIRE OF EARTH ASP 21ST AETHYR ASPAH the infinity within ASPIAN QUALITIES, IN THEIR QUALITIES ASPIAON PART IN DEO ASPT before ASTEL meaning unknown ASTO was also this ASTRAPHOS (was) reflected in the East on the ecliptic ATAPA Sephirotic Cross FIRE OF WATER ATH DAUGHTER OF DAUGHTER OF LIGHT ATRAAH girdles, your girdles AU Shortened name of Ave, Son of Son of Light AUDCAL gold, philosophical mercury AUDROPL governor AVABH hiacynth, of hiacynth AVAVAGO thunders of increase AVAVAGO thunders, the thunders AVAVOX pomp, his pomp AVDROPT PART IN TAN AVE SON OF SON OF LIGHT, SOL AVINY millstones AVTOTAR Senior MERCURY of AIR AVZNILN 2ND MINISTER OF LUNA AX surround AXA surround the one AXE Surrounds the Daughter of Light AXIR Servient Angel EARTH OF EARTH AXO microcosm AXOL the glory of God’s creation AXTIR Servient Angel EARTH OF EARTH AXZIARG PART IN PAZ AZDOBN DAUGHTER OF LIGHT AZIAGIER harvest, like unto the harvest AZIAZIOR likeness, in the likeness AZIEN hands, on whose hands"},{"pageNumber":29,"pageContent":" B Pa (B) BAB power, ability, possibility BABAGE south, in the south BABAGEN south, of the south BABALEL angel of mars in mars, king BABALON wicked, the wicked BABALOND harlot, a BABALUN BABALON BABAPON 6TH MINISTER OF BRORGES BABEPEN 6TH MINISTER OF SATURN BABLIBO ANGEL OF SOL IN LUNA BAEOVIB righteousness BAG 28TH AETHYR BAGENOL ANGEL VENUS IN LUNA, PRINCE BAGIE fury, of fury BAGLE for BAGLE for why? BAGLE because BAGLE why? BAGLE for BAGLE why? BAGLE because BAGLEN because BAGNOLE angel venus in sol BAHAL cry aloud BAI stooping, soaring down BALCEOR ANGEL SATURN IN JUPITER BALDAGO ANGEL JUPITER IN MERCURY BALIGON ANGEL VENUS IN VENUS, KING BALIT justice, the just BALT justice BALT justice, of justice BALTAN justice, in his justice BALTIM justice, fury or extreme justi BALTOH righteousness, of righteousnes BALTOH righteousness, of BALTOHA righteousness, for my own BALYE salt, of salt BALZARG stewards BALZIZRAS judgement, the BAM forgotten (schuler) BAMASAN NAME OF A GUARDIAN ANGEL BAMNODE ANGEL SATURN IN LUNA BAMS forget, let them forget"},{"pageNumber":30,"pageContent":"BANAA Kerubic Archangel WATER OF FIRE BANZES generation BANSSZE 1ST MINISTER OF SATURN BAPNIDO ANGEL OF MARS IN VENUS BAR prince BARCES NAME OF HAGONEL'S SEAL BARFORT ANGEL MERCURY IN LUNA BARIGES ANGEL OF SOL IN MERCURY BARMA NAME OF A DEMON BARMAN NAME OF A DEMON BARNAFA ANGEL OF SOL IN JUPITER BARTIRO ANGEL JUPITER IN SATURN BASGIM day BASLEDF ANGEL LUNA IN VENUS BASMELO ANGEL JUPITER IN SOL BASP substantial BASP substantial BASPALO ANGEL LUNA IN MERCURY BATAIVA KING OF AIR TABLET (VAR) BATAIVAH KING OF AIR TABLET BATAIVH KING OF AIR TABLET (VAR) BAZCHIM PART IN DES BAZM midday, noon BAZME midday, the BAZPAMA ANGEL MERCURY IN MARS BBAIGAO 2ND MINISTER OF JUPITER BBALPAE 3RD MINISTER OF JUPITER BBANIFG 4TH MINISTER OF JUPITER BBARNFL 1ST MINISTER OF JUPITER BBASNOD 6TH MINISTER OF JUPITER BBOSNIA 5TH MINISTER OF JUPITER BBOSNIA 5TH MINISTER OF JUPITER BDOPA Kerubic Archangel AIR OF FIRE BEFAFES ANGEL OF MARS IN SOL,PRINCE BEFES VOCATIVE CASE OF BEFAFES BEIGIA SON OF LIGHT, MERCURY OR SATUR BELMAGEL KELLY'S EVIL ANGEL BELMARA ANGEL LUNA IN JUPITER BEN ANGEL WHO APPEARED TO D. & K. BENPAGI ANGEL VENUS IN JUPITER BERIANU unknown BERMALE ANGEL VENUS IN MARS BERNOLE ANGEL MERCURY IN SOL BESGEME ANGEL JUPITER IN VENUS BEVEGJAH Coagula; gathering all, gathering the ALL BIA voices, your"},{"pageNumber":31,"pageContent":"BIAB stand BIAL VOICE, THE VOICE BIEN VOICE, MY VOICE BYAPAOL 2ND MINISTER OF BRORGES BYAPARE 2ND MINISTER OF SATURN BIGLIAD comforter, in our BYNEPOR ANGEL JUPITER IN JUPITER,KING BINODAB ANGEL VENUS IN MERCURY BINOFON ANGEL OF MARS IN MERCURY BITOM FIRE NAME, TABLET OF UNION BLANS harbored, are BLBOPOO 5TH MINISTER OF SATURN BLIAR comfort, var. of \"blior\" BLIARD comfort, with BLIIGAN ANGEL MERCURY IN SATURN BLINGEF ANGEL JUPITER IN LUNA BLINTOM ANGEL SATURN IN MARS BLIOR comfort, continual comforters BLIOR comfort BLIORAX comfort, shall comfort BLIORB comfort, of comfort BLIORS comfort, of BLIORS comfort, to our comfort BLIORT comfort, of BLISDON ANGEL MERCURY IN JUPITER BLLOLOL FIFTH MINISTER OF BRORGES BLUMAPO ANGEL MERCURY IN VENUS BLUMAZA ANGEL LUNA IN LUNA, KING BMAMGAL ANGEL SATURN IN VENUS BMILGES ANGEL OF MARS IN JUPITER BMINPOL ANGEL OF MARS IN SATURN BNAMGEN 3RD MINISTER OF SATURN BNANGEL 3RD MINISTER OF BRORGES BNAPSEN ANGEL SATURN IN SATURN, KING BNASPOL ANGEL MERCURY IN MERCURY, KING BNG guardian BNG guardian BNVAGES 4TH MINISTER OF SATURN BNVIGER 4TH MINISTER OF BRORGES BOBOGEL ANGEL OF SOL IN SOL, KING BOGEMO meaning unknown BOGPA reigns BOGPA reigns BOLP be thou BONEFON ANGEL OF SOL IN MARS BOOAPIS SERVE, LET HER SERVE THEM"},{"pageNumber":32,"pageContent":"BORMILA ANGEL VENUS IN SATURN BORNOGO ANGEL OF SOL IN VENUS, PRINCE BOZA Kerubic Angel AIR OF EARTH BPSAC Kerubic Archangel EARTH OF FIRE BRAGIOP ANGEL LUNA IN MARS BRALGES ANGEL LUNA IN SATURN, PRINCE BRANGLO ANGEL SATURN IN SOL BRANSG guard BRAP Servient Angel WATER OF FIRE BRASGES VAR OF BRALGES BRGDA sleep BRIAP Servient Angel WATER OF FIRE BRIN have BRIN has BRIN hast BRINTS have BRISFLI ANGEL LUNA IN SOL BRISFOG with the eclipse BRITA talk, I have talked of you BRORGES ANGEL SATURN IN MERCURY,PRINCE BVRISE glorious cry, infinite wail BUSCNAB ANGEL OF SOL IN SATURN BUSD glory, in glory BUSD glory, in the glory BUSDIR glory, the BUSDIR glory, that the glory BUSDUNA ANGEL OF MARS IN LUNA BUTMON mouth, has opened his mouth BUTMONA mouth, of his mouth BUTMONI mouth, from their mouths BUTMONO ANGEL JUPITER IN MARS, PRINCE BZIZA Kerubic Archangel FIRE OF FIRE"},{"pageNumber":33,"pageContent":" C Veh (C or K) C of, unto,on, with; o,oh CA therefore CA therefor CA another CAB a rod CABA govern, to; (see 'cab') CACACOM flourish CACARG until CACRG until CADAAMP Zodiacal King SAGITTARIUS CAF abides CAFAFAM abiding, var of casasam CALZ firmaments, above the CALZIRG PART IN LIN CAM speaking CAMASCHETH meaning unknown CAMIKAS meaning unknown CAMLIAX spoke (p.t. of \"speak\") CANAL workers, continual workmen CANSE mighty CAOSG earth, the CAOSG earth, on the CAOSG earth, the CAOSGA earth, the CAOSGI earth, the CAOSGI earth, than the CAOSGIN earth, var of caosg CAOSGO earth, of the CAOSGON earth, to the earth CAPH in turn CAPIMALI successively CAPIMAO time, while CAPIMAON time, the number of CAPMIALI successively (alt.sp.) KAPENE Therefore, the house is holy CAPPO therefore the Sons of God CARBAF sink CARMA come out CARMARA KING OF HEPTARCHY CARNAT invoke the Lord CAS who is CASARM whom, to whom CASARM whom, unto whom"},{"pageNumber":34,"pageContent":"CASARMA whom CASARMAN whom, of whom CASARMAN whom, under whose CASARMG whom, in whom CASARMI whom, under whom CASASAM abiding, their CELPADMAN meaning unknown CEM of the nine; unto the nine; with the nine CEPH ENOCHIAN LETTER Z CHE of the Son of Light CHIALPS PART IN NIA CHIEUAK Being with Vaa CHIIS are they CHILDAO diamonds CHIRLAN rejoices CHIRZPA PART IN ASP CHIS are CHISO are, shall be CHR TWENTIETH AETHYR CHRAMSA meaning unknown CHRISTEOS let there be CIAI 9996 CIAOFI terror, to the terror of CICLE mysteries, the CICLES mysteries, of your mysteries CINXIR mingled CLA 456 CNILA blood, of CNOQOD servants, his CNOQUODI servants, with the ministers CNOQUOL servants, o you COAZIOR increase COCASB times COCASB time COCASB time, of COCASB time, the COLLAL sleeves COMANAN PART IN ZAX COMMAH trussed you together COMO window, a COMSELH circle, a CONGAMPHLGH MAN'S SPIRIT; THE HOLY GHOST 212 CONISBRA work of man, the CONST thunders, the COR number CORABIEL angel of mercury ???"},{"pageNumber":35,"pageContent":"CORAXO thunders of judgment & wrath CORAXO thunders CORD made CORDZIZ man CORDZIZ men, reasoning creatures CORFAX name of a guardian angel CORMF number CORMFA numbers CORMP numbered CORMPO number, have numbered CORMPT number, be numbered CORONZON demon CORS such, work CORSI such, of such as CRALPIR PART IN ZIP CRAMSA beginning with 9 in the 4th CRIP but CROODZI beginning, 2nd beginning of the CRP but (alt.sp.) CRUSCANSE more mighty CUCARPT PART IN LEA CURES here (?) CZNS Servient Angel AIR OF AIR CZONS Servient Angel AIR OF AIR (VAR)"},{"pageNumber":36,"pageContent":" D Gal (D) D third, the third DA there DABIN (manifested word of God) Logos NAD the Holy Spirit DAH thrice DALTT Servient Angel EARTH OF FIRE DALPH among the first to give DAM several DAMO several men DAMPH various DAMPLOZ variety DAN 3 in 1 DANPHA the three are One DANZAN universal law DAOX 5678 DAPH Speaking from there DAPI Servient Angel FIRE OF WATER DAR The Philosopher’s Stone DARBS obey DARG 6739 DARR THE PHILOSOPHER'S STONE DARSAR wherefore DASCH a thousand angels of God DASMAT a thousand angels DASPI Servient Angel FIRE OF WATER DATT Servient Angel EARTH OF FIRE DAVEZ there unto them DAX loins DAXIL loins, thy DAXZUM seed DAZIZ heads, the DAZIZ heads, their DE of DEDVILH meaning unknown DEF visiting DEGEL not of the first DEM separate DEMPHE separate unto the Daughter of Light DEO SEVENTH AETHYR DES 26TH AETHYR DEX of the One DIAL A GOD-NAME OF EARTH TABLET DIALIOAI PART IN ARN"},{"pageNumber":37,"pageContent":"DIARI Servient Angel WATER OF AIR DILZMO differ, let them differ DIOM Servient Angel EARTH OF FIRE DIRI Servient Angel WATER OF AIR DIU angle DIV angle DIV angle DINOXA 3 paths DIXOM Servient Angel EARTH OF FIRE DLASOD ALCHEMICAL SULPHUR DLUGA give, giving DLUGAM given, p.t. \"to give\" DLUGAM give, given DLUGAR give, gave them DLUGAR give, giving unto them DMAL SON OF LIGHT, JUPITER OR MARS ONIXDAR Proclaiming DO Root of Don (R), which is the root of the word for 'Hell Fire' and the word for 'Sun of God' DOAGNIS PART IN ARN DOALIM SIN, OF SIN DOANZIN PART IN ZIP DOBIX FALL DOCEPAX PART IN ZIM DODPAL VEX, LET THEM VEX DODRMNI VEX, VEXED DODS VEX, VEXING DODSIH VEX, VEXATION DOH holy fire DOLOP Servient Angel EARTH OF EARTH DOMIOL Making the Lord to Understanding DON ENOCHIAN LETTER R DONASDOGAMA TASTOS HELL-FIRE DONKNA Sun of God DONGLSES the Daughter of Light pines for the Sun of God DONITON the Sun of God is begotten DONLA primordial fire DONS the Sun of God to the 4th DOOAIN NAME DOOAIN NAME, HIS DOOAIO NAME, IN THE NAME OF (ALT.SP) DOOIAP NAME, IN THE NAME OF DOOP Servient Angel EARTH OF EARTH DOPA Kerubic Angel AIR OF FIRE DORPHA LOOK, LOOKED ABOUT ME DORPHAL LOOK, LOOKING WITH GLADNESS DOSCH of the night"},{"pageNumber":38,"pageContent":"DOSIG NIGHT DOX the sacrificial fire DOXMAEL PART IN TEX DRAMAH the (third) East is in darkness DRILPA GREAT DRILPA GREAT DRILPI GREATER (LARGER?) DRINOX invoke the Hexagram of dissolution DRIX BRING DOWN DROES at any quarter DROLN ANY, AT ANY DROXAD any part of the third DRVLTHE The angel of the East is seated with the Daughter of Light DRUN ENOCHIAN LETTER N DRUX ENOCHIAN LETTER N DRUXARH the Angel of the East is among the third DS WHICH DS AND DS THAT DST WHICH (alt.sp.) DVXMA the body of God DVN the body of God"},{"pageNumber":39,"pageContent":" E Graph (E) E DAUGHTER OF LIGHT EAI AMONG, VAR OF 'AAI' EBAO aethyr ECAOP Servient Angel WATER OF FIRE ECOP Servient Angel WATER OF FIRE ECRIN PRAISE, THE EDLPRNA KING OF FIRE TABLET (VAR) EDLPRNAA ELEMENTAL KING OF FIRE TABLET EDNAS RECEIVE, AS RECEIVERS EF VISIT US EFAFAFE VIALS, YOUR VIOLS EFAFAFE VIALS (?VIOLS) EFE MEANING UNKNOWN EILOMFO 1ST MINISTER OF MARS EKIEI DAUGHTER OF DAUGHTER OF LIGHT EG holy EGO HOLY, THE EL FIRST, THE EL SON OF SON OF LIGHT, VENUS ELGNSEB 1ST MINISTER OF MERCURY ELA FIRST ELO FIRST ELZAP COURSE, THE COURSE ELZAP COURSE, COURSES EM NINE EMETGIS SEAL, THE EMNA HERE EMOD 876 ENAY LORD, THE EO make, making, ‘I made you’ EOAN making EOAN ‘making’, ‘the Sons of the Son of Light’ EOGA THE PLACE (Schuler) EOL MAKE, I MADE YOU EOLIS MAKE, MAKING EOO Archetypal man, makes or making man EOPHAN LAMENTATION, OF EORS HUNDRED, WITH AN ERAN 6332 ERGDBAB 6TH MINISTER OF MERCURY ERM ARK, WITH THE ERZLA Kerubic Archangel AIR OF AIR ES FOURTH"},{"pageNumber":40,"pageContent":"ESE DAUGHTER OF LIGHT ESEMELI DAUGHTER OF DAUGHTER OF LIGHT ESIASCH BROTHERS, THE ETAAD Kerubic Archangel AIR OF WATER ETDIM Kerubic Archangel WATER OF ETEVLGL 6TH MINISTER OF MARS ETHAMZ COVER, ARE COVERED ETHARZI PEACE, IN ETNBR Kerubic Archangel EARTH OF AIR EXARP AIR NAME, TABLET OF UNION EXENTASER MOTHER OF ALL EXGSD Kerubic Archangel FIRE OF AIR EYTPA Kerubic Archangel WATER OF AIR"},{"pageNumber":41,"pageContent":" F Orth (F) F VISIT F VISIT US FA arrives FAAIP VOICE, YOUR VOICES FABOAN POISON, WITH FAF Your thought FAFEN TRAIN, YOUR FAFEN INTENT, TO THE INTENT THAT FALOD the third arrives first FAM ENOCHIAN LETTER S FAMOLET the Daughter of Light covers the first FAMSED the Daughter of Light cxrying in the third FAONTS DWELLING FAORGT DWELLING PLACE, THE FARGT DWELLING PLACES, THE FARZM VOICE, YOU LIFTED YOUR VOICES fatesged the 4th heaven FAXMAL one with the infinite FAXS 7336 FIAN She is visited upon FIFALZ WEED OUT FISIS EXECUTE, CARRY OUT FMND Servient Angel AIR OF AIR FMOND Servient Angel AIR OF AIR (VAR) FR ‘that which you have within yourself' FRES that which you have within you is the fourth"},{"pageNumber":42,"pageContent":" G Ged (G) GA 31, make, with, name of an angel; meaning ‘Last breath of the living’, spirits, the fifth angel GAD the third angel GAG meaning unknown GAH SPIRIT, THE SPIRITS GAHA EXISTED; BABE OF THE ABYSS GAHAL EXISTS GAHALANA WILL EXIST GAHIRE meaning unknown GAHOACHMA I AM THAT I AM, TITLE OF GOD GAIOL A GOD-NAME OF WATER TABLET GAIOL holy name of 5 letters ruling the element of Water GAL GAL, ENOCHIAN LETTER D GALGOL meaning unknown GALSE the night sky GALSENOT one star in a company of stars *4 GALSUAGAPH meaning unknown *5 GALSUAGATH meaning unknown *6 GALVAH END, NAME OF AN ANGEL GAM [the] watery loins GAMLED the watery loins of the Daughter of Light initiate the East GAMPH that which is not GAMPHEDAX [the] watery loins of the Daughter of Light GAN of the angel GANEBUS angelic GANISLAY NAME OF A DEMON GANIURAX meaning unknown GANPORT angelic image of the Sun of God GANPOGAN the angelic image of the Sun of God is made in the 4th GAPH I give Ga GAR the Archangel of the East GARMAL meaning unknown GARMES Spirit of the Daughter of Light GARNASTEL meaning unknown GARP meaning unknown GASCAMPHO Why didst thou so?—as God said to Lucifer. GASLAH [this is] Why [did] God [?] GASSAGEN DIVINE POWER CREATING ANGEL GAZAVAA A FORMED NAMED GB slime GB-EBAO Milk of the stars   4 This word was created by accidentally combining two words in Loagaeth and translating them as one. 5 We found this word during our translation of Liber Loagaeth and translate it as: The spirit of Va, the 5th Angel is the immortal nature. 6 Ibid."},{"pageNumber":43,"pageContent":"GBAL Servient Angel WATER OF EARTH GBEAL Servient Angel WATER OF EARTH GCHISGE NOT, ARE NOT G-DO THE NAME OF GE NOT, IS NOT GE-OOEEON THE EYES NEED ONLY TO (Schuler) GEBABAL Zodiacal King LIBRA GEBAN not being GECAOND PART IN ZIM GED is not the third GEBED not gathering the third GED GED, ENOCHIAN LETTER G GEDO speech GEDOONS PART IN LOE GEDON holy speech GEDOTBAR BEGOTTEN GEDVTH three-fold negative God GEMPH without the water GENA from the Lord of Hosts (with) GENILE from the Lord of Hosts, the Son of Son of Light GENO from the Lord of Hosts GENS from the 4th GENSO from the Lord of Hosts, the holy Pentagram GENZE from the Daughter of Light GEH ARE, ART (f.p.sing \"to be\") GEH THOU ART GEIAD OUR LORD AND MASTER (alt.sp.) GEM is not the 9 GEMAN The Son of Son of Light is not the 9 GEMEGANZA YOUR WILL BE DONE GEMEDSOL from the 3rd Heaven GEMNIMB PART IN TEX gemph yield GENADOL PART IN DEO GEPHNA MEANING UNKNOWN GER ENOCHIAN LETTER Q GER choose, choice GERPALO not remaining in this place GES is not the 4th GESCO is not the fourth, but with the holy Pentagram... GEST it also is not the 4th GETA OUT OF HIM GEVAMNA BEGINNING (?) GG possess, inhabit GGLPPSA 4TH MINISTER OF VENUS GI WITH"},{"pageNumber":44,"pageContent":"GIER HARVEST GIGIPAH BREATH, LIVING BREATH GIL WE WANT (?) GISA ENOCHIAN LETTER T GISG ENOCHIAN LETTER T GITHGULCAG NAME OF A DEMON GIVI STRONGER GIXYAX EARTHQUAKES GLA the first of the Daughters of Light GMDNM Servient Angel WATER OF FIRE GMICALZ POWER, A POWERFUL GMICALZO POWER, IN P. AND PRESENCE GMNM Servient Angel WATER OF FIRE GNA MEANING UNKNOWN GNAY DO, DOES GNAY DO, DOTH GNETAAB GOVERNMENT, YOUR GOVERNMENTS GNONP GARNISH, I GARNISHED GRAPAD Moons (pl.) GO (LE) Speaks GOHED ONE, EVERLASTING GOHEL SAY, SAYS THE FIRST GOHIA SAY, WE SAY GOHO SAY, SAYETH, SAYS GOHOL SAY, SAYING GOHOLOR LIFT UP GOHON SAY, HAVE SPOKEN GOHULIM SAY, IT IS SAID GOHUS SAY, I SAY GOMZIAM PART IN RII GON ENOCHIAN LETTER I,Y GONO FAITH GONSAG MEANING UNKNOWN GORS praise, praises GOSAA STRANGER, A GR Ancestors GRAA MOON GRAD moonlight GRAM lunar GRAMFA full moon GRAN ELDERS, ?VAR ON 'URAN' GRANSE the cry of the Elders GRAPH ENOCHIAN LETTER E GRONADOX The wrath of God GROSB STING, A BITTER STING G-RSAM ADMIRATION, WITH"},{"pageNumber":45,"pageContent":"GRU DEED, FACT GZE ONLY (Schuler)"},{"pageNumber":46,"pageContent":" H Na-hath (H) HA meaning unknown HAATH WORKS HABIORO Senior MARS of AIR HAGONEL PRINCE OF HEPTARCHY HAGONEL SON OF SON OF LIGHT, SATURN HAL meaning unknown HAMI CREATURE, LIVING CREATURES HAMI CREATURES HANDA the seed of God HANZVQ the will of God HAOZPI Senior VENUS IN AIR TABLET HARDIMI AN ANGEL OF THE EARTH TABLET HARDIMI AN ANGEL OF ORO HARG PLANT, HAS PLANTED HCOMA WATER NAME, TABLET OF UNION HCTGA A GOD-NAME OF EARTH TABLET HECOA SON OF LIGHT, MARS OR JUPITER HEEOA A SON OF LIGHT HELECH IN OURS (?) HIPOTGA Senior SATURN of AIR HMAGL Kerubic Archangel EARTH OF HNLRX Kerubic Archangel FIRE OF WATER HOATH WORSHIPER, TRUE HOATH WORSHIPER, THE TRUE HOLDO GROANED HOLQ MEASURETH HOLQ MEASURE, IT IS MEASURED HOLQ MEASURED HOM LIVE, LIVES (verb) HOMIL AGES, THE TRUE HOMIN AGE, WITH AGE HOMTOH TRIUMPH, VAR ON 'HOM OD TOH' HONONOL Zodiacal King LEO HOXMARCH FEAR HOXPOR Bringing fear HTAAD Kerubic Archangel AIR OF WATER HTDIM Kerubic Archangel WATER OF HTMORDA Senior LUNA of AIR HTNBR Kerubic Archangel EARTH OF AIR HUBAIO LAMP, VAR ON HUBARO HUBAR LAMPS, WITH HUBARO LAMPS, THE LANTERNS HUBARO LAMPS, LIVING LAMPS"},{"pageNumber":47,"pageContent":"HUCACHA meaning unknown HUSEH meaning unknown HXGSD Kerubic Archangel FIR E OF AIR"},{"pageNumber":48,"pageContent":" I Gon (I) I IS I SON OF LIGHT, SOL OR VENUS IAAASD Sephirotic Cross FIRE OF WATER IABA Servient Angel FIRE OF EARTH IABES LORD, SUPREME LIFE IAD GOD, THE GOD IAD GOD IAD GOD, YOUR GOD IAD GOD, OUR LORD IAD GOD, THE LORD IADNAH KNOWLEDGE, OF IADNAMAD KNOWLEDGE, UNDEFILED K. IADOIASMOMA HIM THAT WAS,IS,AND SHALL BE IADPIL HIM, TO HIM IADS the gods IAHL Servient Angel WATER OF EARTH IAIADIX HONOR, OF IAIAL CONCLUDE US IAIDA HIGHEST, THE IAIDA HIGHEST, OF THE IAIDON GOD, THE ALL-POWERFUL YALPAMB PART IN ZEN IALPIRGAH FIRE, GOD-FLAMES IALPON BURN IALPOR FLAMING IALPRG BURNING FLAME IALPRG BURNINGS FLAMES IALPRT FLAME IAMHL Servient Angel WATER OF EARTH IAN I am the Daughter of Light (also the formal name: IAN) IANA A DAUGHTER OF LIGHT IANBA Servient Angel FIRE OF EARTH IAO IAO IAOD BEGINNING IAOD BEGINNING, THE IAOD BEGINNING, THE B. OF IAODAF BEGINNING, IN THE YARRY PROVIDENCE, TO THE IBAH A GOD-NAME OF AIR TABLET ICH ELEVENTH AETHYR ICHISGE AND ARE NOT ICZHIHA KING OF EARTH TABLET (VAR) ICZHIHAL ELEMENTAL KING OF EARTH"},{"pageNumber":49,"pageContent":"ICZHIHL KING OF EARTH TABLET (VAR) IDLUGAM GIVE, IS GIVEN IDOIGO HE WHO SITS ON THE HOLY THRONE IDOIGO Sephirotic Cross AIR OF AIR IEHUSOZ MERCY, HIS MERCIES IEH merciful IH SON OF LIGHT (Silver), IHEDVTHARH the fixed stars as receivers of the one spread out against the sky IHEHUDZ Childrenof the Light IHEHVDETHA the fixed stars IHEHVSCH Ecstasy, also a formal noun; a name for a star: Augoeides IIDPO Servient Angel EARTH OF WATER IIPO Servient Angel EARTH OF WATER ILEMESE SON OF SON OF LIGHT, LUNA ILI FIRST, IN THE YLLMAFS 3RD MINISTER OF LUNA ILMO Angel or Essence of the Sun; heart of the Sun ILPIZ Sephirotic Cross FIRE OF EARTH ILRO Name from the tablet of 12 ILS THOU, O THOU YLSI BEFORE THEE IMUAMAR ACT TOWARDS US INOAS BECOME, THEY ARE BECOME INSI WALKS INSI WALK IOAESPM 3RD MINISTER OF VENUS IOIAD HIM THAT LIVES FOREVER YOLCAM BRING FORTH YOLCI BRINGS FORTH YOR ROAR IP NOT IPAM IS NOT IPAMIS CAN NOT BE IPURAN SHALL NOT SEE IRGIL HOW MANY YRPOIL DIVISION ISR SON OF LIGHT, VENUS OR SOL ISRO PROMISE, THE YTPA Kerubic Angel WATER OF AIR IUBANLADAEC NAME OF AN ANGEL IUBENLADECE VAR OF IUBANLADAEC IUDRA MEANING UNKNOWN IVMD CALL, IS CALLED IVMD CALL, IS CALLED IXOMAXIP KNOW, LET HER BE KNOWN IZAZAS FRAME, HAVE FRAMED"},{"pageNumber":50,"pageContent":"IZED DAUGHTER OF DAUGHTER OF LIGHT IZINR Servient Angel AIR OF EARTH IZIXP Servient Angel FIRE OF EARTH IZIZOP VESSELS, FROM YOUR HIGHEST IZNR Servient Angel AIR OF EARTH IZXP Servient Angel FIRE OF EARTH "},{"pageNumber":51,"pageContent":" L Ur (L) L OF THE FIRST L FIRST L ONE L THE FIRST L ALL ONE. LA Of THE FIRST LABDGRE 6TH MINISTER OF LUNA LABNIXP PART IN BAG LAF MEANING UNKNOWN LAH MEANING UNKNOWN LAH God LAIAD TRUTH, THE SECRETS OF LAIDROM Senior MARS of EARTH LAM except the first LAN first God LANG MINISTERING ANGELS LANGED the first utterance LANSH POWER, IN POWER EXALTED LAOAXRP Senior LUNA of WATER LAP FOR LAP FOR LAPARIN PART IN ZIM LARAG NOR LARAG NEITHER LAS RICH, THE LASBEN NAME OF AN ANGEL LASCO strong foundation LASDI FEET, MY LAUACON PART IN LEA LAVA PRAY LAVAVOTH Zodiacal King ARIES LAX Abbreviation for Alt. Part in LIN; Angel of the East LAXDIZI ALT. PART IN LIN LAZDIXI PART IN LIT LBBNAAV 2ND MINISTER OF VENUS LE phrase: ‘first,the Daughter of Light’ LEA SIXTEENTH AETHYR LEAOC Servient Angel WATER OF WATER LEAORIB 4TH MINISTER OF SOL LED first, the Daughter of Light to the East LEENARB 1ST MINISTER OF SOL LEFA frist, the Daughter of Light visits the interior LEFE first, the Daughter of Light appears"},{"pageNumber":52,"pageContent":"LEHUSAN MEANING UNKNOWN LEHUSLACH MEANING UNKNOWN, SEE LEHUSAN LEL SAME, THE SAME LEOC Servient Angel WATER OF WATER LEOHA First, the Daughter of Light in woe LEOZ First, the Daughter of Light beholds the Son of Son of Light LEPHE meaning unknown LEVANAEL ANGEL OF LUNA LEVITHMONG BEASTS OF THE FIELD, FOR THE LEXARPH PART IN ZAX LEN presense of the Daughter of Light LENGES the 22nd Aethyr is not the fourth LESCO first, the Daughter of Light with 5 LGAIOL Senior VENUS of WATER TABLET LHCTGA Senior VENUS of EARTH TABLET LI FIRST - VAR ON 'ILI' LIBA SON OF SON OF LIGHT, MARS LIGDISA Senior SATURN of WATER LIIANSA Senior SAT of EARTH LIL THE FIRST AIRE LIL FIRST AETHYR LILONON BRANCHES LIMLAL TREASURE, HIS LIN 22ND AETHYR LESGAMPH first, the watery loins of the Daughter of Light LIT FIFTH AETHYR LIXIPSP WARDEN OF AETHYR 'BAG' LLACZA Sephirotic Cross WATER OF AIR LML TREASURE LN the, that LN-NIA-O THE BEAST (Shueler?) LNANAEB 2ND MINISTER OF SOL LO FIRST, THE LO THE FIRST LOADOHI KINGDOM, VAR ON 'LONDOH' LOAGAETH SPEECH FROM GOD, VAR. 1 LOE TWELFTH AETHYR LOGAAH SPEECH FROM GOD, VAR. 3 LOGAETH SPEECH FROM GOD, VAR. 2 LOGAH SPEECH FROM GOD, VAR. 4 LOH beams LOHOLO SHINES LOLCIS BUCKLERS (SHIELDS) LONCHO FALL LONDOH KINGDOMS LONDOH KINGDOMS"},{"pageNumber":53,"pageContent":"LONSA POWER LONSHI POWER, THE LONSHI POWER LONSHIN POWER, THEIR POWERS LORSLQ FLOWERS LRASD DISPOSE, TO LRING STIR UP LRL ‘first changing one’; God; movement; work LRL ‘first changing one’; God; movement; work LRS 'to charge' (either as in a talisman or as in marching forward), 'to rid or banish' and 'to change or alter' LSEANN The Ecliptic LSRAHPM Senior MARS of WATER LSSN constellations, lords LUACH PRAISING ANGELS, VAR. 2 LUAH PRAISING ANGELS, VAR. 1 LUCAL NORTH, IN THE NORTH LUCIFTIAN BRIGHTNESS, THE LUCIFTIAN BRIGHTNESS, ORNAMENTS OF LUIAHE HONOR, A SON OF LULO TARTAR OR MOTHER OF VINEGAR LVMRAD all named to the East are the third LURFANDO MEANING UNKNOWN LUSD FEET, YOUR LUSDA FEET, THEIR LUSDAN FEET, WITH LUSEROTH MEANING UNKNOWN lutudah thrice great LVCE the North Star LZINOPO Senior LUNA of EARTH"},{"pageNumber":54,"pageContent":" M Tal (M) M EXCEPT M OF (Schuler) M except, 9 MA possess MAAH hidden god MAASI laid up (stored) MABBERAM meaning unknown MABETH expanse, the MABZA coat, the MACOM encompass MAD god, your MAD god, of MAD god, your MAD god, of your MADIMI DAUGHTER OF DAUGHTER OF LIGHT MADIMIEL ANGEL OF MARS MADOL God’s creation MADRIAX heaven, you heavens MADRID iniquity, her MADRID iniquities MADRIIAX heaven, you heavens MADZILODARP GOD OF STRETCH-FORTH-AND-CONQU 327 MAGL Kerubic Angel EARTH OF WATER MAGM Servient Angel WATER OF WATER MAH In Darkness MAHAD the third is in darkness MAHORELA dark heavens (crowley) MAIM continuance MAL Shortened spelling of the Enochian letter P, 8 MALADI Sephirotic Cross EARTH OF WATER MALGM Servient Angel WATER OF WATER MALPIRGI fires of life and increase MALPRG fire, through-thrusting MALPRG fiery darts MALS ENOCHIAN LETTER P MAN root of 'in the mind' or ‘subtle body’ MANCH in the mind of God/Universal Mind MANGET descended of God MANIN mind, in the MANO the soul of humanity MARLAN Son of Light MAOFFAS measure, not to be measured MAPM 9639"},{"pageNumber":55,"pageContent":"MAPSAMA ANGEL'S NAME, 'TELL THEM' MAR the Magickal Childe MARA the Son of Light with the Daughter of Light MARADON the Son of Light unites with the Daughter of Light MARB according MARS the Son of Light is the fourth MARTIBAH the Magickal Childe is the sacrifice unto the higher self MARUNE the Son of Light joins the Daughter of Light MATA millenia MATB thousand, a MATHULA PART IN ZAA MATORB echoing (acc. to Laycock) MAX of the dissolution MAZ SIXTH AETHYR MUZPA These are with Joy ME DAUGHTER OF LIGHT MECASMAN mighty or powerful soul; highest soul; highest heaven MED ENOCHIAN LETTER O MED the star of five MEL-F to speedily encounter (schuler) MERIFRI angel MIAM continuance MIAM continuance MIAM continuance, long cont. MIAN 3663 MICALP mightier MICALZO power, in power MICAOLI mighty MICAOLZ mighty MICAOLZ mighty MICES Countenance of the Daughter of Light MICMA behold MICMA behold MIINOAG corner, the corners MIKETH wisdom MINODAL one who is cornered MIR torment, a MIRC upon MIRC upon MIRZIND PART IN UTI MLU surge, outpouring MOLAP men, of MOLPAND PART IN ICH MOLUI surges MOM moss MOMAO crown, the crowns"},{"pageNumber":56,"pageContent":"MOMAR crown, to crown MONASCI name, the great name MONONS heart, the MOOOAH it repenteth me MOR A GOD-NAME OF EARTH TABLET MOR DIAL HCTGA GOD-NAMES OF EARTH MOREORGRAN NAME OF AN ANGEL MOROH the appearance of the 9 woes MORVORGRAN VAR OF MOREORGRAN MOSPLEH horn, the horns MOZ joy MOZOD joy of god MPH A GOD-NAME OF WATER TABLET MPH ARSL GOD-NAMES OF WATER TABLET MSAP Servient Angel FIRE OF EARTH MSMAP Servient Angel FIRE OF EARTH MURIFRI angel"},{"pageNumber":57,"pageContent":" N Drun (N) NA ENOCHIAN LETTER H NA LORD OF HOSTS, TRINITY (also, the formal name NA) NADO fiery God NAH glorious NAHA Glory of God NA-HATH ENOCHIAN LETTER H NAB The Infinite God NABAOMI PART IN ZEN NACRO renewal or resurrection NACO Servient Angel EARTH OF AIR NAGEL the Lord of Hosts is self-begotten NAI meaning unknown NALVAGE NAME OF AN ANGEL NANAEEL POWER, MY POWER NANBA THORNS NANTA EARTH NAME, TABLET OF UNION NAOCO Servient Angel EARTH OF AIR NAP sword NAPEAI SWORD, O YE SWORDS NAPTA SWORD, WITH TWO-EDGED SWORDS NASMT Kerubic Archangel FIRE OF EARTH NAT the Lord NAX7 Wrath of God NAXT The Ruler of the Earth NAZ pillars NAZ pillars NAZPSAD sword NBOZA Kerubic Archangel AIR OF EARTH NDAZN Servient Angel EARTH OF WATER NDZN Servient Angel EARTH OF WATER NE HOLY NEC holiness NECRA beginning with the Tree-of-Life NEG Holy NEH holy God NES holiness NEICIAB 5TH MINISTER OF SOL NELAPR Sephirotic Cross WATER OF WATER NENNI YOU HAVE BECOME (Crowley) NEOTPTA 2ND MINISTER OF MARS NEPH meaning unknown NETAAB government   7 This word was already in the dictionary and listed as ‘meaning unknown.’"},{"pageNumber":58,"pageContent":"NETAAIB government, for the NGRSATEM Unknown NHDD Servient Angel AIR OF WATER NHODD Servient Angel AIR OF WATER NI 28 NIA 24TH AETHYR NIDALI noise, your noises NIGRANA PART IN DES NIIS come ye NIIS come NIISO come away NIISO come away NIMB season NIZ ’28 of them’ or ‘they, the 28’ NLINZVB 2ND MINISTER OF VENUS NLLRLNA 6TH MINISTER OF VENUS NLRX Kerubic Angel FIRE OF WATER NN root of ‘interiority: within, inside, self-hood', power, ‘my power', thorns, the 'Earth Name, Tablet of Union' (NANAEEL) NO the hexagram NOALMR Sephirotic Cross AIR OF FIRE NOALN BECOME, MAY BE NOAN BECOME, YOU ARE BECOME NOAN BECOME, THUS YOU ARE NOAR BECOME, IS BECOME NOAS BECOME NOASMI BECOME, LET THEM BECOME NOBLOH PALMS, THE (OF HANDS) NOCAMAL PART IN LIT NOCIABI PART IN OXO NOCNC Kerubic Archangel EARTH OF NOCO SERVANT, THE NOCO SERVANT, THE NOCO MINISTER, THE NOGAHEL ANGEL OF VENUS NOGES the Hexagram is not the fourth NOIB YEA NOL the first hexagram NOMIG EVEN AS NONCA UNTO YOU NONCF YOU NONCF YOU NONCI YOU, O YOU NONCP YOU, FOR YOU NONNIS You come away NOONMAN 5TH MINISTER OF MARS NOR SONS, YOU"},{"pageNumber":59,"pageContent":"NOR SONS NOROMI SONS, O YOU SONS NORZ SIX NOSTOAH IT WAS (?) NOT inside NOTHOA MIDST, IN THE NPHRA Kerubic Archangel WATER OF NPNT Servient Angel FIRE OF AIR NPRNT Servient Angel FIRE OF AIR NRPCRRB 5TH MINISTER OF MERCURY NRRCPRN 5TH MINISTER OF LUNA NRSOGOO 4TH MINISTER OF LUNA NRZFM Sephirotic Cross FIRE OF FIRE NUAM CONTINUANCE, VAR ON 'MIAM'?"},{"pageNumber":60,"pageContent":" O Med (O) O 5, this O the Holy Pentagram OADO WEAVE OADRIAX HEAVENS, THE LOWER OAI AMONG, VAR ON AAI OAID GOD, OF GOD OALI PLACE;PUT, I HAVE OALO I am OANIO MOMENT, OF A OANR Angel, companion of Roan. Also Oacnr. OB (entry not defined) OBL garland OBAUA Sephirotic Cross WATER OF FIRE OBELISON PLEASANT DELIVERER OBELISONG AS PLEASANT DELIVERERS OBGOTA Sephirotic Cross AIR OF WATER OBLOC GARLAND, A OBOLEH GARMENTS, YOUR OBVAORS PART IN UTI OBZA HALF, A OCANM Servient Angel EARTH OF AIR OCCODON PART IN LIL OCNC Kerubic Angel EARTH OF EARTH OCNM Servient Angel EARTH OF AIR OD AND OD NOR (AND) ODDIORG PART IN ZIP ODIDOS she who awakens the eld of the king ODO OPEN ODO OPEN ODO OPENS ODRAXTI PART IN RII OECRIMI SINGING PRAISES OECRIMI SINGING PRAISES OEEOOEZ 5TH MINISTER OF VENUS OEMATENODAH at the start of the millennia, the angel of death OESNGLE 1ST MINISTER OF LUNA OFAFAFE VIAL, VAR ON EFAFAFE OFEKUFA ELEVATED TO (Crowley) OGES with the 4th OGHE the fourth begotten Son of Light OGI ‘with this’ OH Root of OHIO; woe"},{"pageNumber":61,"pageContent":"OHA in or with woe OHE woe of the Daughter of Light OHELOKA DUKE, (Crowley's trans.) OHIO WOE OHIO WOE OHOOOHAATAN GREAT ELEMENTAL KING OF FIRE 668 OHORELA LAW, I MADE A LAW OI THIS OI THIS OIAD GOD, OF OIAD JUST, OF THE JUST OIAS WAS, IS, AND SHALL BE OIIIT Sephirotic Cross EARTH OF AIR OIP A GOD-NAME OF FIRE TABLET OIP TEAA PDOCE GOD-NAMES OF FIRE TABLET OIT THIS IS; THIS IS IT, THAT OIT THIS IS; THIS IS IT, THAT OIT THIS IS; THIS IS IT, THAT, God OL I (poss. \"The Maker\"- see OLN, OL IN THE 24TH PART OL (NONE SHOWN) OL 24 OL MAKE, I MADE OLAAD Sephirotic Cross EARTH OF WATER OLAHO FOR THE SECOND TIME (Crowley) OLANI FOR TWO TIMES OLLOG MEN OLLOR MAN OLN MADE OLNA created within OLOAG Sephirotic Cross AIR OF FIRE OLONTAX man's twin star OLORA MAN, OF MAN OLPAGED Zodiacal King SCORPIO OLPIRT LIGHT OM KNOW OM UNDERSTAND OM THE UNDERSTANDING OMA UNDERSTANDING OMAGG Servient Angel WATER OF EARTH OMAGRAP PART IN POP OMAOAS NAMES, THEIR OMAX KNOW, KNOWEST OMEBB Sephirotic Cross WATER OF WATER OMGG Servient Angel WATER OF EARTH OMICAOLZ MIGHTY, BE MIGHTY"},{"pageNumber":62,"pageContent":"OMLO KNOWLEDGE OF THE FIRST OMP UNDERSTANDING OMSOMNA MEANING UNKNOWN ON MADE, BUILT ON MADE, BUILT ON Made, built ONEDON completion ONEDPON 4TH MINISTER OF MARS ONIZIMP PART IN TOR onphe begotten ONR Motivation, inspiration—‘inertia’ OOANAMB PART IN UTA OOANOAN EYES, IN THEIR EYES OOAONA EYES OOAONA EYES OODPZ Servient Angel EARTH OF FIRE OOE ‘archetypal man’; ‘makes man’; ‘making man’ OOE ‘archetypal man’; ‘makes man’; ‘making man’ OOGE CHAMBER, FOR THE OOGOSRB 4TH MINISTER OF BLISDON OOGOSRS 4TH MINISTER OF MERCURY OOPZ Servient Angel EARTH OF FIRE OP 22 OPAMN Servient Angel AIR OF FIRE OPANA Servient Angel EARTH OF EARTH OPHES the 22 by 4 OPHIDE coitus, of riding, rides OPMACAS PART IN DEO OPMN Servient Angel AIR OF FIRE OPMNIR Sephirotic Cross FIRE OF EARTH OPNA Servient Angel EARTH OF EARTH OQ EXCEPT IN OR ENOCHIAN LETTER F OR [visit, visit us]—appear, ‘appear before us’ ORA third,the third ORNO divine visitation ORO [the] third man ORCANIR PART IN NIA ORCANOR the mighty manifest ORDA will indwell ORDAN manifest ORH NAME OF A SPIRIT ORIPAT life shall not form ORLO Initiation, Visitation; n.Initiate, visit; v. ORMATENODAH at the start of the millennia, the angel of death ORMN Servient Angel AIR OF EARTH"},{"pageNumber":63,"pageContent":"ORO A GOD-NAME OF AIR TABLET ORO IBAH AOZPI GOD-NAMES OF AIR TABLET OROCH UNDER YOU OROCHA UNDERNEATH YOU OROPHAS [I will] give in secret ORPANIB PART IN ZAA ORPMN Servient Angel AIR OF EARTH ORRI STONE, BARREN ORS DARKNESS, WITH ORSBA DRUNKEN ORSBA DRUNKEN ORSCA BUILDINGS, THE ORSCOR DRYNESS, WITH ORTH ENOCHIAN LETTER F OS 12 OS 12 OSCH are 12 (12 are); let there be 12 OSF DISCORD OSHE The 12 Lights OSSNGLE FIRST MINISTER OF HAGONEL OSSON the 12 reign [over] OTHIL SEAT, THE SEATS OTHIL SEAT, I HAVE SEATED OTHIL SEAT, THE SEATS OTOI Servient Angel FIRE OF AIR OTROI Servient Angel FIRE OF AIR OUCHO CONFOUND, LET IT CONFOUND OVOARS CENTER, TO THE OVOF MAGNIFY, MAY BE MAGNIFIED OX 26 OXAMAX the 26 comprise the all OXEX VOMIT OUT OXIAYAL SEAT, THE MIGHTY SEAT OXLOPAR PART IN BAG OXO FIFTEENTH AETHYR OXOX MEANING UNKNOWN OYAUB Servient Angel WATER OF AIR OYUB Servient Angel WATER OF AIR OZAZM MAKE ME OZAZMA MAKE US OZIDAIA PART IN LIN OZIEN HANDS, MY OZOL HEADS, THEIR OZONGON WINDS, MANIFOLD"},{"pageNumber":64,"pageContent":" P Mals (P) P 8 PA keep PAAOX remain PAAOXT remain, let it remain PAAX Servient Angel AIR OF WATER PACADABAAH profess the truth PACADUASAM meaning unknown PACAPH meaning unknown PACASNA PART IN ARN PACHAD being of the holy trinity PACO Servient Angel EARTH OF WATER PACOC Servient Angel WATER OF AIR PADGZE justice from divine power without defect PAEB oak, an PAGE rest PAGE-IP rest not PAH the Ogdoad (eightfold star) PAID always PAL ENOCHIAN LETTER X PAL dissolution PALA TWO (SEPARATED), PAIR PALAM Sephirotic Cross WATER OF AIR PALCE All is in the One PALCO Servient Angel EARTH OF WATER PALI Servient Angel FIRE OF FIRE PALGEH thou art separated PALMES dissolution into the Daughter of Daughter of Light PALO dissolves into man PALME dissolves into Daughter of Light PALSE raging fire PAM 8 unto into 9 PAMBT unto me PAMPHES Babalon astride the Beast PAMPHICA infernal mother PAMPHICAS mean.unk. contemptuous tone PAN Fire pouring down PANDAS a thousand angels keep holy PANGEPI She who is NOT, pouring down PANLI Servient Angel FIRE OF FIRE PANOSCH there are 12 pouring down PANPIR pouring down PANGEPI She who is NOT, pouring down PAOC Servient Angel WATER OF AIR"},{"pageNumber":65,"pageContent":"PAOMBD members, her (poss.\"limbs\"?) PAPBOR remember, to this remembrance PAPHRES praising the Lord of Hosts in rememberance PAPNOR to this remembrance (alt.sp.) PAR in them PARACH equal PARACLEDA wedding, for a PARADIAL dwellings, living PARADIZ virgins PARAOAN part in lin PARM run PARMGI run, let it run PARNIX the daughters reside in the 4th PARSA with the Son of Son of Light in the 4th PARSODAN the Son of Son of Light (Mercury) in the 4th PART also in them PARZIBA part in chr PASBS daughters, the PASCOMB PART IN LIL PASDAES profess the truth PASMT Kerubic Archangel FIRE OF EARTH PATAX Servient Angel AIR OF WATER PATRALX ROCK PAULACARP NAME OF AN EVIL SPIRIT PAX keep the one PAZ FOURTH AETHYR PD 33 PDOCE A GOD-NAME OF FIRE TABLET PE PE, ENOCHIAN LETTER 'B' PE The eight Daughters of Light PELE HE WHO WORKS WONDERS PELEH MEANING UNKNOWN PENGON the voice of the eight Daughters of Light PEOAL 69636 PERAL GARNISH, ARE GARNISHED PERIPSAX HEAVENS, WITH THE PERIPSOL HEAVENS, OF THE PERIPSOL HEAVENS, IN THE BRIGHTNESS OF PHAMA I WILL GIVE PHAMAH GIVE, VAR ON 'PHAMA' PHANAEL NAME OF AN ANGEL PHAR surrender PHE the eight Daughters of Light PHRA Kerubic Angel WATER OF EARTH PI PLACE PI SHE"},{"pageNumber":66,"pageContent":"PIAD YOUR GOD (alt.sp.) PIADPH JAWS, IN THE DEPTHS OF PIAMOS RIGHTEOUSNESS, OF PIAP BALANCE, THE PIBLIAR PLACES OF COMFORT PIDIAI MARBLE PILAH MOREOVER PILD CONTINUALLY PILZIN FIRMAMENT OF WATERS PINZU-A MEANING UNKNOWN PIR HOLY ONES PIRIPSON HEAVEN, THE THIRD PL partakers, ‘as many’ PLAPLI PARTAKERS PLIGNASE The eternal cry PLOSI AS MANY PMOX Servient Angel FIRE OF AIR PMZOX Servient Angel FIRE OF AIR POAMAL PALACE, OF YOUR POCISNI PART IN BAG POCNC Kerubic Archangel EARTH OF POHO eightfold law POILP DIVIDE, ARE DIVIDED POLA TWO (TOGETHER), PAIR PONODOL PART IN ICH POP NINTEENTH AETHYR POPHAND PART IN DES PORTEX separate sun of God POTHNIR PART IN PAZ PPSAC Kerubic Archangel EARTH OF FIRE PRAC dwelling in PRAF dwell PRAGMA dwell (?) PRAP balance PRAS unite PRDZAR diminish PRES praise PRGE fire, with the fire PRIAZ those PRIAZI those, with those PRISTAC PART IN ZID PS cubed PSAC Kerubic Angel EARTH OF FIRE PSEA THE WAY (Schuler) PUGO AS UNTO PUIM SICKLES, SHARP"},{"pageNumber":67,"pageContent":"PURGEL FIRE OF FIRE PZIZA Kerubic Archangel FIRE OF FIRE"},{"pageNumber":68,"pageContent":" Q Ger (Q) Q OR QAA GARMENTS, YOUR QAA CREATION, OF YOUR QAADAH CREATOR, OF THE QAAL CREATOR, THE QAAN CREATION, OF YOUR QAANIS OLIVES (alt.sp.) QAAON CREATION, IN YOUR QAAS CREATION, YOUR QANIS OLIVES Q-COCASB TIME, THE CONTENTS OF QTING ROTTEN, THE QUAR 1636 QUASAHI PLEASURE, OF QUASB DESTROY QUIIN WHEREIN QURLST HANDMAID, A"},{"pageNumber":69,"pageContent":" R Don (R) RA east RAAGIOL KING OF WATER TABLET (VAR) RAAGIOS KING OF WATER TABLET (VAR) RAAGIOSL ELEMENTAL KING OF WATER TABLET RAAS east, the RAASY east, into the RACLIR weeping RANGLAM PART IN UTI RBNH Servient Angel WATER OF AIR RBXNH Servient Angel WATER OF AIR REST PRAISE RESTEL THAT YOU MAY PRAISE HIM RGAN Servient Angel EARTH OF FIRE RGOAN Servient Angel EARTH OF FIRE RII 29TH AETHYR RIOR WIDOW, OF A RIPIR NO PLACE RIT MERCY, OF RIT MERCY, OF RLEMU Servient Angel WATER OF EARTH RLMU Servient Angel WATER OF EARTH RLODNR furnace ( ?), crucible (?) RLU ‘is moving’; completed; ending RLU ‘not moving’, ‘not-ing’ or ‘making into not (non-existence)’, destroying RNAH sunrise RNDIL Servient Angel FIRE OF WATER RNIL Servient Angel FIRE OF WATER RO 3rd minister of Sol (a Son of Son of Light (Jupiter) [cf. Rocle on 7x7 Tablet] ROCLE SON OF SON OF LIGHT, JUPITER ROEMNAB 3RD MINISTER OF SOL RONOOMB PART IN TOR ROR sun ROWGH meaning unknown ROXTAN wine RSAM admiration RSNI Servient Angel AIR OF EARTH RSONI Servient Angel AIR OF EARTH RV Angel of the East AMRVH The power and presence of the Lord of Hosts in the angel of the East RUDNA meaning unknown RVOI Servient Angel WATER OF WATER RVROI Servient Angel WATER OF WATER RXAO Servient Angel EARTH OF EARTH"},{"pageNumber":70,"pageContent":"RXPAO Servient Angel EARTH OF EARTH RZIONR Sephirotic Cross FIRE OF FIRE RZLA Kerubic Angel AIR OF AIR"},{"pageNumber":71,"pageContent":" S Fam (S) S FOURTH S DAUGHTER OF DAUGHTER OF LIGHT Servient Angel AIR OF WATER SAANIR PARTS, BY HER SAANIR PARTS, IN THE SABA WHOSE, VAR ON 'SOBA' SABULAN who proclaims SACH CONFIRMING ANGELS SADGLA the Daughter of Light is God’s glory SAGA ONE, ENTIRE, WHOLE SAGACIY 3RD MINISTER OF MARS SAGACOR NUMBER, IN ONE SAIINOU Senior JUPITER of WATER SAIX Servient Angel AIR OF WATER SALBROX SULPHUR, LIVE SULPHUR SALD WONDER, OF SALMAN HOUSE, THE SALMAN HOUSE, A SALMAN HOUSE SAMA the 4th possesses SAMAPHA PART IN ZOM SAMHAMPORS the righteous creatures of the Sun of God are separated from the 4th SAMVELG RIGHTEOUS, TO THE SANGEF Sangef (the Master Magickian) SAPAH SOUNDS, THE MIGHTY SAPPOH the mighty ogdoad SAXTOMP PART IN MAZ SAXX the 4th dissolves SAZIAMI PART IN ZAA SCIO Servient Angel AIR OF FIRE SCMIO Servient Angel AIR OF FIRE SE mourning, cry SEBO separation SEBRA warning SEDLO cry gives us the 5 –or- cry gives us the Holy Pentagram SEMBABAM MEANING UNKNOWN SEMELIEL ANGEL OF SOL ??? SEMEROH MEANING UNKNOWN SEMELABUGEN Semeliel, the angel of the Lord is made strong by the Daughter of Light. SEMNA nine cries of God SENDENNA NAME OF AN EVIL SPIRIT, VAR 1 SER MOURNING, LAMENTATION SESQVI the cry of the 4th, wherein is.../Wherein is the cry of the Daughter of Light"},{"pageNumber":72,"pageContent":"SFAMLLB 3RD MINISTER OF MERCURY SHAL Servient Angel EARTH OF AIR SHIAL Servient Angel EARTH OF AIR SIAION TEMPLE, OF THE SIAS Servient Angel AIR OF AIR SIATRIS SCORPIONS SIBSI COVENANT, THE SIGAS Servient Angel AIR OF AIR (VAR) SIGMORF PART IN TAN SIH the temple and covenant of God SIODA Sephirotic Cross EARTH OF FIRE SIOSP Servient Angel FIRE OF FIRE SISP Servient Angel FIRE OF FIRE SLGAIOL Senior VENUS of WATER SMAN-N ITS REPRESENTATIVE SMNAD ANOTHER SNICOL the Seven Sheaths SOAGEEL PART IN NIA SOBA WHOSE SOBAM WHOM SOBOLN WEST, IN THE SOBOLZAR WHOSE COURSES (alt.sp.) SOBRA WHOM, IN WHOSE SOCHIAL PART IN LEA SOLPETH HEARKEN UNTO SONDENNA NAME OF EVIL SPIRIT, VAR 2 SONDN Sephirotic Cross WATER OF EARTH SONF REIGN SONF REIGNS SONIZNT Senior MERCURY of WATER SOR ACTION SOYGA WILL OF GOD, SAINTLY SPA the Daughter of Light keeps SRAHPM Senior MARS of WATER TABLET STIM Servient Angel FIRE OF EARTH STIMCUL DAUGHTER OF LIGHT STIMCUL SON OF LIGHT, SATURN OR LUNA STRIM Servient Angel FIRE OF EARTH SUDSAMMA KELLY'S GOOD ANGEL SUNDENNA NAME OF EVIL SPIRIT, VAR 3 SURZAS SWEAR, HE HAS SWORN SYMP ANOTHER"},{"pageNumber":73,"pageContent":" T Gisa (T) T IT T ALSO TA AS TAAD Kerubic Angel AIR OF WATER TABA GOVERN TABAAM GOVERNOR, THE TABAORD GOVERN, LET HER BE GOVERNED TABAORI GOVERN TABAORI GOVERN TABAS GOVERN TABGES CAVES TABITOM PART IN ZAX TAHAMDO PART IN OXO TAHAOELOI GREAT ELEMENTAL KING OF AIR TAL ENOCHIAN LETTER M TALHO CUPS TAN SEVENTEENTH AETHYR TAOAGLA PART IN TEX TAPAMAL PART IN LOE TASTOXO PART IN OXO TATAN WORMWOOD TDIM Kerubic Angel WATER OF WATER TEAA A GOD-NAME OF FIRE TABLET TEDOOND PART IN UTA TELOAH DEATH, VAR ON 'TELOCH' TELOCH DEATH, OF TELOCH DEATH, OF TELOCH DEATH TELOCVOVIM DEATH-DRAGON TEMPA the exception of death is life TEX 30TH AETHYR THAHAAOTAHE GREAT ELEMENTAL KING OF EARTH THAHEBIOBEE ATAN GREAT ELEMENTAL KING OF WATER THIL SEATS THILD SEATS, THEIR OWN THILN SEATS, IN THOTANP PART IN PAZ TIA UNTO US TIANTA BED, THE TIARPAX PART IN LIT TIBIBP SORROW, OF TILB HER, OF TILB HER"},{"pageNumber":74,"pageContent":"TIO TOP LINE OF TABLET OF 12 SQUAR TIOBL HER, IN TIOBL HER, IN TLB HIM, OF TLIOB SEPARATE (verb) TNBR Kerubic Angel EARTH OF AIR TOANTOM PART IN ASP TOATAR HARKEN TOCARZI PART IN TAN TOCO Servient Angel AIR OF WATER TODNAON PART IN ZID TOFGLO THINGS, ALL TOGCO Servient Angel AIR OF WATER TOH TRIUMPHS TOHCOTH FAERIES TOHOMAPHALA NAME OF A GUARDIAN ANGEL TOITT Servient Angel AIR OF AIR (VAR) TOL ALL TOL ON ALL TOLTORG CREATURES OF EARTH, THE TOLTORGI CREATURES, WITH HER TOLTORN CREATURES TOLTORN CREATURE TON ALL, VAR. ON 'TOL' TONUG DEFACE, LET THEM BE DEFACED TOOAT FURNISHING TOR 23RD AETHYR TORGU ARISE (alt.sp.) TORZOXI PART IN POP TORZU ARISE TORZUL RISE, SHALL TORZULP RISE, ROSE UP TOTOCAN PART IN CHR TOTT Servient Angel AIR OF AIR TOX HIM, OF TPRDEMAH of darkness TRANAN MARROW, THE TRIAN SHALL BE TRIAN SHALL BE TRINT SIT TROF BUILDING, A TULE Name from T12Sqr TULE ‘It ends with [the goddess] El’; ‘Completed by the goddess’ or ‘Ending with the goddess’ TULE ILRO LETTERS OF T12SQR TURBS BEAUTY, IN THEIR TUSTAX GOING"},{"pageNumber":75,"pageContent":"TZESTS Being of the 4"},{"pageNumber":76,"pageContent":" U Val (U, V, W) V star VA spirit of Vaa VAA NAME OF AN ANGEL (angel of the 4 moons) VAASA Servient Angel FIRE OF WATER VABZIR eagle, the VADALI Sephirotic Cross WATER OF FIRE VADGS time VADALI Sephirotic Cross WATER OF FIRE VALGARS PART IN LIL VAMI the way of the Lord VAN ENOCHIAN LETTER V,U VAN star VANA starry, stars VANDEMINAXAT constellations VANDRES the Scepter of the Daughter of Daughter of Light VANGEM the will of heaven VANGET not the fourth star VANGLOR fruit of heaven VANS fourth star VANSAMPLE the fabric of stars VANSAX the circle of stars VAOAN truth VAR that star, the star in 9 VARCA spiritual sun VARO Va’aro (from Loagaeth: Leaf 1A vs. 10) VARSG Servient Angel AIR OF FIRE VAS angel of Daughter of Light VASA Servient Angel FIRE OF WATER VASG Servient Angel AIR OF FIRE VASTRIM PART IN RII VAU ENOCHIAN LETTER V,U VAUL work VAUN work, that ye might VAVAAMP PART IN MAZ VAX orbit VBRAH guardian star UCIM they frown not VD third star VDRIOS the Zodiac VE the spark of life VEH VEH, ENOCHIAN LETTER C OR K VELUCORSAPA ENTHRONED VEP flame, as a"},{"pageNumber":77,"pageContent":"VEROX the Holy Spirit UGEAR strength, the s. of men UGEG strong, grow UGEG strong, waxes UGEG strong, become VICAP meaning unknown VIROOLI PART IN ZOM VIRQ nests VIRUDEN I have beautified (Crowley) VIV second VIV in the second VIV the second VIVIPOS PART IN UTA VIXPALG PART IN ASP UL end ULCININ happy is he VLLA the end of the beginning VLOH the end of sorrow ULR Name from T12Sqr ULS ends, the UM called, named, var on 'vmd' UMADEA towers, strong UMBLOSDA one who resides in the skies UML add UMPLIF strength, our UN ENOCHIAN LETTER A VNAEM nine skirts UNAL these UNALAB skirt UNALAH skirts, the UNBA is powerful UNCAL meaning unknown UNCHI confound VNDAT also, the Master Magickian UNDES leaves the 4th VNDANPEL the Master Magickian UNDL rest; remainder, the UNIG requires UNIGLAG descend UNNAX Sephirotic Cross AIR OF EARTH UNPH anger, wrath. var on 'vonph'? VNRA the wrathful sun VO wherein VOHIM mighty UOLXDO Sephirotic Cross EARTH OF FIRE VOM of everyone"},{"pageNumber":78,"pageContent":"VOMSARG unto every one of you VON image of God USNARDA PART IN ICH VONPHO wrath, of VONPOVNPH wrath in anger VOOAN truth VOR appearance VORX visits VORS over VORSG over you VOTOL wherein all VOVIN dragons VOVINA dragon, the VOX wherein they are (separated) VOXAD wherein they are in the third UPAAH WINGS VPAAH wings VPAAH wings VPAAH wings, the UR ENOCHIAN LETTER L URAN ELDERS, THE VRANKRAN The Son of Son of Light, unto the eld[ers] URCH CONFOUNDING ANGELS VRDRAH dark star VREPREZ with beautiful praises UTA FOURTEENTH AETHYR UTI 25TH AETHYR VRBS beautified VRELP seething, a strong VRO this one VSPSN Servient Angel WATER OF WATER VSSN Servient Angel WATER OF WATER VX 42"},{"pageNumber":79,"pageContent":" X Pal (X) X dissolution XA in dissolution XGSD Kerubic Angel FIRE OF AIR XPACN Servient Angel FIRE OF WATER XPCN Servient Angel FIRE OF WATER XRINH Servient Angel EARTH OF WATER XRNH Servient Angel EARTH OF WATER"},{"pageNumber":80,"pageContent":" Z Ceph (Z) Z THEY ZA NAME OF AN ANGEL ZAA 27TH AETHYR ZAAOZAIF Senior JUPITER of AIR ZABLIS both S and Ab (should be followed by a verb—such as to say: both S and Ab went to the store; or even preceded by a verb—such as to say: Henry invited both S and Ab); these are names of two of the Daughters of Daughters of Light. ZACAM I MOVE YOU ZACAR MOVE ZADZACZADLI ADAM, IN BOOK OF SOYGA ZAFASAI PART IN ZEN ZAMFRES PART IN ZID ZAMRAN SHOW YOURSELVES ZAMRAN APPEAR ZAMRAN SHOW YOURSELVES ZAR COURSE, COURSES ZARNAAH Zodiacal King GEMINI ZARZILG Zodiacal King VIRGO ZAX TENTH AETHYR ZAXANIN PART IN TOR ZCHIS THEY ARE ZE Daughter of Light ZEBOG the Daughter of Light reigns over ZED The Daughter of Light; also a medieval way of pronouncing the English letter Z ZEDEKIEL ANGEL OF JUPITER ZEMBVGES the Daughter of Light’s 9 glories from the 4th ZEN EIGHTEENTH AETHYR ZEZ firey angels ZID EIGHTH AETHYR ZIEN HANDS ZIL ?STRETCH FORTH ZILDAR FLEW ZILDRON PART IN CHR ZILODARP NAME OF GOD ZIM THIRTEENTH AETHYR ZIMAH clothed with God ZIMII HAVE ENTERED ZIMZ VESTURES, MY VESTURES ZINGGEN Zodiacal King CAPRICORN ZIP NINTH AETHYR ZIR I AM ZIR PRESENCE ZIRACAH Zodiacal King AQUARIUS ZIRDO I AM"},{"pageNumber":81,"pageContent":"ZIRENAIAD I AM THE LORD YOUR GOD ZIRN WONDERS ZIROM THEY WERE ZIROP WAS ZIRZIRD PART IN MAZ ZIXLAY TO STIR UP ZIZA Kerubic Angel FIRE OF FIRE ZIZOP VESSELS ZLIDA WATER, TO ZNA MOTION, MOVEMENT ZNRZA SWORE ZOL HANDS ZOM THIRD AETHYR ZOMD IN THE MIDST ZON-L THE FIRST FORM (Schuler) ZONAC THEY ARE APPARELED ZONG OF THE WINDS ZONRENSG DELIVERED YOU ZORGE BE FRIENDLY TO ME ZUDNA MEANING UNKNOWN ZUMVI SEAS ZURAAH FERVENTLY, WITH HUMILITY ZURAH FERVENTLY, WITH HUMILITY ZURCHOL Zodiacal King PISCES ZURE MEANING UNKNOWN ZURESK Fervently unto the 4th Heaven, Rushing "}]
