[{"pageNumber":1,"pageContent":"The Classic Tesla Coil A Dual-Tuned Resonant Transformer by Barton B. Anderson The Classic Tesla Coil A Dual-Tuned Resonant Circuit November 24, 2000 1 PREFACE The Tesla Coil is a high voltage two-coil resonant transformer. This specific transformer is named after Nikola Tesla, a Serbian-American pioneer of electrical apparatus, methods, and principles which continue to influence every aspect of our electrical world. Tesla used several configurations of high voltage transformer coils during experiments with alternating currents of high potential, however, it is this dual-tuned resonant transformer which is commonly termed the \"Classic Tesla Coil\" and is what will be discussed here. Noted first by Nikola Tesla, confining the electrical energy to the conductors and preventing its leakage over their supports or to the ambient air in the form of electrical discharges always occurs when the electric surface density reaches a certain value. Tesla attempted to prevent these discharges for his specific experimental purposes, but many people since have been enthusiastic to create these discharges which may be termed as \"man-made lightning\". Over time, more and more people experimented with Tesla Coils. Those who continue to actively experiment are often called \"coilers\", discussing methods learned to create longer discharges with the power applied. Creating electrical discharges is accompanied by continuously researching and refining the theory of operation. Authors Note: \"Much\" of this documents information is credited to Bert Hickman and is taken from a post Bert sent to the Tesla List on September 7, 1998 (the Tesla List is an international group of Tesla Coil builders sharing information via internet list-serv technology). Bert is a long time member of the Tesla List whose experience and knowledge is well known to the Tesla Coil community. In this document where Bert's quotes are paraphrased, I have included the initials ( B.H. ). Thanks Bert, for telling it like it is. THEORY A Tesla Coil is a high voltage coil that produces ionic emissions in the form of electrical discharges many times referred to as man-made lightning. This is very different than the lightning generated in an electrical thunderstorm. Different in frequency, power, energy, and obviously how the discharge is generated. (B.H.) Tesla Coils use a high voltage transformer to charge and temporarily store energy in a capacitor. This capacitor is connected to a unique high voltage switch known as a sparkgap. When the capacitor is charged to a sufficient voltage to ionize the air between the electrodes in the sparkgap, the sparkgap conducts. The conduction is seen to the circuit as a closed switch. On the opposite side of the sparkgap is a primary coil. The other end of the coil is connected to RF ground. When the spark gap conducts, the energy within the capacitor is released. (B.H.) The primary coil and the capacitor form an LC tank circuit. When the sparkgap conducts, the energy released causes the LC circuit to oscillate (travel back and forth through the primary coil) at a specific rate determined by the LC circuits resonant frequency. Resonance in an AC circuit is when the inductive and capacitive reactance's are equal. Reactance is the opposition of one voltage against another creating resistance to the flow of electrons in an AC waveform. Inductive reactance (Xl) increases as the frequency is increased. Capacitive reactance (Xc) decreases as the frequency is increased. Because of this, at some frequency, these reactance's must equal. The frequency when Xl = Xc is denoted as the Resonant Frequency (fr). The formula to determine a resonant frequency in an LC (tank) circuit with an AC waveform is: fr = 1 / (2 * pi * sqrt(LC)) The importance of resonance is the maximum current characteristic that accompanies resonance in any LC circuit. Frequencies above or below resonance drop off available current drastically. Maximum current is produced because Xl and Xc are equal and opposing reactance's, causing a cancellation to one-another. This reduces reactive resistance to the AC waveform and therefore produces a maximum current characteristic. (B.H.) The amount of energy available to oscillate the LC circuit is a function of the tank capacitance and the voltage at the time of the sparkgap conduction. This is typically known as the bang size. Bang size represents the maximum amount of primary tank capacitor energy that is available for transfer to the secondary coil each time the sparkgap conducts. Mathematically, the bang size rated in joules will be: Ep = 0.5 * C * (Vp^2) THE SECONDARY LC CIRCUIT The secondary is an air-core coil with many more turns as compared to the primary coil. The oscillating energy from the primary coil and capacitor induces the secondary coil by way"},{"pageNumber":2,"pageContent":"The Classic Tesla Coil A Dual-Tuned Resonant Transformer by Barton B. Anderson The Classic Tesla Coil A Dual-Tuned Resonant Circuit November 24, 2000 2 of electromagnetic induction or commonly referred to as an electromagnetic field. (B.H.) Typically, 10 - 25% of the electromagnetic field interacts with the secondary coil. This fraction is known as the coupling coefficient (k), and is a ratio of how much of the source electromagnetic field is coupled to a destination (secondary coil). The coupling coefficient is purely a function of the geometry's and relative placement of the primary and secondary coils. THE RESONATOR The resonator is the composition of the secondary coil and the top terminal. Typically, a toroid serves as the top terminal. The resonator is the second part of the circuit of a Tesla Coil. The secondary and top terminal form an LC circuit, made up of the secondary inductance (Ls), the self-capacitance of the secondary to ground (Cs), plus the effective capacitance of the top terminal added to the self-capacitance of the secondary coil (Ctop). The magnetic coupling between the primary and secondary permit transfer of energy between the two LC circuits. When the primary LC circuits resonant frequency equals the secondary LC circuits frequency, the composition forms a dual-tuned resonant transformer. This condition is typically tuned via the primary coil inductance. This condition can be mathematically expressed as: Lp * Cp = Ls * (Cs + Ctop) The natural operating frequency of both LC circuits can be expressed as: Fo = 1 / (2 * pi * sqrt (Lp * Cp)) HIGH VOLTAGE (B.H.) When the sparkgap conducts, the energy initially stored in the primary LC oscillating circuit begins to electromagnetically couple into the secondary LC circuit causing the secondary LC circuit to oscillate. Because the energy in the primary circuit is being transferred to the secondary circuit, the primary energy is being reduced. This reduction of primary energy is due to the Conservation of Energy Laws. (B.H.) Because of the relatively loose coupling between the primary and secondary circuits, it takes time for the primary circuits energy to fully transfer to the secondary circuit. This is known as the \"ring-up\" time. The ring-up time is typically 2 to 4 cycles of the operating frequency - the greater the coefficient of coupling (k), the less time of energy transfer. During the transfer time, energy is being lost in the sparkgap resistance, the skin effect of high frequency voltages, as well as other areas of the system. The maximum energy that can be transferred to the secondary circuit is typically 60 - 85% of the initial bang size. (B.H.) At a point near the completion of the energy transfer ring-up time, the voltage and energy is high enough to cause \"breakout\" of the top terminal in the form of streamer arcs. Once the breakout occurs, the system begins to loose a significant amount of energy to the streamers. Once all the available primary energy is transferred to the secondary, all the systems energy resides in the secondary LC circuit. If the sparkgap switch is now opened (known as \"first notch quenching\"), the secondary circuits energy is prevented from transferring back into the primary LC circuit, and the remaining secondary circuits energy will dissipate into the streamers as the secondary circuit rings-down. However, if the sparkgap quenching is not successful, much of the secondary energy transfers back into the primary circuit until all the remaining system's energy resides in the primary LC circuit. (B.H.) This energy interchange process can repeat (often many times) until the sparkgap finally does quench. Regardless of when we quench, all the original bang energy will eventually be dissipated, and the sparkgap conduction extinguished. The high voltage then begins recharging the tank capacitor for the next bang. One important note: In a disruptive system, there is never any energy \"carried over\" from one bang to the next. In other words, the secondary does not build up from one bang to the next. (B.H.) The high voltage output that is seen in the form of streamers or corona is actually due to the comparatively small capacitance in the secondary LC circuit compared to the primary circuit and the Conservation of Energy. ENERGY TRANSFER EFFICIENCY (B.H.) If there were no system losses, all of the bang energy would be transferred to the secondary. However, there are losses as mentioned. Typically, a well-constructed Tesla Coil may deliver over 85% of this energy to the secondary. The efficiency is a fraction or ratio of energy transfer. (B.H.) Assuming we transfer X% of the primary bang energy to the secondary, the maximum energy in the secondary and the maximum output voltage is directly limited"},{"pageNumber":3,"pageContent":"The Classic Tesla Coil A Dual-Tuned Resonant Transformer by Barton B. Anderson The Classic Tesla Coil A Dual-Tuned Resonant Circuit November 24, 2000 3 to X% * Ep. Using this variable, the output voltage can be found: Ep = Initial Primary Bang Energy Ep = 0.5 * Cp * (Vp^2) Es = Energy Transferred to the Secondary Es = 0.5 * (Cs + Ctop) * (Vout^2) Assuming Es = X% * Ep Vout = Vp * sqrt (X% * Cp / (Cs + Ctop)) (B.H.) In a typical 2-coil system (Classic Tesla Coil), Vout will be in the range of 10 to 30 times the primary sparkgap voltage (Vp). Notice the turns ratio between the primary and secondary windings has no direct bearing on Vout. However, it can be found that there is a relationship between the relative primary and secondary coil inductance's: Vout = Vp * sqrt (X% * Ls / Lp) IN PRACTICE (B.H.) In practice, the actual interrelationships that govern coil operation are considerably more complex than implied here. Simply aiming for higher Vout will not necessarily deliver better performance. The actual efficiency of \"incinerating air\" (getting the longest arc for the minimal amount of input power and coil size) is a very complex and poorly understood combination of bang size, primary and secondary impedance's, coupling coefficient, sparkgap quenching, streamer loading, top-load capacitance, operating frequency, break-rate, charging circuit, and many other variables. (B.H.) The process of predetermining these interrelationships and tradeoffs to arrive at an optimal coil design is not fully understood. Most experienced coilers end up developing a \"feel\" for what is optimal through hard-won experience. As coilers continue to build, experiment, research, and share information, it is conceivable the Tesla Coil will someday be fully understand as far as it's application to generate electrical discharges. This will allow coilers to mathematically design every parameter of their coils for optimum performance. Today, coilers are capable of building high powered and efficient coils utilizing the knowledge base that continues to grow and which is periodically thrown together in some very useful design programs. However, we are still not capable of optimum designs without the experience and information taken from previous real world coils (empirical data). But it's only a matter time."}]
