[{"pageContent":"Nikola Tesla Prophet of the Modern Technological Age By Michael W. Simmons Copyright 2016 by Make Profits Easy LLCprofitsdaily123@aol.com "},{"pageContent":"Table of ContentsIntroduction [text00002.html#id_Toc448405228]Chapter One: The Inventor’s Early Life [text00003.html#id_Toc448405229]Chapter Two: The Struggle for Recognition [text00004.html#id_Toc448405230]Chapter Three: AC versus DC [text00005.html#id_Toc448405231]Chapter Four: Dreams and Visions [text00006.html#id_Toc448405232]Chapter Five: The Wizard of Fifth Avenue [text00007.html#id_Toc448405233]Chapter Six: Houston Street and Beyond [text00008.html#id_Toc448405234]Chapter Seven: Colorado [text00009.html#id_Toc448405235]Chapter Eight: Radio [text00010.html#id_Toc448405236]Chapter Nine: Decline and Fortune [text00011.html#id_Toc448405237]Works Referenced [text00012.html#id_Toc448405238] "},{"pageContent":"INTRODUCTION “My belief is firm in a law of compensation. The true rewards are ever inproportion to the labor and sacrifices made. This is one of the reasons why Ifeel certain that of all my inventions, the Magnifying Transmitter will provemost important and valuable to future generations. I am prompted to thisprediction not so much by thoughts of the commercial and industrial revolutionwhich it will surely bring about, but of the humanitarian consequences of themany achievements it makes possible. Considerations of mere utility weigh littlein the balance against the higher benefits of civilization. We are confrontedwith portentous problems which can not be solved just by providing for ourmaterial existence, however abundantly. On the contrary, progress in thisdirection is fraught with hazards and perils not less menacing than those bornfrom want and suffering. If we were to release the energy of atoms or discoversome other way of developing cheap and unlimited power at any point of the globethis accomplishment, instead of being a blessing, might bring disaster tomankind in giving rise to dissension and anarchy which would ultimately resultin the enthronement of the hated regime of force. The greatest goodwill comesfrom technical improvements tending to unification and harmony, and my wirelesstransmitter is preeminently such. By its means the human voice and likeness willbe reproduced everywhere and factories driven thousands of miles from waterfallsfurnishing the power; aerial machines will be propelled around the earth withouta stop and the sun's energy controlled to create lakes and rivers for motivepurposes and transformation of arid deserts into fertile land. Its introductionfor telegraphic, telephonic and similar uses will automatically cut out thestatics and all other interferences which at present impose narrow limits to theapplication of the wireless.”Nikola Tesla, My Inventions The really extraordinary thing about Nikola Tesla is that his experiments inelectricity hold the power to fascinate even those of us who have littlebackground in science and no real understanding of the principles of electricalengineering. Reading descriptions of Tesla’s electrical demonstrations andlooking at photographs of his generated lightning can help the modern reader,who grew up in a world where electricity is so ordinary as to be unremarkableand invisible, to begin to appreciate what it was like when humans had only justbegun learning how to harness electricity’s power. In the early 1890’s, when Tesla stunned the world with a series of lectures anddemonstrations showcasing his electrical experiments, electricity was aphenomenon that was little understood even by the first minds in the scientificfield. Electricity still played only a negligible role in the life of theaverage person. If you lived in New York, Chicago, London, Paris, or anotherlarge city in America or western Europe, it is possible that you would haveencountered electric lighting in the streets, or electrically powered trolleycars—but only the very wealthy had electric lights in their own homes. For the common person, there was an aura of mystery and fascination aroundelectricity that was only heightened by the rumors about how dangerous it was.Early direct current electrical power could be quite dangerous—rudimentarywiring systems were prone to short circuits, explosions, and fires. Sometimeshorses would bolt in the streets, because they received electrical shocksthrough their metal shoes when walking down a section of pavement close to atransformer. But the aura of danger was also a result of false propaganda:Thomas Edison, America’s most famous electrical engineer, was the bitter enemyof Tesla’s alternating current system (and, over time, of Tesla himself).Despite the fact Tesla had engineered his electrical induction motorspecifically to provide a safer alternative to direct current electrical power,Edison was committed to convincing the American public that alternating currentelectricity was deadly. During the so called “War of the Currents”, a war wagedalmost single-handedly by Edison, he and his assistants held publicdemonstrations in which they attempted to prove the deadliness of alternatingcurrent electricity by electrocuting animals in public—sometimes livestock,other time cats and dogs that had been stolen from people’s yards by schoolboysEdison hired. All of this, just to hammer home his point that electricity couldkill—unless it was his kind of electricity. Edison went so far in this campaignthat it was as a direct result of his lobbying when the first death row inmatein an American prison to be executed by electrocution was killed by analternating current. Edison’s propaganda had two purposes: to insure the superiority of his owndirect current system, and to crush the competition posed by Tesla’s alternatingcurrent system. And he succeeded beautifully for a few years; belief in thedangerousness of electricity did not stop the White House from installingelectric lighting, but it did mean that the President was not personally allowedto turn the light switches, in case of a short circuit. But alternating currentwas the superior system, and in time, even Edison was forced to acknowledge it,though not until long after it had begun to dominate the market. He neveracknowledged how he had falsified reports of fatal accidents from alternatingcurrent electricity, however, or any of the rest of his false propaganda. The chief difference between Edison and Tesla was that Edison was not just anelectrical engineer. He was an American entrepreneur in the Industrial Age, anera in which millionaire robber barons were creating vast monopolies by buyingup and consolidating coal, oil, steel, any commodity that stood a chance ofmaking them a lot of money over a period of many years. Ethical considerationsheld no special sway over industrialists like Vanderbilt, Astor, Carnegie,Morgan, Van Allen—they made liberal use of threats, intimidation, bribes, andeven violence to weed out competitors and consolidate their power over themarkets. Edison was trying to advance in the same marketplace. A self-made manwith no formal education, Edison was a practical inventor with no use fortheory. He saw his electrical inventions as a route to fame, fortune, andlegacy, and it didn’t especially matter to him whether his system or NikolaTesla’s system was better—he just wanted his system to win. In both the best andworst of ways, Edison represented the nineteenth century ideal of the self-mademan who had pulled himself up by his boot straps to achieve the American dream. Nikola Tesla represented something quite different. Born in Croatia, educated inGerman language schools and Austrian polytechnic academies, Tesla wasnonetheless largely self-taught when it came to his life’s work of electricalengineering. But he was steeped in a culture that was far removed from theAmerican race to improve one’s fortunes and elevate one’s station in life at anycost. Tesla was a highly cultured person. From his parents, he learned to recitelengthy epic poems from memory. He appreciated music, literature, fashion, andfine dining, not merely as the trappings of financial success and social status,but in themselves. He contributed more to the field of electrical engineeringthan any single individual before or after him, but he was much more than justan electrical engineer. Perhaps because of his deep connection to the arts andhumanities, or because of his essentially poetic temperament, Tesla never sawhis scientific discoveries as merely marketable products that he could sell toindustrialists for large sums of money and profitable patent royalties. Tesla’srelationship with electricity was partly that of an artist to his medium, partlythat of priest to the eternal spiritual truths he wished to impart to his flock.He saw in his experiments, his machines, and his devices a means to make theworld better, to end the problems and sufferings of humanity. And on an evenmore basic level, Tesla delighted in using electricity to awe and delight allwho witnessed his demonstrations. Handsome, tall, and slender, well groomed and well dressed, articulate in anumber of languages, Nikola Tesla cut a striking figure during his many lecturesand demonstrations. Dressed in white tie and tails, Tesla resembled our image ofwhat a magician should look like far more than our idea of what a scientistshould look like. He was a showman as much as an instructor or a lecturer. Andthe demonstrations of electrical power he gave to admiring audiences seemedindeed to mimic the magical powers of a wizard who commanded lightning from theheavens. Even his explanations of the experiments he performed on stage soundedmore like the patter of a sideshow magician than the dry, academic, technicalexplanations we tend to associate with scientists expounding on their craft. Thefollowing excerpt from his lecture to the Institute of Electrical Engineers inLondon demonstrates his ability to mesmerize with words as well as actions: “Here is a coil which is operated by currents vibrating with extreme rapidity,obtained by disruptively discharging a Leyden jar. It would not surprise astudent were the lecturer to say that the secondary of this coil consists of asmall length of comparatively stout wire; it would not surprise him were thelecturer to state that, in spite of this, the coil is capable of giving anypotential which the best insulation of the turns is able to withstand: butalthough he may be prepared, and even be indifferent as to the anticipatedresult, yet the aspect of the discharge of the coil will surprise and interesthim. Every one is familiar with the discharge of an ordinary coil; it need notbe reproduced here. But, by way of contrast, here is a form of discharge of acoil, the primary current of which is vibrating several hundred thousand timesper second. The discharge of an ordinary coil appears as a simple line or bandof light. The discharge of this coil appears in the form of powerful brushes andluminous streams issuing from all points of the two straight wires attached tothe terminals of the secondary.” Tesla gave these magical-seeming demonstrations before lecture audiences inLondon, Paris, New York, Chicago, Belgrade, and elsewhere around the world. As alionized member of New York high society in the 1890’s, he also gavedemonstrations to private audiences, composed mostly of celebrities and wealthypotential patrons, in his private laboratories in Manhattan following dinnerparties, as a sort of after dinner entertainment. Indeed, Tesla was so much apart of the nation’s most rarefied social circles that it engendered resentmentand spite amongst other, less brilliant and less famous inventors, who oftenfound a sympathetic audience for their anti-Tesla newspaper articles ready madefor them by Edison’s relentless campaigning in the early 1890’s. But this wasperhaps an inevitable consequence of how famous and well-loved Tesla was ingeneral. He was a celebrity on a level that no scientist could probably imaginetoday; our best known scientists, like Stephen Hawking and Neil DeGrasse Tyson,are known for being educators first and foremost. Tesla was something much moremodern: he was a spectacle. And nowhere, perhaps, was Tesla’s scientific magicdisplayed to better advantage than at the Chicago World’s Fair in 1893. The Chicago World’s Fair of 1893, also called the Columbian Exposition in honorof Christopher Columbus, was designed to be a grand spectacle such as the worldhad never before seen. It took place in the midst of a financial recession, in acity where the poorest citizens stood in bread lines, but it was meant toreflect the grandeur of America’s industrial pre-eminence in the world, and toshowcase how the nation had transformed itself from the wild, barely civilizedfrontier nation of the decades after the Civil War into one of the world’sleading financial powers, a land of opportunity where immigrants flocked fromaround the globe in search of a new, better life. If Edison represented one version of the American dream, the poor boy who hadpulled himself up by his bootstraps to capitalize on his God given talentsthrough hard work, Tesla represented a different, but equally authentic version:the brilliant immigrant who traveled across an ocean, full of brilliant ideasthat made him a poor fit for the culture of the Old World, to plug his importedgenius into the switchboard of the nation’s vibrant growing technologicalindustries. At the World’s Fair of 1893, this was true on a literal level: thefair displays were designed to showcase the power of electricity, audiencesglimpsing for the first time in history what is to us today that most common ofspectacles, a city shining in the darkness because it has been lit withelectrical lights. And all of that electricity was running on Tesla’s first andmost cherished invention, the alternating current induction motor with rotatingmagnetic fields that Thomas Edison had first rejected, then attempted to malignand destroy. Tesla’s inventions lit the Columbian Exposition, but that was not the only rolehe played there. In the enormous Electricity Building, Tesla had his own displayrooms, where he showcased his myriad inventions, the likes of which had neverbefore been seen by the ordinary men and women who came to gawk at them. Tesla’schief joy in life was shutting himself away in his private laboratories topursue theories and perform experiments strictly for the joy of seeing what hecould do—much to the dismay of his investors, he vastly preferred this toworking on inventions with obvious industrial applications or marketingpotential. Like an artist, he was content to shape electricity in ways that weremerely fantastic, fascinating, and beautiful, and the World’s Fair exhibit gavehim a chance to astonish the uninitiated with these displays. He demonstratedthe first phosphorescent tube lights, delicate hand blown tubes in the shapes ofletters that spelled out phrases—the nineteenth century precursor to thefluorescent and neon lights that advertise business and slogans today. And thiswas only the most mundane of his displays. Using electricity, Tesla made objectsspin in the air, made sparks jump from his hair and clothing, surrounded himselfin a cold fire that did not burn, and made lightning leap from place to place.The people of Chicago filing through his display rooms were uncertain of what,precisely, they had just seen, but they knew that it was unlike anything theyhad ever seen before. Tesla the Visionary One of the most remarkable things about Tesla is how far into the future hisvision reached. Not only did he invent things for which the application wouldnot become obvious until other fields of science had caught up with him, decadeslater, but he intuited the possibility and inevitability of many technologiesthat would not come into existence until the late twentieth or early twentyfirst centuries. It raises the fascinating question of what inventions inventorsmay devise in the future that will have been anticipated by Tesla as well. Morethan one of his inventions which were dismantled and lost to history have beendescribed as having effects that scientists cannot presently account for orreproduce. Margaret Cheney writes of some of the technologies he envisioned—someof which will sound familiar to the contemporary reader: “He began to achieve effects with high-voltage equipment that opened an infinityof possibilities. By learning to create artificial lightning he hoped not onlyto discover how to control the world’s weather but also how to transmit energywithout wires. And this in turn meshed with research that he hoped would enablehim to build the first world-wide broadcasting system.” Scientists in the early twenty first century have yet to devise a means ofcontrolling the weather, or lighting the entire world by the illumination ofatmospheric gases—Tesla’s “terrestrial night light”—though who knows what thefuture may hold? But his inventions continue to affect our every day lives inways other than the obvious. Just to take one example at random, if you haveever smiled at seeing one of those little plastic flowers in a pot that “dance”back and forth when placed in the sunlight, then Tesla’s inventions have addedto the small joys of your life; it is his design for heat-powered evacuatedbulbs that powers these toys, and he designed them for not other purpose than toplease a friend of his named Katharine Johnson. Tesla’s inventions exist on every level of our technological infrastructures.Unlike Thomas Edison, it is unusual to hear his name spoken in an elementaryschool history lesson, but his influence was pervasive, extending into all areasof our modern lives. And the technology of the future is increasingly inspiredby his example and increasingly dependent on his prototypes. In 2003, the TeslaMotor Company was formed in order to develop an affordable electric powered carthat runs off the very alternating current induction motor that Tesla firstpatented in 1888. Though celebrated and admired in his lifetime, Tesla’s reputation faded intoobscurity for many decades after his death, as Thomas Edison’s story became thedominant narrative of scientific experimentation and business success in theAmerican fable. It seemed not to matter that Tesla had looked into the future,that he had dreamed ahead of his time; he was forgotten for the simple fact thathe had not formed a thriving business corporation with his name on it that wouldhave a vested financial interest in defending his legacy into the far future.Edison’s company, General Electric, is still a household name, and bizarrely,their marketing departments continue to make passive aggressive jabs at Tesla’smemory, as if the War of the Currents was still raging. It wasn’t that Tesla’s inventions didn’t make money; on the contrary, they mademillions of dollars—hundreds of millions in today’s currency. But Tesla was nota businessman. His mind wasn’t on the task of zealously protecting his financialinterests. He let others form the corporations—some with his name on them, somewithout. He attempted to protect his patents, because it did matter to him verymuch if someone else attempted to take credit for what he had built, but he didnot protect his royalties to the same degree. In fact, he simply forfeited hisclaims to over twelve million in royalties from his induction motor, because hebelieved that doing so was necessary to saving a friend’s company. These are thekinds of weaknesses—caring less for business success than for using hisinventions philanthropically to improve life on earth—for which Americanhistory, until recently, tends to consign people to oblivion after their death. But Tesla’s reputation has been enjoying a considerable resurgence in recentdecades. New documentaries have been made, new biographies have been written,and new companies have been formed to honor him—America has re-discovered itslost wizard. And in this book, we will be exploring a few of his most famousmagical—scientific—tricks. As Arthur C. Clarke wrote, any sufficiently advancedtechnology is indistinguishable from magic; and Tesla was more advanced thanvirtually anyone before or since."},{"pageContent":"CHAPTER ONE: THE INVENTOR’S EARLY LIFE The Tesla Family In the middle of the nineteenth century, shortly before the outbreak of theCivil War in faraway America, and the close of the Crimean War between Russiaand the Ottoman Empire, Nikola Tesla was born in a small village called Smiljan,in Croatia, to a Serbian family. He was born precisely at midnight in betweenJune 9 and June 10, 1856, as the fourth child of Milutin Tesla, a priest of theSerbian Orthodox Church, and his wife, Duka Mandíc. His eldest sibling was abrother, named Dane, sometimes written as Daniel. He had two older sisters,Milka and Angelina, and younger sister, Marica. Tesla left behind a number of volumes of his own writing, and on the whole, theyare more scientific volumes than biographical or literary documents, as theywere intended to explain the reasoning behind the many devices he imagined andbuilt. But in his autobiography, titled My Inventions , he shares such detailsabout his childhood, education, and early life as he considers relevant to theunderstanding of his scientific accomplishments. In his book, Tesla describes achildhood rich with intellectual stimulation. Tesla’s family was of a socialclass that traditionally educated their children for careers in either the armyor the church. Milutin Tesla had been intended for an army officer, but had leftthe officer’s training academy to become a priest in the Serbian OrthodoxChurch, and he wished for his son Nikola to become a priest as well. To prepare him intellectually for this profession, Tesla’s father gave himproblems to solve, and enormous memorization tasks to complete. Throughout hislife, one of Tesla’s most significant intellectual attributes was his prodigiousmemory. He was able to memorize a sheet of paper covered in writing, or even incomplicated mathematic and scientific formulas, after scarcely more thanglancing at it. When designing his inventions, Tesla rarely drew up plans ondrafting paper, as scientific engineers generally do, because he was able tovisualize his designs in his mind in such profound detail that he could detectflaws in his mental blueprints without having to commit them to paper. It wasnot until late middle age that his memory became slightly less retentive,requiring him to occasionally work problems out with pen and paper. Attempting to account for his extraordinary feats of memorization, Teslacredited his mother for passing the necessary raw genetic materials for hisachievements down to him. Like many women of her ethnicity and social class,Duka Mandíc had never been taught to read or write—when she was a child, her ownmother had gone blind, and Duka, as the eldest daughter, had been compelled totake over her domestic duties, managing the household and caring for her manyyounger siblings. However, she had an avid appetite for knowledge andliterature, and was capable of committing huge stores of information to memory.She could recite entire volumes of poetry by heart. Furthermore, Tesla saw inhis mother the capacity for invention that defined his own career. Describinghow his mother produced clothing for the family by planting seeds, growingplants, separating fibers, weaving fabric, and cutting and sewing clothing fromthe fabric, Tesla mourned that his mother had not lived at a time and placewhere women were given proper recognition for their abilities. In his mother’shousehold management routine, Tesla saw her create many small inventions thatmade her home run smoothly, inventions which, with a proper scientific educationbehind them, might have translated to great accomplishments. Dane Tesla While Tesla seems disinclined to characterize his childhood as an unhappy one,he suffered a severe trauma at an early age when his oldest sibling and onlybrother, named Dane, died in a violent accident at the age of twelve, whenNikola was five. The precise circumstances of Dane Tesla’s death are somewhatmysterious. In his autobiography, Tesla attributes the accident to a beautifulArabian horse which had been given as a gift to his father; the horse was abeloved family pet, which Tesla describes as possessing an “almost humanintelligence”, which had saved his father from death during a ride through theforest in which Tesla’s father was attacked by wolves. Tesla does not providedetails as to how the accident that resulted in his brother’s deathoccurred—whether the young Dane attempted to ride the horse and was thrown, ortrampled, or suffered some other accident. In some accounts, the five year oldNikola was responsible for spooking the horse while Dane was riding it. Later inlife, Tesla claimed that Dane died of his injuries after a fall down the stairsof the family’s cellar. The one consistent element of the story of his brother’sdeath is that the child Tesla witnessed the accident. Whatever the precise circumstances surrounding the fatal accident may have been,his older brother’s death had a profound effect on Tesla as he grew up. Hedescribes his brother as “gifted to an extraordinary degree - one of those rarephenomena of mentality which biological investigation has failed to explain.” AsTesla grew older and started his formal education, his own extraordinaryabilities rapidly became evident. He became fluent in a number of languages at ayoung age, including English; but his principle and outstanding talent was inmathematics. His abilities in mathematics were so pronounced that his teachersnearly failed him in that subject because they were convinced he was cheating.This was because his ability to visualize the workings of a problem were sogreat that he never showed his work, or required his teachers to explain aproblem after they had finished copying it out for him. According to Tesla, however, his talents did not translate into happiness athome. By his own account, his extraordinary abilities served only to remind hisparents of the brilliance of the son who had died, and to increase their sorrowover his death. Tesla wrote that he had little confidence in his talents growingup, because “anything I did that was creditable merely caused my parents to feeltheir loss more keenly.” This, of course, is only the version of events that theadult Tesla remembered many years after they had happened. Whether or not hisparents genuinely thought little of Tesla’s abilities in comparison to those ofthe son who had died before he could put his own talents to the test as anadult, only the elder Teslas knew for sure. However, even though Nikola Tesla undoubtedly grew up judging himself accordingto an impossible standard created by a dead older brother, it seems not to havegiven him bitter memories of his family life. He describes his father as afairly gentle person who only resorted to corporal punishment once in all ofTesla’s childhood, which showed a remarkable kind of parental forbearance by thestandards of nineteenth century child-rearing norms. The one time that MilutinTesla was driven to hit his young son, it was because Nikola had jumped onto thelong, glittering dress train of one of Milutin’s wealthiest parishioners,causing it to be torn away from the rest of the garment, and even then, Tesladescribed the blow as gentle, intended to shame him rather than to inflictphysical damage. The Question of Education The greatest conflict between Tesla and his father arose over the question ofTesla’s future career. Tesla wished from an early age to be a trained as anengineer, a career aptly suited to his profound mathematical capabilities.Tesla’s father was himself something of an inventor around the house—just asDuka Mandíc employed small inventions to enliven her domestic routines, MilutinTesla was capable of tinkering with mechanical devices and tools to improvetheir performance. Tesla’s own aptitude for engineering was demonstrated when,as a boy, his small village pooled the necessary funds to acquire a state of theart fire engine, complete with uniforms for the volunteer fire brigade membersto wear. When the village of Smiljan assembled to see the fire engine in action,however, no water came out of the hose, to everyone’s great disappointment.Tesla, however, correctly deduced that the engine’s hose had collapsed in theriver, and ran straight into the water to remove the obstacle. Water accordinglygushed from the engine’s hose right into the faces of the concerned villagerswho were examining it. According to Tesla, everyone was so delighted that hebecame the hero of the village for the day, and was carried around on theshoulders of the crowd. Despite his obvious talent for engineering, however, Tesla’s father wasdetermined that Nikola would be a clergyman, like himself, and for many years hewould not listen to his son’s protests that he would undoubtedly be miserable asa Serbian Orthodox priest. It was not until 1873, when Tesla was seventeen, thathis father changed his mind. Tesla had just completed his pre-universityeducation at the gymnasium (a name for a school in eastern Europe and Russia inthe 1800’s). It was a period of study that normally took four years, althoughTesla had completed it in three. Just before he was due to begin his seminarytraining, Tesla contracted a severe case of cholera during a return visit to hishome village, and it came very close to killing him. As Tesla lay in bed, closeto death, he mentioned to his father, perhaps jokingly, that maybe he would liveif his father would allow him to study engineering like he’d always wanted. Thedoctors had all but given up on him at this point. His father replied that if hesurvived, he would send Nikola to the best polytechnic school in the world.Almost miraculously, Tesla began to recover immediately. “Luminous Phenomenon” In 1874, Tesla was notified of his conscription into the Austro-Hungarian armyfor a term of service that would have lasted three years. The prospect ofmilitary service was the only thing more repugnant to Tesla than a career in thepriesthood. The precise details of the arrangement are unknown, but it appearsthat his father probably turned to distant family members who were seniorofficers in the army to use their influence to get the eighteen year old Teslareleased from conscription, on the grounds that he was still extremely weak fromhis prolonged illness. Some sources suggest that Tesla avoided the army by thesimple expedient of running away from Smiljan. In any case, Tesla did spend mostof 1874 in the wild country of the Austrian mountains. Dressed as a hunter, hehiked, hunted, and fished, and continued nursing visions of the fantasticinventions he one day hoped to build. In his autobiography, Tesla claimed thatit was at this age that he began to turns his thoughts seriously to invention,as the practical manifestation of all the peculiar visions he had had throughouthis life. When one speaks of “visions” with regards to Tesla, it is not a metaphor, aswhen one speaks of an artist or even another scientist having a “vision” for hisor her creations or research. According to his own account, Tesla was subject toan immensely strange and undiagnosed physical condition throughout his life, acondition which he referred to with phrases such as “tormenting appearances”,and “luminous phenomenon”. Tesla describes in his own words how the condition manifested when he was ayoung child: “In my boyhood I suffered from … the appearance of images, often accompanied bystrong flashes of light, which marred the sight of real objects and interferedwith my thought and action. They were pictures of things and scenes which I hadreally seen, never of those I imagined. When a word was spoken to me the imageof the object it designated would present itself vividly to my vision andsometimes I was quite unable to distinguish whether what I saw was tangible ornot. This caused me great discomfort and anxiety. None of the students ofpsychology or physiology whom I have consulted could ever explain satisfactorilythese phenomena. They seem to have been unique although I was probablypredisposed as I know that my brother experienced a similar trouble.” He goes on to explain that he believed this condition to be “a reflex actionfrom the brain on the retina”—that is, a malfunction of his optical vision,rather than a psychological condition which would have produced hallucinations.In all other respects, he believed himself to have been a normal, “composed”child, and the fact that his brother had experience a similar condition seems toargue that its basis was physiological rather than emotional. Because he could not control the appearance of these pictures, they were aconsiderable burden to Tesla as a boy. He describes the nightmarish scenario ofattending a funeral during the day, only to go to bed at night and see theimages of the corpse and the coffin and the mourners in black superimposed onhis eyes as he lay in bed attempting to sleep. (Touchingly, Tesla leaps from this description of a young boy’s frighteningexperience to a conjecture as to how to a person could use that experience “toproject on a screen the image of any object one conceives and make it visible.Such an advance would revolutionize all human relations. I am convinced thatthis wonder can and will be accomplished in time to come; I may add that I havedevoted much thought to the solution of the problem.” Tesla wrote this in 1919,when the film industry was still in its infancy. As with so many of Tesla’stechnological visions, machines that can project images onto a screen are ofcourse a daily facet of life in the twenty first century; by the time of hisdeath in 1943, televisions had only just been invented, and were not present inmost people’s homes.) Tesla learned to exert control over these involuntary optical visions: first, bydeliberately picturing something else he had seen, in effect summoning a newvision to take the place of the one that had come over him against his will.However, he could only picture things that he had seen with his own eyes, and hehad to keep summoning new images in order to keep the involuntary ones at bay.Because he was only a young boy in a small village in the nineteenth century, hesoon ran out of familiar objects to picture, and the more familiar the summonedpictures were, the less power they had to keep the involuntarily pictures atbay. His solution, as a twelve year old, was to begin using his imagination tocreate new objects, then new people, and new places. The pictures of theseimaginary creations were blurry to him at first, but they slowly took on detail,until they were just as vivid to him as anything from his real life. Hedescribes using this extraordinary power throughout his childhood to travel tonew countries and make friends with the people who lived there—experiences andrelationships that had as much life and color as if he had really been there andreally seen them. It was during the summer of his seventeenth year, when Tesla was traveling inthe mountains to avoid the army and build his strength back up after hisdangerous bout with cholera, that he first began figuring out how to use thisalmost magical power of seeing for something other than his own amusement, or toward off the pictures that came to him involuntarily. After a lifetime ofbelieving that his longing to train as an engineer would never be gratified, theprospect of the polytechnic academy was finally before him. Tesla began to thinkseriously about building the inventions he hoped to someday build, and in doingso he discovered that his “peculiar affliction” had gifted him with the power tovisualize his projected inventions in a completely unique way. Any ordinary person with some scientific training who attempts to design amachine or device would begin by committing his or her ideas to paper: makingnotes, writing equations, drafting designs. They would then begin to build amodel of their machine: fashioning the parts, fitting them together, applying apower source, and observing how the machine runs, to see if any adjustments needto be made. Tesla, however, had no need to do any of this. The facility ofvisualization which he had honed in order to imagine every detail of made-upforeign countries and their people translated perfectly to imagining plans,models, and experiments for his inventions without touching pencil to draftingpaper. He describes the process below: “I do not rush into actual work. When I get an idea I start at once building itup in my imagination. I change the construction, make improvements and operatethe device in my mind. It is absolutely immaterial to me whether I run myturbine in thought or test it in my shop. I even note if it is out of balance.There is no difference whatever, the results are the same. In this way I am ableto rapidly develop and perfect a conception without touching anything. When Ihave gone so far as to embody in the invention every possible improvement I canthink of and see no fault anywhere, I put into concrete form this final productof my brain. Invariably my device works as I conceived that it should, and theexperiment comes out exactly as I planned it. In 20 years there has not been asingle exception. Why should it be otherwise?” The corollary to Tesla’s remarkable powers of visualization were the intenseflashes of light that also appeared in his vision from time to time—hisso-called “luminous phenomenon”, which he never learned how to control as he didwith the pictures in his head. Sometimes they caused him great pain, especiallywhen they were provoked by loud noises and flashing lights, such as when heattended a shooting party when he was twenty five. Most interestingly, the lightphenomenon assaulted him when he first got exciting new ideas, as if theemotional excitement induced the physical phenomenon. Tesla’s vision was soextraordinary that even when his eyes were closed, he saw things that otherpeople didn’t. He describes the sight that greets him whenever he closed hiseyes as, “…a background of very dark and uniform blue, not unlike the sky on a clear butstarless night. In a few seconds this field becomes animated with innumerablescintillating flakes of green, arranged in several layers and advancing towardsme. Then there appears, to the right, a beautiful pattern of two systems ofparallel and closely spaced lines, at right angles to one another, in all sortsof colors with yellow-green and gold predominating. Immediately thereafter thelines grow brighter and the whole is thickly sprinkled with dots of twinklinglight. This picture moves slowly across the field of vision and in about 10seconds vanishes to the left, leaving behind a ground of rather unpleasant andinert grey which quickly gives way to a billowy sea of clouds, seemingly tryingto mould themselves in living shapes.” Perhaps as a result of having to cope with the strange and necessarily isolatingeffects of his unique condition, Tesla was subject to a great many compulsionsand repetitive behaviors—the combination of which would today probably result ina diagnosis of obsessive-compulsive disorder, if not other conditions. He feltcompelled to perform actions in numbers divisible by three. If, for instance, hewalked around a city block, he would have to do it three times, or six times,and so on. He wrote that he could not enjoy his food unless he first mentallycalculated the cubic capacity of the dish that was holding it—if he could not dothis, then the meal he consumed held no pleasure for him. He couldn’t abide thesight of certain objects, such as women’s earrings, or certain smells, such ascamphor (found in mothballs), and once he began a project he felt compelled tocomplete it, even if he lost interest in it. (In his autobiography, he complainsstrenuously of how this need to complete even unpleasant tasks trapped him, whenhe set out to read all the works of Voltaire, and discovered that Voltaire’swritings ran to hundreds of thick volumes in tiny print.) Tesla also seems to have had a condition now known as synaesthesia, a wordmeaning “union of the senses”. Persons with synaesthesia experience sensoryimpressions in response to seemingly unconnected stimuli; for instance, theymight see a particular color each time they hear a specific musical note, orfeel a tingling in their fingers every time they see the color blue. Manysynaesthetes also strongly associate individual letters of the alphabet withspecific colors. Tesla describes experiencing a bitter taste in his mouth anytime he saw small squares of paper suspended in liquid, as happens in certainchemical tests. University Career In 1875, at the end of his mountain hiking retreat, Tesla began his studies atthe Austrian Polytechnic School in the Austrian city of Graz. His first year atthe university was a period of extraordinary achievement and relative financialease: he had received a scholarship which covered all of his tuition fees andliving expenses, which meant that he could have chosen to take a fairly relaxedapproach to his studies. Instead, hoping to complete two years’ worth of work inonly one, he worked from three in the mornings until eleven at night, withouttaking breaks for holidays or weekends. In the end, he passed nine exams (onlyfour were required.) He had gone to the effort of completing two years’ worth ofwork in one year of study on purpose as a “treat” for his parents, and he wassomewhat hurt and confused when his father acted as if he were unimpressed byhis accomplishments. Unbeknownst to Tesla, however, his professors had beenwriting to his father all year, insisting that he was in danger of dropping deadfrom sheer exhaustion unless he either slowed down or dropped out. Perhaps“making light” of Tesla’s accomplishments was his father’s way of trying to showhim that he needn’t work himself to the bone just to impress his family. In anyevent, the dean wrote to praise Tesla’s abilities after his remarkableperformance in the examinations, and he informed Milutin Tesla that his son,worn thin though he was, was “a star of first rank”. Unfortunately, Tesla’s next two years at the university did not repeat theglories of his first. The Military Frontier—a part of Croatia which forcenturies had served as the Austro-Hungarian Empire’s barrier against invasionby the Ottoman Empire—was preparing to be abolished within the next six years.The scholarship that had made it possible for Tesla to attend university wasissued to him by the Military Frontier, and now it too was going to beabolished, which meant that after the end of Tesla’s second year, his familywould have to pay for his education, which they could not afford to do. In the course of his second year, Tesla had a now-famous encounter with theGerman professor of electrical machinery at the Austrian Polytechnic School, aman by the name of Poeschl; the subjects he taught included theoretical physics,and experimental physics (the field of designing machines and experiments totest the propositions of theoretical physics). Poeschl was demonstrating the useof a Gramme Machine to his students, which had just arrived from Paris. (TheGramme Machine was the first generator capable of producing enough power tosupply electricity to businesses on an industrial scale.) Examining the machine,Tesla became curious how the dangerous sparking effects produced by the directcurrent could be managed, and he suggested to Poeschl that an alternatingcurrent be used instead. Poeschl turned to the class and remarked, “Mr. Teslamay accomplish great things, but he will never do this…it is a perpetual motionmachine, an impossible idea.” The exposure to the problem of alternatingcurrents, however, would prove to be seminal for Tesla’s later career. Life in Prague When Tesla’s scholarship money came to an end, he attempted to raise more fundsby gambling for them. He played at cards, and somewhat more successfully atbilliards, but the irregular lifestyle of a semi-professional gambler was notconsistent with the respectable image that the Polytechnic School required ofits students, and he was dismissed, forced to leave the school without finishinghis degree. Mindful of the disgrace to his family, he left Austria and did notreturn to Smiljan; instead, his mother scraped together enough money to send himto Prague, where there was a university. Tesla writes in his autobiography thathis father wished him to go to Prague so that he could finish his degree;however, Tesla biographer Margaret Cheney relates that, according to Tesla’sliving descendants, there are no records of him ever having enrolled in theuniversity. However, it is possible that he attended lectures and auditedclasses while continuing his independent studies in the university library,continuing to investigate the problem of alternating currents. His gambling wasbecoming an increasing problem during this period of time; it placed aconsiderable financial burden on his family, as he alternated in winning andlosing large sums of money. Tesla conflicted sharply with his father over thegambling; his father had a clergyman’s narrow tolerance for such things, but hismother took a more psychologically effective tactic with him. She would giveTesla money when he was cash strapped so that he could enjoy himself at thegames, telling him “The sooner you lose all we possess the better it will be. Iknow you will get over it.” Shamed, and determined to practice self-control,Tesla ceased gambling for good immediately after his mother made this speech. Anxious to relieve the financial strain that his mishaps at the polytechnicschool and elsewhere had placed on his family, Tesla took a job in Budapest,working for the brand new American telephone exchange. However, during his timein Budapest, Tesla became extremely ill. He never received a diagnosis for theillness he suffered, but its chief symptom was an excruciating sensitivity ofthe senses, similar to that which is suffered by the fictional characterRoderick Usher in Edgar Allen Poe’s short story, The Fall of the House of Usher. “My sight and hearing were always extraordinary. I could clearly discern objectsin the distance when others saw no trace of them… Yet at that time I was, so tospeak, stone deaf in comparison with the acuteness of my hearing while under thenervous strain. In Budapest I could hear the ticking of a watch with three roomsbetween me and the time-piece… The whistle of a locomotive 20 or 30 miles awaymade the bench or chair on which I sat vibrate so strongly that the pain wasunbearable. The ground under my feet trembled continuously. I had to support mybed on rubber cushions to get any rest at all. The roaring noises from near andfar often produced the effect of spoken words which would have frightened me hadI not been able to resolve them into their accidental components. The sun'srays, when periodically intercepted, would cause blows of such force on my brainthat they would stun me. I had to summon all my will power to pass under abridge or other structure as I experienced a crushing pressure on the skull. Inthe dark I had the sense of a bat and could detect the presence of an object ata distance of 12 feet by a peculiar creepy sensation on the forehead. My pulsevaried from a few to 260 beats and all the tissues of the body quivered withtwitches and tremors which was perhaps the hardest to bear. “A renowned physician who gave me daily large doses of Bromide of Potassiumpronounced my malady unique and incurable.” Tesla regained his health slowly, a result for which he gave credit to thehealing power of exercise. In Budapest, he had become friends with a mechanicnamed Anital Szigety, an amateur athlete who urged him to make as much physicalexertion as he could stand if he wished to recover. Together, they took manylong walks across the city, and it was on one of these walks that Tesla arrivedat the solution to the problem that had been vexing him ever since the day inProfessor Poeschl’s classroom when he decided that the Gramme dynamo would runmore efficiently with an alternating current. According to biographer Margaret Cheney, “It was an entirely new system that he had conceived, not just a new motor, forTesla had hit upon the principle of the rotating magnetic field produced by twoor more alternating currents out of step with each other. By creating, ineffect, a magnetic whirlwind produced by the out-of-step currents, he hadeliminated both the need for a commutator (the device used for reversing thedirection of an electric current) and for brushes providing passage for thecurrent. He had refuted Professor Poeschl.” Tesla understood the game-changing nature of his new invention, but it would beanother matter to get other people to recognize it. No matter how perfectly andcompletely Tesla could envision his induction motor, he could not build it untilhe persuaded someone to give him the money to do so, and it would be tricky toconvince a financial backer that he knew what he was doing without a prototypeto show them. On the other hand, these practical considerations almost didn’tmatter to Tesla: what mattered was that he had achieved his life’s dream, or atleast the beginning of it. All of his life, he had wanted to feel that he couldcall himself inventor, someone who came up with machine that would bring good tothe world. Now that he had finally come up with the plan for a viable, importantmachine, he felt at last worthy of an inventor’s name. The fact that he wasstill poor, hardly getting by on the salary he drew from the telephone exchange,and an ocean away from the people he needed to take an interest in his inventionhardly mattered to him. Tesla’s autobiography describes the next several months as one of the happiestperiods in his life. He spent the days happily lost in his head, daydreamingabout (that is, meticulously visualizing designs for) all the wonderful newmachines he would some day build."},{"pageContent":"CHAPTER TWO: THE STRUGGLE FOR RECOGNITION “When natural inclination develops into passionate desire, one advances towardshis goal in seven-league boots.”Nikola Tesla, My Inventions Paris Immersed though he was in the imaginary plans for his own fantastic scientificcreations, Tesla apparently had sufficient time left over to apply some of hisdesign prowess to the job he was actually being paid for. By this point, he wasworking in a telegraph office, where he improved the efficiency of thecentral-exchange apparatus. He did not receive a promotion or a higher salary asa reward for his ingenuity, but he impressed his employers (who convenientlyalso happened to be family friends) so much that he was offered a job in Paris,working for the phone company founded by Thomas Edison—the most famous ofnineteenth century American inventors, and the man who was to have a moresignificant impact on Tesla’s life than almost any other, for good and for ill. Tesla was delighted to accept the job, and to begin a new life in Paris. Thecity delighted him, even though he was just as poor as he had been in Budapest,if not more so. Describing the straitened circumstances of his life in France,Tesla wrote, “The attractions were many and irresistible, but, alas, the income was spent assoon as received. When Mr. Puskas asked me how I was getting along in the newsphere, I described the situation accurately in the statement that ‘the last 29days of the month are the toughest!’” But Tesla was able to make friends with both his French and Americancoworkers—the Americans with whom he worked were especially enthusiastic aboutspending time with him when they discovered that he was a near professionalquality billiards player. He rose very early in the mornings, swam twenty sevenlaps in a pool (again, any repetitive task Tesla performed had to be done innumbers divisible by three), then walked for an hour to the telephone company toeat breakfast and begin work. His immediate supervisor was a man by the name ofCharles Batchelor, and much to Tesla’s delight, he happened to be an intimatepersonal friend of Edison’s. Tesla’s motivation for accepting the job in Paris was primarily a desire to makecontact with people who would understand and appreciate the superiority of hisalternating current device compared to the direct current motors which Edisonwas working with, and which were being used throughout the world. Tesla wasdeeply dismayed, therefore, to discover that after many of his own repeatedfailed experiments with alternating currents, Edison was sick of the very nameof them, and was not interested in hearing any more theories about how theycould be made to work. Tesla could not understand this at all. To him, it wasblazingly apparent that his machine would work, and work better than anything ofthe kind the world had ever seen; it baffled him that others were not willing orable to look at his designs and arrive at the same conclusion. Because of his mechanical expertise and his ability to speak German (though hewas a Serb growing up in Croatia, Tesla’s schools had largely taught lessons inGerman, and he was fluent in about eight languages), the Edison company in Parissent Tesla to perform repairs at other plants around France and in Germany. Bybringing machine parts with him from Paris, Tesla managed to construct roughprototypes that incorporated at least some of the design elements from his newinvention, and use them to solve the electrical and energy problems the plantsfaced. Tesla pulled off a considerable feat on behalf of the Edison company in theGerman town of Strassburg, where he had been sent to repair a railway stationlighting plant that had been constructed for the Germany government. The Germanswere refusing to pay for the plant because, during the grand opening, a smallexplosion caused by a short circuit had blown out a portion of a wall—rightbefore the eyes of Kaiser Wilhelm I, the first ruler of unified Germany, a manno one wished to disappoint. Tesla’s German speaking skills and his technicalexpertise went so far towards winning the Germans over that he became goodfriends with Strassburg’s mayor, who even attempted to round up investors forhis alternating current device, though without success. (He did share with Teslaa portion of an extremely rare wine, which he had buried in the ground manyyears before—drinking it was such a significant experience, apparently, thatTesla devotes some paragraphs to it in his autobiography.) For the feat Tesla had accomplished in Strassburg, which saved the Edisoncompany a great deal of money, he had been promised a large bonus on his returnto Paris. But each of his three immediate superiors declared that it was theresponsibility of one of the others to produce the money, and the result wasthat it was never paid. Tesla was furious; he needed the money to build hisinvention, and he was beginning to be afraid he would never get it. Furious atthis dishonest treatment, Tesla resigned from the Edison telephone exchange inParis. His supervisor, Charles Batchelor, had figured out a long time ago that Teslawas a genius of the first water, with no equal in the world of electricalengineering unless it was Edison himself. So he gave Tesla the best advice andhelp that it was in his power to give: he urged the young inventor to go toAmerica to try his fortunes, and he gave Tesla a letter of introduction toThomas Edison to help him do so. Tesla made immediate arrangements for travel to the United States. He set abouthis trans-atlantic journey with a unique sense of determination. On his way tothe train station, mere moments before the train pulled away, he discovered thathe had lost, or been pick-pocketed of, his ticket and almost all of his money.He had to run alongside the train and swing himself aboard just as it waspicking up speed; once inside, he scraped together the pennies for a cheapticket. When he reached the Saturnia, the ship that would take him across theocean, he was able to persuade a porter to let him have the berth he hadreserved, though he could not prove that he had paid for it. Tesla writes thathe spent most of his ocean voyage seated near the stern of the boat, watching incase anyone should fall overboard: he, with his strong swimming ability, wouldundoubtedly be the one to save them. (He also writes that when he was older, andpossessed more common sense, he shuddered to remember how reckless he had been.) When he arrived in Manhattan weeks later, he had nothing with him but a sheaf ofpersonal papers—articles he had written, illustrations, notes for hisinventions—and a few coins. It was a story that would be told over and overagain during this era of American history, the penniless European immigrant inAmerica, hoping to try his luck and build his fortune. Tesla, it would turn out,was luckier, and more successful, than most of them. Manhattan Tesla’s arrival in the United States was not exactly the stuff of fairy tales,but he was in a far better situation than most of his fellow immigrants arrivingon the ship with him. His clothing indicated that his station in life was thatof an educated, professional man, which meant that the customs officials treatedhim with a bit more respect than the transplanted shepherds and farmers hearrived with. Most of the Saturnia ’s other passengers would be hired into workgangs, where they would slave for low wages over long grueling work days. Tesla,on the other hand, had arrived rich in contacts, if not rich in money. And theopportunities for which America was so famous seemed to positively leap outTesla from the moment he disembarked the ship. Walking down the street, heencountered a man in a shop window having difficulty with a bit of brokenmachinery. Tesla stopped and offered to repair it for him, and the man,astonished by the providential arrival of this strange young foreigner with themagic touch, paid him twenty dollars. This must have been greatly welcome toTesla, who had arrived in the United States with only four cents in his pocket. Tesla had this to say about his early experiences in the United States: “I wish that I could put in words my first impressions of this country. In theArabian Tales I read how genii transported people into a land of dreams to livethrough delightful adventures. My case was just the reverse. The genii hadcarried me from a world of dreams into one of realities. What I had left wasbeautiful, artistic and fascinating in every way; what I saw here was machined,rough and unattractive. A burly policeman was twirling his stick which looked tome as big as a log. I approached him politely with the request to direct me.\"Six blocks down, then to the left,\" he said, with murder in his eyes. \"Is thisAmerica?\" I asked myself in painful surprise. \"It is a century behind Europe incivilization.\" When I went abroad in 1889 - 5 years having elapsed since myarrival here - I became convinced that it was more than one hundred years AHEADof Europe and nothing has happened to this day to change my opinion.” There is no telling at precisely what point Tesla changed his mind about theAmerican nation being hopelessly backwards, but it is just possible that itcoincided with his long-anticipated first meeting with Thomas Edison. Meeting Thomas Edison According to Tesla biographer Margaret Cheney, Edison was having a verydifficult day when Tesla walked into his office for the first time. New York wasthe first city in the United States to have widespread electrical lighting, andEdison’s companies were responsible for all of it. But the art of electricalengineering was still in its infancy, and accidents happened constantly. Firesbroke out; wires snapped; horses got electrified and startled into a panic justwalking down streets where the electric wiring had been set up, because theywere absorbing electricity through their metal shoes. And Edison did not employnearly enough trained engineers to deal with the issues that were cropping up;he was constantly receiving phone calls demanding that he send out a man to makea repair or an installation or restart a dynamo, and there simply weren’t any. Unlike Tesla, who, since boyhood, had cherished dreams of inventing machinesthat would benefit all of humanity, and whose chief joy in inventing was in thesomewhat artistic process of coming up with ideas for machines and visualizinghow they would work, Edison was in a much more practical business: the businessof inventing things for money. He had not attended a premier polytechnicuniversity; he was, like most Americans who came to prominence in a century thatvenerated the frontiersman and the log cabin born self-made man, a self-taughtelectrical engineer and businessman. Tesla, however, respected Edison all themore for the fact that he had not had the advantages of early scientifictraining and education, and had spread the incandescent light bulb across theworld nonetheless. Tesla would later write that the day he met Thomas Edison was the most excitingand profoundly moving experiences of his life to that point. Batchelor’s letterof introduction, which Tesla had brought with him from Paris, emboldened him towalk directly into Edison’s office and attempt to introduce himself. Harried,but curious, Edison read the letter from Batchelor that Tesla presented himwith: “I know two great men and you are one of them,” Batchelor had written.“The other is this young man.” Cautiously impressed, Edison asked that Teslaexplain his qualifications. It should come as no surprise that Tesla immediately launched into a descriptionof his design for the alternating current induction motor; but he found thatwhat his superiors in Paris had told him about Edison being unwilling to hear aword spoken on the subject of alternating current was nothing more than thetruth. However, Edison was, as we have discussed, just at that moment indesperate need of a trained engineer. There was a great demand for electricallighting on ships, because of the gorgeous spectacle they made when travelingdown the water at night with all lights burning—this, despite the fact that allelectrical systems were then fire prone, and nothing could be more dangerous ordevastating than a ship catching on fire when it was at sea. Lighting onsea-going vessels had to be approached with the utmost caution, and one ship,the S.S. Oregon , had been delayed in the docks for several days past itsexpected launch date because the lighting plant on the ship was broken. The crewhad phoned that morning to demand that Edison send them an engineer; he had hadno such engineer when he received the phone call. But once Tesla had walked intohis office and made his pitch, Edison realized he had just the man he needed.Delighted with the opportunity to prove himself, Tesla went directly to the shipand began work on repairs. Tesla himself describes the reaction that Edison had when he discovered howquickly Tesla was able to solve the problem on the ship: “At 5:00 a.m. when passing along Fifth Avenue on my way to the shop, I metEdison with Batchelor and a few others as they were returning home to retire.‘Here is our Parisian running around at night,’ he said. When I told him that Iwas coming from the Oregon and had repaired both machines, he looked at me insilence and walked away without another word. But when he had gone some distanceI heard him remark: ‘Batchelor, this is a damn good man.’” The professional working relationship between Tesla and Edison was bound to beshort-lived, however. Cheney describes the gulf of differences between theirpersonalities, philosophies, and general approaches to life and business. Simplyput, Edison lacked Tesla’s training and his culture; he was the embodiment of acertain rough-hewn American archetype that disdained the trappings of too muchcivilization, and even too much education of the theoretical variety. Long afterparting ways with Edison, Tesla remarked that he had often watched Edison laborat experiments with a kind of helpless pity; Tesla’s formal education in thesciences had taught him that the ability to make calculations could save a greatdeal of labor in the experimental front. That is to say, Tesla could work out onpaper (or more likely, in his head) whether or not a machine would work beforehe ever built the prototype. Edison was suspicious of this invisible style oftinkering, however, and refused to take advantage of Tesla’s experience to workaround his own limitations. There was also the fact that Edison was intelligent enough to realize thatTesla’s alternating current system would probably work, that it would workbetter and more safely than direct current motors, and that if Tesla ever gothis system fully developed and integrated into a sound business model, it wouldprobably render Edison’s electrical engines virtually obsolete. When Edison hadfirst started in the electric lights business, the gas companies had opposed himat every turn, sensing the he was out to replace them; now Edison was findinghimself in the same position with Tesla’s alternating current induction motor. In any event, Tesla ceased working for Edison once it became apparent thatEdison was only going to make use of Tesla’s abilities to earn money for his ownbusiness, and had no intention of assisting Tesla in a way that might lead tohis becoming serious competition for Edison. The final blow came when Teslaoffered to repair and redesign the electric dynamos in Brooklyn that ran itselectric powered trolleys. It was an absolutely immense undertaking, but Teslapromised Edison that once his redesigns had been implemented, Edison would startsaving considerable money. Edison told Tesla that if he could actually pull it off, there would be fiftythousand dollars in it for him. Perhaps Edison never expected Tesla to manageit; or perhaps, as he later claimed, he was only joking, and the European Teslafailed to grasp the nuances of American humor. Either way, Tesla workedvirtually without stopping for an entire year, until the project was completed.He was crushed when Edison told him there was no fifty thousand dollars waitingfor him. Edison attempted to mollify Tesla somewhat by offering to raise hiseighteen dollar an hour pay rate to twenty eight dollars an hour, a huge hourlysalary by turn of the century standards. But Tesla was bitterly reminded of thebonus that had been promised to him by Edison’s managers in Paris, when he hadrepaired the lighting plant at the Strassburg railway station; he had neverreceived that money either. It was one thing for the managers of Edison’s phone exchange across the ocean tolie to and cheat him, and quite another thing for the much-admired Edison to doit. Tesla resigned; Edison told him that he was making a mistake, but there wasnever any real possibility of their working together successfully. Tesla was toobrilliant to remain anyone’s employee for long, and especially to remain in theemploy of another genius whose egotism would not permit him to give the youngerman a fair deal. The Tesla Electric Light Company One of the factors that made Tesla’s resignation a risky move was the Panic of1884, which was in full swing when Tesla left off working for Edison. It was abad year for small businesses, speculation, investors, and entrepreneurs. ButTesla was a unique figure and a unique talent, and he hadn’t been unemployedlong before he was approached by investors who had heard of his work for theEdison company and his ideas for the induction motor. Indeed, Tesla scarcelyever stopped talking about the induction motor, believing that sooner or laterthe right people would hear about it and would help him build it. He was provencorrect; no sooner was he out from behind Edison’s shadow than he met a group ofwealthy venture capitalists who wanted to give him his own company, under hisown name, where no jealous rivals or employers could stop him from finally fullydeveloping his induction motor. First, however, his investors insisted on a more prosaic application of hisabilities: arc lamps, in which light is generated by an electric arc, wereapplicable to many industrial uses, and were favored for street lighting. Tosatisfy them, Tesla came up with his own design for an improved arc lamp thatwas safer and used power more efficiently than the standard model, and got oneof his first commercial patents as a result. The town of Rahway, New Jersey,which hosted the headquarters of the Tesla Electric Light Company, was the firstto adopt them. However, once Tesla had provided the patent, he was paid for themin stock shares (which would have to mature for some time before they were worthanything) and effectively dismissed, without having ever been given a chance towork on the induction motor. Dismayed and disheartened, Tesla left the companyand looked, again, for a new opportunity. Tesla Electric Company For a year following his departure from his Electric Light company, Tesla wasforced to make ends meet however he could. Because of the financial depression,the only work he could find from 1886 to 1887 was on one of the same physicallyruinous labor gangs that so many of his fellow immigrants from the Saturnia hadbeen hired into. (Ironically, the same multi-millionaires who were buildingtheir fortunes on the backs of laborers such as Tesla would soon be clamoring toinvest in Tesla’s genius.) Luckily, the foreman of one of these work gangsseemed to recognize that Tesla’s talents were being wasted at hard labor, and hearranged for Tesla to meet a manager from America’s most famous telegraphcompany, Western Union. This manager took a strong interest in Tesla’s work onthe induction motor, and with his help, Tesla formed another company, this timespecifically geared to develop the invention Tesla had visualized into existencein that glorious moment back in Budapest over five years before."},{"pageContent":"CHAPTER THREE: AC VERSUS DC “He began laboring like one of his own dynamos, day and night without rest.Because it was all there in his mind, he needed only a few months to startfiling patent applications for the entire polyphaser AC system. This was in factthree complete systems for single-phase, two-phase, and three phase currents. Heexperimented with other kinds too. And for each type he produced the necessarydynamos, motors, transformers, and automatic controls.”Margaret Cheney, Tesla: Man Out of Time Perhaps the only moment of his life when Tesla was as happy as when he figuredout how to make his induction motor work was the moment when he was finallygiven the freedom to fabricate, patent, manufacture, and release his inventionto the world, where it could at last benefit humanity in the way it was meantto. There was no uniformity in the electrical engineering infrastructure of theUnited States at this time. A dominant system had yet to emerge; the variouscompanies providing electric lights were all in competition with one another tospread the usage of the specific invention that their own lighting systems werebuilt upon. And each company had developed their lighting to fulfill a specificmarket niche; for instance, some company’s lighting systems were particularlysuited to lighting factories, but not to providing safe electric lights forhouses, and vice versa. One company which was emerging as the lead competitor for Thomas Edison and theEdison Electric Company was the company belonging to George Westinghouse; he wasan early adopter of alternating current systems, which made him a natural allyof Tesla’s. And Tesla was already beginning to make a name for himself: in theyear 1891 alone, he was granted forty separate commercial patents. When word ofthis began to circulate, the engineering world finally began beating a path toTesla’s door. Westinghouse, who realized almost immediately that Tesla’salternating current induction motor was going to change the direction in whichtechnology was developing, came to visit Tesla personally and offer to licensehis patents from him. Tesla received a lump sum of cash, and a number ofvaluable shares, and was able to forget about any money troubles for a shorttime. Additionally, Westinghouse hired him to consult for his company inPittsburgh for a salary of $2000 a month. For neither the first nor the last time in his life, Tesla faced the problems ofjealous inferior intellects impeding his progress. Westinghouse’s engineersbalked at building the motors precisely to his specifications because theywished to use already existing machinery, rather than built every part fromscratch. According to Margaret Cheney, they wasted a great deal of time andmoney attempting to prove that Tesla’s motor could run according to theirprojections, only to be forced to give up and build the motor that Tesla haddesigned, which, of course, ran perfectly. Because of this, the transitionprocess of outfitting Westinghouse to make induction motors ran far overprojected costs; eventually, it would force Westinghouse to make a merger thathad severe consequences for Tesla’s financial future. Return Visit to Croatia Much to Tesla’s pride and delight, he was naturalized as an American citizen onJuly 30, 1891, about five years after his arrival in the country. Not longafterwards, however, he was sufficiently exhausted by his work in America tofeel that his health was in some danger, and that he badly needed a rest. So inSeptember of 1891, he traveled to Paris to attend the International Exposition,a sort of world’s fair displaying technological advances from all over Europe.From there, he traveled home, to Croatia, where he saw his widowed mother andhis sisters again for the first time since he was forced to leave thePolytechnic School in Austria. Tesla gives this account of his further travels in Europe: “I went to London where I delivered a lecture before the Institution ofElectrical Engineers. It had been my intention to leave immediately for Paris incompliance with a similar obligation, but Sir James Dewar insisted on myappearing before the Royal Institution. I was a man of firm resolve butsuccumbed easily to the forceful arguments of the great Scotsman. He pushed meinto a chair and poured out half a glass of a wonderful brown fluid whichsparkled in all sorts of iridescent colors and tasted like nectar. \"Now,\" saidhe, \"you are sitting in Faraday's chair and you are enjoying whiskey he used todrink.\" In both aspects it was an enviable experience. The next evening I gave ademonstration before that Institution, at the termination of which Lord Rayleighaddressed the audience and his generous words gave me the first start in theseendeavors. I fled from London and later from Paris to escape favors showeredupon me, and journeyed to my home where I passed through a most painful ordealand illness. Upon regaining my health I began to formulate plans for theresumption of work in America.” The English scientist Michael Faraday had been the last great mind in the fieldof electrical engineering to come along before Tesla, and therefore it is to beassumed that Sir James intended by this behavior to confer an honor upon Tesla. Tesla was in search of his next big idea—the flash of inspiration that wouldinspire his next world changing invention. As it happened, the moment ofinspiration struck during his restorative European sojourn. In hisautobiography, Tesla describes hiking through the mountains and getting caughtin a thunderstorm. At first, there was no rain, only claps of thunder; but thenthere came a lightning strike, and a torrential downpour of rain followed. Teslawas struck by the fact that the rain had changed its behavior in response to theelectrical excitement produced by the lightning, and from this observation hederived any number of fascinating ideas: “Here was a stupendous possibility of achievement. If we could produce electriceffects of the required quality, this whole planet and the conditions ofexistence on it could be transformed. The sun raises the water of the oceans andwinds drive it to distant regions where it remains in a state of most delicatebalance. If it were in our power to upset it when and wherever desired, thismighty life-sustaining stream could be at will controlled. We could irrigatearid deserts, create lakes and rivers and provide motive power in unlimitedamounts. This would be the most efficient way of harnessing the sun to the usesof man. The consummation depended on our ability to develop electric forces ofthe order of those in nature. It seemed a hopeless undertaking, but I made up mymind to try it and immediately on my return to the United States, in the Summerof 1892, work was begun which was to me all the more attractive, because a meansof the same kind was necessary for the successful transmission of energy withoutwires.” Tesla would return to the United States full of energy and inspiration for thispotentially world changing project. But in the mean time, he had other problems. Edison’s revenge At the beginning of his career, Thomas Edison and his electric lighting systemshad faced powerful opposition from the gas companies; gas lighting had been thestandard powered lighting system at use in homes, business, and publicfacilities for decades, and electric lights threatened to make them obsolete. Inorder to get the important public contracts he needed to make electric lightsreplace gas lights as the national standard, Edison threw as much energy intopublic relations and propaganda as he did into inventing and engineering. Thesafety issues involved with gas were real and dangerous, and Edison played themup before the public eye, trying to convince the public that they risked fires,explosions, and deaths if they did not switch from gas lighting to electriclighting. When Edison learned that his former employee, Tesla, had gone to work for GeorgeWestinghouse’s company, and was on the verge of releasing safe, efficientalternating current induction motors that would threaten the supremacy ofEdison’s direct current system, he took it as a personal insult. He immediatelybegan drumming up a propaganda storm against alternating currents, attempting toconvince the public they were unsafe. The problem, of course, was that they wereno such thing; Tesla’s entire motivation in developing the alternating currentmotor was to make it safer than the direct current motor he had witnessedsparking dangerously during the demonstration of the Gramme dynamo back at inProfessor Poeschl’s classroom at the Austrian Polytechnic School. But to Edison, the facts, in this case at least, scarcely mattered. He wasinvested in direct current and adamantly opposed to alternating current, and hewould do whatever he must to turn the public against alternating current. InMargaret Cheney’s words, “accidents caused by AC must, if they could not befound, be manufactured, and the public alerted to the hazards. Not only werefortunes at stake in the War of the Currents but also the personal pride of anegocentric genius.” Because of the almost immediate success of Tesla’s induction engine, rivalelectrical companies were forced to buy licenses and use his designs, which werepatented, or challenge the patents—either legally, by claiming that their owninventions and patents pre-dated his, or commercially, by coming up with adesign for an engine that was like Tesla’s, but also different enough to qualifyfor a new patent. All of Tesla’s patents were upheld in court, however, anddespite Edison’s best efforts, Tesla’s design dominated the market almostcompletely. Edison was undeterred, however, and his methods were not only dishonest, theywere shockingly cruel. In West Orange, New Jersey, “Edison was paying schoolboystwenty-five cents a head for dogs and cats, which he then electrocuted indeliberately crude experiments with alternating current. At the same time heissued scare leaflets with the word ‘WARNING!’ in red letters at the top.” Evenmore outrageously, Edison told people that George Westinghouse was running adisinformation campaign against him . Westinghouse, however, was reluctant tosink to Edison’s level, even to correct the disinformation being issued againsthim. He was more interested in winning the International Niagara Commission’sbid to devise a system that would harness the power of the Niagara Falls. One note about Edison’s electrocution of animals (and a warning for graphicdescriptions of extreme animal cruelty): in 1903, a female Asian circus elephantnamed “Topsy” was killed by alternating current at a public exhibition at ConeyIsland, in New York. Topsy had been imported to the United States when she was acalf, but her owners had falsely publicized her as the first Asian elephant bornin captivity in America. She had been deemed a “dangerous” elephant, owing toaccidents that occurred with her handlers, probably in reaction to maltreatmentand abuse, and after being passed from owner to owner, it was decided that shemust be killed, and that her owners would make money off her death by turningher execution into a public spectacle. Of course, there were difficultiesinherent in killing such a massive animal. Originally, her handlers intended tostrangle her slowly by wrapping rope around her neck and hanging her from acrane, but it was feared that this would not kill her at all, or at least notquickly enough. To make sure that she died, she was also fed poison, and in theshowiest part of the spectacle, electrocuted—with, of course, alternatingcurrent. The killing of Topsy the elephant has been touted as a shocking pieceof anti-Edison lore for decades; it even featured in an episode of the Americancartoon The Simpsons . But whatever other acts of animal cruelty Edison wasguilty of, and there were many, Topsy’s death was not his doing. The so calledWar of the Currents was long over by the time of Topsy’s killing in 1903, andEdison himself was not present in Coney Island when she died. This is merely oneof the common myths that people tell to illustrate the intensity of Edison’sobsession with preventing alternating current from becoming the Americanstandard. Edison may not have killed Topsy the elephant, but in his absolute determinationto make the name of “Westinghouse” synonymous with danger and death, he did endup contributing to the electrocution of a human being. It was as a result ofdirect lobbying by Edison that electrocution came to replace hanging as theprimary means by which American prisoners sentenced to death were executed. (Infact, the word “electrocute”, which is sometimes used erroneously to mean“electrify”, means “to be killed by electricity”. It is a portmanteau of thewords “electrify” and “execute”.) Once the announcement of the change fromhanging to electrocution had been made, Edison made certain that everyone knewthat the electrocutions would be carried using alternating current and theWestinghouse patents. And the War of the Currents went on from there. Edison was giving publicdemonstrations of the lethal capabilities of alternating current by throwingdogs, cats, and occasionally livestock onto electrified metal platforms andkilling them in front of spectators. However, karma, so to speak, in the form offinancial difficulties, was soon to catch up with him. Edison’s businessenterprises were too far flung; Edison General Electric was soon forced to forma merger with the second of the three big electrical companies in America,Thomson-Houston, in order to survive. (The third major electrical company,Westinghouse, held out against merging for some time.) The new company thatemerged, of which Edison was not president, was called General Electric—the samecompany which famously manufactures most of America’s lightbulbs today. Westinghouse Electric and Manufacturing Company The underhanded campaign that Edison had launched against George Westinghouse’scompany was paying off. Westinghouse’s stock value was beginning to fall. Thiswas also due to problems that Westinghouse was facing internally: he had beenforced to undertake the enormous expense of converting all of his machinery tothe Tesla polyphasic model, and the initial cash expenditure had not paid offyet. Capitulating to pressure from the bankers who held his loans, Westinghousebegan to arrange a merger: not with General Electric, but with a number ofsmaller electric companies, such as U.S. Electric and Consolidated ElectricLight. There was one insurmountable problem standing in the way of the merger thatwould create the Westinghouse Electric and Manufacturing Company, however. Theterms of George Westinghouse’s original arrangement with Tesla for the use ofhis inventions included substantial royalty payments, which Tesla had not yetreceived, but which he had an unshakeable legal claim to. This effectivelyplaced the fate of the Westinghouse company in Tesla’s hands. GeorgeWestinghouse could not cancel the royalties contract; the only possibility ofhis getting out from under the liability was for George Westinghouse to appealpersonally to Tesla, and ask him to tear the contract up. One of the qualities that Tesla is best remembered for now is his generalinattention to practical financial matters. He had what one might call anartistic or poetic soul; his vision for his inventions was one of transformationfor the world, not one of gaining vast quantities of personal wealth and power.He wanted enough money to live well and fund his experiments, but unlike Edison,he was not a businessman and was not interested in power over the marketplace.To Tesla, what was most important was that his alternating current system beadapted throughout the United States, and eventually the world. The fact was, Tesla was probably not capable of appreciating exactly how muchmoney he was really entitled to; he enjoyed having money and spending it onpersonal comforts, but the kind of financial concerns that translate to power inthe business world were uninteresting to him. In the currency of the 1890’s,Tesla was legally owed about twelve million dollars in royalties; in 2016currency, this figure would amount to more than three hundred million dollars. George Westinghouse had been a friend to Tesla; he had given Tesla theopportunity he dreamed of to bring his alternating current motor into existenceand show its usefulness to the world. And now Westinghouse was telling him,“Your decision determines the fate of the Westinghouse Company.” If Teslarenounced his royalties, the company could continue with the merger and continueto spread the gospel of alternating current power. Even if Tesla did not do so,his fate was still uncertain; he would have to deal with bankers over moneymatters that he did not fully understand. Since Tesla did not fully grasp thefinancial aspect of the situation, he let his personal feelings be his guide. Hetold Westinghouse that he would tear up his old contract. In so doing, heforfeited not only the money he had already earned and not been paid, but untoldmillions of dollars that would have accrued to him in the future. Instead, hesold his patents outright to Westinghouse for a lump sum of cash, about sixtythousand dollars—a tiny fraction of the money he was entitled to. When Tesla wasa little older, and facing serious cash shortages, he must have thought back onthis act of astonishing generosity with some wistfulness, at the very least."},{"pageContent":"CHAPTER FOUR: DREAMS AND VISIONS The Most Famous Scientist in the World Tesla’s chief joy in life was puttering around in his private laboratories,inventing things, bending electricity to his will, and demonstrating the powerof his inventions to his admiring and interested friends (and wealthy potentialinvestors). For about a decade after the sale of his patents to GeorgeWestinghouse, he had enough money to keep him comfortably insulated from thenecessity of turning these fantastical, almost magical inventions into salableinvestments. For several years in the early 1890’s, Tesla gave a series of lectures to thepublic. He traveled around the world to give talks on the powers of electricityand give demonstrations of his inventions that baffled the imaginations of allwho witnessed them. In February of 1892, Tesla gave a lecture in London entitled \"Experiments withAlternate Currents of High Potential and High Frequency\" to the Institution ofElectrical Engineers and the Royal Institution of Great Britain. Two weekslater, he traveled to Paris, where lectured on \"Experiments with AlternateCurrents of High Potential and High Frequency\" before the Societe Francaise dePhysique. When giving these lectures, Tesla encountered a fundamental problem of language.He spoke many languages, but the one he needed most, the language of science,had not been invented—or at least, it had not developed to include theterminology he needed to make his discoveries, and the phenomena he wasdisplaying to the crowds, intelligible to researchers today. He was, simply put,so far ahead of his time that there was no context for his discoveries. Therewas nothing unscientific about them; every experiment he conducted had beenduplicated dozens of times to the most rigorous standards of the scientificmethod. But Tesla had to invent his own vocabulary in order to talk about them.He gave names to equipment and the effects they produced according to his ownrather poetic perceptions of their appearances; other times, he named them afterpeople, such as the Serbian poets whose national epics he had committed tomemory in childhood. The best efforts of contemporary scientists have translated only a portion ofTesla’s demonstrated findings into concepts that are understood today. For somethings, we still do not have the proper vocabulary. The scientific world is onlyjust beginning to catch up to Tesla, and in some respects he is still beyond us. In the following excerpt from Tesla’s London lecture to the Institute ofElectrical Engineers, one can see how, in an effort to communicate his findingsto a room full of people who could follow them only in part, he relied on verbaldescriptions of the optical phenomenon he produced, and the actions he took withthe displayed machinery to produce them: “Here is a simple glass tube from which the air has been partially exhausted. Itake hold of it; I bring my body in contact with a wire conveying alternatingcurrents of high potential, and the tube in my hand is brilliantly lighted. Inwhatever position I may put it, wherever I may move it in space, as far as I canreach, its soft, pleasing light persists with undiminished brightness.“Here is an exhausted bulb suspended from a single wire. Standing on aninsulated support. I grasp it, and a platinum button mounted in it is brought tovivid incandescence. “Here, attached to a leading wire, is another bulb, which, as I touch itsmetallic socket, is filled with magnificent colors of phosphorescent light.“Here still another, which by my fingers' touch casts a shadow—the Crookesshadow, of the stem inside of it.“Here, again, insulated as I stand on this platform, I bring my body in contactwith one of the terminals of the secondary of this induction coil—with the endof a wire many miles long—and you see streams of light break forth from itsdistant end, which is set in violent vibration…” Tesla biographer Margaret Cheney believes that scientists Frédéric and IreneJoliot-Curie, Henri Becquerel, Robert A. Millikan, Arthur H. Compton, ErnestOrlando Lawrence, and Victor F. Hess, all of whom won Nobel prizes, tookinspiration from or built upon work that had been begun by Tesla, who receivedmany honors, prizes, and medals in his lifetime, but never won a Nobel himself.His ability to inspire the creativity of his fellow scientists may have led toeven more scientific breakthroughs than he himself discovered. The Death of Duka Mandíc Tesla’s lecture series made him extremely famous; not merely by the standards ofscientists, but by any standards. He became a world famous celebrity in aboutfour months’ time, and was prepared to extend his lecture tour even longer.Unfortunately, personal tragedy struck Tesla’s family just a few months after hebegan traveling Europe. In April of 1892, his mother was stricken with a sudden,serious illness. But the way that Tesla found out about her illness is one ofthe most remarkable stories he has to tell in his autobiography. At that point in his life, Tesla had not seen his mother, or anyone else in hisfamily, for several years. He was not only in the midst of his lecture tour;prior to going abroad, he had spent the entire year since leaving theWestinghouse company engaged in the kind of experimental personal research thatdelighted him so much. Most of his research during that period was in the fieldof radio waves. He had noticed a particular reaction produced by his groundedtransmitter, which sent an electrical current through the earth. The potentialapplications to wireless communication fascinated him, and he had becomeobsessed with studying the problem, to the point of working for more than a yearat the same grueling pace that had so frightened his professors at thePolytechnic School and had so impressed Thomas Edison. Tesla enjoyed excellent health the majority of the time. As a man in hissixties, he bragged that he had never lost nor gained a single pound since hewas an adult, and that the suits he wore were made to the same measurements andspecifications that had been taken when he was in his early twenties. Heexercised vigorously, and because of all this he was able to sustain a patternof twenty hour working days for an impressively long period of time. Sooner orlater, however, a “reaction” would come over him. His health would begin to failhim, he would become temporarily disabled. Often, he would suffer strangeattacks that baffled diagnosis or treatment by doctors. (Indeed, by his earlythirties, Tesla had virtually given up on doctors altogether.) In 1892, the peculiar symptoms which he suffered after working for more than ayear on the grounded radio transmitter were not problems of a kind that anydoctor would understand, unless they were intimately familiar with Tesla’smedical history. Tesla partially lost his ability to visualize—to call imagesfrom his life and his imagination before his eyes with as much vividness as ifthey really lay before him. This idiosyncratic optical phenomenon, which had plagued Tesla as a child untilhe learned how to control it for his own use, was integral to the way Teslaworked. He did not have to draft his machines, or build endless prototypes; hesimply visualized them, and they would work. But one day, after his year ofnonstop work finally caught up with him, he fell into a very deep sleep.Previously, he had been able to visualize anything and everything he had everseen throughout his entire life in the most excruciating detail. But when hewoke up, the only images he could visualize in this way were images from hisearly childhood. Naturally, images of his mother were a central feature in allthese early childhood impressions. As he describes it, “Night after night, when retiring, I would think of them and more and more of myprevious existence was revealed. The image of my mother was always the principalfigure in the spectacle that slowly unfolded, and a consuming desire to see heragain gradually took possession of me. This feeling grew so strong that Iresolved to drop all work and satisfy my longing. But I found it too hard tobreak away from the laboratory, and several months elapsed during which I hadsucceeded in reviving all the impressions of my past life up to the spring of1892.” Tesla had been receiving letters from Croatia for a few months leading up tothis period, letters which indicated that his mother’s health was worsening. Hecould not tear himself away from his experiments at first, but as he beganreceiving letters and invitations to give lectures and receive prizes fromaround the world (the induction motor was well on its way to revolutionizing theindustry, and the world had taken notice of its inventor) he decided that heshould accept invitations in London and Paris, and immediately thereafter travelto visit his family. The urgency he felt surrounding this visit home was compounded by the fact thatas he regained his ability to visualize things from the rest of his life, he hada vision of kinds—a visualization that he had not intentionally created, butwhich appeared before his eyes involuntarily, prognosticating future sorrow. “In the next picture that came out of the mist of oblivion, I saw myself at theHotel de la Paix in Paris just coming to from one of my peculiar sleepingspells, which had been caused by prolonged exertion of the brain. Imagine thepain and distress I felt when it flashed upon my mind that a dispatch was handedto me at that very moment bearing the sad news that my mother was dying. Iremembered how I made the long journey home without an hour of rest and how shepassed away after weeks of agony! It was especially remarkable that during allthis period of partially obliterated memory I was fully alive to everythingtouching on the subject of my research. I could recall the smallest details andthe least significant observations in my experiments and even recite pages oftext and complex mathematical formulae.” Tesla speaks of “remembering”, but that is merely a figure of speech; the eventhad not actually happened, and he was not confused on that point. Months later,however, during his 1892 lecture tour, Tesla was returning to the Hotel de laPaix after finishing his lecture to the Societe Francaise de Physique, when hewas handed a telegram informing him that his mother was on her deathbed—notexactly as he had seen it in his vision, but nearly enough. Tesla was exhausted;upon bidding farewell to Sir William Crookes after giving his London lecture,Sir William had written to him, telling him that he looked like he was close toa nervous collapse from overwork, and that he should retreat to the mountains ofhis native country without even taking the time to reply to the letter in hishands. For once, Tesla was prepared to acknowledge that he was over-exertinghimself, but he had the Paris lecture to get through first. When the telegramfrom his family arrived, he was on the point of catatonia; but he summoned thenecessary strength to race for the train station, catching a train to Croatiajust as it was leaving. Luckily, Tesla reached his mother in time to speak with her and sit with her fora few hours. Her first words to him were also his last: \"You've arrived, Nidžo,my pride.\" But eventually, he was forced to go to a hotel and rest, and hismother died that night. Remarkably, Tesla had already convinced himself that ifhis mother were to die while he was not by her side, she would appear to him onelast time. In England, during his recent visit with Sir William Crookes, therehad been a discussion of supernatural phenomenon and spiritualism. In the latenineteenth century, the spiritualist movement had swept the upper classes andeven the intelligentsia of Europe and America, with people holding séances indarkened parlors, attempting to communicate with the dead. Tesla appeared tobelieve that the soul might conceivably manifest after death as some form ofelectrical phenomenon; in any case, he believed that because his mother was “awoman of genius and particularly excelling in the powers of intuition”, therewas a strong chance that he would witness paranormal phenomenon in associationwith her death. In fact, Tesla did have a vision during the night that his mother died. Hedescribes his brush with the “supernatural” in the excerpt below: “But only once in the course of my existence have I had an experience whichmomentarily impressed me as supernatural. It was at the time of my mother'sdeath. I had become completely exhausted by pain and long vigilance, and onenight was carried to a building about two blocks from our home. As I layhelpless there, I thought that if my mother died while I was away from herbedside she would surely give me a sign[...] During the whole night every fiberin my brain was strained in expectancy, but nothing happened until early in themorning, when I fell in a sleep, or perhaps a swoon, and saw a cloud carryingangelic figures of marvelous beauty, one of whom gazed upon me lovingly andgradually assumed the features of my mother. The appearance slowly floatedacross the room and vanished, and I was awakened by an indescribably sweet songof many voices. In that instant a certitude, which no words can express, cameupon me that my mother had just died. And that was true. I was unable tounderstand the tremendous weight of the painful knowledge I received in advance,and wrote a letter to Sir William Crookes while still under the domination ofthese impressions and in poor bodily health.” Keep in mind that while Tesla had seen many strange things as a result of hisunique talent for visualization, he had never been afflicted withhallucinations—images that appeared to him involuntarily were based on things hehad seen in real life, and images of imagined things had to be laboriouslycreated by his own effort. Tesla was a man of science, first and foremost, andas much as he might have wished to draw comfort from the idea that his motherhad reached out to him from beyond the grave, he could not believe such a thingwithout putting it to test. After he began recovering from his physicalexhaustion, “I sought for a long time the external cause of this strange manifestation and,to my great relief, I succeeded after many months of fruitless effort. I hadseen the painting of a celebrated artist, representing allegorically one of theseasons in the form of a cloud with a group of angels which seemed to actuallyfloat in the air, and this had struck me forcefully. It was exactly the samethat appeared in my dream, with the exception of my mother's likeness. The musiccame from the choir in the church nearby at the early mass of Easter morning,explaining everything satisfactorily in conformity with scientific facts.” “This occurred long ago, and I have never had the faintest reason since tochange my views on psychical and spiritual phenomena, for which there isabsolutely no foundation. The belief in these is the natural outgrowth ofintellectual development. Religious dogmas are no longer accepted in theirorthodox meaning, but every individual clings to faith in a supreme power ofsome kind. We all must have an ideal to govern our conduct and insurecontentment, but it is immaterial whether it be one of creed, art, science oranything else, so long as it fulfills the function of a dematerializing force.It is essential to the peaceful existence of humanity as a whole that one commonconception should prevail.” In his adult life, Tesla had drawn away from the religious beliefs that had beenimparted to him in his childhood. He continued to believe that religion,particularly Christianity and Buddhism, were excellent influences on society asa whole, as they gave people a moral system to guide their actions. But he didnot believe in the afterlife or the supernatural as such. If there were ever apoint in his life when he might have changed his mind about this, it must havebeen this one; but as his writing illustrates, even when facing the griefoccasioned by his mother’s death, scientific principles were the guide of all ofhis beliefs and convictions. Teleautomatics No doubt Tesla’s father, the Serbian Orthodox priest, would have taken someexception to his son’s averring that superior intellectual development naturallyprecludes belief in religion. But in Tesla’s case, this belief was more thanjust the natural disinclination of science to embrace spirituality; for him, itwas all part of the theory of human automatism that Tesla had devised as a youngman. When Tesla was trying to figure out how his powers of visualization workedas a child, he realized that everything that appeared to him in images werethings he had seen in the course of his daily life; they appeared before hiseyes, seemingly involuntarily, in obedience to various triggers, such as a word,a smell, or a sight that was associated with them on some level of his mind. Tesla had, at first, no control over the visualization process; he was at themercy of whatever environment triggers happened to influence him. This gave himcause to believe that everything that humans did, everything they thought,everything they felt or desired, occurred in response to some kind of stimulus.Therefore, Tesla concluded, humans were a kind of organic automaton—a robot,made of flesh—which was continually being programmed by influences which weresometimes perceptible, and sometimes mistaken for an idea originating in thehuman brain. As he puts it, “We are automata entirely controlled by the forces of the medium being tossedabout like corks on the surface of the water, but mistaking the resultant of theimpulses from the outside for free will. The movements and other actions weperform are always life preservative and though seemingly quite independent fromone another, we are connected by invisible links. So long as the organism is inperfect order it responds accurately to the agents that prompt it, but themoment that there is some derangement in any individual, his self-preservativepower is impaired[…] A very sensitive and observant being, with his highlydeveloped mechanism all intact, and acting with precision in obedience to thechanging conditions of the environment, is endowed with a transcendingmechanical sense, enabling him to evade perils too subtle to be directlyperceived.” Tesla biographer Margaret Cheney writes that Tesla’s theories on this subjectseem unconvincing, as though the explanations he devised for the seeminglysupernatural phenomenon he experienced did not entirely satisfy him. She pointsout that there were several instances in his life—according to the report of hisextended family, his nephews and nieces—when Tesla appeared to manifest genuineprecognitive intuition, such as when his sister Angelina was sick, and Teslasent a message to his family expressing his worry that all was not well withher, prior to his being notified of her illness. Tesla never seemed to think much of these episodes, but he could not fullyexplain them either, nor could he put his finger on what stimulus, precisely,the automata of his consciousness was responding to when he seemed to get windof things before they happened. But perhaps it is not so surprising that Tesla,living an ocean away from his loved ones, would sometimes be seized with anxietythat misfortune had befallen them without his knowing, or that these anxietieswould sometimes coincide with actual periods of illness or calamity. Life isuncertain; medicine in the last decades of the nineteenth century was stillfairly primitive by today’s standards, and Tesla’s family lived in a relativelyremote part of a comparatively underdeveloped country. The dangers of sicknessbeset them constantly, and Tesla’s awareness of that fact probably needed noparticular powers of prescience to explain it."},{"pageContent":"CHAPTER FIVE: THE WIZARD OF FIFTH AVENUE Native Son After Duka Mandíc’s death, Tesla became seriously ill from the cumulative effectof many months of overwork and exhaustion. He spent a few weeks in the mountainswith his family, mourning the death of his mother and building up his strengthafter a year of dangerous exertion and taxing public lectures. When he began torecover his strength, he continued his lecture tour, this time giving speechesin Zagreb, the capital city of Croatia, and Belgrade, the capital city ofSerbia. As an ethnic Serb who had grown up in Croatia, reinforcing this aspectof his identity was particularly important to him. Tensions between Serbs and Croats would rise to a fever pitch within the nexttwo decades, effectively sparking the first World War, but to Tesla, his Serbianidentity was a source of inspiration to improve the lives of his countrymen andwomen by bringing the light of scientific advances to them. In Zagreb, hislecture was eagerly anticipated, but in Belgrade, he was met at the trainstation by hundreds of admirers, who lauded him as a hero. Standing on therailway platform, Tesla addressed the enthusiastic crowd: \"There is something within me that might be illusion as it is often case withyoung delighted people, but if I would be fortunate to achieve some of myideals, it would be on the behalf of the whole of humanity. If those hopes wouldbecome fulfilled, the most exiting thought would be that it is a deed of a Serb.Long live Serbdom!” Tesla won many awards throughout his life, and would have awards given in hisname after his death, but the St. Slava Medal, awarded to him by the SerbianKing Alexander I for special services to science, had special significance, andstruck him with particular poignance after the king was assassinated elevenyears later. The Chicago World’s Fair of 1893 In January of 1893, shortly after Tesla returned to the United States and wasagain immersed in his experiments with electricity in his private laboratories,he received a telephone call from George Westinghouse, who had life-changingnews: the Westinghouse company had beaten out Edison and General Electric, andbeen awarded the government contract for providing light and power at theChicago World’s Fair of 1893. Also known as the World’s Columbian Exposition, the fair was meant to celebratethe four hundredth anniversary of Columbus’s discovery of America. In truth, itwas in a more practical sense a spectacle that was intended to give people hopeduring a bleak depression. But the fair would make unprecedented use ofelectricity to light the enormous structures, some modeled on famous Europeanlandmarks, others like nothing the world had ever seen before—including theworld’s first Ferris wheel. The fact that Westinghouse had been awarded the contract signaled a decisiveshift in the so-called “War of the Currents”. Not only would the entireexposition be run on alternating current power, but the president of the UnitedStates, Grover Cleveland, had agreed to perform the formal flip of the switchthat would mark the fair’s official opening. This was to be a significant momentin the history of electricity—for years, Edison and his propaganda team had beenwarning the public in the most dramatic terms that to touch a switch connectedto alternating current power was to risk death. Electric lighting had beeninstalled in the White House, but the President himself was not permitted tooperate the light switch, as the risk of a short circuit and death byelectrocution was deemed too great. The fact that Cleveland was willing tooperate a much, much more powerful switch before the eyes of the entire city ofChicago (not to mention a number of important guests, such as European royalty)signaled that alternating current power was about to enjoy a new age oflegitimacy. It was with considerable reluctance that Tesla had pulled his head out of hispersonal experiments with electricity to help George Westinghouse spread thegood news about alternating current at the World’s Fair, but once he had turnedhis mind to the task, the results did not disappoint. Tesla did not muchresemble our contemporary stereotype of the withdrawn, socially awkwardscientific genius who has little warmth for anything not grown in a petri dish.Tall and lean at six foot six and one hundred and forty four pounds, he was bothhandsome and striking; his dark hair and mustache were neatly groomed, and hisdress extremely neat, even on an ordinary day. When presenting his scientificexhibitions, Tesla wore a white tie and tails; he resembled a magician, withsomething much more exciting than a rabbit to pull out of his hat. Tesla’s exhibits at the Chicago World’s Fair of 1893 included items that becamecommonplace in the latter half of the twentieth century, such as phosphorescenttube lighting, the precursor to fluorescent lights. One can imagine how strikingit must have been for the very first people ever to lay eyes on a delicatelyhand blown length of tube lighting, molded to spell out words and phrases, suchas “Lights” and “Welcome, Electricians”. Of course, the majority of the peoplewho filed through the Electricity Building—where Thomas Edison was also holdingcourt, the central feature of his display being his sixty foot high “Tower ofLight”—were not electricians, and had absolutely no grasp of the scientific orengineering principles behind the fantastic displays they were witnessing. Butas Tesla channeled currents through his own body, causing his clothes and hairto emit sparks, and made eggs spin in place, his audiences were captivatednonetheless. Those who witnessed Tesla’s display rooms in the Electricity Building may or maynot have been aware that it was Tesla’s polyphase system that was powering theentire fair, including the so-called White City (a cluster of temporarybuildings made of plaster and other degradable fibers, covered in white stuccoso as to reflect the street lighting), and the replica Venetian canals. Thisincredible feat would open the door to other government contracts and highlyvisible projects for Tesla, Westinghouse, and alternating current power in lateryears. Back to New York: Tesla in Society A side effect of Tesla’s now immense fame was that the world of New York highsociety was open to him. Late nineteenth century society was in a period knownas the “Gilded Age”—the age of the new American millionaire, industrialists androbber barons who snapped up natural resources and emerging technologies andcommodities to create monopolies, amass incredible wealth, and shut down allcompetition. These were the Vanderbilts, the Astors, the Carnegies, and theMorgans, among others: at the head of each family, there was a scheming captainof industry who had built his fortune on the backs of hundreds of thousands ofmen in work-gangs, laboring twelves hours a day for a few cents of pay. And attheir sides were the colorful society hostesses who set fashions, issuedinvitations, and created the social tableaus that provided the backdrop forin-fighting, deal-making, and match-making among New York’s most powerfulfamilies. It was not a world to which Tesla was born, but it was one with which he had tobecome familiar. He had freely given up his one opportunity to become amulti-millionaire himself, choosing instead to preserve George Westinghouse’scompany; and while he did not yet lack for money to keep himself in decent suitsand pay the rent on his laboratories, he required rich investors if he was tokeep making inventions indefinitely. And the rich men of Wall Street were veryinterested in him. He was the famous genius whose brain had produced theinduction engine, and men like that existed to make money for men likeVanderbilt and Morgan. It just so happened that in the mid 1890’s, Tesla wasliving at the Waldorf-Astoria, a hotel next door to the New York Stock Exchange,where the money men retired after the close of business to have a few drinks andrehash the business of the day. Tesla, famous, handsome, eccentric, butcharming, was soon an accepted member of their ranks. They were not veryinteresting people to talk to, but they were necessary to advancing his career. Tesla was not at all unappreciated in his time. For a few decades after hisdeath, his name was comparatively forgotten in comparison to Thomas Edison, whoin addition to being an inventor also took the precaution of securing his legacythrough business, and thus laid eternal claim to the affection of Americanhistorians. But during his lifetime, Tesla was spoken of everywhere, written ofin newspapers, and befriended by celebrities, such as American novelist MarkTwain. Nowadays, most scientists are either academics, employed by universities,or employed by government agencies or industrial conglomerates. Tesla was merelya man with a laboratory, who liked to show people what he could do withelectricity, and this has contributed to the decline of his reputation over thedecades. But in the nineteenth century he was widely adored; the naturalrepercussion of this was that he was also intensely hated, mostly by people whohad never met him and therefore assumed that the feats attributed to him by thenewspapers could only be elaborate hoaxes. Tesla could not afford to continue living at the Waldorf indefinitely.Eventually he moved into the Gerlach Hotel, a decidedly no-frills establishmentthat scarcely suited his tastes. But he continued to have access to the socialworld of the super-rich in New York through his close friends, Robert andKatharine Johnson. Robert Johnson was a writer and a diplomat, and though notparticularly wealthy themselves, the couple had an extraordinary ability toattract the friendship of those above them; to Tesla, they extended theadvantage of their social talents. Throughout Tesla’s life, he was the subject of serious gossip regarding hispersonal relationships, or lack thereof. The very rich people with whom heassociated were also very bored, and match-making was one of their favoritesports. And in addition to this, marriage was not seen as optional, even formen, in the 1890’s. Tesla was immensely popular, and terribly handsome—why didhe not marry? It was the subject of speculation in newspaper columns, whoregarded his bachelor condition as “unnatural”. After the trial of Oscar Wildein 1895, a wave of paranoia spread through English (and by automatic extension,American) society regarding male homosexuality. Even men who were not gay,particularly the unmarried ones, were wary of falling under suspicion of havingcommitted “indecent acts” if they seemed too familiar with their male friends,while gay men, though they had always lived in secret, faced increased danger ofharsh sentencing and complete social disgrace if they were caught in an illegalrelationship. Even Tesla’s friends and admirers speculated as to why he was notmarried, while his detractors, including those from the Edison camp and thosemotivated by mere professional jealousy, had no qualms about insinuating that hewas homosexual. The truth is that there is very little evidence indicating what Tesla’s sexualorientation might have been. All that is known is that he never married, nevercourted a woman publicly, and only engaged in light flirtations as a socialamusement. One or two incidental factors have roused the curiosity of historiansas to what kind of relationships he might have pursued out of the public eye. Heonce seemed to develop a close friendship with a young man whom he met at thehome of Robert and Katharine Johnson, a handsome young naval officer who seemedto embody Tesla’s romantic ideal of what a man should be. Their friendship wasfuel for the rumors that Tesla was gay, but there is no recorded proof of theirhaving had such a relationship, or of Tesla nurturing romantic feelings for him.On another occasion, Tesla intimated to a friend that he maintained a smallapartment some blocks away from his primary residence where met with “specialfriends” in private. There is no way of telling whether those meetings wereromantic or sexual in nature, or, if they were, whether the “special friends”Tesla referred to were men or women. If Tesla were gay, that might not necessarily have stopped him from marrying,any more than it did Oscar Wilde, who had a wife and two sons when he wasconvicted and sentenced to two years’ hard labor for gross indecency. But forTesla, a lack of attraction to women, if that was indeed the problem, was notthe only obstacle to marriage. His obsessive-compulsive behaviors, germphobictendencies, and violent, irrational dislike of random things, would haveconstituted a far more impenetrable barrier to intimacy—with persons of anygender, one would think. The sight of a pair of earrings on a woman bothered himso intensely that he could barely hold a conversation with her; other kinds ofjewelry bothered him as well. And he wrote in his autobiography that he wouldonly touch the hair of another human being, perhaps, at the point of a pistol.All of this, taken together with Tesla’s preference for losing himself in hiselectrical experiments, working twenty hour days, and sleeping (supposedly) nomore than two hours a night, make it seem quite understandable that he nevermarried, and would make it unsurprising if he never felt comfortable having asexually intimate relationship with any woman or man. Finally, on the subject of marriage, Tesla had this to say to an interviewer whoasked him if “persons of artistic temperament”, such as Tesla, ought to marry: “For an artist, yes; for a musician, yes; for a writer, yes; but for aninventor, no. The first three must gain inspiration from a woman’s influence andbe led by their love to finer achievement, but an inventor has so intense anature with so much in it of wild, passionate quality, that in giving himself toa woman he might love, he would give everything, and so take everything from hischosen field. I do not think you can name many great inventions that have beenmade by married men.” Thomas Edison, of course, had been married twice, but it is a matter of personalinterpretation whether Tesla intended a personal slight. The Niagara Falls Commission For years, a group of scientists and electrical engineers had debated how toharness the potential power generated by the Niagara Falls to produceelectricity. Called the Niagara Falls Commission, the committee had offered aprize of three thousand dollars around the time Tesla first came to the UnitedStates to be awarded to the engineer who could present a viable method forharnessing the power of the falls. George Westinghouse, declining to enter thecompetition, had remarked that the Commission was attempting to purchase ahundred thousand dollars’ worth of information for three thousand dollars, andthat the Commission could call him “when they were ready to talk business”. InOctober of 1893, fresh from the triumphs of lighting the Chicago World’s Fair,Westinghouse received that call—despite all of Edison’s efforts, alternatingcurrent power had become the acknowledged professional standard of the day, andWestinghouse was still its primary distributor. Word of Westinghouse’s victory could only come as a piece of marvelous good newsto Tesla, who had been contemplating the problem of harnessing the Niagara Fallssince he was a small child. As he writes in his autobiography, “In the schoolroom there were a few mechanical models which interested me andturned my attention to water turbines. I constructed many of these and foundgreat pleasure in operating them. How extraordinary was my life an incident mayillustrate. My uncle had no use for this kind of pastime and more than oncerebuked me. I was fascinated by a description of Niagara Falls I had perused,and pictured in my imagination a big wheel run by the Falls. I told my unclethat I would go to America and carry out this scheme. Thirty years later I sawmy ideas carried out at Niagara and marveled at the unfathomable mystery of themind.” The harnessing of the falls was accomplished by the building of a powerhousecontaining generating units—seven in total, completed by Westinghouse, andgenerating fifty thousand horsepower of electricity all together. In time,Edison’s General Electric company came to share the contract and build a secondpowerhouse, containing eleven generators. But Edison’s victory can only havebeen bittersweet; General Electric had been obliged to buy a license to useTesla’s patented polyphase system, and thus the generators that Edison’s companybuilt for the Niagara Falls Commission was run on alternating current. Tesla won a number of awards and honors based on the technology used in theNiagara Falls Commission project. There was a limit to how much he was able toenjoy them, however. An upsurge in anti-Tesla sentiment followed the wave ofpublicity the project generated. Tesla’s patents were constantly beingchallenged in court by inventors who claimed that they had invented virtuallyidentical machines and components before him. Others simply used Tesla’s designswithout buying the license, and had to be sued in turn by Westinghouse, to whomTesla had sold his patents, to protect the proprietary technology. Every singlesuit brought against Tesla’s patents was upheld by the courts; two of them madeit as far as the United States Supreme Court, and were upheld there as well. Butthe backlash of negative publicity generated by the legal conflict made thepublic unsure what the real story was, and the opinion of the scientificcommunity became divided. Disheartened, Tesla returned to his laboratories andburied himself in his experiments once again. He was always happiest there, andonly a desire to better the world by promoting acceptance of his inventions hadpersuaded him to leave in the first place. End of An Era When Tesla returned to his workshop experiments after the Niagara FallsCommission project in 1893, he was able to spend some months in happy scientificabsorption. He was again drawn into taxing work habits, though not perhaps soutterly to the ruin of his health as in the year before. He had everything heneeded for happiness: enough money to keep him in modest comfort, a laboratoryfull of experiments, and the company of friends, when he desired it. (Actually,his friends requested his company far more often than he deigned to give it.) Tragically, this happy and contented period of his life came to an end afterabout two years. In March of 1895, a fire destroyed the building on Fifth Avenuethat contained Tesla’s laboratory and all of his equipment and research. Theloss was total; nothing could be salvaged, nothing was insured, and even if ithad been, no amount of money could have compensated Tesla for the loss theexperiments that were still in-progress. Tesla was understandably devastated,and the newspapers, most of which still venerated Tesla as a heroic genius,expressed the loss felt by the scientific community at the thought of all themarvelous inventions that were forever lost to the fire: “The destruction of Nikola Tesla’s workshop, with its wonderful contents, issomething more than a private calamity. It is a misfortune to the whole world.It is not in any degree an exaggeration to say that the men living at this timewho are more important to the human race than this young gentleman can becounted on the fingers of one hand; perhaps on the thumb of one hand.” Tesla biographer Margaret Cheney gives us a more detailed estimate of the extentof what was lost to science and the world when Tesla’s experiments weredestroyed: “Only [Tesla’s] closest assistants knew the dazzling scope of his advancedresearches in radio, wireless transmission of energy, and guided vehicles, orthat he was achieving effects with what the world would soon know as X rays, andalso nearing a breakthrough in the potentially lucrative industrial discovery ofa means of producing liquid oxygen. It may have been the latter volatilesubstance that caused the blaze—apparently started from a gas jet on the firstfloor near oil-soaked rags—to explode so rapidly through the building.” Adding to Tesla’s many griefs was the prosaic problem of money. Having given uphis rights to any royalties from his patents when he sold them to GeorgeWestinghouse, and having spent all of the money he accrued from salaries andinvestors on his equipment, he was essentially without capital. With theexception of a few remaining German patents that were still in his possession,Tesla was now completely wiped out, without any clear means of rebuilding hislife or his work."},{"pageContent":"CHAPTER SIX: HOUSTON STREET AND BEYOND “Immediately after the destruction of my laboratory by fire, the first thing Idid was to design this oscillator (shown in fig. 27). I was still recognizingthe absolute necessity of producing isochronous oscillations, and I could notget it with the alternator, so I constructed this machine. That was all a veryexpensive piece of work. It comprised four engines. Those four engines were putin pairs and there was an isochronous controller in the center, and furthermore,that controller was so arranged that I could set two pairs of engines to anyphase or produce any beat I desired. Usually I operated quarter phase; this is,I generated currents of 90º displacement. “By the way, now, for a first time you see my apparatus on Houston Street, whichI used for obtaining oscillations, dampened and undampened as well. But it wasnecessary to state that while others, who had been using my apparatus, butwithout my experience, have produced with it dampened oscillations, myoscillations were almost invariably continuous, or undamped, because my circuitswere so designed that they have a very small dampening factor. Even if Ioperated with very low frequencies, I always obtained continuous, or undampened,waves for the reason that I designed my circuits as non-radiative circuits.”Nikola Tesla, from an interview for a legal suit over his patents, 1916 After the destruction of his Fifth Avenue labs, Tesla was left to rely on theone source of wealth he could never be parted from: his extraordinary powers ofmemory and visualization, which had preserved most of his research at exactlythe point where it had left off, with no more loss of detail than if he hadmanaged to preserve his notes, plans, and drafting papers. And there was anotherperennial resource available to him: the vested interest of wealthy men whorecognized Tesla’s inventive genius, and knew that if they backed him, theirinvestment was likely to pay extraordinary dividends. Tesla’s first priority was to build a new laboratory and replace all of theequipment that had not been specially invented by himself and thus could befabricated by other manufacturers. To his relief, a sponsor soon presentedhimself in the form of Edward Dean Adams, one of the financiers behind theNiagara Falls Commission project, who also had business ties to the ludicrouslywealthy American industrialist James Pierpont Morgan. With a sizable cash sumfrom Adams in hand, and equipment from George Westinghouse, Tesla was able toestablish a new laboratory for himself on Houston Street in New York. He was not, however, interested in the other offer made to him by Adams, whichwas to form a new company that would have the direct backing of Morgan. Teslabelieved, not without good reason, that this would lead to Morgan interferingwith his research, dictating the projects he worked on, and possibly even usinghis inventions for purposes he did not approve of. From a financial point ofview, a deal with Morgan would have meant long term financial security, thelikes of which Tesla was never to have again. But from Tesla’s perspective,refusing to get into bed with Morgan was a matter of principle, and consideringMorgan’s character and reputation, it is difficult to believe that he was wrongto do so. X-Rays In 1895, a monumental discovery rocked the scientific world: Wilhelm Röntgen, aGerman engineer and physicist, discovered a new wavelength of electromagneticradiation that produced photographs which revealed the skeleton within the humanbody. These were called Röntgen rays, but soon became known simply as X-rays. The thing about Tesla’s having invented so many electrical machines simply forthe joy of seeing what they could do was that he sometimes producedgroundbreaking effects by accident without quite knowing what he had discovered.One of these accidental effects was a photograph which Tesla had attempted totake of his friend, the famous author Mark Twain, in 1894. The picture was notmade with an ordinary camera, but with the light produced by a Geissler tube,and the photograph it produced was not an image of Twain at all, but of theinside of the camera itself. After Röntgen’s discovery made headline news, Tesla, innocently delighted, senta copy of this photograph to Röntgen; not in an attempt to lay a prior claim tohis discovery (though, arguably, the photo was proof that X-rays were anotherdiscovery that Tesla had anticipated), but simply to share his interestingfindings. Tesla continued to experiment with X-ray photography for some timeafter Röntgen’s announcement. In its infancy, X-ray technology required verylong exposure times in order to produce clear images, not unlike early visiblelight photography some fifty years prior, which required the subjects to posefor ten or twenty minutes at a time to produce a good quality image. In thecourse of Tesla’s purely exploratory X-ray research, he made a remarkable claim: \"I am producing strong shadows at distances of 40 feet. I repeat, 40 feet andeven more. Nor is this all. So strong are the actions on the film thatprovisions must be made to guard the plates in my photographic department,located on the floor above, a distance of fully 60 feet, from being spoiled bylong exposure to the stray rays. Though during my investigations I haveperformed many experiments which seemed extraordinary, I am deeply astonishedobserving these unexpected manifestations, and still more so, as even now I seebefore me the possibility, not to say certitude, of augmenting the effects withmy apparatus at least tenfold!\" \"These effects upon the sensitive plate at so great a distance I attribute tothe employment of a bulb with a single terminal, which permits the use ofpractically any desired potential and the attainment of extraordinary speeds ofthe projected particles. With such a bulb it is also evident that the actionupon a fluorescent screen is proportionately greater than when the usual kind oftube is employed, and I have already observed enough to feel sure that greatdevelopments are to be looked for in this direction\". Tesla biographer Margaret Cheney points out that if the claims Tesla makes aboveare true, “he would have been using equipment far more advanced than anything wenow believe existed at that time.” Rather like Marie Curie, who died of aplastic anemia after exposing herself tofatal levels of radiation when she was pioneering the world’s very firstexperiments with radium, Tesla and the other X-ray experimentalists were takingserious risks with their own health. But of course, the dangers of X-rays wouldnot be fully understood until years later, partly thanks to Tesla himself. Whenhe first began his research, Tesla was convinced that X-rays were harmless tothe human body—in fact, he believed they stimulated brain activity, and as aconsequence he radiated his own head on a regular basis. He also radiated otherbody parts—eyes, hands, skin—and gradually began to take notice of burns,discolorations, and other damaging effects that the X-rays produced. As a resultof his observations, Tesla began to give lectures on the necessity of takingsafety precautions when working with X-rays, and it is as a result of this thatlead aprons began to be used to shield experimenters from the effects ofrepeated X-ray exposure. Unfortunately, these precautions did not become commonuntil after some X-ray researchers had already suffered disastrousconsequences—Thomas Edison damaged his eyesight permanently by working withX-rays, and one of his assistants, Clarence Dally, developed a skin cancer thatspread over time and eventually proved fatal. Edison ceased working with X-raysentirely because of this. Mars and Earthquakes Tesla believed it would soon be within humanity’s power to communicate throughwireless transmitters (amplified by the earth itself) with the planetMars—where, he was certain, a race of intelligent beings lived. (He referred tothe likelihood of life on Mars as a “statistical certainty”; this was longbefore much was yet understood about the size of the galaxy, or the number ofgalaxies in the universe.) His fellow scientists considered his idea ridiculous,but Tesla stood by the theory. On another occasion, Tesla was testing the effects of an electromechanicaloscillator by connecting it to an iron pole that ran through his Houston Streetlaboratory, down into the basement of his building. Tesla kept increasing thefrequency, noting how various items around him responded, rather like a beanjumping in a hot skillet. To Tesla’s perception, the effects of the oscillatorwere fairly mild—he was unaware that the resonance was traveling down the ironpole and spreading throughout his New York neighborhood, causing buildings toshake and windows to break. As New York is not precisely known for itsearthquakes, the police promptly got in touch with Tesla at his lab, which wasalready known to be the likely source of any strange thing that was happening inthe neighborhood. The officers arrived just as Tesla noticed what was happeningand smashed the oscillators to pieces in order to stop the effects as quickly aspossible. Tesla was conscious of the potentially devastating side effects of wielding thismuch power. He claimed in a newspaper interview that he once clamped a vibratingresonance device to a steel beam at a construction site, and nearly succeeded inmaking the entire building collapse. Tesla claimed that he could use a similardevice to destroy the Brooklyn Bridge—or do something even more catastrophic. Alengthy newspaper article written by Allan L. Benson in 1915, when Tesla wasfifty nine, goes into more detail about the supposedly immense destructivepowers of his oscillators: “Tesla says that he can split the earth in the same way—split it as a boy wouldsplit an apple—and forever end the career of man. This seems like quite a largeorder—but—see what he says about it. ‘’The vibrations of the earth,’ said he, ‘have a periodicity of approximatelyone hour and forty-nine minutes. That is to say, if I strike the earth thisinstant, a wave of contraction goes through it that will come back in one hourand forty-nine minutes in the form of expansion. As a matter of fact, the earth,like everything else, is in a constant state of vibration. It is constantlycontracting and expanding. Now, suppose that at the precise moment when itbegins to contract, I explode a ton of dynamite. That accelerates thecontraction and, in one hour and forty-nine minutes, there comes an equallyaccelerated wave of expansion. When the wave of expansion ebbs, suppose Iexplode another ton of dynamite, thus further increasing the wave ofcontraction. And, suppose this performance be repeated, time after time. Isthere any doubt as to what would happen? There is no doubt in my mind. The earthwould be split in two. For the first time in man’s history, he has the knowledgewith which he may interfere with cosmic processes.’” “As usual,” observes Margaret Cheney, “Tesla’s comments to the press smack ofexhibitionism.” Reading his interviews, it certainly does seem that Teslarelished making dramatic statements; but if one reads further, Tesla eventuallyadmits that while the theory “could not fail to work”, it would be impossible tobuild a machine that aligned with the earth’s resonances so precisely. Robots and the Spanish American War In 1898, Tesla revealed to a reporter a new invention which he declared would bea free gift, given to the world for its betterment—an invention which he couldnot describe in too much detail, lest other inventors try to patent it, and thusprevent it being used to help the people of the earth, but which he was willingto let the reporter have a glimpse of. This invention turned out to be the solarpanel: the invention with which Tesla intended to “harness the rays of the sun”and revolutionize how energy was generated. Tesla’s goal was, as always, noble. He wanted to do away with the need to minefor fossils fuels, a process which devastated the earth and imperiled the livesof the impoverished workers employed as miners. But Tesla was having the sameproblem with his solar panels that he was having with most of his inventions.His true love was chasing down an idea as it spun off in unexpected directions;he had a harder time shaping that idea into a form that could be made to serve acommercial purpose, and therefore yield patents that would make him any money. The fact that making money was never the first goal on Tesla’s mind was put intoevidence in an even more dramatic fashion, through a demonstration that he gavewhen the Spanish-American War broke out in 1898. Villifying Spain over its ruleof Cuba was an enormously popular cause amongst the elite of New York society;in fact, William Randolph Hearst, the newspaper baron, was instrumental inprovoking the United States Congress to declare the war, by printing falsestories of Spanish cruelty towards heroic Cuban rebels, and inciting theAmerican public to demand that the United States flock to the rebels’ aid.Hearst’s goal was to boost the flagging sale of newspapers, but he touched off aromantic firestorm amongst people like Theodore Roosevelt, who recruited a bandof upper class New York men to form the “Rough Riders” volunteer brigade, whichjoined the fight for Cuban independence without anyone, especially the Cubans,asking them to do so. Essentially all of Tesla’s friends and colleagues amongsthis Manhattan social circle were invested in the war, and Tesla was not farbehind them. At an exhibition in Madison Square Garden, Tesla revealed to the world hisprototype for the very first remote controlled boat—a submersible, which could,via radio waves, be deployed without a crew, and be made to sail, sinkunderwater, transmit information, and fire torpedoes, with endangering a singlehuman life. (At least, on the side of the nation that controlled the boat.)Tesla was an exhibitionist by nature, but he was unusually secretive about theplans for his robotic boat, even when he filed the patent. He told reportersthat he was keeping the full details of the boat plans, and his latestadvancements in wireless transmissions, a secret, because he intended to offerthem to the United States government to assist them in the war effort. And in fact, Tesla did just this: he explained the robotic boats’ fullfunctionality to members of the American navy, along with his projected estimatethat each boat could be completed for around fifty thousand dollars. However,his plans were rejected—mostly on the basis that they sounded too good to betrue. The top military leadership in the United States were not, as a body,inclined to adapt cutting edge scientific breakthroughs in their plans for war.This would change in a big way during the second World War. Military leaders inlater decades, including senior naval personnel who were involved in theplanning and operation of World War II, give credit to Tesla for making thefirst strides into the remote-operated military weapons that are a standard partof the arsenal of war today. Tesla’s vision of a future made better by robotics extended to remote controlledaircraft and remote controlled automobiles. “By installing proper plants,” hesaid, “it will be practicable to project a missile of this kind into the air anddrop it almost on the very spot designated, which may be thousands of milesaway. But we are not going to stop at this. Teleautomata will be ultimatelyproduced, capable of acting as if possessed of their own intelligence, and theiradvent will create a revolution.” In this present age of drones and the firstself-driving cars, this sounds like more confirmation of Tesla’s powers offoresight."},{"pageContent":"CHAPTER SEVEN: COLORADO The Colorado Springs Laboratory Just as Tesla abandoned any number of other projects without bringing them tothe point of commercial readiness, he turned his back on teleautomatry androbotics; not because he was insufficiently interested, but because, given thereaction of the U.S. military and the non-reaction of the general public, hecould tell that the world was insufficiently prepared to appreciate the scope ofwhat he had created. He moved on to other experiments and other lines ofresearch—and it soon became apparent that he was going to need a new lab. More wary than ever of the risk of a fire breaking out, Tesla wanted a researchspace built to his specifications, with a high ceiling to accommodate the sparksthat jumped out from his devices and climbed along the ceiling. One presumesthat he was also mindful of the fact that he had triggered a small earthquake inthe heart of New York City; he not only needed greater amounts of space insidehis lab, he needed a healthy amount of space outside and surrounding his lab, toprotect innocent bystanders. Tesla’s main research goal in the spring of 1899 was the worldwide wirelesssystem, his longstanding project dedicated to finding a means of transmittingelectrical energy without wires. His hope was to build an enormous transmitterwhich would be able to send a signal all the way to the coast of Cornwall, inEngland. By building the transmitter tall enough, his theory went, it might beeasier to transmit energy, because it would be passing through the upper levelsof the atmosphere, where the air was much thinner. In searching for his new research space, Tesla applied to his patent lawyer,Leonard Curtis, who made swiftly made arrangements to help him. Curtis hadinterests in the Colorado Springs Electric Company; so to Colorado Springs,Curtis invited Tesla to come, by a telegram that read: “All things arranged,land will be free. You will live at the Alta Vista Hotel. I have interests inthe City Power Plant so electricity is free to you.” This was precisely whatTesla wanted to hear. Since leaving Edison’s employ, he had always depended onpowerful or well-connected friends to clear away the obstacles in the path ofpursuing his genius, and Curtis, who was also Tesla’s most dedicated defender inthe legal realm, was performing his role admirably. Other powerful friends werealso combining forces to enable Tesla’s research: New York billionaires likeColonel John Jacob Astor were putting their financial backing behind the newlaboratory. The land given to Tesla for the construction of his laboratory was about a mileaway from the city of Colorado Springs, a site which had primarily been used forgrazing for dairy cows, close to a state school for deaf and blind students.Tesla was extremely pleased by the location. As he described it, \"The conditions in the pure air of the Colorado Mountains proved extremelyfavorable for my experiments, and the results were most gratifying to me. Ifound that I could not only accomplish more work, physically and mentally, thanI could in New York, but that electrical effects and changes were more readilyand distinctly perceived.\" He was transported back and forth from his hotel to the laboratory site by anopen horse carriage, still the primary means of transportation in that part ofthe country at the turn of the century. Cheney describes the great work Tesla was arranging this immense research spaceto develop, and the impact it was still having on the world at the time she waswriting in 1981: “This transmitter, which he developed in Colorado, he would later claim as hisgreatest invention. Indeed, it is the Tesla invention that continues tofascinate many of his modern followers the most. Whenever and wherever in recentyears phenomena have been detected, resulting from powerful radio signals pulsedat very low frequencies, journalists speak knowingly of the Tesla effect. TheRussians, it has been claimed, are using a giant Tesla magnifying transmitter tomodify the world’s weather, creating extremes of ice and drought. It is said tocause periodic disruption of radio communication in Canada and the United Stateswith attendant brain-wave interference and vague symptoms of physical distress,not to mention sonic booms and almost anything else not otherwise explicable.” Tesla described his transmitter as a “resonant transformer” that is “suitablefor any frequency, from a few to many thousands of cycles per second, and can beused in the production of currents of tremendous volume and moderate pressure,or of smaller amperage and immense electro-motive force. The maximum electrictension is merely dependent on the curvature of the surfaces on which thecharged elements are situated and the area of the latter.” Tesla ultimately intended for his transmitter to be adapted for commercialpurposes, but not until after years of experimentation had been completed. Andeither because this project was relatively much more important to him than anyproject he had worked on before, or simply because he was starting to crestmiddle age and his memory was no longer as efficient as it had been, Tesla keptcopious notes and took many photographs of his research. Always before, heclaimed, he had merely visualized his inventions, made adjustments to hisinternal schematics, and built the final working model when it was alreadyperfectly formed in his mind. But since the notes he left behind from hisColorado Springs laboratory are only partially intelligible to modern scholars,it seems certain that he was still doing the majority of his calculations in hishead. It is just as well that Tesla did not attempt his transmitter research in themiddle of New York, because he routinely electrified the Colorado desert formiles around his research space. Every life form in the vicinity, from insectsto horses, reacted to the atmospheric disturbances Tesla produced. There wereflashing lights, sounds and colors, sparks dancing between grains of sand—ifTesla had not already gained such a widespread reputation for conductingearth-shaking experimentation, it is probable that people in the nearby townswould have suspected that Armageddon had arrived. As it was, his neighbors wouldsimply come out of their homes to watch the atmospheric disturbances hecreated—yet another one of Tesla’s spellbinding, theatrical, magicaldemonstrations. Stationary Waves In July of 1899, during a particularly violent thunderstorm that cracked openthe Colorado skies above his research station, Tesla had a revelation which, hebelieved, was among the most important for the future of the human race he hadever uncovered in his career. He described the ebb and flow of electricalactivity during the storm, rolling electrical pulses that were stronger, thenweaker. He found himself reaching a conclusion as he tracked the pattern of thepulses: they constituted something called stationary waves, and theirimplications were far-reaching. Tesla wrote, “Impossible as it seemed, this planet, despite its vast extent, behaved like aconductor of limited dimensions. The tremendous significance of this fact in thetransmission of energy by my systems had already become quite clear to me. “Not only was it practicable to send telegraphic messages to any distancewithout wires, as I recognized long ago, but also to impress upon the entireglobe the faint modulations of the human voice, far more still, to transmitpower, in unlimited amounts to any terrestrial distance and almost withoutloss.” Some of the experiments Tesla carried out in the Colorado Spring laboratory wereimmensely dangerous, and stood at genuine risk of killing Tesla or hisassistants or burning the research station down—again. In his most extremeexperiment, his artificial lightning shot 135 feet high, before the coil wentdead. Thinking that his assistant had turned off the power switch, Tesla orderedhim to switch it back on, only to be told that the generator that supplied theirelectricity was dead. When Tesla phoned the power company to demand that theirpower be restored, he was curtly informed that his experiment had blown out thecompany’s dynamo, and now it was on fire. There were no electric lights inColorado Springs that night. Much of what Tesla invented at his Colorado Springs laboratory never made itpast his own notes, and modern scholars are still attempting to unravel thedetails of all that he accomplished. Sounds from Outer Space One late night at the Colorado Springs laboratory, Tesla was alone and at workwhen he began to detect a very faint signal coming through his transceiver—asignal that seemed to be coming from outer space. Tesla had longed believed inthe “mathematical certainty” of the existence of extraterrestrial life, and wasconvinced that Mars must be inhabited and attempting to communicating withEarth. Where this signal was coming from, be it Mars or elsewhere, he could notpossible tell, but he wished to make some sort of reply, if possible. He toldthe story to journalist Julian Hawthorne in 1900: “Apart from love and religion there happened the other day to Mr. Tesla the mostmomentous experience that has ever visited a human being on this earth. As hesat beside his instrument on the hillside in Colorado, in the deep silence ofthat austere, inspiring region, where you plant your feel in gold and your headbrushes the constellations — as he sat there one evening, alone, his attention,exquisitively alive at that juncture, was arrested by a faint sound from thereceiver — three fairy taps, one after the other, at a fixed interval. What manwho has ever lived on this earth would not envy Tesla that moment! Never beforesince the globe first swung into form had that sound been heard. Those threesoft impulses, reflected from the sensitive disc of the receiver, had notproceeded from any earthly source. The force which propelled them, the measurewhich regarded them, the significance they were meant to convey, had theirorigin in no mind native to this planet. “They were sent, those marvelous signals, by a human being living and thinkingso far away from us, both in space and in condition, that we can only accept himas a fact, not comprehend him as a phenomenon. Traveling with the speed oflight, they must have been dispatched but a few moments before Tesla, inColorado, received them. But they came from some Tesla on the planet Mars!” Tesla did not widely publicize this experience at first, knowing that there werededicated anti-Teslans in the world who would jump to point to this unusualexperience as proof that he was going mad (or possibly that he had been mad allalong). But scientists and amateur astronomers searching for extraterrestriallife these days look back on Tesla’s experience with the signals from outerspace as the first attempts of humanity to reach out to life beyond our planet."},{"pageContent":"CHAPTER EIGHT: RADIO Tesla vs. Marconi The rivalry between Tesla and Marconi has taken on legendary proportions. Evennow, when both inventors have been dead for some time and the medium of radioitself is giving place to various forms of digital communications, the questionof whether Nikola Tesla or Guglielmo Marconi was the true original inventor ofradio can still get the blood of both men’s advocates pumping. (Amusingly, thefirst page of Google search results for the phrase “Tesla vs Marconi” includewebsites titled “Nikola Tesla: The Guy Who DIDN’T ‘Invent Radio’”, and “TeslaInvented Radio, Not Marconi!”) As this book has mentioned before, Tesla, though not the perfect model of themad scientist in every way, did fit the image of the genius who is toodistracted by his discoveries and experiments to pay as much attention as heshould to practical matters, like his finances and his patents. Fortunately, hehad the good sense to begin fielding responsibility for his patents to lawyersand assistants. The most intense patent battle of his life (in fact, it was notsettled until a few months after his death) was with Guglielmo Marconi, over theradio transmitters. As early as 1892, Tesla had realized the theoretical possibility of transmittingradio signals over increasingly long distances. In 1898, he attempted todemonstrate the practical applications of radio transmission to members of theUnited States military by showing them the first radio controlled boats. He hadforeseen, from the beginning, the possibilities of transmission distances thatcrossed oceans; but as with so many of his other experiments, Tesla was moreinterested in theory, which generated an increasing number of suggestivepossibilities for new applications, than in hammering out the nuts and bolts ofhis ideas until they could be developed and sold commercially. Marconi, however,was more or less the opposite; he was a little more like Edison, as much of abusinessman as an inventor, though with more Tesla-style inspiration on his sidethan Edison had on his. He was enormously wealthy, as a result of themanufacturing enterprise he built upon around his inventions (for which he,unlike Tesla, kept control of the patents and the royalty payments.) What Marconi did that Tesla did not do was concentrate steadily on extending therange of the broadcast signal, first over a distance of one mile in 1901, thenover a distance of a hundred miles. By 1902, he was sending radio transmissionsacross the Atlantic ocean, from England to Newfoundland. The most balanced evaluation of the Tesla versus Marconi dispute appears toplace the verdict somewhere between the two inventors’ claims. Toward the end ofhis life, Tesla sued Marconi over the patents on some of the equipment he usedto develop and increase the range of his signals, but the essential differencebetween the two inventors was that Tesla was a theoretical scientists first andforemost, while Marconi concentrated on engineering something practical andcommercially viable based on the essential principles that other scientists hadcome up with first. The fact of the matter is, Tesla could easily have “inventedradio”—that is, made a device that could transmit signals and messages easilyover long distances—several years before Marconi, if that had been where he wasfocusing his concentration. And he attempted to, when he built WardenclyffePark, which we will discuss in an upcoming section. But goals were neversingular; he was interested in much more than strengthening broadcast signals,and as a result, Marconi produced the first set of tangible results. In 1917, John Stone presented the Edison Medal to Nikola Tesla on behalf of theAmerican Institute of Electrical Engineers, and the following excerpt from hisspeech gives some indication of how Tesla’s contributions to the field of radiowere regarded in the early part of the century: \"I misunderstood Tesla. I think we all misunderstood Tesla. We thought he was adreamer and visionary. He did dream and his dreams came true, he did havevisions but they were of a real future, not an imaginary one. Tesla was thefirst man to lift his eyes high enough to see that the rarified stratum ofatmosphere above our earth was destined to play an important role in the radiotelegraphy of the future, a fact which had to obtrude itself on the attention ofmost of us before we saw it. But Tesla also perceived what many of us did not inthose days, namely, the currents which flowed way from the base of the antennaover the surface of the earth and in the earth itself.\"\"Tesla, with his almost preternatural insight into alternating currentphenomenon that had enabled him some years before to revolutionize the art ofelectric power transmission through the invention of the rotary field motor,knew how to make resonance serve, not merely the role of a microscope to makevisible the electric oscillations, as Hertz had done, but he made it serve therole of a stereopticon to render spectacular to large audiences the phenomena ofelectric oscillations and high frequency currents....He did more to exciteinterest and create an intelligent understanding of these phenomena in the years1891–1893 than anyone else, and the more we learn about high frequencyphenomena, resonance, and radiation today, the nearer we find ourselvesapproaching what we at one time were inclined, through a species of intellectualmyopia, to regard as the fascinating but fantastical speculations of a man whomwe are now compelled, in the light of modern experience and knowledge, to admitwas a prophet. But Tesla was no mere lecturer and prophet. He saw to thefulfillment of his prophesies and it has been difficult to make any butunimportant improvements in the art of radio-telegraphy without traveling partof the way at least, along a trail blazed by this pioneer who, though eminentlyingenious, practical, and successful in the apparatus he devised andconstructed, was so far ahead of his time that the best of us then mistook himfor a dreamer. I never came anywhere near having an appreciation of what Mr.Tesla had done in this art until a very late date\". The Wardenclyffe Tower Starting in mid 1900, Tesla was again facing one of his perennial problems: hewas running out of money for his experiments. He had been given one hundredthousand dollars by investors a few years before, but he had sunk that entiresum into his Colorado Springs laboratory. Partly as an effort to attract newinvestors for a new project, Tesla wrote a somewhat sensational article earlythat year called “The Problem of Increasing Human Energy, With Special Referenceto the Harnessing of the Sun’s Energy” in The Century magazine. Tesla’sgrandiloquent writing style attracted a great deal of journalistic speculationabout his intentions and his projects—which was exactly what he had intended: “Of all the endless variety of phenomena which nature presents to our senses,there is none that fills our minds with greater wonder than that inconceivablycomplex movement which, in its entirety, we designate as human life; Itsmysterious origin is veiled in the forever impenetrable mist of the past, itscharacter is rendered incomprehensible by its infinite intricacy, and itsdestination is hidden in the unfathomable depths of the future. Whence does itcome? What is it? Whither does it tend? are the great questions which the sagesof all times have endeavored to answer.“Modern science says: The sun is the past, the earth is the present, the moon isthe future. From an incandescent mass we have originated, and into a frozen masswe shall turn. Merciless is the law of nature, and rapidly and irresistibly weare drawn to our doom. Lord Kelvin, in his profound meditations, allows us onlya short span of life, something like six million years, after which time thesuns bright light will have ceased to shine, and its life giving heat will haveebbed away, and our own earth will be a lump of ice, hurrying on through theeternal night. But do not let us despair. There will still be left upon it aglimmering spark of life, and there will be a chance to kindle a new fire onsome distant star. This wonderful possibility seems, indeed, to exist, judgingfrom Professor Dewar's beautiful experiments with liquid air, which show thatgerms of organic life are not destroyed by cold, no matter how intense;consequently they may be transmitted through the interstellar space. Meanwhilethe cheering lights of science and art, ever increasing in intensity, illuminateour path, and marvels they disclose, and the enjoyments they offer, make usmeasurably forgetful of the gloomy future.“Though we may never be able to comprehend human life, we know certainly that itis a movement, of whatever nature it be. The existence of movement unavoidablyimplies a body which is being moved and a force which is moving it. Hence,wherever there is life, there is a mass moved by a force. All mass possessesinertia, all force tends to persist. Owing to this universal property andcondition, a body, be it at rest or in motion, tends to remain in the samestate, and a force, manifesting itself anywhere and through whatever cause,produces an equivalent opposing force, and as an absolute necessity of this itfollows that every movement in nature must be rhythmical. Long ago this simpletruth was clearly pointed out by Herbert Spencer, who arrived at it through asomewhat different process of reasoning. It is borne out in everything weperceive—in the movement of a planet, in the surging and ebbing of the tide, inthe reverberations of the air, the swinging of a pendulum, the oscillations ofan electric current, and in the infinitely varied phenomena of organic life.Does not the whole of human life attest to it? Birth, growth, old age, and deathof an individual, family, race, or nation, what is it all but a rhythm? Alllife-manifestation, then, even in its most intricate form, as exemplified inman, however involved and inscrutable, is only a movement, to which the samegeneral laws of movement which govern throughout the physical universe must beapplicable.” Tesla’s publishing this article ended up attracting the attention of exactly thesort of people he needed to invest financial backing in his work. This time, itwas industrialist J. Pierpont Morgan who came to Tesla’s aid. Because of theextraordinary returns that George Westinghouse was still making on Tesla’sinduction motor patents, Tesla still seemed like a sound investment prospect todevelopers like Morgan. Tesla had avoided becoming entangled with Morgan in thepast, fearful of the robber baron’s tyrannical sway over every incorporatedinterest that accepted his help, but that was a long time ago; Tesla needed himnow. There was a limit to Morgan’s generosity, however. He was prepared to giveTesla one hundred and fifty thousand dollars in total, with a much smallerpercentage of that sum as an up-front advance, and not a penny more.Furthermore, as security for this loan, he required Tesla to sign over fifty onepercent of his patents. Tesla’s goal might be to change the world for thebetter, but Morgan’s goal, typically, was to make as much money as humanlypossible with as little risk to his interests as he could manage. (Though, lestMorgan’s investment sound less impressive than it actually was, it is worthbearing in mind that one hundred fifty thousand dollars in 1900, adjusted forinflation, is equivalent to more than four million dollars in the currency of2016.) Tesla’s new experimental goal was worldwide broadcasting, and Morgan’s financialgoal was to monopolize a brand new broadcasting industry. With the money hereceived from Morgan, Tesla set about building a prototype industrial park. Aman named James D. Warden, who owned a substantial amount of land on LongIsland, gave Tesla the use of two hundred acres of it, and in gratitude, Teslacalled the project community Wardenclyffe. Over the next few years, it developedinto a small town, with its own post office. Its nickname, “Radio City”, spokeof the inventor’s hopes for what it would accomplish. As to the broadcasting device itself, Tesla consulted with another one of hisinvestors, famous Gilded Age architect Stanford White, as to the kind ofstructure it would be necessary to build in order to send signals across theworld. Stanford’s assistant came up with design specifications for a huge woodentower, topped with a copper electrode one hundred feet wide. (The wooden toweritself could not be built to the necessary height, so it would sit atop the roofplatform of an unremarkable but tall brick building.) The project ran into difficulties almost immediately, the first of which beingthat Tesla took one look at White’s specifications and knew that he could notbuild a tower of those dimensions with the resources he had in hand, despite thefact that the power of the signal it would undoubtedly produce would probablyreach across the Pacific. Tesla began to run out of money almost as soon as hestarted work, and Morgan was not helpful. Morgan became even less helpful whenGuglielmo Marconi made headlines in late 1900 that he had succeeded intransmitting a single letter of Morse code from a relay station in Britain toone in Newfoundland—in Morgan’s eyes, this meant that Marconi had beaten Tesla,accomplishing what Tesla set out to do before Tesla managed to do it. Tesla feltotherwise; he had a more complicated goal in mind. He had sold the Wardenclyffeproject to Morgan by proposing to hand him a monopoly over new radiotechnologies, but the real goal of the project, for Tesla, had always been topursue his research in transmitting power wirelessly. As a last ditch effort tokeep Morgan invested in the project, Tesla revealed this to him—but Morgan wasuninterested, not least because if Tesla were successful in this, it would makeobsolete some of Morgan’s other business interests (which was probably why Teslahad not been up front about it in the first place.) With the incomplete project dying on Tesla’s hands, Morgan sent him a finalletter indicating that he declined to take any further part in it. Tesla mustcertainly have been devastated; but the very night he received Morgan’s letter,something quite strange happened in the Wardenclyffe park—something that Teslawould never, afterwards, fully explain. The New York newspaper The Evening Worldmade this report: “Whatever Nikola Tesla is trying to do at Wardenclyffe, Long Island, he hassucceeded in keeping the natives guessing. Some think he is trying to signalMars; others think that he has evolved a new system of communication byelectricity through the air without wires; still others believe that he hasanother station off in China or Siberia, and is trying to communicate with it byelectrical currents through the earth.“Weird doings around the Tesla plant at Wardenclyffe serve to excite theinhabitants these fine nights. None of the natives is allowed to get near thebewildering stack of towers, poles and queer structures that the Tesla workmenhave erected, and these same workmen are as reticent as clams. The tallelectrician is seen but seldom, and when he does condescend to speak all he willadmit is that his experiments have to do with wireless telegraphy.“‘Some day,’ he said today, ‘but not at this time, I shall make an announcementof something that I once never dreamed of.’“For a great many years, Mr Tesla has been on the verge of making anannouncement calculated to paralyze the world. In a laboratory up in HoustonStreet, he had a mysterious machine that poked white shafts of lightning intothe atmosphere. Many men of science and finance looked at the machine andwondered.“Similar flashes, longer and more intense, leap from the tower of the Teslaworks at Wardenclyffe. The villagers sit out in front of their houses, and atintervals between batting mosquitoes from their visages speculate on the meaningof the strange lights that shoot out and appear to dissolve in the surroundingatmosphere.“Under the tall tower there is a hole in the ground 150 feet deep. Mr Teslaadmits that he shoots electric currents down this hole, and there is no doubtthat he creates flashes long enough to reach the bottom of it. But there is agreat deal of speculation concerning why he should want to shoot electricflashes into a hole in the ground.“Wise-looking men of mystery who have been snooping around Wardenclyffe havebeen heard to say that Tesla is trying to get electricity out of the earthwithout the employment of artificial mediums. A man in Chicago thinks that if hecan shoot a magnet into the air far enough he can accumulate electricity whichcan be carried to the earth on a wire. Why shouldn’t Mr Tesla dig a deep hole inthe ground and bring electricity to the surface? It is easier to drop a magnetinto the earth than it is to fire a magnet into the atmosphere and make it stayfired!” What sort of world changing announcement Tesla anticipated being able to make asa result of that night’s bizarre, mysterious activity, the world would neverknow. He never explained it or made reference to it again."},{"pageContent":"CHAPTER NINE: DECLINE AND FORTUNE Financial Crisis Tesla was deeply in debt following the failure of the Wardenclyffe Park project.Not all of Morgan’s promised money had been forthcoming, and the project hadstarted running into debt long before it was completed. Now, with Morgan havingabandoned him, Tesla had once again to scout for new investors. It was 1903, andTesla was plagued by his creditors. Despite the fact that Leonard Curtis, whohelped Tesla scout the location for his Colorado Springs laboratory, had assuredhim that the city power plant, of which he was a partial owner, would providehim the electricity he used in his experiments for free, the plant decided tosue Tesla for payment. The courts judged Tesla liable for a one hundred andeighty dollar fine, payable to the power company; even though the sum was asmall one, comparatively speaking, Tesla did not have the money to pay it. Hewas eventually forced to order that his Colorado Springs laboratory bedismantled. The lumber from the building itself was sold to pay the debts, andall of Tesla’s mysterious electrical equipment, which was of no real use toanyone but himself, had to be put into storage. Medical Innovations One of Tesla’s more or less accidental discoveries had involved the directapplication of intense heat, distributed via small Tesla coils, to parts of thebody that were affected by a variety of medical complaints, such as arthritis.George Scherff, Tesla’s faithful assistant and manager, advised him that he wasroutinely receiving requests from doctors whose patients were requesting some ofthese devices for treatment of rheumatic complaints. Tesla told Scherff to usethe laboratory to begin manufacture of some of these small medical coils, but hedid not devote much personal attention to them. Sales from the coils began togenerate small amounts of income. The following year, 1906, was a bad one for Tesla in most every respect. Hisfinancial troubles continued to mount; he could not now even afford the coalnecessary to run his laboratory. He was plagued by intermittent health problems,the details of which he did not describe, but it is to be assumed that they wererelated to the same attacks of acute sensory overload he had experienced inprevious decades. George Scherff, on whom Tesla depended for nearly everything,was unable to draw sufficient pay from Tesla’s business to meet his salaryspecifications, and began taking work from other companies that necessarilydistracted him from caring for Tesla’s interests. And Stanford White, thearchitect who had designed the Wardenclyffe Tower, was shot and killed in Juneof 1906 by eccentric Pittsburgh millionaire Harry Thaw, over a jealous disputeregarding Thaw’s wife and White’s former lover, Evelyn Nesbitt. After a famouscareer as an architect, the Wardenclyffe Tower would be the last structure Whiteever designed. Over time, lacking pay and lacking management, the workers whowere necessary to running Wardenclyffe Tower disappeared to other jobs. In theend, just to pay the bill for his lodgings at the Waldorff-Astoria, Tesla wasforced to sign the deed to the Wardenclyffe park over to the hotel’s manager. The Tesla Turbine As the decade lengthened, and the dawn of the first World War approached,Tesla’s life seemed to have taken a turn for the difficult. His financialtroubles met with no immediate easy solution, and on a more personal level, heseemed to feel deeply personally injured by the failures of his projects, thechallenges to his patents, the attacks of the press, and the difficulties hefaced in finding funding for new projects. He continued to present a dapper,sophisticated exterior, but in his personal habits, he grew increasinglyeccentric. Always sensational and exhibitionistic in his communications withjournalists, he began making impromptu statements that he could not justify withexperiments or results; always before, he had been dropping hints about thingshe had already discovered, whereas now he was indulging in streams ofconsciousness, thinking out loud in the presence of those who inevitably printedhis words, which exposed him to even more criticism and some steep humiliations.He also suffered losses of a more personal nature; his dear friend Mark Twainpassed away in 1910, and his death affected Tesla deeply. And another closefriend, Robert Johnson, husband of Katharine Johnson, suffered a scandal of amysterious nature which caused him to lose his position as an editor of TheCentury magazine, which had published so many favorable articles about Tesla;the Johnsons, who were Tesla’s most frequent social contacts, soon joined Teslain fighting off debt. But the genius’s career was not yet sunk in ignominy. In 1907, Tesla, lackingfunding for another laboratory, opened offices in New York, on Broadway, wherehe began design work on propulsion systems and vertical take off and landing foraircraft. Working off designs that he had begun in 1906, he had begun by 1910 tomake serious headway on the greatest success he would enjoy in his laterdecades: a bladeless turbine engine that weighed under ten pounds and generatedthirty horsepower. No one had ever seen or even imagined an engine that was sopowerful and at the same time so small. Tesla accounted for his invention asfollows: “What I have done is to discard entirely the idea that there must be a solidwall in front of the steam and to apply in a practical way, for the first time,two properties which every physicist knows to be common to all fluids but whichhave not been utilized. These are adhesion and viscosity.” The Tesla turbine began to turn his fortunes around somewhat, though never toquite the degree Tesla hoped. He was fifty by this point, and unable to work atthe same grueling pace as in his younger years; but the United States wardepartment seemed to be taking a keen interest in his new invention, and Tesla’sreputation benefited a good deal from the fact that he was being taken seriouslyby serious people once more. And a stroke of mixed good fortune came to him whenJ. Pierpont Morgan died later the same year. Tesla forced himself to wait for anentire month before he presented himself to J.P. Morgan, the elder Morgan’s sonand heir, to ask for further investments in the turbine research. Morgan wasmore amenable to Tesla’s applications than his father had been, at first, andextended him several loans; but eventually, their relationship terminated in thesame fashion that Tesla’s relationship with the elder Morgan had ended, withnotes on loan interest and Morgan’s refusal to accept any more of Tesla’scorrespondence. World War I and the Nobel Prize When the first World War broke out in Europe after the assassination of ArchdukeFranz Ferdinand by Gavrilo Princip, a member of the Serbian nationalist society,America as a whole was slow to take notice. But Tesla was himself a Serb; andSerbia was suffering intensely from the retaliation of the European powers.Tesla was approached to help head relief efforts by American-Serbian societies;but he was unable to bring himself to participate, because one of his mostantagonistic scientific rivals, also a naturalized American Serb, sat at thehead of the organization. In 1915, shortly after the outbreak of the war, a curious and somewhatmysterious news report began circulating in American newspapers that Edison andTesla had been selected as co-recipients of that year’s Nobel prize in physics.When approached for comment about being selected for this honor, both Tesla andEdison professed some astonishment; neither of them had been notified of theprize committee’s intention to give them the award. It was, however, not at allsurprising that either man should be considered eligible, considering theircontributions to science. And to give Tesla credit, while he had no difficultythinking of various discoveries he had made that deserved a Nobel prize, he wasalso quick to tell reporters that Edison himself deserved the Nobel many timesover. However, in the end, the rumors came to nothing. Only a few days after thenewspaper articles about Tesla and Edison’s prize win started being printed, the1915 Nobel prize in physics was awarded jointly to the father and son teamWilliam Henry Bragg and William Lawrence Bragg, of the University of Leeds, fortheir work in using X-rays to map the structure of crystals. The preciseintentions of the Nobel committee towards Tesla and Edison has remained amystery. Various journalists and biographers have theorized that Tesla andEdison were the original joint recipients, but that one or the other of themrefused to accept the award if it meant sharing it with their obnoxious rival.If this were the case, it seems more like something that Edison would do thanlike something Tesla would do, if for no other reason than because Tesla isunlikely to have done anything that would jeopardize his chances at receivingtwenty thousand dollars in cash. One of Edison’s own biographers has theorizedthat Edison might have refused the Nobel simply to deprive Tesla of the muchneeded prize money; Edison was extremely wealthy by this point, and had no needof such a paltry sum. With the onset of late middle age and his increasinglyprofound deafness, Edison had grown eccentric, isolated, and emotionally cut offfrom his friends and family, and such a petty move would not be entirely unlikehim at that point in his life. The Nobel foundation, however, has repeatedly denied that either Tesla or Edisonever notified them of an intention to refuse a prize. They have pointed out thateven if Tesla or Edison had done so, it would make no difference, because theNobel committee does not change its decision regarding their selection of prizerecipient just because it suspects the recipient will refuse to accept it.Rather, the recipient is announced, and they can then accept or refuse at theirdiscretion. But it does seem possible that Tesla and Edison were being stronglyconsidered by the 1915 committee, and might even have been their first choices,and that the committee’s mind was changed by some factor other than arefusal—perhaps the endless newspaper articles that Tesla contributed quotes toas journals interviewed him in good faith as a Nobel winner. Theoreticians Versus Engineers By 1916, science was entering a new age. During Tesla’s youth, in the last twodecades of the nineteenth century, the leading scientific advances were beingmade by inventors—that is, engineers, people like Tesla and Edison who weretranslating their discoveries into practical, or at least tangible, machinery.As we have discussed previously, Tesla was in many ways a theorist at heart,always deriving more satisfaction from performing experiments and chasingdiscoveries than from nailing down commercially viable applications for hisideas, but he was still, at heart, and engineer, someone who built things withhis hands in the hopes of changing the lives of people on earth on the practicallevel. In 1916, however, Albert Einstein, a German theoretical physicist, published hisgeneral theory of relativity, and seemingly overnight the entire scientificfield changed from one of primarily practical, earth bound applications, to onewhich viewed the universe as unstable, shifting, and dynamic. Tesla was notparticularly impressed by Einstein’s work. He had himself devised theories aboutharnessing atomic power, and he was unconvinced that it was possible, or, if itproved possible, that it could be controlled. He was working on his own unifiedphysical theory of the universe, he said. Many years later, when he was in hiseighties, Tesla issued a statement outlining his dynamic theory of gravity: “I have worked out a dynamic theory of gravity in all details and hope to givethis to the world very soon. It explains the causes of this force and themotions of heavenly bodies under its influence so satisfactorily that it willput an end to idle speculations and false conceptions, as that of curved space.According to the relativists, space has a tendency to curvature owing to aninherent property or presence of celestial bodies.“Granting a semblance of reality to this fantastic idea, it is still veryself-contradictory. Every action is accompanied by an equivalent reaction andthe effects of the latter are directly opposite to those of the former.Supposing that the bodies act upon the surrounding space causing curvature ofthe same, it appears to my simple mind that the curved spaces must react on thebodies and, producing the opposite effects, straighten out the curves.“Since action and reaction are coexistent, it follows that the supposedcurvature of space is entirely impossible -However, even if it existed it wouldnot explain the motions of the bodies as observed. Only the existence of a fieldof force can account for them and its assumption dispenses with space curvature.All literature on this subject is futile and destined to oblivion.” As World War I stretched on, Tesla renewed his attempts to convince Americanmilitary leaders that he had valuable scientific contributions to make to thedefense of the nation. Returning to his work on robotic war boats, he urged theUnited States to, “…install along both of our ocean coasts, upon proper strategic and elevatedpoints, numerous wireless controlling plants under the command of competentofficers and that to each should be assigned a number of submarine, surface, andaerial craft. From the shore station, these vessels…could be perfectlycontrolled…at any distance at which they remained visible through powerfultelescopes…If we were properly equipped with such devises of defense it isinconceivable that any battleship or other vessel of an enemy ever could getwithin the zone action of these automatic craft…” But the American military was even less interested in Tesla’s ideas aboutrobotics, and his new theories about radar, which would allow for the detectionof approaching enemy craft, than they had been after his first demonstration ofrobotic boats during the Madison Square Garden demonstration at the time of theSpanish American War. This may have had something to do with the fact thatEdison was, by now, working closely with the Department of Defense, and was asinstantly dismissive of Tesla’s theories about radar as he had been of hisinduction motor back in 1888. By the beginning of World War II two decadeslater, however, the usefulness of, and urgent need for a system designedaccording to Tesla’s ideas had become apparent to American military engineers. Auseful version of military adapted radar would ultimately be put into use inEngland just in time to enable British fighter planes to mount a defense againstNazi bombers during the Battle of Britain. The Edison Medal On December 13, 1916, Tesla received one of the highest American honors in thefield of science—the Edison Medal, awarded by the American Institute ofElectrical Engineers. As the very name of the award must suggest, Tesla’sfeelings about being selected for this honor were deeply ambiguous. A fellowengineer, B.A. Behrand, had been instrumental in lobbying the award committee tobestow the medal on Tesla, but once they had agreed to do so, Behrand then hadto persuade Tesla to accept it—and Tesla was not at all inclined to do so, atleast at first. Behrand was one of Tesla’s most enthusiastic partisans. Outside of the inventorhimself, scarcely anyone was more sensible of how much honor (and money) Teslaought to be entitled to as a result of his scientific contributions, or feltmore outrage over the fact that every leading engineer of the age had built onTesla’s inventions and theories, without reflecting proper credit and glory tothe man who had originated them. But as far as Tesla was concerned, to accept amedal that bore the name of Edison, who committed so many injustices againsthim, was to scarcely be honored at all; he felt that every time someone receivedthe Edison Medal, it was Edison who triumphed. Over and over again, Behrandwrote to him, urging him to accept the honor; he, at least, understood thatTesla’s reputation could at this point only benefit from doing. And over andover, Tesla refused—until, finally, he changed his mind, and agreed to attendthe awards ceremony. Tesla’s mixed feelings about the affair led to some strange behavior during themagnificent event which the American Institute of Electrical Engineers held inhis honor. He presented himself at the banquet in all his customary resplendenceof figure and dress, and behaved with good cheer and courtesy towards theInstitute’s members. But at one point, his nerve seemed to fail him; when theceremony moved from the banquet hall to the auditorium, Tesla vanished. Behrandset out to look for him, thinking at first that Tesla had been taken ill andreturned to his hotel. Instead, he found Tesla being watched by a crowd ofspectators in the middle of Bryant Park. Tesla had an immense affection for New York’s indigent pigeon population. MostNew Yorkers despised the birds as dirty disease carriers, but Tesla had beenfeeding and befriending them for years now. He rescued pigeons in the winterthat were on the point of freezing to death; and, either because he was such afamiliar figure in the park, or because of some strange animal soothing charm hepossessed, the pigeons frequently took food from his fingers, and even his lips.Thus, it was to the pigeons Tesla had turned in this moment of emotionalconflict just before receiving the award. When Behrand found him in Bryant Park,Tesla was covered head to toe in roosting pigeons, which fled, to hisdisappointment, as Behrand approached to coax Tesla back into the auditorium. His communion with the pigeons had apparently soothed its soothing purpose.Tesla returned with Behrand, listened with composure to the highly flatteringspeech in which the Institute’s president highlighted the main achievements ofhis career and made reference to the many intangible contributions Tesla hadmade to science and invention by inspiring other engineers. He was beinghonored, it was said, “for meritorious achievement in his early original work inpolyphase and high frequency electric currents.” When the time came for Tesla to receive the medal, he surprised Behrand and theother attendees by making a somewhat lengthier speech than they hadanticipated—a speech that gave no indication of terseness or mixed feelings, butwhich did credit to Tesla’s graciousness and sense of courtesy, as he not onlytalked about his own work, but honored Edison for all that he had achieved. Thefollowing is an excerpt from his acceptance speech, and it also serves as aneloquent encomium on the philosophies that made him such an extraordinaryperson: “I may say, also, that I am deeply religious at heart, although not in theorthodox meaning, and that I give myself to the constant enjoyment of believingthat the greatest mysteries of our being are still to be fathomed and that, allthe evidence of the senses and the teachings of exact and dry sciences to thecontrary notwithstanding, death itself may not be the termination of thewonderful metamorphosis we witness. In this way I have managed to maintain anundisturbed peace of mind, to make myself proof against adversity, and toachieve contentment and happiness to a point of extracting some satisfactioneven from the darker side of life, the trials and tribulations of existence. Ihave fame and untold wealth, more than this, and yet—how many articles have beenwritten in which I was declared to be an impractical unsuccessful man, and howmany poor, struggling writers, have called me a visionary. Such is the folly andshortsightedness of the world! “Now that I have explained why I have preferred my work to the attainment ofworldly rewards, I will touch upon a subject which will lend me to say somethingof greater importance and enable me to explain how I invent and develop ideas.But first I must say a few words regarding my life which was most extraordinaryand wonderful in its varied impressions and incidents. In the first place, itwas charmed. You have heard that one of the provisions of the Edison Medal wasthat the recipient should be alive. Of course the men who have received thismedal have fully deserved it, in that respect, because they were alive when itwas conferred upon them, but none has deserved it in anything like the measure Ido, when it comes to that feature. In my youth my ignorance and lightheartednessbrought me into innumerable difficulties, dangers and scrapes, from which Iextricated myself as by enchantment. That occasioned my parents great concernmore, perhaps, because I was the last male than because I was of their own fleshand blood. You should know that Serbians desperately cling to the preservationof the race. I was nearly drowned a dozen times. I was almost cremated three orfour times and just missed being boiled alive. I was buried, abandoned andfrozen. I have had narrow escapes from mad dogs, hogs and other wild animals. Ihave passed through dreadful diseases—have been given up by physicians three orfour times in my life for good. I have met with all sorts of odd accidents—Icannot think of anything that did not happen to me, and to realize that I amhere this evening, hale and hearty, young in mind and body, with all thesefruitful years behind me, is little short of a miracle.” Tesla and the White Pigeon As Tesla entered the 1920’s, he began to feel the burden of his advancing age.During his acceptance speech for the Edison Medal, he had pointed out that hecame of a long-lived family, and that one of his relatives had lived to the ageof 120. He himself had used to boast that he had every expectation of livinguntil 140. But in the twenties, he began to feel differently. When thenineteenth amendment to the Constitution was passed, prohibiting the sale ofalcohol, American society changed; the strictures of the first World War gaveway to a carefree spirit that encouraged the flourishing of dance halls,frequented by “flappers”, young women with rising hem lines, who smokedcigarettes openly, and danced with men into the wee hours of the morning. Crimeflourished, as underground gangs were formed to facilitate the illegal sale ofpoor quality homemade alcohol in “speakeasies”. Tesla, a dedicated if moderatepartaker of alcohol, no longer looked forward to living into his fifteenthdecade—without alcohol being available to him, it was neither possible nordesirable. Although Tesla, almost until the end of his life, never gave up the belief thathe could overcome his continuing money troubles by patenting one of hisinventions for commercial use and becoming an instant millionaire, he frequentlyfound himself penniless. He had for years been unable to afford a laboratory; hesometimes found himself unable to pay his faithful and devoted secretaries, who,rather than allowing him to use the gold in his Edison Medal to make up theirback pay, instead offered to give such money as they had to him . Tesla’s moneytroubles extended to his lodgings. In the last decades of his life, he had tomove from one hotel to another, as he was constantly being evicted fornonpayment of his bills and forced to seek out increasingly cheaper lodgings. Atone time, eviction notices distressed him because he had to find new storagefacilities for his expensive experimental equipment. Now, the insecurity of his domestic arrangements saddened him for anotherreason: whenever one of the pigeons Tesla fed in the park turned up ill orinjured, Tesla would bring them home and nurse them back to health, or else takecare of them until they died. Even when he lacked the money to pay hisemployees, he kept back a small sum to buy seeds for his pigeons. And when hewas ill, as happened more and more frequently as he got older, the most pressingconcern on his mind was to make arrangements with the hotel housekeeper to feedthe convalescent pigeons roosting in cages and on the furniture in his hotelroom. Unfortunately, this contributed somewhat to his having to move so often;the hotel staff were not as fond of the birds as he was, and objected to havingto clean his rooms of bird droppings. Tesla had been fond of animals throughout his life. His family in Croatia had asmall farm, with geese and chickens and other common barnyard animals; and hespoke eloquently of his friendship with one of the family cats when he was achild, a cat who inspired some of his earliest thoughts about electricity. Hehad been petting the cat when he saw a shower of sparks—staticelectricity—rising off of her fur. This led to him trying to account, in achildlike way, for the existence of electricity in nature. He wrote that he hadbeen led to wonder, “Is nature a gigantic cat? If so, who strokes its back? Itcould only be God, I concluded.” Of all the pigeons that Tesla nurtured in his declining years, there was onethat stood out amongst them: a beautiful, snow white female, who seemed to existin special sympathy with Tesla’s moods. He wrote of his belief—possiblyfanciful, possibly sincere—that he could summon the white pigeon to visit himjust by thinking of her. To John O’Neill, a journalist who had befriended him,he spoke extensively of his relationship with the bird, in some of the mostemotional and poignant language he ever employed: “‘But there was one pigeon, a beautiful bird, pure white with light gray tips onits wings; that one was different. It was a female. I would know that pigeonanywhere. “‘No matter where I was, that pigeon would find me; when I wanted her I had onlyto wish and call her and she would come flying to me. She understood me and Iunderstood her. “‘I loved that pigeon. “‘Yes,’ he replied to an unasked question. ‘Yes, I loved that pigeon, I lovedher as a man loves a woman, and she loved me. When she was ill, I knew, andunderstood; she came to my room and I stayed beside her for days. I nursed herback to health. That pigeon was the joy of my life. If she needed me, nothingelse mattered. As long as I had her, there was a purpose in my life. “‘Then one night as I was lying in my bed in the dark, solving problems, asusual, she flew in through the open window and stood on my desk. I knew shewanted me; she wanted to tell me something important so I got up and went toher. “‘As I looked at her I knew she wanted to tell me—she was dying. And then, as Igot her message, there came a light from her eyes—powerful beams of light. “‘Yes,’ he continued, again answering an unasked question, ‘it was a real light,a powerful, dazzling, blinding light, a light more intense than I had everproduced by the most powerful lamps in my laboratory. “‘When that pigeon died, something went out of my life. Up to that time I knewwith a certainty that I would complete my work, no matter how ambitious myprogram, but when that something went out of my life I knew my life’s work wasfinished.’” Tesla’s “Death Ray” It is possible that no single subject in connection with Nikola Tesla hasinvited as much fascination and speculation in the minds of the general publicas the rumor that he had invented a weapon which would forever change the waythe war was waged on the planet, by making obsolete battles in which armies ofhuman beings tried to kill each other close proximity with handheld weapons. Anillustration in an article that appeared in The Century magazine shows anartist’s depiction of the fabled weapon Tesla was supposedly working on—one thatshot powerful beams of energy from fixed locations towards enemy targets. Theconcept of “death rays” soon entered popular culture, and became a trope in theemerging genre of science fiction, as fictional villains threatened civilizationwith their Tesla-inspired weapons of long-range destruction, and had to be putdown by strutting heroes. There is not much conclusive evidence for this theoretical invention of Tesla’sone way or another. After a productive lull of almost six years, Tesla filed apatent in March of 1922 entitled “Improvements in Methods of and Apparatus forthe Production of High Vacua”. During the Cold War, this patent was examinedwith great interest by both the United States and the Soviet Union, as part oftheir armaments program. It is worth pointing out, however, that earlier in Tesla’s life, with referenceto some of the experimental results that he was producing at his ColoradoSprings laboratory, he had remarked that he sometimes wondered if he had anyright to build some of the things he was discovering. It seems likely that ifTesla had actually developed such a powerful weapon, this kind of ethicalconsideration might well have prevented him from pursuing it to the last extent.In any case, the story that Tesla developed a death ray and then destroyed it sothat it could not be used to hurt anyone is now one of the most popular urbanlegends in circulation about him. Tesla, the Problem of Memory, and Death As Tesla grew old, his powers of concentration, which had been so prodigious,and so strange all his life, began to weaken and produce distracting effects. Ina letter to a poet whom Tesla befriended as an old man, he wrote of a phenomenonof memory that seemed less like a diminishing of his intellectual powers than adisintegration. He was beginning to fear that he might be suffering from theeffects of a brain clot, as he was beginning to find it difficult to: “…drive out of the mind the old images which are like corks on the water bobbingup after each submersion. But after days, weeks or months of desperatecerebration I finally succeed in filling my head chuckfull with the new subject,excluding everything, and when I reach that state I am not far from the goal. Myideas are always rational because I am an exceptionally accurate instrument ofreception, in other words, a seer.” From this description, it sounds as if Tesla’s old age had returned him to sameproblem he had overcome as a small child, when had struggled to replace thepeculiar images that superimposed themselves on his vision with images of hisown choosing. In these last years of Tesla’s life, he scarcely ever left his hotel room. Oncerelishing the finest foods and drinks, he was, in his eighties, subsisting on adiet of crackers and milk—not because he could not afford better, but becausethese foods best suited his palate. Though Tesla’s way of living had becomelimited, compared to the exertions of his youth, and though he was subject toconfusion and irritability, he was not senile, and he remained a creative,visionary intelligence—bending his mind to such problems as a theory of theuniverse that would supplant Einstein’s theory of relativity. Journalists in thescientific field continued to visit him in his rooms and hang on his every word. It was not only journalists who came to find Tesla in his retirement. As WorldWar II loomed on the horizon, politics also came knocking. Tesla’s homeland ofCroatia had been folded into the new nation of Yugoslavia, and Yugoslavia wassoon to be invaded and overrun by the Nazis. Serbian freedom fighters arrivingin the United States sought out the most famous Serbian-American of them all, toask for his moral support. It is believed that only a few months before he died,Tesla sent these words of encouragement back to the country where he had beenborn: “Out of this war…a new world must be born, a world that would justify thesacrifices offered by humanity. This…must be a world in which there shall be noexploitation of the weak by the strong, of the good by the evil, where therewill no humiliation of the poor by the violence of the rich; where the productsof the intellect, science, and art will serve society for the betterment andbeautification of life, and not the individuals for achieving wealth. This newworld shall not be a world of the downtrodden and humiliated, but of free menand free nations, equal in dignity and respect for man.” Tesla biographer Margaret Cheney believes that Tesla began to be forgotten for afew decades after his death in part because, as a native Yugoslavian, hesuffered from the hostility of western nations against those countries thatbecame organized in the Soviet Eastern Bloc after World War II, during the ColdWar. But in any case, Tesla did not live to see the Cold War, or hear of thedifficulties that would be suffered by his countrymen under Soviet governments. In the last year of his life, Tesla employed friends to carry seed out to theparks and feed the pigeons, and to bring any that were sick or injured back tohis hotel room so that he could look after them. He began suffering longerperiods of confusion; at one point, he believed that he had been visited by MarkTwain, who had died 25 years before, and that Twain was in financial trouble. Hesent a messenger with $25 to the address of his own former laboratories on 5thAvenue, to relieve his friend’s financial distress. In January of 1943, Tesla passed away, seemingly in his sleep. He was 86 yearsold. His body was not discovered for two days, because of the “Do Not Disturb”sign he had placed on the door for the housekeepers. He had been ill for sometime, but, as was his custom, had refused to see doctors. The coroner’s verdictwas that he had died of coronary thrombosis. The mayor of New York read a eulogyfor Tesla over the radio on January 10, 1943, and his funeral was held two dayslater at the Cathedral of St. John the Divine, attended by over 2000 people.Tribute flooded in from European scientists; and the U.S. government paid him aneven stranger tribute. After his death was discovered, the Federal Bureau ofInvestigation descended on his hotel room. Despite the fact that Tesla had beennaturalized as a U.S. citizen many decades before, all of his paper, property,and inventions were seized as the property of a foreign alien. He had left nowill. In the 1950’s, Tesla’s family in Yugoslavia successfully petitioned forthe release of his papers, but many of them had gone missing. It is only to beconjectured what strange, powerful, and potentially world changing researchTesla had not released to the world at the time of his death, and whatscientists in the employ of the American government made of them. If there wasany lingering question as to the relevance of the brilliant inventor’s work, thefact that the American government was apparently afraid to let it slip out oftheir control and into the hands of a Soviet nation probably settles it"},{"pageContent":"WORKS REFERENCED Tesla: Man Out of Time , by Margaret Cheney (1981) My Inventions , by Nikola Teslahttp://www.teslasautobiography.com/ [http://www.teslasautobiography.com/] “Experiments with Alternate Currents of High Potential and High Frequency”, byNikola Teslahttp://teslaresearch.jimdo.com/lectures-of-nikola-tesla/experiments-with-alternate-currents-of-high-potential-and-high-frequency-a-lecture-delivered-before-the-iee-london-february-1892/ The Inventions, Researches, and Writings of Nikola Tesla, by Thomas CommerfordMartin (1894)https://archive.org/stream/inventionsresear00martiala/inventionsresear00martiala_djvu.txt “Nikola Tesla, Dreamer: His Three Day Ship to Europe and His Scheme to Split theEarth” by Allan L. Benson (1915)https://play.google.com/books/reader?id=yvQzAQAAMAAJ&printsec=frontcover&output=reader&hl=en&pg=GBS.PA1763 “Nikola Tesla Promises Communication with Mars”https://teslauniverse.com/nikola-tesla/articles/nikola-tesla-promises-communication-mars “Presentation of the Edison Medal to Nikola Tesla”http://www.tfcbooks.com/tesla/1917-05-08.htm "}]
