[{"pageContent":"undefined"},{"pageContent":"MY INVENTIONS"},{"pageContent":"TABLE OF CONTENTS * I. My Early Life [part0001.html] * II. My First Efforts At Invention [part0002.html] * III. My Later Endeavors The Discovery of the Rotating Magnetic Field [part0003.html] * IV. The Discovery of the Tesla Coil and Transformer [part0004.html] * V. The Magnifying Transmitter [part0005.html] * VI. The Art of Telautomatics [part0006.html]"},{"pageContent":"I. MY EARLY LIFEThe progressive development of man is vitally dependent on invention. It is themost important product of his creative brain. Its ultimate purpose is thecomplete mastery of mind over the material world, the harnessing of the forcesof nature to human needs. This is the difficult task of the inventor who isoften misunderstood and unrewarded. But he finds ample compensation in thepleasing exercises of his powers and in the knowledge of being one of thatexceptionally privileged class without whom the race would have long agoperished in the bitter struggle against pitiless elements.Speaking for myself, I have already had more than my full measure of thisexquisite enjoyment, so much that for many years my life was little short ofcontinuous rapture. I am credited with being one of the hardest workers andperhaps I am, if thought is the equivalent of labor, for I have devoted to italmost all of my waking hours. But if work is interpreted to be a definiteperformance in a specified time according to a rigid rule, then I may be theworst of idlers. Every effort under compulsion demands a sacrifice oflife-energy. I never paid such a price. On the contrary, I have thrived on mythoughts.In attempting to give a connected and faithful account of my activities in thisseries of articles which will be presented with the assistance of the Editors ofthe ELECTRICAL EXPERIMENTER and are chiefly addrest to our young men readers, Imust dwell, however reluctantly, on the impressions of my youth and thecircumstances and events which have been instrumental in determining my career.Our first endeavors are purely instinctive, promptings of an imagination vividand undisciplined. As we grow older reason asserts itself and we become more andmore systematic and designing. But those early impulses, tho not immediatelyproductive, are of the greatest moment and may shape our very destinies. Indeed,I feel now that had I understood and cultivated instead of suppressing them, Iwould have added substantial value to my bequest to the world. But not until Ihad attained manhood did I realize that I was an inventor.This was due to a number of causes. In the first place I had a brother who wasgifted to an extraordinary degree—one of those rare phenomena of mentality whichbiological investigation has failed to explain. His premature death left myparents disconsolate. We owned a horse which had been presented to us by a dearfriend. It was a magnificent animal of Arabian breed, possest of almost humanintelligence, and was cared for and petted by the whole family, having on oneoccasion saved my father’s life under remarkable circumstances. My father hadbeen called one winter night to perform an urgent duty and while crossing themountains, infested by wolves, the horse became frightened and ran away,throwing him violently to the ground. It arrived home bleeding and exhausted,but after the alarm was sounded immediately dashed off again, returning to thespot, and before the searching party were far on the way they were met by myfather, who had recovered consciousness and remounted, not realizing that he hadbeen lying in the snow for several hours. This horse was responsible for mybrother’s injuries from which he died. I witnest the tragic scene and althofifty-six years have elapsed since, my visual impression of it has lost none ofits force. The recollection of his attainments made every effort of mine seemdull in comparison.Anything I did that was creditable merely caused my parents to feel their lossmore keenly. So I grew up with little confidence in myself. But I was far frombeing considered a stupid boy, if I am to judge from an incident of which I havestill a strong remembrance. One day the Aldermen were passing thru a streetwhere I was at play with other boys. The oldest of these venerable gentlemen—awealthy citizen—paused to give a silver piece to each of us. Coming to me hesuddenly stopt and commanded, “Look in my eyes.” I met his gaze, my handoutstretched to receive the much valued coin, when, to my dismay, he said, “No,not much, you can get nothing from me, you are too smart.” They used to tell afunny story about me. I had two old aunts with wrinkled faces, one of themhaving two teeth protruding like the tusks of an elephant which she buried in mycheek every time she kist me. Nothing would scare me more than the prospect ofbeing hugged by these as affectionate as unattractive relatives. It happenedthat while being carried in my mother’s arms they asked me who was the prettierof the two. After examining their faces intently, I answered thoughtfully,pointing to one of them, “This here is not as ugly as the other.”Then again, I was intended from my very birth for the clerical profession andthis thought constantly opprest me. I longed to be an engineer but my father wasinflexible. He was the son of an officer who served in the army of the GreatNapoleon and, in common with his brother, professor of mathematics in aprominent institution, had received a military education but, singularly enough,later embraced the clergy in which vocation he achieved eminence. He was a veryerudite man, a veritable natural philosopher, poet and writer and his sermonswere said to be as eloquent as those of Abraham a Sancta-Clara. He had aprodigious memory and frequently recited at length from works in severallanguages. He often remarked playfully that if some of the classics were lost hecould restore them. His style of writing was much admired. He penned sentencesshort and terse and was full of wit and satire. The humorous remarks he madewere always peculiar and characteristic. Just to illustrate, I may mention oneor two instances. Among the help there was a cross-eyed man called Mane,employed to do work around the farm. He was chopping wood one day. As he swungthe axe my father, who stood nearby and felt very uncomfortable, cautioned him,“For God’s sake, Mane, do not strike at what you are looking but at what youintend to hit.” On another occasion he was taking out for a drive a friend whocarelessly permitted his costly fur coat to rub on the carriage wheel. My fatherreminded him of it saying, “Pull in your coat, you are ruining my tire.” He hadthe odd habit of talking to himself and would often carry on an animatedconversation and indulge in heated argument, changing the tone of his voice. Acasual listener might have sworn that several people were in the room.Altho I must trace to my mother’s influence whatever inventiveness I possess,the training he gave me must have been helpful. It comprised all sorts ofexercises—as, guessing one another’s thoughts, discovering the defects of someform or expression, repeating long sentences or performing mental calculations.These daily lessons were intended to strengthen memory and reason and especiallyto develop the critical sense, and were undoubtedly very beneficial.My mother descended from one of the oldest families in the country and a line ofinventors. Both her father and grandfather originated numerous implements forhousehold, agricultural and other uses. She was a truly great woman, of rareskill, courage and fortitude, who had braved the storms of life and past thrumany a trying experience. When she was sixteen a virulent pestilence swept thecountry. Her father was called away to administer the last sacraments to thedying and during his absence she went alone to the assistance of a neighboringfamily who were stricken by the dread disease. All of the members, five innumber, succumbed in rapid succession. She bathed, clothed and laid out thebodies, decorating them with flowers according to the custom of the country andwhen her father returned he found everything ready for a Christian burial. Mymother was an inventor of the first order and would, I believe, have achievedgreat things had she not been so remote from modern life and its multifoldopportunities. She invented and constructed all kinds of tools and devices andwove the finest designs from thread which was spun by her. She even planted theseeds, raised the plants and separated the fibers herself. She workedindefatigably, from break of day till late at night, and most of the wearingapparel and furnishings of the home was the product of her hands. When she waspast sixty, her fingers were still nimble enough to tie three knots in aneyelash.There was another and still more important reason for my late awakening. In myboyhood I suffered from a peculiar affliction due to the appearance of images,often accompanied by strong flashes of light, which marred the sight of realobjects and interfered with my thought and action. They were pictures of thingsand scenes which I had really seen, never of those I imagined. When a word wasspoken to me the image of the object it designated would present itself vividlyto my vision and sometimes I was quite unable to distinguish whether what I sawwas tangible or not. This caused me great discomfort and anxiety. None of thestudents of psychology or physiology whom I have consulted could ever explainsatisfactorily these phenomena. They seem to have been unique altho I wasprobably predisposed as I know that my brother experienced a similar trouble.The theory I have formulated is that the images were the result of a reflexaction from the brain on the retina under great excitation. They certainly werenot hallucinations such as are produced in diseased and anguished minds, for inother respects I was normal and composed. To give an idea of my distress,suppose that I had witnest a funeral or some such nerve-racking spectacle. Then,inevitably, in the stillness of night, a vivid picture of the scene would thrustitself before my eyes and persist despite all my efforts to banish it. Sometimesit would even remain fixt in space tho I pushed my hand thru it. If myexplanation is correct, it should be able to project on a screen the image ofany object one conceives and make it visible. Such an advance wouldrevolutionize all human relations. I am convinced that this wonder can and willbe accomplished in time to come; I may add that I have devoted much thought tothe solution of the problem.To free myself of these tormenting appearances, I tried to concentrate my mindon something else I had seen, and in this way I would of ten obtain temporaryrelief; but in order to get it I had to conjure continuously new images. It wasnot long before I found that I had exhausted all of those at my command; my“reel” had run out, as it were, because I had seen little of the world—onlyobjects in my home and the immediate surroundings. As I performed these mentaloperations for the second or third time, in order to chase the appearances frommy vision, the remedy gradually lost all its force. Then I instinctivelycommenced to make excursions beyond the limits of the small world of which I hadknowledge, and I saw new scenes. These were at first very blurred andindistinct, and would flit away when I tried to concentrate my attention uponthem, but by and by I succeeded in fixing them; they gained in strength anddistinctness and finally assumed the concreteness of real things. I soondiscovered that my best comfort was attained if I simply went on in my visionfarther and farther, getting new impressions all the time, and so I began totravel—of course, in my mind. Every night (and sometimes during the day), whenalone, I would start on my journeys—see new places, cities and countries—livethere, meet people and make friendships and acquaintances and, howeverunbelievable, it is a fact that they were just as dear to me as those in actuallife and not a bit less intense in their manifestations.This I did constantly until I was about seventeen when my thoughts turnedseriously to invention. Then I observed to my delight that I could visualizewith the greatest facility. I needed no models, drawings or experiments. I couldpicture them all as real in my mind. Thus I have been led unconsciously toevolve what I consider a new method of materializing inventive concepts andideas, which is radically opposite to the purely experimental and is in myopinion ever so much more expeditious and efficient. The moment one constructs adevice to carry into practise a crude idea he finds himself unavoidably engrostwith the details and defects of the apparatus. As he goes on improving andreconstructing, his force of concentration diminishes and he loses sight of thegreat underlying principle. Results may be obtained but always at the sacrificeof quality.My method is different. I do not rush into actual work. When I get an idea Istart at once building it up in my imagination. I change the construction, makeimprovements and operate the device in my mind. It is absolutely immaterial tome whether I run my turbine in thought or test it in my shop. I even note if itis out of balance. There is no difference whatever, the results are the same. Inthis way I am able to rapidly develop and perfect a conception without touchinganything. When I have gone so far as to embody in the invention every possibleimprovement I can think of and see no fault anywhere, I put into concrete formthis final product of my brain. Invariably my device works as I conceived thatit should, and the experiment comes out exactly as I planned it. In twenty yearsthere has not been a single exception. Why should it be otherwise? Engineering,electrical and mechanical, is positive in results. There is scarcely a subjectthat cannot be mathematically treated and the effects calculated or the resultsdetermined beforehand from the available theoretical and practical data. Thecarrying out into practise of a crude idea as is being generally done is, Ihold, nothing but a waste of energy, money and time.My early affliction had, however, another compensation. The incessant mentalexertion developed my powers of observation and enabled me to discover a truthof great importance. I had noted that the appearance of images was alwayspreceded by actual vision of scenes under peculiar and generally veryexceptional conditions and I was impelled on each occasion to locate theoriginal impulse. After a while this effort grew to be almost automatic and Igained great facility in connecting cause and effect. Soon I became aware, to mysurprise, that every thought I conceived was suggested by an externalimpression. Not only this but all my actions were prompted in a similar way. Inthe course of time it became perfectly evident to me that I was merely anautomaton endowed with power of movement, responding to the stimuli of the senseorgans and thinking and acting accordingly. The practical result of this was theart of telautomatics which has been so far carried out only in an imperfectmanner. Its latent possibilities will, however, be eventually shown. I have beensince years planning self-controlled automata and believe that mechanisms can beproduced which will act as if possest of reason, to a limited degree, and willcreate a revolution in many commercial and industrial departments.I was about twelve years old when I first succeeded in banishing an image frommy vision by wilful effort, but I never had any control over the flashes oflight to which I have referred. They were, perhaps, my strangest experience andinexplicable. They usually occurred when I found myself in a dangerous ordistressing situation, or when I was greatly exhilarated. In some instances Ihave seen all the air around me filled with tongues of living flame. Theirintensity, instead of diminishing, increased with time and seemingly attained amaximum when I was about twenty-five years old. While in Paris, in 1883, aprominent French manufacturer sent me an invitation to a shooting expeditionwhich I accepted. I had been long confined to the factory and the fresh air hada wonderfully invigorating effect on me. On my return to the city that night Ifelt a positive sensation that my brain had caught fire. I saw a light as tho asmall sun was located in it and I past the whole night applying coldcompressions to my tortured head. Finally the flashes diminished in frequencyand force but it took more than three weeks before they wholly subsided. When asecond invitation was extended to me my answer was an emphatic NO!These luminous phenomena still manifest themselves from time to time, as when anew idea opening up possibilities strikes me, but they are no longer exciting,being of relatively small intensity. When I close my eyes I invariably observefirst, a background of very dark and uniform blue, not unlike the sky on a clearbut starless night. In a few seconds this field becomes animated withinnumerable scintillating flakes of green, arranged in several layers andadvancing towards me. Then there appears, to the right, a beautiful pattern oftwo systems of parallel and closely spaced lines, at right angles to oneanother, in all sorts of colors with yellow-green and gold predominating.Immediately thereafter the lines grow brighter and the whole is thicklysprinkled with dots of twinkling light. This picture moves slowly across thefield of vision and in about ten seconds vanishes to the left, leaving behind aground of rather unpleasant and inert grey which quickly gives way to a billowysea of clouds, seemingly trying to mould themselves in living shapes. It iscurious that I cannot project a form into this grey until the second phase isreached. Every time, before falling asleep, images of persons or objects flitbefore my view. When I see them I know that I am about to lose consciousness. Ifthey are absent and refuse to come it means a sleepless night.To what an extent imagination played a part in my early life I may illustrate byanother odd experience. Like most children I was fond of jumping and developedan intense desire to support myself in the air. Occasionally a strong windrichly charged with oxygen blew from the mountains rendering my body as light ascork and then I would leap and float in space for a long time. It was adelightful sensation and my disappointment was keen when later I undeceivedmyself.During that period I contracted many strange likes, dislikes and habits, some ofwhich I can trace to external impressions while others are unaccountable. I hada violent aversion against the earrings of women but other ornaments, asbracelets, pleased me more or less according to design. The sight of a pearlwould almost give me a fit but I was fascinated with the glitter of crystals orobjects with sharp edges and plane surfaces. I would not touch the hair of otherpeople except, perhaps, at the point of a revolver. I would get a fever bylooking at a peach and if a piece of camphor was anywhere in the house it causedme the keenest discomfort. Even now I am not insensible to some of theseupsetting impulses. When I drop little squares of paper in a dish filled withliquid, I always sense a peculiar and awful taste in my mouth. I counted thesteps in my walks and calculated the cubical contents of soup plates, coffeecups and pieces of food—otherwise my meal was unenjoyable. All repeated acts oroperations I performed had to be divisible by three and if I mist I feltimpelled to do it all over again, even if it took hours.Up to the age of eight years, my character was weak and vacillating. I hadneither courage or strength to form a firm resolve. My feelings came in wavesand surges and vibrated unceasingly between extremes. My wishes were ofconsuming force and like the heads of the hydra, they multiplied. I was opprestby thoughts of pain in life and death and religious fear. I was swayed bysuperstitious belief and lived in constant dread of the spirit of evil, ofghosts and ogres and other unholy monsters of the dark. Then, all at once, therecame a tremendous change which altered the course of my whole existence. Of allthings I liked books the best. My father had a large library and whenever Icould manage I tried to satisfy my passion for reading. He did not permit it andwould fly into a rage when he caught me in the act. He hid the candles when hefound that I was reading in secret. He did not want me to spoil my eyes. But Iobtained tallow, made the wicking and cast the sticks into tin forms, and everynight I would bush the keyhole and the cracks and read, often till dawn, whenall others slept and my mother started on her arduous daily task. On oneoccasion I came across a novel entitled “Abafi” (the Son of Aba), a Serbiantranslation of a well known Hungarian writer, Josika. This work somehow awakenedmy dormant powers of will and I began to practise self-control. At first myresolutions faded like snow in April, but in a little while I conquered myweakness and felt a pleasure I never knew before—that of doing as I willed. Inthe course of time this vigorous mental exercise became second nature. At theoutset my wishes had to be subdued but gradually desire and will grew to beidentical. After years of such discipline I gained so complete a mastery overmyself that I toyed with passions which have meant destruction to some of thestrongest men. At a certain age I contracted a mania for gambling which greatlyworried my parents. To sit down to a game of cards was for me the quintessenceof pleasure. My father led an exemplary life and could not excuse the senselesswaste of time and money in which I indulged. I had a strong resolve but myphilosophy was bad. I would say to him, “I can stop whenever I please but is itworth while to give up that which I would purchase with the joys of Paradise?”On frequent occasions he gave vent to his anger and contempt but my mother wasdifferent. She understood the character of men and knew that one’s salvationcould only be brought about thru his own efforts. One afternoon, I remember,when I had lost all my money and was craving for a game, she came to me with aroll of bills and said, “Go and enjoy yourself. The sooner you lose all wepossess the better it will be. I know that you will get over it.” She was right.I conquered my passion then and there and only regretted that it had not been ahundred times as strong. I not only vanquished but tore it from my heart so asnot to leave even a trace of desire. Ever since that time I have been asindifferent to any form of gambling as to picking teeth.During another period I smoked excessively, threatening to ruin my health. Thenmy will asserted itself and I not only stopt but destroyed all inclination. Longago I suffered from heart trouble until I discovered that it was due to theinnocent cup of coffee I consumed every morning. I discontinued at once, tho Iconfess it was not an easy task. In this way I checked and bridled other habitsand passions and have not only preserved my life but derived an immense amountof satisfaction from what most men would consider privation and sacrifice.After finishing the studies at the Polytechnic Institute and University I had acomplete nervous breakdown and while the malady lasted I observed many phenomenastrange and unbelievable."},{"pageContent":"II. MY FIRST EFFORTS AT INVENTIONI shall dwell briefly on these extraordinary experiences, on account of theirpossible interest to students of psychology and physiology and also because thisperiod of agony was of the greatest consequence on my mental development andsubsequent labors. But it is indispensable to first relate the circumstances andconditions which preceded them and in which might be found their partialexplanation.From childhood I was compelled to concentrate attention upon myself. This causedme much suffering but, to my present view, it was a blessing in disguise for ithas taught me to appreciate the inestimable value of introspection in thepreservation of life, as well as a means of achievement. The pressure ofoccupation and the incessant stream of impressions pouring into ourconsciousness thru all the gateways of knowledge make modern existence hazardousin many ways. Most persons are so absorbed in the contemplation of the outsideworld that they are wholly oblivious to what is passing on within themselves.The premature death of millions is primarily traceable to this cause. Even amongthose who exercise care it is a common mistake to avoid imaginary, and ignorethe real dangers. And what is true of an individual also applies, more or less,to a people as a whole. Witness, in illustration, the prohibition movement. Adrastic, if not unconstitutional, measure is now being put thru in this countryto prevent the consumption of alcohol and yet it is a positive fact that coffee,tea, tobacco, chewing gum and other stimulants, which are freely indulged ineven at the tender age, are vastly more injurious to the national body, judgingfrom the number of those who succumb. So, for instance, during my student yearsI gathered from the published necrologues in Vienna, the home of coffeedrinkers, that deaths from heart trouble sometimes reached sixty-seven per centof the total. Similar observations might probably be made in cities where theconsumption of tea is excessive. These delicious beverages superexcite andgradually exhaust the fine fibers of the brain. They also interfere seriouslywith arterial circulation and should be enjoyed all the more sparingly as theirdeleterious effects are slow and imperceptible. Tobacco, on the other hand, isconducive to easy and pleasant thinking and detracts from the intensity andconcentration necessary to all original and vigorous effort of the intellect.Chewing gum is helpful for a short while but soon drains the glandular systemand inflicts irreparable damage, not to speak of the revulsion it creates.Alcohol in small quantities is an excellent tonic, but is toxic in its actionwhen absorbed in larger amounts, quite immaterial as to whether it is taken inas whiskey or produced in the stomach from sugar. But it should not beoverlooked that all these are great eliminators assisting Nature, as they do, inupholding her stern but just law of the survival of the fittest. Eager reformersshould also be mindful of the eternal perversity of mankind which makes theindifferent “laissez-faire” by far preferable to enforced restraint.The truth about this is that we need stimulants to do our best work underpresent living conditions, and that we must exercise moderation and control ourappetites and inclinations in every direction. That is what I have been doingfor many years, in this way maintaining myself young in body and mind.Abstinence was not always to my liking but I find ample reward in the agreeableexperiences I am now making. Just in the hope of converting some to my preceptsand convictions I will recall one or two.A short time ago I was returning to my hotel. It was a bitter cold night, theground slippery, and no taxi to be had. Half a block behind me followed anotherman, evidently as anxious as myself to get under cover. Suddenly my legs went upin the air. In the same instant there was a flash in my brain, the nervesresponded, the muscles contracted, I swung thru 180 degrees and landed on myhands. I resumed my walk as tho nothing had happened when the stranger caught upwith me. “How old are you?” he asked, surveying me critically. “Oh, aboutfifty-nine,” I replied. “What of it?” “Well,” said he, “I have seen a cat dothis but never a man.” About a month since I wanted to order new eyeglasses andwent to an oculist who put me thru the usual tests. He lookt at me incredulouslyas I read off with ease the smallest print at considerable distance. But when Itold him that I was past sixty he gasped in astonishment. Friends of mine oftenremark that my suits fit me like gloves but they do not know that all myclothing is made to measurements which were taken nearly 35 years ago and neverchanged. During this same period my weight has not varied one pound.In this connection I may tell a funny story. One evening, in the winter of 1885,Mr. Edison, Edward H. Johnson, the President of the Edison Illuminating Company,Mr. Batchellor, Manager of the works, and myself entered a little place opposite65 Fifth Avenue where the offices of the company were located. Someone suggestedguessing weights and I was induced to step on a scale. Edison felt me all overand said: “Tesla weighs 152 lbs. to an ounce,” and he guest it exactly. Stript Iweighed 142 lbs. and that is still my weight. I whispered to Mr. Johnson: “Howis it possible that Edison could guess my weight so closely?” “Well,” he said,lowering his voice. “I will tell you, confidentially, but you must not sayanything. He was employed for a long time in a Chicago slaughter-house where heweighed thousands of hogs every day! That’s why.” My friend, the Hon. ChaunceyM. Depew, tells of an Englishman on whom he sprung one of his original anecdotesand who listened with a puzzled expression but - a year later - laughed outloud. I will frankly confess it took me longer than that to appreciate Johnson’sjoke.Now, my well being is simply the result of a careful and measured mode of livingand perhaps the most astonishing thing is that three times in my youth I wasrendered by illness a hopeless physical wreck and given up by physicians. Morethan this, thru ignorance and lightheartedness, I got into all sorts ofdifficulties, dangers and scrapes from which I extricated myself as byenchantment. I was almost drowned a dozen times; was nearly boiled alive andjust mist being cremated. I was entombed, lost and frozen. I had hair-breadthescapes from mad dogs, hogs, and other wild animals. I past thru dreadfuldiseases and met with all kinds of odd mishaps and that I am hale and heartytoday seems like a miracle. But as I recall these incidents to my mind I feelconvinced that my preservation was not altogether accidental.An inventor’s endeavor is essentially lifesaving. Whether he harnesses forces,improves devices, or provides new comforts and conveniences, he is adding to thesafety of our existence. He is also better qualified than the average individualto protect himself in peril, for he is observant and resourceful. If I had noother evidence that I was, in a measure, possest of such qualities I would findit in these personal experiences. The reader will be able to judge for himselfif I mention one or two instances. On one occasion, when about 14 years old, Iwanted to scare some friends who were bathing with me. My plan was to dive undera long floating structure and slip out quietly at the other end. Swimming anddiving came to me as naturally as to a duck and I was confident that I couldperform the feat. Accordingly I plunged into the water and, when out of view,turned around and proceeded rapidly towards the opposite side. Thinking that Iwas safely beyond the structure, I rose to the surface but to my dismay struck abeam. Of course, I quickly dived and forged ahead with rapid strokes until mybreath was beginning to give out. Rising for the second time, my head came againin contact with a beam. Now I was becoming desperate. However, summoning all myenergy, I made a third frantic attempt but the result was the same. The tortureof supprest breathing was getting unendurable, my brain was reeling and I feltmyself sinking. At that moment, when my situation seemed absolutely hopeless, Iexperienced one of those flashes of light and the structure above me appearedbefore my vision. I either discerned or guest that there was a little spacebetween the surface of the water and the boards resting on the beams and, withconsciousness nearly gone, I floated up, prest my mouth close to the planks andmanaged to inhale a little air, unfortunately mingled with a spray of waterwhich nearly choked me. Several times I repeated this procedure as in a dreamuntil my heart, which was racing at a terrible rate, quieted down and I gainedcomposure. After that I made a number of unsuccessful dives, having completelylost the sense of direction, but finally succeeded in getting out of the trapwhen my friends had already given me up and were fishing for my body.That bathing season was spoiled for me thru recklessness but I soon forgot thelesson and only two years later I fell into a worse predicament. There was alarge flour mill with a dam across the river near the city where I was studyingat that time. As a rule the height of the water was only two or three inchesabove the dam and to swim out to it was a sport not very dangerous in which Ioften indulged. One day I went alone to the river to enjoy myself as usual. WhenI was a short distance from the masonry, however, I was horrified to observethat the water had risen and was carrying me along swiftly. I tried to get awaybut it was too late. Luckily, tho, I saved myself from being swept over bytaking hold of the wall with both hands. The pressure against my chest was greatand I was barely able to keep my head above the surface. Not a soul was in sightand my voice was lost in the roar of the fall. Slowly and gradually I becameexhausted and unable to withstand the strain longer. just as I was about to letgo, to be dashed against the rocks below, I saw in a flash of light a familiardiagram illustrating the hydraulic principle that the pressure of a fluid inmotion is proportionate to the area exposed, and automatically I turned on myleft side. As if by magic the pressure was reduced and I found it comparativelyeasy in that position to resist the force of the stream. But the danger stillconfronted me. I knew that sooner or later I would be carried down, as it wasnot possible for any help to reach me in time, even if I attracted attention. Iam ambidextrous now but then I was lefthanded and had comparatively littlestrength in my right arm. For this reason I did not dare to turn on the otherside to rest and nothing remained but to slowly push my body along the dam. Ihad to get away from the mill towards which my face was turned as the currentthere was much swifter and deeper. It was a long and painful ordeal and I camenear to failing at its very end for I was confronted with a depression in themasonry. I managed to get over with the last ounce of my force and fell in aswoon when I reached the bank, where I was found. I had torn virtually all theskin from my left side and it took several weeks before the fever subsided and Iwas well. These are only two of many instances but they may be sufficient toshow that had it not been for the inventor’s instinct I would not have lived totell this tale.Interested people have often asked me how and when I began to invent. This I canonly answer from my present recollection in the light of which the first attemptI recall was rather ambitious for it involved the invention of an apparatus anda method. In the former I was anticipated but the latter was original. Ithappened in this way. One of my playmates had come into the possession of a hookand fishing-tackle which created quite an excitement in the village, and thenext morning all started out to catch frogs. I was left alone and deserted owingto a quarrel with this boy. I had never seen a real hook and pictured it assomething wonderful, endowed with peculiar qualities, and was despairing not tobe one of the party. Urged by necessity, I somehow got hold of a piece of softiron wire, hammered the end to a sharp point between two stones, bent it intoshape, and fastened it to a strong string. I then cut a rod, gathered some bait,and went down to the brook where there were frogs in abundance. But I could notcatch any and was almost discouraged when it occurred to me to dangle the emptyhook in front of a frog sitting on a stump. At first he collapsed but by and byhis eyes bulged out and became bloodshot, he swelled to twice his normal sizeand made a vicious snap at the hook.Immediately I pulled him up. I tried the same thing again and again and themethod proved infallible. When my comrades, who in spite of their fine outfithad caught nothing, came to me they were green with envy. For a long time I keptmy secret and enjoyed the monopoly but finally yielded to the spirit ofChristmas. Every boy could then do the same and the following summer broughtdisaster to the frogs.In my next attempt I seem to have acted under the first instinctive impulsewhich later dominated me - to harness the energies of nature to the service ofman. I did this thru the medium of May-bugs - or June-bugs as they are called inAmerica - which were a veritable pest in that country and sometimes broke thebranches of trees by the sheer weight of their bodies. The bushes were blackwith them. I would attach as many as four of them to a crosspiece, rotablyarranged on a thin spindle, and transmit the motion of the same to a large discand so derive considerable “power.” These creatures were remarkably efficient,for once they were started they had no sense to stop and continued whirling forhours and hours and the hotter it was the harder they worked. All went welluntil a strange boy came to the place. He was the son of a retired officer inthe Austrian Army. That urchin ate May-bugs alive and enjoyed them as tho theywere the finest blue-point oysters. That disgusting sight terminated myendeavors in this promising field and I have never since been able to touch aMay-bug or any other insect for that matter.After that, I believe, I undertook to take apart and assemble the clocks of mygrandfather. In the former operation I was always successful but often failed inthe latter. So it came that he brought my work to a sudden halt in a manner nottoo delicate and it took thirty years before I tackled another clockwork again.Shortly there after I went into the manufacture of a kind of pop-gun whichcomprised a hollow tube, a piston, and two plugs of hemp. When firing the gun,the piston was prest against the stomach and the tube was pushed back quicklywith both hands. The air between the plugs was comprest and raised to hightemperature and one of them was expelled with a loud report. The art consistedin selecting a tube of the proper taper from the hollow stalks. I did very wellwith that gun but my activities interfered with the window panes in our houseand met with painful discouragement. If I remember rightly, I then took tocarving swords from pieces of furniture which I could conveniently obtain. Atthat time I was under the sway of the Serbian national poetry and full ofadmiration for the feats of the heroes. I used to spend hours in mowing down myenemies in the form of corn-stalks which ruined the crops and netted me severalspankings from my mother. Moreover these were not of the formal kind but thegenuine article.I had all this and more behind me before I was six years old and had past thruone year of elementary school in the village of Smiljan where I was born. Atthis juncture we moved to the little city of Gospic nearby. This change ofresidence was like a calamity to me. It almost broke my heart to part from ourpigeons, chickens and sheep, and our magnificent flock of geese which used torise to the clouds in the morning and return from the feeding grounds at sundownin battle formation, so perfect that it would have put a squadron of the bestaviators of the present day to shame. In our new house I was but a prisoner,watching the strange people I saw thru the window blinds. My bashfulness wassuch that I would rather have faced a roaring lion than one of the city dudeswho strolled about. But my hardest trial came on Sunday when I had to dress upand attend the service. There I meet with an accident, the mere thought of whichmade my blood curdle like sour milk for years afterwards. It was my secondadventure in a church. Not long before I was entombed for a night in an oldchapel on an inaccessible mountain which was visited only once a year. It was anawful experience, but this one was worse. There was a wealthy lady in town, agood but pompous woman, who used to come to the church gorgeously painted up andattired with an enormous train and attendants. One Sunday I had just finishedringing the bell in the belfry and rushed downstairs when this grand dame wassweeping out and I jumped on her train. It tore off with a ripping noise whichsounded like a salvo of musketry fired by raw recruits. My father was livid withrage. He gave me a gentle slap on the cheek, the only corporal punishment heever administered to me but I almost feel it now. The embarrassment andconfusion that followed are indescribable. I was practically ostracised untilsomething else happened which redeemed me in the estimation of the community.An enterprising young merchant had organized a fire department. A new fireengine was purchased, uniforms provided and the men drilled for service andparade. The engine was, in reality, a pump to be worked by sixteen men and wasbeautifully painted red and black. One afternoon the official trial was preparedfor and the machine was transported to the river. The entire population turnedout to witness the great spectacle. When all the speeches and ceremonies wereconcluded, the command was given to pump, but not a drop of water came from thenozzle. The professors and experts tried in vain to locate the trouble. Thefizzle was complete when I arrived at the scene. My knowledge of the mechanismwas nil and I knew next to nothing of air pressure, but instinctively I felt forthe suction hose in the water and found that it had collapsed. When I waded inthe river and opened it up the water rushed forth and not a few Sunday clotheswere spoiled. Archimedes running naked thru the streets of Syracuse and shoutingEureka at the top of his voice did not make a greater impression than myself. Iwas carried on the shoulders and was the hero of the day.Upon settling in the city I began a four-years’ course in the so-called NormalSchool preparatory to my studies at the College or Real Gymnasium. During thisperiod my boyish efforts and exploits, as well as troubles, continued. Amongother things I attained the unique distinction of champion crow catcher in thecountry. My method of procedure was extremely simple. I would go in the forest,hide in the bushes, and imitate the call of the bird. Usually I would getseveral answers and in a short while a crow would flutter down into theshrubbery near me. After that all I needed to do was to throw a piece ofcardboard to distract its attention, jump up and grab it before it couldextricate itself from the undergrowth. In this way I would capture as many as Idesired. But on one occasion something occurred which made me respect them. Ihad caught a fine pair of birds and was returning home with a friend. When weleft the forest, thousands of crows had gathered making a frightful racket. In afew minutes they rose in pursuit and soon enveloped us. The fun lasted until allof a sudden I received a blow on the back of my head which knocked me down. Thenthey attacked me viciously. I was compelled to release the two birds and wasglad to join my friend who had taken refuge in a cave.In the schoolroom there were a few mechanical models which interested me andturned my attention to water turbines. I constructed many of these and foundgreat pleasure in operating them. How extraordinary was my life an incident mayillustrate. My uncle had no use for this kind of pastime and more than oncerebuked me. I was fascinated by a description of Niagara Falls I had perused,and pictured in my imagination a big wheel run by the Falls. I told my unclethat I would go to America and carry out this scheme. Thirty years later I sawmy ideas carried out at Niagara and marveled at the unfathomable mystery of themind.I made all kinds of other contrivances and contraptions but among these thearbalists I produced were the best. My arrows, when shot, disappeared from sightand at close range traversed a plank of pine one inch thick. Thru the continuoustightening of the bows I developed skin on my stomach very much like that of acrocodile and I am often wondering whether it is due to this exercise that I amable even now to digest cobble-stones! Nor can I pass in silence my performanceswith the sling which would have enabled me to give a stunning exhibit at theHippodrome. And now I will tell of one of my feats with this antique implementof war which will strain to the utmost the credulity of the reader. I waspracticing while walking with my uncle along the river. The sun was setting, thetrout were playful and from time to time one would shoot up into the air, itsglistening body sharply defined against a projecting rock beyond. Of course anyboy might have hit a fish under these propitious conditions but I undertook amuch more difficult task and I foretold to my uncle, to the minutest detail,what I intended doing. I was to hurl a stone to meet the fish, press its bodyagainst the rock, and cut it in two. It was no sooner said than done. My unclelooked at me almost scared out of his wits and exclaimed “Vade retro Satanas!”and it was a few days before he spoke to me again. Other records, how evergreat, will be eclipsed but I feel that I could peacefully rest on my laurelsfor a thousand years."},{"pageContent":"III. MY LATER ENDEAVORS THE DISCOVERY OF THE ROTATING MAGNETIC FIELDAt the age of ten I entered the Real Gymnasium which was a new and fairly wellequipt institution. In the department of physics were various models ofclassical scientific apparatus, electrical and mechanical. The demonstrationsand experiments performed from time to time by the instructors fascinated me andwere undoubtedly a powerful incentive to invention. I was also passionately fondof mathematical studies and often won the professor’s praise for rapidcalculation. This was due to my acquired facility of visualizing the figures andperforming the operations, not in the usual intuitive manner, but as in actuallife. Up to a certain degree of complexity it was absolutely the same to mewhether I wrote the symbols on the board or conjured them before my mentalvision. But freehand drawing, to which many hours of the course were devoted,was an annoyance I could not endure. This was rather remarkable as most of themembers of the family excelled in it. Perhaps my aversion was simply due to thepredilection I found in undisturbed thought. Had it not been for a fewexceptionally stupid boys, who could not do anything at all, my record wouldhave been the worst. It was a serious handicap as under the then existingeducational regime, drawing being obligatory, this deficiency threatened tospoil my whole career and my father had considerable trouble in railroading mefrom one class to another.In the second year at that institution I became obsessed with the idea ofproducing continuous motion thru steady air pressure. The pump incident, ofwhich I have told, had set afire my youthful imagination and imprest me with theboundless abilities of a vacuum. I grew frantic in my desire to harness thisinexhaustible energy but for a long time I was groping in the dark. Finally,however, my endeavors crystallized in an invention which was to enable me toachieve what no other mortal ever attempted.Imagine a cylinder freely rotatable on two bearings and partly surrounded by arectangular trough which fits it perfectly. The open side of the trough isclosed by a partition so that the cylindrical segment within the enclosuredivides the latter into two compartments entirely separated from each other byair-tight sliding joints. One of these compartments being sealed and once forall exhausted, the other remaining open, a perpetual rotation of the cylinderwould result, at least, I thought so. A wooden model was constructed and fittedwith infinite care and when I applied the pump on one side and actually observedthat there was a tendency to turning, I was delirious with joy. Mechanicalflight was the one thing I wanted to accomplish altho still under thediscouraging recollection of a bad fall I sustained by jumping with an umbrellafrom the top of a building. Every day I used to transport myself thru the air todistant regions but could not understand just how I managed to do it. Now I hadsomething concrete—a flying machine with nothing more than a rotating shaft,flapping wings, and—a vacuum of unlimited power! From that time on I made mydaily aerial excursions in a vehicle of comfort and luxury as might havebefitted King Solomon. It took years before I understood that the atmosphericpressure acted at right angles to the surface of the cylinder and that theslight rotary effort I observed was due to a leak. Tho this knowledge camegradually it gave me a painful shock.I had hardly completed my course at the Real Gymnasium when I was prostratedwith a dangerous illness or rather, a score of them, and my condition became sodesperate that I was given up by physicians. During this period I was permittedto read constantly, obtaining books from the Public Library which had beenneglected and entrusted to me for classification of the works and preparation ofthe catalogues. One day I was handed a few volumes of new literature unlikeanything I had ever read before and so captivating as to make me utterly forgetmy hopeless state. They were the earlier works of Mark Twain and to them mighthave been due the miraculous recovery which followed. Twenty-five years later,when I met Mr. Clemens and we formed a friendship between us, I told him of theexperience and was amazed to see that great man of laughter burst into tears.My studies were continued at the higher Real Gymnasium in Carlstadt, Croatia,where one of my aunts resided. She was a distinguished lady, the wife of aColonel who was an old war-horse having participated in many battles. I nevercan forget the three years I past at their home. No fortress in time of war wasunder a more rigid discipline. I was fed like a canary bird. All the meals wereof the highest quality and deliciously prepared but short in quantity by athousand percent. The slices of ham cut by my aunt were like tissue paper. Whenthe Colonel would put something substantial on my plate she would snatch it awayand say excitedly to him: “Be careful, Niko is very delicate.” I had a voraciousappetite and suffered like Tantalus. But I lived in an atmosphere of refinementand artistic taste quite unusual for those times and conditions. The land waslow and marshy and malaria fever never left me while there despite of theenormous amounts of quinin I consumed. Occasionally the river would rise anddrive an army of rats into the buildings, devouring everything even to thebundles of the fierce paprika. These pests were to me a welcome diversion. Ithinned their ranks by all sorts of means, which won me the unenviabledistinction of rat-catcher in the community. At last, however, my course wascompleted, the misery ended, and I obtained the certificate of maturity whichbrought me to the cross-roads.During all those years my parents never wavered in their resolve to make meembrace the clergy, the mere thought of which filled me with dread. I had becomeintensely interested in electricity under the stimulating influence of myProfessor of Physics, who was an ingenious man and often demonstrated theprinciples by apparatus of his own invention. Among these I recall a device inthe shape of a freely rotatable bulb, with tinfoil coatings, which was made tospin rapidly when connected to a static machine. It is impossible for me toconvey an adequate idea of the intensity of feeling I experienced in witnessinghis exhibitions of these mysterious phenomena. Every impression produced athousand echoes in my mind. I wanted to know more of this wonderful force; Ilonged for experiment and investigation and resigned myself to the inevitablewith aching heart.Just as I was making ready for the long journey home I received word that myfather wished me to go on a shooting expedition. It was a strange request as hehad been always strenuously opposed to this kind of sport. But a few days laterI learned that the cholera was raging in that district and, taking advantage ofan opportunity, I returned to Gospic in disregard of my parents’ wishes. It isincredible how absolutely ignorant people were as to the causes of this scourgewhich visited the country in intervals of from fifteen to twenty years. Theythought that the deadly agents were transmitted thru the air and filled it withpungent odors and smoke. In the meantime they drank the infected water and diedin heaps. I contracted the awful disease on the very day of my arrival and althosurviving the crisis, I was confined to bed for nine months with scarcely anyability to move. My energy was completely exhausted and for the second time Ifound myself at death’s door. In one of the sinking spells which was thought tobe the last, my father rushed into the room. I still see his pallid face as hetried to cheer me in tones belying his assurance. “Perhaps,” I said, “I may getwell if you will let me study engineering.” “You will go to the best technicalinstitution in the world,” he solemnly replied, and I knew that he meant it. Aheavy weight was lifted from my mind but the relief would have come too late hadit not been for a marvelous cure brought about thru a bitter decoction of apeculiar bean. I came to life like another Lazarus to the utter amazement ofeverybody.My father insisted that I spend a year in healthful physical outdoor exercisesto which I reluctantly consented. For most of this term I roamed in themountains, loaded with a hunter’s outfit and a bundle of books, and this contactwith nature made me stronger in body as well as in mind. I thought and planned,and conceived many ideas almost as a rule delusive. The vision was clear enoughbut the knowledge of principles was very limited. In one of my inventions Iproposed to convey letters and packages across the seas, thru a submarine tube,in spherical containers of sufficient strength to resist the hydraulic pressure.The pumping plant, intended to force the water thru the tube, was accuratelyfigured and designed and all other particulars carefully worked out. Only onetrifling detail, of no consequence, was lightly dismist. I assumed an arbitraryvelocity of the water and, what is more, took pleasure in making it high, thusarriving at a stupendous performance supported by faultless calculations.Subsequent reflections, however, on the resistance of pipes to fluid flowdetermined me to make this invention public property.Another one of my projects was to construct a ring around the equator whichwould, of course, float freely and could be arrested in its spinning motion byreactionary forces, thus enabling travel at a rate of about one thousand milesan hour, impracticable by rail. The reader will smile. The plan was difficult ofexecution, I will admit, but not nearly so bad as that of a well-known New Yorkprofessor, who wanted to pump the air from the torrid to the temperate zones,entirely forgetful of the fact that the Lord had provided a gigantic machine forthis very purpose.Still another scheme, far more important and attractive, was to derive powerfrom the rotational energy of terrestrial bodies. I had discovered that objectson the earth’s surface, owing to the diurnal rotation of the globe, are carriedby the same alternately in and against the direction of translatory movement.From this results a great change in momentum which could be utilized in thesimplest imaginable manner to furnish motive effort in any habitable region ofthe world. I cannot find words to describe my disappointment when later Irealized that I was in the predicament of Archimedes, who vainly sought for afixt point in the universe.At the termination of my vacation I was sent to the Polytechnic School in Gratz,Styria, which my father had chosen as one of the oldest and best reputedinstitutions. That was the moment I had eagerly awaited and I began my studiesunder good auspices and firmly resolved to succeed. My previous training wasabove the average, due to my father’s teaching and opportunities afforded. I hadacquired the knowledge of a number of languages and waded thru the books ofseveral libraries, picking up information more or less useful. Then again, forthe first time, I could choose my subjects as I liked, and free-hand drawing wasto bother me no more.I had made up my mind to give my parents a surprise, and during the whole firstyear I regularly started my work at three o’clock in the morning and continueduntil eleven at night, no Sundays or holidays excepted. As most of myfellow-students took thinks easily, naturally enough I eclipsed all records. Inthe course of that year I past thru nine exams and the professors thought Ideserved more than the highest qualifications. Armed with their flatteringcertificates, I went home for a short rest, expecting a triumph, and wasmortified when my father made light of these hard won honors. That almost killedmy ambition; but later, after he had died, I was pained to find a package ofletters which the professors had written him to the effect that unless he tookme away from the Institution I would be killed thru overwork.Thereafter I devoted myself chiefly to physics, mechanics and mathematicalstudies, spending the hours of leisure in the libraries. I had a veritablernania for finishing whatever I began, which often got me into difficulties. Onone occasion I started to read the works of Voltaire when I learned, to mydismay, that there were close on one hundred large volumes in small print whichthat monster had written while drinking seventy-two cups of black coffee perdiem. It had to be done, but when I laid aside the last book I was very glad,and said, “Never more!”My first year’s showing had won me the appreciation and friendship of severalprofessors. Among these were Prof. Rogner, who was teaching arithmeticalsubjects and geometry; Prof. Poeschl, who held the chair of theoretical andexperimental physics, and Dr. Alle, who taught integral calculus and specializedin differential equations. This scientist was the most brilliant lecturer towhom I ever listened. He took a special interest in my progress and wouldfrequently remain for an hour or two in the lecture room, giving me problems tosolve, in which I delighted. To him I explained a flying machine I hadconceived, not an illusionary invention, but one based on sound, scientificprinciples, which has become realizable thru my turbine and will soon be givento the world. Both Professors Rogner and Poeschl were curious men. The formerhad peculiar ways of expressing himself and whenever he did so there was a riot,followed by a long and embarrassing pause. Prof. Poeschl was a methodical andthoroly grounded German. He had enormous feet and hands like the paws of a bear,but all of his experiments were skillfully performed with lock-like precisionand without a miss.It was in the second year of my studies that we received a Gramme dynamo fromParis, having the horseshoe form of a laminated field magnet, and a wire-woundarmature with a commutator. It was connected up and various effects of thecurrents were shown. While Prof. Poeschl was making demonstrations, running themachine as a motor, the brushes gave trouble, sparking badly, and I observedthat it might be possible to operate a motor without these appliances. But hedeclared that it could not be done and did me the honor of delivering a lectureon the subject, at the conclusion of which he remarked: “Mr. Tesla mayaccomplish great things, but he certainly never will do this. It would beequivalent to converting a steadily pulling force, like that of gravity, into arotary effort. It is a perpetual motion scheme, an impossible idea.” Butinstinct is something which transcends knowledge. We have, undoubtedly, certainfiner fibers that enable us to perceive truths when logical deduction, or anyother willful effort of the brain, is futile. For a time I wavered, imprest bythe professor’s authority, but soon became convinced I was right and undertookthe task with all the fire and boundless confidence of youth.I started by first picturing in my mind a direct-current machine, running it andfollowing the changing flow of the currents in the armature. Then I wouldimagine an alternator and investigate the processes taking place in a similarmanner. Next I would visualize systems comprising motors and generators andoperate them in various ways. The images I saw were to me perfectly real andtangible. All my remaining term in Gratz was passed in intense but fruitlessefforts of this kind, and I almost came to the conclusion that the problem wasinsolvable.In 1880 I went to Prague, Bohemia, carrying out my father’s wish to complete myeducation at the University there. It was in that city that I made a decidedadvance, which consisted in detaching the commutator from the machine andstudying the phenomena in this new aspect, but still without result. In the yearfollowing there was a sudden change in my views of life. I realized that myparents had been making too great sacrifices on my account and resolved torelieve them of the burden. The wave of the American telephone had just reachedthe European continent and the system was to be installed in Budapest, Hungary.It appeared an ideal opportunity, all the more as a friend of our family was atthe head of the enterprise. It was here that I suffered the complete breakdownof the nerves to which I have referred.What I experienced during the period of that illness surpasses all belief. Mysight and hearing were always extraordinary. I could clearly discern objects inthe distance when others saw no trace of them. Several times in my boyhood Isaved the houses of our neighbors from fire by hearing the faint cracklingsounds which did not disturb their sleep, and calling for help.In 1899, when I was past forty and carrying on my experiments in Colorado, Icould hear very distinctly thunderclaps at a distance of 550 miles. The limit ofaudition for my young assistants was scarcely more than 150 miles. My ear wasthus over thirteen times more sensitive. Yet at that time I was, so to speak,stone deaf in comparison with the acuteness of my hearing while under thenervous strain. In Budapest I could hear the ticking of a watch with three roomsbetween me and the time-piece. A fly alighting on a table in the room wouldcause a dull thud in my ear. A carriage passing at a distance of a few milesfairly shook my whole body. The whistle of a locomotive twenty or thirty milesaway made the bench or chair on which I sat vibrate so strongly that the painwas unbearable. The ground under my feet trembled continuously. I had to supportmy bed on rubber cushions to get any rest at all. The roaring noises from nearand far often produced the effect of spoken words which would have frightened mehad I not been able to resolve them into their accidental components. The sun’srays, when periodically intercepted, would cause blows of such force on my brainthat they would stun me. I had to summon all my will power to pass under abridge or other structure as I experienced a crushing pressure on the skull. Inthe dark I had the sense of a bat and could detect the presence of an object ata distance of twelve feet by a peculiar creepy sensation on the forehead. Mypulse varied from a few to two hundred and sixty beats and all the tissues ofthe body quivered with twitchings and tremors which was perhaps the hardest tobear. A renowned physician who gave me daily large doses of Bromide of Potassiumpronounced my malady unique and incurable.It is my eternal regret that I was not under the observation of experts inphysiology and psychology at that time. I clung desperately to life, but neverexpected to recover. Can anyone believe that so hopeless a physical wreck couldever be transformed into a man of astonishing strength and tenacity, able towork thirty-eight years almost without a day’s interruption, and find himselfstill strong and fresh in body and mind? Such is my case. A powerful desire tolive and to continue the work, and the assistance of a devoted friend andathlete accomplished the wonder. My health returned and with it the vigor ofmind. In attacking the problem again I almost regretted that the struggle wassoon to end. I had so much energy to spare. When I undertook the task it was notwith a resolve such as men often make. With me it was a sacred vow, a questionof life and death. I knew that I would perish if I failed. Now I felt that thebattle was won. Back in the deep recesses of the brain was the solution, but Icould not yet give it outward expression. One afternoon, which is ever presentin my recollection, I was enjoying a walk with my friend in the City Park andreciting poetry. At that age I knew entire books by heart, word for word. One ofthese was Goethe’s “Faust.” The sun was just setting and reminded me of theglorious passage:“Sie ruckt und weicht, der Tag ist uberlebt,Dort eilt sie hin und fordert neues Leben.Oh, dass kein Flugel mich vom Boden hebtIhr nach und immer nach zu streben!Ein schoner Traum indessen sie entweicht,Ach, zu des Geistes Flugeln wird so leichtKein korperlicher Flugel sich gesellen!”[The glow retreats, done is the day of toil;It yonder hastes, new fields of life exploring;Ah, that no wing can lift me from the soilUpon its track to follow, follow soaring!A glorious dream! though now the glories fade.Alas! the wings that lift the mind no aidOf wings to lift the body can bequeath me.]As I uttered these inspiring words the idea came like a flash of lightning andin an instant the truth was revealed. I drew with a stick on the sand thediagrams shown six years later in my address before the American Institute ofElectrical Engineers, and my companion understood them perfectly. The images Isaw were wonderfully sharp and clear and had the solidity of metal and stone, somuch so that I told him: “See my motor here; watch me reverse it.” I cannotbegin to describe my emotions. Pygmalion seeing his statue come to life couldnot have been more deeply moved. A thousand secrets of nature which I might havestumbled upon accidentally I would have given for that one which I had wrestedfrom her against all odds and at the peril of my existence."},{"pageContent":"IV. THE DISCOVERY OF THE TESLA COIL AND TRANSFORMERFor a while I gave myself up entirely to the intense enjoyment of picturingmachines and devising new forms. It was a mental state of happiness about ascomplete as I have ever known in life. Ideas came in an uninterrupted stream andthe only difficulty I had was to hold them fast. The pieces of apparatus Iconceived were to me absolutely real and tangible in every detail, even to theminute marks and signs of wear. I delighted in imagining the motors constantlyrunning, for in this way they presented to mind’s eye a more fascinating sight.When natural inclination develops into a passionate desire, one advances towardshis goal in seven-league boots. In less than two months I evolved virtually allthe types of motors and modifications of the system which are now identifiedwith my name. It was, perhaps, providential that the necessities of existencecommanded a temporary halt to this consuming activity of the mind. I came toBudapest prompted by a premature report concerning the telephone enterprise and,as irony of fate willed it, I had to accept a position as draftsman in theCentral Telegraph Office of the Hungarian Government at a salary which I deem itmy privilege not to disclose! Fortunately, I soon won the interest of theInspector-in-Chief and was thereafter employed on calculations, designs andestimates in connection with new installations, until the Telephone Exchange wasstarted, when I took charge of the same. The knowledge and practical experienceI gained in the course of this work was most valuable and the employment gave meample opportunities for the exercise of my inventive faculties. I made severalimprovements in the Central Station apparatus and perfected a telephone repeateror amplifier which was never patented or publicly described but would becreditable to me even today. In recognition of my efficient assistance theorganizer of the undertaking, Mr. Puskas, upon disposing of his business inBudapest, offered me a position in Paris which I gladly accepted.I never can forget the deep impression that magic city produced on my mind. Forseveral days after my arrival I roamed thru the streets in utter bewilderment ofthe new spectacle. The attractions were many and irresistible, but, alas, theincome was spent as soon as received. When Mr. Puskas asked me how I was gettingalong in the new sphere, I described the situation accurately in the statementthat “the last twenty-nine days of the month are the toughest!” I led a ratherstrenuous life in what would now be termed “Rooseveltian fashion.” Everymorning, regardless of weather, I would go from the Boulevard St. Marcel, whereI resided, to a bathing house on the Seine, plunge into the water, loop thecircuit twenty-seven times and then walk an hour to reach Ivry, where theCompany’s factory was located. There I would have a woodchopper’s breakfast athalf-past seven o’clock and then eagerly await the lunch hour, in the meanwhilecracking hard nuts for the Manager of the Works, Mr. Charles Batchellor, who wasan intimate friend and assistant of Edison. Here I was thrown in contact with afew Americans who fairly fell in love with me because of my proficiency inbilliards. To these men I explained my invention and one of them, Mr. D.Cunningham, Foreman of the Mechanical Department, offered to form a stockcompany. The proposal seemed to me comical in the extreme. I did not have thefaintest conception of what that meant except that it was an American way ofdoing things. Nothing came of it, however, and during the next few months I hadto travel from one to another place in France and Germany to cure the ills ofthe power plants. On my return to Paris I submitted to one of the administratorsof the Company, Mr. Rau, a plan for improving their dynamos and was given anopportunity. My success was complete and the delighted directors accorded me theprivilege of developing automatic regulators which were much desired. Shortlyafter there was some trouble with the lighting plant which had been installed atthe new railroad station in Strassburg, Alsace. The wiring was defective and onthe occasion of the opening ceremonies a large part of a wall was blown out thrua short-circuit right in the presence of old Emperor William I. The GermanGovernment refused to take the plant and the French Company was facing a seriousloss. On account of my knowledge of the German language and past experience, Iwas entrusted with the difficult task of straightening out matters and early in1883 1 went to Strassburg on that mission.Some of the incidents in that city have left an indelible record on my memory.By a curious coincidence, a number of men who subsequently achieved fame, livedthere about that time. In later life I used to say, “There were bacteria ofgreatness in that old town. Others caught the disease but I escaped!” Thepractical work, correspondence, and conferences with officials kept mepreoccupied day and night, but, as soon as I was able to manage I undertook theconstruction of a simple motor in a mechanical shop opposite the railroadstation, having brought with me from Paris some material for that purpose. Theconsummation of the experiment was, however, delayed until the summer of thatyear when I finally had the satisfaction of seeing rotation effected byalternating currents of different phase, and without sliding contacts orcommutator, as I had conceived a year before. It was an exquisite pleasure butnot to compare with the delirium of joy following the first revelation.Among my new friends was the former Mayor of the city, Mr. Bauzin, whom I hadalready in a measure acquainted with this and other inventions of mine and whosesupport I endeavored to enlist. He was sincerely devoted to me and put myproject before several wealthy persons but, to my mortification, found noresponse. He wanted to help me in every possible way and the approach of thefirst of July, 1919, happens to remind me of a form of “assistance” I receivedfrom that charming man, which was not financial but none the less appreciated.In 1870, when the Germans invaded the country, Mr. Bauzin had buried a goodsized allotment of St. Estephe of 1801 and he came to the conclusion that heknew no worthier person than myself to consume that precious beverage. This, Imay say, is one of the unforgettable incidents to which I have referred. Myfriend urged me to return to Paris as soon as possible and seek support there.This I was anxious to do but my work and negotiations were protracted owing toall sorts of petty obstacles I encountered so that at times the situation seemedhopeless.Just to give an idea of German thoroness and “efficiency,” I may mention here arather funny experience. An incandescent lamp of 16 c.p. was to be placed in ahallway and upon selecting the proper location I ordered the monteur to run thewires. After working for a while he concluded that the engineer had to beconsulted and this was done. The latter made several objections but ultimatelyagreed that the lamp should be placed two inches from the spot I had assigned,whereupon the work proceeded. Then the engineer became worried and told me thatInspector Averdeck should be notified. That important person called,investigated, debated, and decided that the lamp should be shifted back twoinches, which was the place I had marked. It was not long, however, beforeAverdeck got cold feet himself and advised me that he had informedOber-Inspector Hieronimus of the matter and that I should await his decision. Itwas several days before the Ober-Inspector was able to free himself of otherpressing duties but at last he arrived and a two-hour debate followed, when hedecided to move the lamp two inches farther. My hopes that this was the finalact were shattered when the Ober-Inspector returned and said to me:“Regierungsrath Funke is so particular that I would not dare to give an orderfor placing this lamp without his explicit approval.” Accordingly arrangementsfor a visit from that great man were made. We started cleaning up and polishingearly in the morning. Everybody brushed up, I put on my gloves and when Funkecame with his retinue he was ceremoniously received. After two hours’deliberation he suddenly exclaimed: “I must be going,” and pointing to a placeon the ceiling, he ordered me to put the lamp there. It was the exact spot whichI had originally chosen,So it went day after day with variations, but I was determined to achieve atwhatever cost and in the end my efforts were rewarded. By the spring of 1884 allthe differences were adjusted, the plant formally accepted, and I returned toParis with pleasing anticipations. One of the administrators had promised me aliberal compensation in case I succeeded, as well as a fair consideration of theimprovements I had made in their dynamos and I hoped to realize a substantialsum. There were three administrators whom I shall designate as A,B and C forconvenience. When I called on A he told me that B had the say. This gentlemanthought that only C could decide and the latter was quite sure that A alone hadthe power to act. After several laps of this circulus vivios it dawned upon methat my reward was a castle in Spain. The utter failure of my attempts to raisecapital for development was another disappointment and when Mr. Batchellor prestme to go to America with a view of redesigning the Edison machines, I determinedto try my fortunes in the Land of Golden Promise. But the chance was nearlymist. I liquefied my modest assets, secured accommodations and found myself atthe railroad station as the train was pulling out,. At that moment I discoveredthat my money and tickets were gone. What to do was the question. Hercules hadplenty of time to deliberate but I had to decide while running alongside thetrain with opposite feelings surging in my brain like condenser oscillations.Resolve, helped by dexterity, won out in the nick of time and upon passing thruthe usual experiences, as trivial as unpleasant, I managed to embark for NewYork with the remnants of my belongings, some poems and articles I had written,and a package of calculations relating to solutions of an unsolvable integraland to my flying machine. During the voyage I sat most of the time at the sternof the ship watching for an opportunity to save somebody from a watery grave,without the slightest thought of danger. Later when I had absorbed some of thepractical American sense I shivered at the recollection and marvelled at myformer folly.I wish that I could put in words my first impressions of this country. In theArabian Tales I read how genii transported people into a land of dreams to livethru delightful adventures. My case was just the reverse. The genii had carriedme from a world of dreams into one of realities. What I had left was beautiful,artistic and fascinating in every way; what I saw here was machined, rough andunattractive. A burly policeman was twirling his stick which looked to me as bigas a log. I approached him politely with the request to direct me. “Six blocksdown, then to the left,” he said, with murder in his eyes. “Is this America?” Iasked myself in painful surprise. “It is a century behind Europe incivilization.” When I went abroad in 1889 - five years having elapsed since myarrival here - I became convinced that it was more than one hundred years AHEADof Europe and nothing has happened to this day to change my opinion.The meeting with Edison was a memorable event in my life. I was amazed at thiswonderful man who, without early advantages and scientific training, hadaccomplished so much. I had studied a dozen languages, delved in literature andart, and had spent my best years in libraries reading all sorts of stuff thatfell into my hands, from Newton’s “Principia” to the novels of Paul de Kock, andfelt that most of my life had been squandered. But it did not take long before Irecognized that it was the best thing I could have done. Within a few weeks Ihad won Edison’s confidence and it came about in this way.The S.S. Oregon, the fastest passenger steamer at that time, had both of itslighting machines disabled and its sailing was delayed. As the superstructurehad been built after their installation it was impossible to remove them fromthe hold. The predicament was a serious one and Edison was much annoyed. In theevening I took the necessary instruments with me and went aboard the vesselwhere I stayed for the night. The dynamos were in bad condition, having severalshort-circuits and breaks, but with the assistance of the crew I succeeded inputting them in good shape. At five o’clock in the morning, when passing alongFifth Avenue on my way to the shop, I met Edison with Batchellor and a fewothers as they were returning home to retire. “Here is our Parisian runningaround at night,” he said. When I told him that I was coming from the Oregon andhad repaired both machines, he looked at me in silence and walked away withoutanother word. But when he had gone some distance I heard him remark:“Batchellor, this is a d-n good man,” and from that time on I had full freedomin directing the work. For nearly a year my regular hours were from 10.30 A.M.until 5 o’clock the next morning without a day’s exception. Edison said to me:“I have had many hard-working assistants but you take the cake.” During thisperiod I designed twenty-four different types of standard machines with shortcores and of uniform pattern which replaced the old ones. The Manager hadpromised me fifty thousand dollars on the completion of this task but it turnedout to be a practical joke. This gave me a painful shock and I resigned myposition.Immediately thereafter some people approached me with the proposal of forming anarc light company under my name, to which I agreed. Here finally was anopportunity to develop the motor, but when I broached the subject to my newassociates they said: “No, we want the arc lamp. We don’t care for thisalternating current of yours.” In 1886 my system of arc lighting was perfectedand adopted for factory and municipal lighting, and I was free, but with noother possession than a beautifully engraved certificate of stock ofhypothetical value. Then followed a period of struggle in the new medium forwhich I was not fitted, but the reward came in the end and in April, 1887, theTesla Electric Company was organized, providing a laboratory and facilities. Themotors I built there were exactly as I had imagined them. I made no attempt toimprove the design, but merely reproduced the pictures as they appeared to myvision and the operation was always as I expected.In the early part of 1888 an arrangement was made with the Westinghouse Companyfor the manufacture of the motors on a large scale. But great difficulties hadstill to be overcome. My system was based on the use of low frequency currentsand the Westinghouse experts had adopted 133 cycles with the object of securingadvantages in the transformation. They did not want to depart from theirstandard forms of apparatus and my efforts had to be concentrated upon adaptingthe motor to these conditions. Another necessity was to produce a motor capableof running efficiently at this frequency on two wires which was not easy ofaccomplishment.At the close of 1889, however, my services in Pittsburg being no longeressential, I returned to New York and resumed experimental work in a laboratoryon Grand Street, where I began immediately the design of high frequencymachines. The problems of construction in this unexplored field were novel andquite peculiar and I encountered many difficulties. I rejected the inductortype, fearing that it might not yield perfect sine waves which were so importantto resonant action. Had it not been for this I could have saved myself a greatdeal of labor. Another discouraging feature of the high frequency alternatorseemed to be the inconstancy of speed which threatened to impose seriouslimitations to its use. I had already noted in my demonstrations before theAmerican Institution of Electrical Engineers that several times the tune waslost, necessitating readjustment, and did not yet foresee, what I discoveredlong afterwards, a means of operating a machine of this kind at a speed constantto such a degree as not to vary more than a small fraction of one revolutionbetween the extremes of load.From many other considerations it appeared desirable to invent a simpler devicefor the production of electric oscillations. In 1856 Lord Kelvin had exposed thetheory of the condenser discharge, but no practical application of thatimportant knowledge was made. I saw the possibilities and undertook thedevelopment of induction apparatus on this principle. My progress was so rapidas to enable me to exhibit at my lecture in 1891 a coil giving sparks of fiveinches. On that occasion I frankly told the engineers of a defect involved inthe transformation by the new method, namely, the loss in the spark gap.Subsequent investigation showed that no matter what medium is employed, be itair, hydrogen, mercury vapor, oil or a stream of electrons, the efficiency isthe same. It is a law very much like that governing the conversion of mechanicalenergy. We may drop a weight from a certain height vertically down or carry itto the lower level along any devious path, it is immaterial insofar as theamount of work is concerned. Fortunately however, this drawback is not fatal asby proper proportioning of the resonant circuits an efficiency of 85 per cent isattainable. Since my early announcement of the invention it has come intouniversal use and wrought a revolution in many departments. But a still greaterfuture awaits it. When in 1900 I obtained powerful discharges of 100 feet andflashed a current around the globe, I was reminded of the first tiny spark Iobserved in my Grand Street laboratory and was thrilled by sensations akin tothose I felt when I discovered the rotating magnetic field."},{"pageContent":"V. THE MAGNIFYING TRANSMITTERAs I review the events of my past life I realize how subtle are the influencesthat shape our destinies. An incident of my youth may serve to illustrate. Onewinter’s day I managed to climb a steep mountain, in company with other boys.The snow was quite deep and a warm southerly wind made it just suitable for ourpurpose. We amused ourselves by throwing balls which would roll down a certaindistance, gathering more or less snow, and we tried to outdo one another in thisexciting sport. Suddenly a ball was seen to go beyond the limit, swelling toenormous proportions until it became as big as a house and plunged thunderinginto the valley below with a force that made the ground tremble. I looked onspellbound, incapable of understanding what had happened. For weeks afterwardthe picture of the avalanche was before my eyes and I wondered how anything sosmall could grow to such an immense size. Ever since that time the magnificationof feeble actions fascinated me, and when, years later, I took up theexperimental study of mechanical and electrical resonance, I was keenlyinterested from the very start. Possibly, had it not been for that earlypowerful impression, I might not have followed up the little spark I obtainedwith my coil and never developed my best invention, the true history of whichI’ll tell here for the first time.“Lionhunters” have often asked me which of my discoveries I prize most. Thisdepends on the point of view. Not a few technical men, very able in theirspecial departments, but dominated by a pedantic spirit and nearsighted, haveasserted that excepting the induction motor I have given to the world little ofpractical use. This is a grievous mistake. A new idea must not be judged by itsimmediate results. My alternating system of power transmission came at apsychological moment, as a long-sought answer to pressing industrial questions,and altho considerable resistance had to be overcome and opposing interestsreconciled, as usual, the commercial introduction could not be long delayed.Now, compare this situation with that confronting my turbine, for example. Oneshould think that so simple and beautiful an invention, possessing many featuresof an ideal motor, should be adopted at once and, undoubtedly, it would undersimilar conditions. But the prospective effect of the rotating field was not torender worthless existing machinery; on the contrary, it was to give itadditional value. The system lent itself to new enterprise as well as toimprovement of the old. My turbine is an advance of a character entirelydifferent. It is a radical departure in the sense that its success would meanthe abandonment of the antiquated types of prime movers on which billions ofdollars have been spent. Under such circumstances the progress must needs beslow and perhaps the greatest impediment is encountered in the prejudicialopinions created in the minds of experts by organized opposition.Only the other day I had a disheartening experience when I met my friend andformer assistant, Charles F. Scott, now professor of Electrical Engineering atYale. I had not seen him for a long time and was glad to have an opportunity fora little chat at my office. Our conversation naturally enough drifted on myturbine and I became heated to a high degree. “Scott,” I exclaimed, carried awayby the vision of a glorious future, “my turbine will scrap all the heat-enginesin the world.” Scott stroked his chin and looked away thoughtfully, as thoughmaking a mental calculation. “That will make quite a pile of scrap,” he said,and left without another word!These and other inventions of mine, however, were nothing more than stepsforward in certain directions. In evolving them I simply followed the inbornsense to improve the present devices without any special thought of our far moreimperative necessities. The “Magnifying Transmitter” was the product of laborsextending through years, having for their chief object the solution of problemswhich are infinitely more important to mankind than mere industrial development.If my memory serves me right, it was in November, 1890, that I performed alaboratory experiment which was one of the most extraordinary and spectacularever recorded in the annals of science. In investigating the behaviour of highfrequency currents I had satisfied myself that an electric field of sufficientintensity could be produced in a room to light up electrodeless vacuum tubes.Accordingly, a transformer was built to test the theory and the first trialproved a marvelous success. It is difficult to appreciate what those strangephenomena meant at that time. We crave for new sensations but soon becomeindifferent to them. The wonders of yesterday are today common occurrences. Whenmy tubes were first publicly exhibited they were viewed with amazementimpossible to describe. From all parts of the world I received urgentinvitations and numerous honors and other flattering inducements were offered tome, which I declined.But in 1892 the demands became irresistible and I went to London where Idelivered a lecture before the Institution of Electrical Engineers. It had beenmy intention to leave immediately for Paris in compliance with a similarobligation, but Sir James Dewar insisted on my appearing before the RoyalInstitution. I was a man of firm resolve but succumbed easily to the forcefularguments of the great Scotsman. He pushed me into a chair and poured out half aglass of a wonderful brown fluid which sparkled in all sorts of iridescentcolors and tasted like nectar. “Now,” said he. “you are sitting in Faraday’schair and you are enjoying whiskey he used to drink.” In both aspects it was anenviable experience. The next evening I gave a demonstration before thatInstitution, at the termination of which Lord Rayleigh addressed the audienceand his generous words gave me the first start in these endeavors. I fled fromLondon and later from Paris to escape favors showered upon me, and journeyed tomy home where I passed through a most painful ordeal and illness. Upon regainingmy health I began to formulate plans for the resumption of work in America. Upto that time I never realized that I possessed any particular gift of discoverybut Lord Rayleigh, whom I always considered as an ideal man of science, had saidso and if that was the case I felt that I should concentrate on some big idea.One day, as I was roaming in the mountains, I sought shelter from an approachingstorm. The sky became overhung with heavy clouds but somehow the rain wasdelayed until, all of a sudden, there was a lightning flash and a few momentsafter a deluge. This observation set me thinking. It was manifest that the twophenomena were closely related, as cause and effect, and a little reflection ledme to the conclusion that the electrical energy involved in the precipitation ofthe water was inconsiderable, the function of lightning being much like that ofa sensitive trigger.Here was a stupendous possibility of achievement. If we could produce electriceffects of the required quality, this whole planet and the conditions ofexistence on it could be transformed. The sun raises the water of the oceans andwinds drive it to distant regions where it remains in a state of most delicatebalance. If it were in our power to upset it when and wherever desired, thismighty life-sustaining stream could be at will controlled. We could irrigatearid deserts, create lakes and rivers and provide motive power in unlimitedamounts. This would be the most efficient way of harnessing the sun to the usesof man. The consummation depended on our ability to develop electric forces ofthe order of those in nature. It seemed a hopeless undertaking, but I made up mymind to try it and immediately on my return to the United States, in the Summerof 1892, work was begun which was to me all the more attractive, because a meansof the same kind was necessary for the successful transmission of energy withoutwires.The first gratifying result was obtained in the spring of the succeeding yearwhen I reached tensions of about 1,000,000 volts with my conical coil. That wasnot much in the light of the present art, but it was then considered a feat.Steady progress was made until the destruction of my laboratory by fire in 1895,as may be judged from an article by T. C. Martin which appeared in the Aprilnumber of the Century Magazine. This calamity set me back in many ways and mostof that year had to be devoted to planning and reconstruction. However, as soonas circumstances permitted, I returned to the task.Although I knew that higher electro-motive forces were attainable with apparatusof larger dimensions, I had an instinctive perception that the object could beaccomplished by the proper design of a comparatively small and compacttransformer. In carrying on tests with a secondary in the form of a flat spiral,as illustrated in my patents, the absence of streamers surprised me, and it wasnot long before I discovered that this was due to the position of the turns andtheir mutual action. Profiting from this observation I resorted to the use of ahigh tension conductor with turns of considerable diameter sufficientlyseparated to keep down the distributed capacity, while at the same timepreventing undue accumulation of the charge at any point. The application ofthis principle enabled me to produce pressures of 4,000,000 volts, which wasabout the limit obtainable in my new laboratory at Houston Street, as thedischarges extended through a distance of 16 feet. A photograph of thistransmitter was published in the Electrical Review of November, 1898.In order to advance further along this line I had to go into the open, and inthe spring of 1899, having completed preparations for the erection of a wirelessplant, I went to Colorado where I remained for more than one year. Here Iintroduced other improvements and refinements which made it possible to generatecurrents of any tension that may be desired. Those who are interested will findsome information in regard to the experiments I conducted there in my article,“The Problem of Increasing Human Energy” in the Century Magazine of June, 1900,to which I have referred on a previous occasion.I have been asked by the ELECTRICAL EXPERIMENTER to be quite explicit on thissubject so that my young friends among the readers of the magazine will clearlyunderstand the construction and operation of my “Magnifying Transmitter” and thepurposes for which it is intended. Well, then, in the first place, it is aresonant transformer with a secondary in which the parts, charged to a highpotential, are of considerable area and arranged in space along ideal envelopingsurfaces of very large radii of curvature, and at proper distances from oneanother thereby insuring a small electric surface density everywhere so that noleak can occur even if the conductor is bare. It is suitable for any frequency,from a few to many thousands of cycles per second, and can be used in theproduction of currents of tremendous volume and moderate pressure, or of smalleramperage and immense electromotive force. The maximum electric tension is merelydependent on the curvature of the surfaces on which the charged elements aresituated and the area of the latter.Judging from my past experience, as much as 100,000,000 volts are perfectlypracticable. On the other hand currents of many thousands of amperes may beobtained in the antenna. A plant of but very moderate dimensions is required forsuch performances. Theoretically, a terminal of less than 90 feet in diameter issufficient to develop an electromotive force of that magnitude while for antennacurrents of from 2,000-4,000 amperes at the usual frequencies it need not belarger than 30 feet in diameter.In a more restricted meaning this wireless transmitter is one in which theHertz-wave radiation is an entirely negligible quantity as compared with thewhole energy, under which condition the damping factor is extremely small and anenormous charge is stored in the elevated capacity. Such a circuit may then beexcited with impulses of any kind, even of low frequency and it will yieldsinusoidal and continuous oscillations like those of an alternator.Taken in the narrowest significance of the term, however, it is a resonanttransformer which, besides possessing these qualities, is accuratelyproportioned to fit the globe and its electrical constants and properties, byvirtue of which design it becomes highly efficient and effective in the wirelesstransmission of energy. Distance is then absolutely eliminated, there being nodiminution in the intensity of the transmitted impulses. It is even possible tomake the actions increase with the distance from the plant according to an exactmathematical law.This invention was one of a number comprised in my “World-System” of wirelesstransmission which I undertook to commercialize on my return to New York in1900. As to the immediate purposes of my enterprise, they were clearly outlinedin a technical statement of that period from which I quote:“The ‘World-System’ has resulted from a combination of several originaldiscoveries made by the inventor in the course of long continued research andexperimentation. It makes possible not only the instantaneous and precisewireless transmission of any kind of signals, messages or characters, to allparts of the world, but also the inter-connection of the existing telegraph,telephone, and other signal stations without any change in their presentequipment. By its means, for instance, a telephone subscriber here may call upand talk to any other subscriber on the Globe. An inexpensive receiver, notbigger than a watch, will enable him to listen anywhere, on land or sea, to aspeech delivered or music played in some other place, however distant. Theseexamples are cited merely to give an idea of the possibilities of this greatscientific advance, which annihilates distance and makes that perfect naturalconductor, the Earth, available for all the innumerable purposes which humaningenuity has found for a line-wire. One far-reaching result of this is that anydevice capable of being operated thru one or more wires (at a distance obviouslyrestricted) can likewise be actuated, without artificial conductors and with thesame facility and accuracy, at distances to which there are no limits other thanthose imposed by the physical dimensions of the Globe. Thus, not only willentirely new fields for commercial exploitation be opened up by this idealmethod of transmission but the old ones vastly extended.The ‘World-System’ is based on the application of the following importantinventions and discoveries:1. The ‘Tesla Transformer.’ This apparatus is in the production of electricalvibrations as revolutionary as gunpowder was in warfare. Currents many timesstronger than any ever generated in the usual ways, and sparks over one hundredfeet long, have been produced by the inventor with an instrument of this kind.2. The ‘Magnifying Transmitter.’ This is Tesla’s best invention, a peculiartransformer specially adapted to excite the Earth, which is in the transmissionof electrical energy what the telescope is in astronomical observation. By theuse of this marvelous device he has already set up electrical movements ofgreater intensity than those of lightning and passed a current, sufficient tolight more than two hundred incandescent lamps, around the Globe.3. The ‘Tesla Wireless System.’ This system comprises a number of improvementsand is the only means known for transmitting economically electrical energy to adistance without wires. Careful tests and measurements in connection with anexperimental station of great activity, erected by the inventor in Colorado,have demonstrated that power in any desired amount can be conveyed, clear acrossthe Globe if necessary, with a loss not exceeding a few per cent.4. The ‘Art of Individualization.’ This invention of Tesla’s is to primitive‘tuning’ what refined language is to unarticulated expression. It makes possiblethe transmission of signals or messages absolutely secret and exclusive both inthe active and passive aspect, that is, non-interfering as well asnon-interferable. Each signal is like an individual of unmistakable identity andthere is virtually no limit to the number of stations or instruments which canbe simultaneously operated without the slightest mutual disturbance.5. ‘The Terrestrial Stationary Waves.’ This wonderful discovery, popularlyexplained, means that the Earth is responsive to electrical vibrations ofdefinite pitch just as a tuning fork to certain waves of sound. These particularelectrical vibrations, capable of powerfully exciting the Globe, lend themselvesto innumerable uses of great importance commercially and in many other respects.The first ‘World-System’ power plant can be put in operation in nine months.With this power plant it will be practicable to attain electrical activities upto ten million horsepower and it is designed to serve for as many technicalachievements as are possible without due expense. Among these the following maybe mentioned:(1) The inter-connection of the existing telegraph exchanges or offices all overthe world;(2) The establishment of a secret and non-interferable government telegraphservice;(3) The inter-connection of all the present telephone exchanges or offices onthe Globe;(4) The universal distribution of general news, by telegraph or telephone, inconnection with the Press;(5) The establishment of such a ‘World-System’ of intelligence transmission forexclusive private use;(6) The inter-connection and operation of all stock tickers of the world;(7) The establishment of a ‘World-System’ of musical distribution, etc.;(8) The universal registration of time by cheap clocks indicating the hour withastronomical precision and requiring no attention whatever;(9) The world transmission of typed or handwritten characters, letters, checks,etc.;(10) The establishment of a universal marine service enabling the navigators ofall ships to steer perfectly without compass, to determine the exact location,hour and speed, to prevent collisions and disasters, etc.;(11) The inauguration of a system of world-printing on land and sea;(12) The world reproduction of photographic pictures and all kinds of drawingsor records.I also proposed to make demonstrations in the wireless transmission of power ona small scale but sufficient to carry conviction. Besides these I referred toother and incomparably more important applications of my discoveries which willbe disclosed at some future date.A plant was built on Long Island with a tower 187 feet high, having a sphericalterminal about 68 feet in diameter. These dimensions were adequate for thetransmission of virtually any amount of energy. Originally only from 200 to 300K.W. were provided but I intended to employ later several thousand horsepower.The transmitter was to emit a wave complex of special characteristics and I haddevised a unique method of telephonic control of any amount of energy.The tower was destroyed two years ago but my projects are being developed andanother one, improved in some features, will be constructed. On this occasion Iwould contradict the widely circulated report that the structure was demolishedby the Government which owing to war conditions, might have created prejudice inthe minds of those who may not know that the papers, which thirty years agoconferred upon me the honor of American citizenship, are always kept in a safe,while my orders, diplomas, degrees, gold medals and other distinctions arepacked away in old trunks. If this report had a foundation I would have beenrefunded a large sum of money which I expended in the construction of the tower.On the contrary it was in the interest of the Government to preserve it,particularly as it would have made possible—to mention just one valuableresult—the location of a submarine in any part of the world. My plant, services,and all my improvements have always been at the disposal of the officials andever since the outbreak of the European conflict I have been working at asacrifice on several inventions of mine relating to aerial navigation, shippropulsion and wireless transmission which are of the greatest importance to thecountry. Those who are well informed know that my ideas have revolutionized theindustries of the United States and I am not aware that there lives an inventorwho has been, in this respect, as fortunate as myself especially as regards theuse of his improvements in the war. I have refrained from publicly expressingmyself on this subject before as it seemed improper to dwell on personal matterswhile all the world was in dire trouble.I would add further, in view of various rumors which have reached me, that Mr.J. Pierpont Morgan did not interest himself with me in a business way but in thesame large spirit in which he has assisted many other pioneers. He carried outhis generous promise to the letter and it would have been most unreasonable toexpect from him anything more. He had the highest regard for my attainments andgave me every evidence of his complete faith in my ability to ultimately achievewhat I had set out to do. I am unwilling to accord to some smallminded andjealous individuals the satisfaction of having thwarted my efforts. These menare to me nothing more than microbes of a nasty disease. My project was retardedby laws of nature. The world was not prepared for it. It was too far ahead oftime. But the same laws will prevail in the end and make it a triumphal success."},{"pageContent":"VI. THE ART OF TELAUTOMATICSNo subject to which I have ever devoted myself has called for such concentrationof mind and strained to so dangerous a degree the finest fibers of my brain asthe system of which the Magnifying Transmitter is the foundation. I put all theintensity and vigor of youth in the development of the rotating fielddiscoveries, but those early labors were of a different character. Althoughstrenuous in the extreme, they did not involve that keen and exhaustingdiscernment which had to be exercised in attacking the many puzzling problems ofthe wireless. Despite my rare physical endurance at that period the abusednerves finally rebelled and I suffered a complete collapse, just as theconsummation of the long and difficult task was almost in sight.Without doubt I would have paid a greater penalty later, and very likely mycareer would have been prematurely terminated, had not providence equipt me witha safety device, which has seemed to improve with advancing years andunfailingly comes into play when my forces are at an end. So long as it operatesI am safe from danger, due to overwork, which threatens other inventors and,incidentally, I need no vacations which are indispensable to most people. When Iam all but used up I simply do as the darkies, who “naturally fall asleep whilewhite folks worry.” To venture a theory out of my sphere, the body probablyaccumulates little by little a definite quantity of some toxic agent and I sinkinto a nearly lethargic state which lasts half an hour to the minute. Uponawakening I have the sensation as though the events immediately preceding hadoccurred very long ago, and if I attempt to continue the interrupted train ofthought I feel a veritable mental nausea. Involuntarily I then turn to otherwork and am surprised at the freshness of the mind and ease with which Iovercome obstacles that had baffled me before. After weeks or months my passionfor the temporarily abandoned invention returns and I invariably find answers toall the vexing questions with scarcely any effort.In this connection I will tell of an extraordinary experience which may be ofinterest to students of psychology. I had produced a striking phenomenon with mygrounded transmitter and was endeavoring to ascertain its true significance inrelation to the currents propagated through the earth. It seemed a hopelessundertaking, and for more than a year I worked unremittingly, but in vain. Thisprofound study so entirely absorbed me that I became forgetful of everythingelse, even of my undermined health. At last, as I was at the point of breakingdown, nature applied the preservative inducing lethal sleep. Regaining my sensesI realized with consternation that I was unable to visualize scenes from my lifeexcept those of infancy, the very first ones that had entered my consciousness.Curiously enough, these appeared before my vision with startling distinctnessand afforded me welcome relief. Night after night, when retiring, I would thinkof them and more and more of my previous existence was revealed. The image of mymother was always the principal figure in the spectacle that slowly unfolded,and a consuming desire to see her again gradually took possession of me. Thisfeeling grew so strong that I resolved to drop all work and satisfy my longing.But I found it too hard to break away from the laboratory, and several monthselapsed during which I had succeeded in reviving all the impressions of my pastlife up to the spring of 1892. In the next picture that came out of the mist ofoblivion, I saw myself at the Hotel de la Paix in Paris just coming to from oneof my peculiar sleeping spells, which had been caused by prolonged exertion ofthe brain. Imagine the pain and distress I felt when it flashed upon my mindthat a dispatch was handed to me at that very moment bearing the sad news thatmy mother was dying. I remembered how I made the long journey home without anhour of rest and how she passed away after weeks of agony! It was especiallyremarkable that during all this period of partially obliterated memory I wasfully alive to everything touching on the subject of my research. I could recallthe smallest details and the least significant observations in my experimentsand even recite pages of text and complex mathematical formulae.My belief is firm in a law of compensation. The true rewards are ever inproportion to the labor and sacrifices made. This is one of the reasons why Ifeel certain that of all my inventions, the Magnifying Transmitter will provemost important and valuable to future generations. I am prompted to thisprediction not so much by thoughts of the commercial and industrial revolutionwhich it will surely bring about, but of the humanitarian consequences of themany achievements it makes possible. Considerations of mere utility weigh littlein the balance against the higher benefits of civilization. We are confrontedwith portentous problems which can not be solved just by providing for ourmaterial existence, however abundantly. On the contrary, progress in thisdirection is fraught with hazards and perils not less menacing than those bornfrom want and suffering. If we were to release the energy of atoms or discoversome other way of developing cheap and unlimited power at any point of the globethis accomplishment, instead of being a blessing, might bring disaster tomankind in giving rise to dissension and anarchy which would ultimately resultin the enthronement of the hated regime of force. The greatest good will comesfrom technical improvements tending to unification and harmony, and my wirelesstransmitter is preeminently such. By its means the human voice and likeness willbe reproduced everywhere and factories driven thousands of miles from waterfallsfurnishing the power; aerial machines will be propelled around the earth withouta stop and the sun’s energy controlled to create lakes and rivers for motivepurposes and transformation of arid deserts into fertile land. Its introductionfor telegraphic, telephonic and similar uses will automatically cut out thestatics and all other interferences which at present impose narrow limits to theapplication of the wireless.This is a timely topic on which a few words might not be amiss.During the past decade a number of people have arrogantly claimed that they hadsucceeded in doing away with this impediment. I have carefully examined all ofthe arrangements described and tested most of them long before they werepublicly disclosed, but the finding was uniformly negative. A recent officialstatement from the U.S. Navy may, perhaps, have taught some beguilable newseditors how to appraise these announcments at their real worth. As a rule theattempts are based on theories so fallacious that whenever they come to mynotice I can not help thinking in a lighter vein. Quite recently a new discoverywas heralded, with a deafening flourish of trumpets, but it proved another caseof a mountain bringing forth a mouse.This reminds me of an exciting incident which took place years ago when I wasconducting my experiments with currents of high frequency. Steve Brodie had justjumped off the Brooklyn Bridge. The feat has been vulgarized since by imitators,but the first report electrified New York. I was very impressionable then andfrequently spoke of the daring printer. On a hot afternoon I felt the necessityof refreshing myself and stepped into one of the popular thirty thousandinstitutions of this great city where a delicious twelve per cent beverage wasserved which can now be had only by making a trip to the poor and devastatedcountries of Europe. The attendance was large and not overdistinguished and amatter was discussed which gave me an admirable opening for the careless remark:“This is what I said when I jumped off the bridge.” No sooner had I utteredthese words than I felt like the companion of Timotheus in the poem of Schiller.In an instant there was a pandemonium and a dozen voices cried: “It is Brodie! “I threw a quarter on the counter and bolted for the door but the crowd was at myheels with yells: “Stop, Steve!” which must have been misunderstood for manypersons tried to hold me up as I ran frantically for my haven of refuge. Bydarting around corners I fortunately managed - through the medium of afire-escape - to reach the laboratory where I threw off my coat, camouflagedmyself as a hard-working blacksmith, and started the forge. But theseprecautions proved unnecessary; I had eluded my pursuers. For many yearsafterward, at night, when imagination turns into spectres the trifling troublesof the day, I often thought, as I tossed on the bed, what my fate would havebeen had that mob caught me and found out that I was not Steve Brodie!Now the engineer, who lately gave an account before a technical body of a novelremedy against statics based on a “heretofore unknown law of nature,” seems tohave been as reckless as myself when he contended that these disturbancespropagate up and down, while those of a transmitter proceed along the earth. Itwould mean that a condenser, as this globe, with its gaseous envelope, could becharged and discharged in a manner quite contrary to the fundamental teachingspropounded in every elemental text-book of physics. Such a supposition wouldhave been condemned as erroneous, even in Franklin’s time, for the facts bearingon this were then well known and the identity between atmospheric electricityand that developed by machines was fully established. Obviously, natural andartificial disturbances propagate through the earth and the air in exactly thesame way, and both set up electromotive forces in the horizontal, as well asvertical, sense. Interference can not be overcome by any such methods as wereproposed. The truth is this: in the air the potential increases at the rate ofabout fifty volts per foot of elevation, owing to which there may be adifference of pressure amounting to twenty, or even forty thousand volts betweenthe upper and lower ends of the antenna. The masses of the charged atmosphereare constantly in motion and give up electricity to the conductor, notcontinuously but rather disruptively, this producing a grinding noise in asensitive telephonic receiver. The higher the terminal and the greater the spaceencompassed by the wires, the more pronounced is the effect, but it must beunderstood that it is purely local and has little to do with the real trouble.In 1900, while perfecting my wireless system, one form of apparatus comprisedfour antennae. These were carefully calibrated to the same frequency andconnected in multiple with the object of magnifying the action, in receivingfrom any direction. When I desired to ascertain the origin of the transmittedimpulses, each diagonally situated pair was put in series with a primary coilenergizing the detector circuit. In the former case the sound was loud in thetelephone; in the latter it ceased, as expected, the two antennae neutralizingeach other, but the true statics manifested themselves in both instances and Ihad to devise special preventives embodying different principles.By employing receivers connected to two points of the ground, as suggested by melong ago, this trouble caused by the charged air, which is very serious in thestructures as now built, is nullified and besides, the liability of all kinds ofinterference is reduced to about one-half, because of the directional characterof the circuit. This was perfectly self-evident, but came as a revelation tosome simple-minded wireless folks whose experience was confined to forms ofapparatus that could have been improved with an axe, and they have beendisposing of the bear’s skin before killing him. If it were true that straysperformed such antics, it would be easy to get rid of them by receiving withoutaerials. But, as a matter of fact, a wire buried in the ground which, conformingto this view, should be absolutely immune, is more susceptible to certainextraneous impulses than one placed vertically in the air. To state it fairly, aslight progress has been made, but not by virtue of any particular method ordevice. It was achieved simply by discarding the enormous structures, which arebad enough for transmission but wholly unsuitable for reception, and adopting amore appropriate type of receiver. As I pointed out in a previous article, todispose of this difficulty for good, a radical change must be made in thesystem, and the sooner this is done the better.It would be calamitous, indeed, if at this time when the art is in its infancyand the vast majority, not excepting even experts, have no conception of itsultimate possibilities, a measure would be rushed through the legislature makingit a government monopoly. This was proposed a few weeks ago by SecretaryDaniels, and no doubt that distinguished official has made his appeal to theSenate and House of Representatives with sincere conviction. But universalevidence unmistakably shows that the best results are always obtained inhealthful commercial competition. There are, however, exceptional reasons whywireless should be given the fullest freedom of development. In the first placeit offers prospects immeasurably greater and more vital to betterment of humanlife than any other invention or discovery in the history of man. Then again, itmust be understood that this wonderful art has been, in its entirety, evolvedhere and can be called “American” with more right and propriety than thetelephone, the incandescent lamp or the aeroplane. Enterprising press agents andstock jobbers have been so successful in spreading misinformation that even soexcellent a periodical as the Scientific American accords the chief credit to aforeign country. The Germans, of course, gave us the Hertz-waves and theRussian, English, French and Italian experts were quick in using them forsignaling purposes. It was an obvious application of the new agent andaccomplished with the old classical and unimproved induction coil - scarcelyanything more than another kind of heliography. The radius of transmission wasvery limited, the results attained of little value, and the Hertz oscillations,as a means for conveying intelligence, could have been advantageously replacedby sound-waves, which I advocated in 1891. Moreover, all of these attempts weremade three years after the basic principles of the wireless system, which isuniversally employed to-day, and its potent instrumentalities had been clearlydescribed and developed in America. No trace of those Hertzian appliances andmethods remains today. We have proceeded in the very opposite direction and whathas been done is the product of the brains and efforts of citizens of thiscountry. The fundamental patents have expired and the opportunities are open toall. The chief argument of the Secretary is based on interference. According tohis statement, reported in the New York Herald of July 29th, signals from apowerful station can be intercepted in every village of the world . In view ofthis fact, which was demonstrated in my experiments of 1900, it would be oflittle use to impose restrictions in the United States.As throwing light on this point, I may mention that only recently an odd lookinggentleman called on me with the object of enlisting my services in theconstruction of world transmitters in some distant land. “We have no money,” hesaid, “but carloads of solid gold and we will give you a liberal amount.” I toldhim that I wanted to see first what will be done with my inventions in America,and this ended the interview. But I am satisfied that some dark forces are atwork, and as time goes on the maintenance of continuous communication will berendered more difficult. The only remedy is a system immune againstinterruption. It has been perfected, it exists, and all that is necessary is toput it in operation.The terrible conflict is still uppermost in the minds and perhaps the greatestimportance will be attached to the Magnifying Transmitter as a machine forattack and defense, more particularly in connection with Telautomatics. Thisinvention is a logical outcome of observations begun in my boyhood and continuedthruout my life. When the first results were publisht the Electrical Reviewstated editorially that it would become one of the “most potent factors in theadvance and civilization of mankind.” The time is not distant when thisprediction will be fulfilled. In 1898 and 1900 it was offered to the Governmentand might have been adopted were I one of those who would go to Alexander’sshepherd when they want a favor from Alexander. At that time I really thoughtthat it would abolish war, because of its unlimited destructiveness andexclusion of the personal element of combat. But while I have not lost faith inits potentialities, my views have changed since.War can not be avoided until the physical cause for its recurrence is removedand this, in the last analysis, is the vast extent of the planet on which welive. Only thru annihilation of distance in every respect, as the conveyance ofintelligence, transport of passengers and supplies and transmission of energywill conditions be brought about some day, insuring permanency of friendlyrelations. What we now want most is closer contact and better understandingbetween individuals and communities all over the earth, and the elimination ofthat fanatic devotion to exalted ideals of national egoism and pride which isalways prone to plunge the world into primeval barbarism and strife. No leagueor parliamentary act of any kind will ever prevent such a calamity. These areonly new devices for putting the weak at the mercy of the strong. I have exprestmyself in this regard fourteen years ago, when a combination of a few leadinggovernments - a sort of Holy Alliance - was advocated by the late AndrewCarnegie, who may be fairly considered as the father of this idea, having givento it more publicity and impetus than anybody else prior to the efforts of thePresident. While it can not be denied that such a pact might be of materialadvantage to some less fortunate peoples, it can not attain the chief objectsought. Peace can only come as a natural consequence of universal enlightenmentand merging of races, and we are still far from this blissful realization.As I view the world of today, in the light of the gigantic struggle we havewitnest, I am filled with conviction that the interests of humanity would bebest served if the United States remained true to its traditions and kept out of“entangling alliances.” Situated as it is, geographically, remote from thetheaters of impending conflicts, without incentive to territorialaggrandizement, with inexhaustible resources and immense population thorolyimbued with the spirit of liberty and right, this country is placed in a uniqueand privileged position. It is thus able to exert, independently, its colossalstrength and moral force to the benefit of all, more judiciously andeffectively, than as member of a league.In one of these biographical sketches, published in the ELECTRICAL EXPERIMENTER,I have dwelt on the circumstances of my early life and told of an afflictionwhich compelled me to unremitting exercise of imagination and self observation.This mental activity, at first involuntary under the pressure of illness andsuffering, gradually became second nature and led me finally to recognize that Iwas but an automaton devoid of free will in thought and action and merelyresponsive to the forces of the environment. Our bodies are of such complexityof structure, the motions we perform are so numerous and involved, and theexternal impressions on our sense organs to such a degree delicate and elusivethat it is hard for the average person to grasp this fact. And yet nothing ismore convincing to the trained investigator than the mechanistic theory of lifewhich had been, in a measure, understood and propounded by Descartes threehundred years ago. But in his time many important functions of our organism wereunknown and, especially with respect to the nature of light and the constructionand operation of the eye, philosophers were in the dark.In recent years the progress of scientific research in these fields has beensuch as to leave no room for a doubt in regard to this view on which many workshave been published. One of its ablest and most eloquent exponents is, perhaps,Felix Le Dantec, formerly assistant of Pasteur. Prof. Jacques Loeb has performedremarkable experiments in heliotropism, clearly establishing the controllingpower of light in lower forms of organisms, and his latest book, “ForcedMovements,” is revelatory. But while men of science accept this theory simply asany other that is recognized, to me it is a truth which I hourly demonstrate byevery act and thought of mine. The consciousness of the external impressionprompting me to any kind of exertion, physical or mental, is ever present in mymind. Only on very rare occasions, when I was in a state of exceptionalconcentration, have I found difficulty in locating the original impulses.The by far greater number of human beings are never aware of what is passingaround and within them, and millions fall victims of disease and die prematurelyjust on this account. The commonest every-day occurrences appear to themmysterious and inexplicable. One may feel a sudden wave of sadness and rake hisbrain for an explanation when he might have noticed that it was caused by acloud cutting off the rays of the sun. He may see the image of a friend dear tohim under conditions which he construes as very peculiar, when only shortlybefore he has passed him in the street or seen his photograph somewhere. When heloses a collar button he fusses and swears for an hour, being unable tovisualize his previous actions and locate the object directly. Deficientobservation is merely a form of ignorance and responsible for the many morbidnotions and foolish ideas prevailing. There is not more than one out of everyten persons who does not believe in telepathy and other psychic manifestations,spiritualism and communion with the dead, and who would refuse to listen towilling or unwilling deceivers.Just to illustrate how deeply rooted this tendency has become even among theclearheaded American population, I may mention a comical incident.Shortly before the war, when the exhibition of my turbines in this city elicitedwidespread comment in the technical papers, I anticipated that there would. be ascramble among manufacturers to get hold of the invention, and I had particulardesigns on that man from Detroit who has an uncanny faculty for accumulatingmillions. So confident was I that he would turn up some day, that I declaredthis as certain to my secretary and assistants. Sure enough, one fine morning abody of engineers from the Ford Motor Company presented themselves with therequest of discussing with me an important project. “Didn’t I tell you?” Iremarked triumphantly to my employees, and one of them said, “You are amazing,Mr. Tesla; everything comes out exactly as you predict.” As soon as thesehard-headed men were seated I, of course, immediately began to extol thewonderful features of my turbine, when the spokesmen interrupted me and said,“We know all about this, but we are on a special errand. We have formed apsychological society for the investigation of psychic phenomena and we want youto join us in this undertaking.” I suppose those engineers never knew how nearthey came to being fired out of my office.Ever since I was told by some of the greatest men of the time, leaders inscience whose names are immortal, that I am possesst of an unusual mind, I bentall my thinking faculties on the solution of great problems regardless ofsacrifice. For many years I endeavored to solve the enigma of death, and watchedeagerly for every kind of spiritual indication. But only once in the course ofmy existence have I had an experience which momentarily impressed me assupernatural. It was at the time of my mother’s death. I had become completelyexhausted by pain and long vigilance, and one night was carried to a buildingabout two blocks from our home. As I lay helpless there, I thought that if mymother died while I was away from her bedside she would surely give me a sign.Two or three months before I was in London in company with my late friend, SirWilliam Crookes, when spiritualism was discussed, and I was under the full swayof these thoughts. I might not have paid attention to other men, but wassusceptible to his arguments as it was his epochal work on radiant matter, whichI had read as a student, that made me embrace the electrical career. I reflectedthat the conditions for a look into the beyond were most favorable, for mymother was a woman of genius and particularly excelling in the powers ofintuition. During the whole night every fiber in my brain was strained inexpectancy, but nothing happened until early in the morning, when I fell in asleep, or perhaps a swoon, and saw a cloud carrying angelic figures of marvelousbeauty, one of whom gazed upon me lovingly and gradually assumed the features ofmy mother. The appearance slowly floated across the room and vanished, and I wasawakened by an indescribably sweet song of many voices. In that instant acertitude, which no words can express, came upon me that my mother had justdied. And that was true. I was unable to understand the tremendous weight of thepainful knowledge I received in advance, and wrote a letter to Sir WilliamCrookes while still under the domination of these impressions and in poor bodilyhealth. When I recovered I sought for a long time the external cause of thisstrange manifestation and, to my great relief, I succeeded after many months offruitless effort. I had seen the painting of a celebrated artist, representingallegorically one of the seasons in the form of a cloud with a group of angelswhich seemed to actually float in the air, and this had struck me forcefully. Itwas exactly the same that appeared in my dream, with the exception of mymother’s likeness. The music came from the choir in the church nearby at theearly mass of Easter morning, explaining everything satisfactorily in conformitywith scientific facts.This occurred long ago, and I have never had the faintest reason since to changemy views on psychical and spiritual phenomena, for which there is absolutely nofoundation. The belief in these is the natural outgrowth of intellectualdevelopment. Religious dogmas are no longer accepted in their orthodox meaning,but every individual clings to faith in a supreme power of some kind. We allmust have an ideal to govern our conduct and insure contentment, but it isimmaterial whether it be one of creed, art, science or anything else, so long asit fulfills the function of a dematerializing force. It is essential to thepeacef ul existence of humanity as a whole that one common conception shouldprevail.While I have failed to obtain any evidence in support of the contentions ofpsychologists and spiritualists, I have proved to my complete satisfaction theautomatism of life, not only through continuous observations of individualactions, but even more conclusively through certain generalizations. Theseamount to a discovery which I consider of the greatest moment to human society,and on which I shall briefly dwell. I got the first inkling of this astoundingtruth when I was still a very young man, but for many years I interpreted what Inoted simply as coincidences. Namely, whenever either myself or a person to whomI was attached, or a cause to which I was devoted, was hurt by others in aparticular way, which might be best popularly characterized as the most unfairimaginable, I experienced a singular and undefinable pain which, for want of abetter term, I have qualified as “cosmic,” and shortly thereafter, andinvariably, those who had inflicted it came to grief. After many such cases Iconfided this to a number of friends, who had the opportunity to convincethemselves of the truth of the theory which I have gradually formulated andwhich may be stated in the following few words:Our bodies are of similar construction and exposed to the same externalinfluences. This results in likeness of response and concordance of the generalactivities on which all our social and other rules and laws are based. We areautomata entirely controlled by the forces of the medium being tossed about likecorks on the surface of the water, but mistaking the resultant of the impulsesfrom the outside for free will. The movements and other actions we perform arealways life preservative and tho seemingly quite independent from one another,we are connected by invisible links. So long as the organism is in perfect orderit responds accurately to the agents that prompt it, but the moment that thereis some derangement in any individual, his self-preservative power is impaired.Everybody understands, of course, that if one becomes deaf, has his eyesightweakened, or his limbs injured, the chances for his continued existence arelessened. But this is also true, and perhaps more so, of certain defects in thebrain which deprive the automaton, more or less, of that vital quality and causeit to rush into destruction. A very sensitive and observant being, with hishighly developed mechanism all intact, and acting with precision in obedience tothe changing conditions of the environment, is endowed with a transcendingmechanical sense, eiiabling him to evade perils too subtle to be directlyperceived. When he comes in contact with others whose controlling organs areradically faulty, that sense asserts itself and he feels the “cosmic” pain. Thetruth of this has been borne out in hundreds of instances and I am invitingother students of nature to devote attention to this subject, believing thatthru combined and systematic effort results of incalculable value to the worldwill be attained.The idea of constructing an automaton, to bear out my theory, presented itselfto me early but I did not begin active work until 1893, when I started mywireless investigations. During the succeeding two or three years a number ofautomatic mechanisms, to be actuated from a distance, were constructed by me andexhibited to visitors in my laboratory. In 1896, however, I designed a completemachine capable of a multitude of operations, but the consummation of my laborswas delayed until late in 1897. This machine was illustrated and described in myarticle in the Century Magazine of June, 1900, and other periodicals of thattime and, when first shown in the beginning of 1898, it created a sensation suchas no other invention of mine has ever produced. In November, 1898, a basicpatent on the novel art was granted to me, but only after the Examiner-in-Chiefhad come to New York and witnesst the performance, for what I claimed seemedunbelievable. I remember that when later I called on an official in Washington,with a view of offering the invention to the Government, he burst out inlaughter upon my telling him what I had accomplished. Nobody thought then thatthere was the faintest prospect of perfecting such a device. It is unfortunatethat in this patent, following the advice of my attorneys, I indicated thecontrol as being effected thru the medium of a single circuit and a well-knownform of detector, for the reason that I had not yet secured protection on mymethods and apparatus for individualization. As a matter of fact, my boats werecontrolled thru the joint action of several circuits and interference of everykind was excluded. Most generally I employed receiving circuits in the form ofloops, including condensers, because the discharges of my high-tensiontransmitter ionized the air in the hall so that even a very small aerial woulddraw electricity from the surrounding atmosphere for hours. Just to give anidea, I found, for instance, that a bulb 12″ in diameter, highly exhausted, andwith one single terminal to which a short wire was attached, would deliver wellon to one thousand successive flashes before all charge of the air in thelaboratory was neutralized. The loop form of receiver was not sensitive to sucha disturbance and it is curious to note that it is becoming popular at this latedate. In reality it collects much less energy than the aerials or a longgrounded wire, but it so happens that it does away with a number of defectsinherent to the present wireless devices. In demonstrating my invention beforeaudiences, the visitors were requested to ask any questions, however involved,and the automaton would answer them by signs. This was considered magic at thattime but was extremely simple, for it was myself who gave the replies by meansof the device.At the same period another larger telautomatic boat was constructed a photographof which is shown in this number of the ELECTRICAL EXPERIMENTER. It wascontrolled by loops, having several turns placed in the hull, which was madeentirely water-tight and capable of submergence. The apparatus was similar tothat used in the first with the exception of certain special features Iintroduced as, for example, incandescent lamps which afforded a visible evidenceof the proper functioning of the machine.These automata, controlled within the range of vision of the operator, were,however, the first and rather crude steps in the evolution of the Art ofTelautomatics as I had conceived it. The next logical improvement was itsapplication to automatic mechanisms beyond the limits of vision and at greatdistance from the center of control, and I have ever since advocated theiremployment as instruments of warfare in preference to guns. The importance ofthis now seems to be recognized, if I am to judge from casual announcements thruthe press of achievements which are said to be extraordinary but contain nomerit of novelty, whatever. In an imperfect manner it is practicable, with theexisting wireless plants, to launch an aeroplane, have it follow a certainapproximate course, and perform some operation at a distance of many hundreds ofmiles. A machine of this kind can also be mechanically controlled in severalways and I have no doubt that it may prove of some usefulness in war. But thereare, to my best knowledge, no instrumentalities in existence today with whichsuch an object could be accomplished in a precise manner. I have devoted yearsof study to this matter and have evolved means, making such and greater wonderseasily realizable.As stated on a previous occasion, when I was a student at college I conceived aflying machine quite unlike the present ones. The underlying principle was soundbut could not be carried into practice for want of a prime-mover of sufficientlygreat activity. In recent years I have successfully solved this problem and amnow planning aerial machines devoid ot sustaining planes, ailerons, propellersand other external attachments, which will be capable of immense speeds and arevery likely to furnish powerful arguments for peace in the near future. Such amachine, sustained and propelled entirely by reaction, is shown on page 108 andis supposed to be controlled either mechanically or by wireless energy. Byinstalling proper plants it will be practicable to project a missile of thiskind into the air and drop it almost on the very spot designated, which may bethousands of miles away. But we are not going to stop at this. Telautomata willbe ultimately produced, capable of acting as if possest of their ownintelligence, and their advent will create a revolution. As early as 1898 Iproposed to representatives of a large manufacturing concern the constructionand public exhibition of an automobile carriage which, left to itself, wouldperform a great variety of operations involving something akin to judgment. Butmy proposal was deemed chimerical at that time and nothing came from it.At present many of the ablest minds are trying to devise expedients forpreventing a repetition of the awful conflict which is only theoretically endedand the duration and main issues of which I have correctly predicted in anarticle printed in the Sun of December 20,1914. The proposed League is not aremedy but on the contrary, in the opinion of a number of competent men, maybring about results just the opposite. It is particularly regrettable that apunitive policy was adopted in framing the terms of peace, because a few yearshence it will be possible for nations to fight without armies, ships or guns, byweapons far more terrible, to the destructive action and range of which there isvirtually no limit. A city, at any distance whatsoever from the enemy, can bedestroyed by him and no power on earth can stop him from doing so. If we want toavert an impending calamity and a state of things which may transform this globeinto an inferno, we should push the development of flying machines and wirelesstransmission of energy without an instant’s delay and with all the power andresources of the nation. "},{"pageContent":"Created with Vook [../images/00002.gif]http://vook.com"}]
