[{"pageNumber":1,"pageContent":"ENERGY SCIENCE REPORT NO. 3 POWER FROM ICE: THE THERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 Contents Section Title page PART I: Introduction 1 The Impossible Dream? 3 Review of the Nernst Effect 7 The First Strachan-Aspden Invention 13 Conclusion   15 PART II: Introduction 16 Preliminary Observations 16 Solid-State Magneto-Hydrodynamic Power 21 Skin Effect Segregation 25 The Magnetic Inductively-Coupled Device 26 Nernst Effect in Relation to Eddy-Currents 30 Experimental Invesigations 33 Discussion   36 Appendix I 38 *****"},{"pageNumber":2,"pageContent":"1 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 POWER FROM ICE: THE THERMOELECTRIC REGENERATOR Introduction This Energy Science Report is one of a series concerned with new energy technology and the fundamental energy science that is involved. In th is series of ten such reports this is listed as No. 3. Its first version was dated June 4th 1994 but made available in confidence only to sponsors interested in funding development. It concer ns onward progress on the project of the ‘Strachan- Aspden’ invention, the subject of Report No. 2. The invention as demonstrated proved that it was possible to take energy from melting ice and run an electric motor by tapping into the heat flow drawn from the prevailing ambient background as it migrated through the device to reach and so melt the ice. The device was remarkably efficient, also in its reverse operation mode, in which it froze water upon input of electricity. The invention is seen as the basis for future non-polluting refrigeration and noiseless air- conditioning as well as providing a solid-state, main tenance-free technology for generating electric power. At the time the initial version of this Report was written the author was intent on pursuing the research himself, co-inventor Scott Strachan having abandoned further work on the project. For some mysterious reason all of the operative devi ces he constructed had worked well for a period of months but then deteriorated rapidly and ceased to function. As this author saw the problem, a funded university project and even corporate r esearch involvement committed to discovering the reason for this failure was needed, given the importance of the underlying discovery. In the event, though corporate interest had been aroused, that interest depended upon the sustained ability to demonstrate operation. Scott Strachan reverted to his research pursuits on laser devices, whilst this author, whose primary inter est concerned power generation by a new type of magnetic motor was diverted by success in August 1994 in winning a U.K. government research award on that latter project. In these circumstances at this time, October 1996, the author is endeavouring now to complete both this Energy Science Report No. 3 and also Energy Science Report No. 9, which relate, respectively, to the thermoelectric project as now seen in retrospect and the status of the research on the motor. Admittedly also the author has been stimulated into completing this Report No. 3 by the very recent publication of a book entitled ‘ The Coming Energy Revolution ’ by Jeane Manning (ISBN 0-89529-713-2) Avery Publishing Group, Garden City Park, New York. It was at pages 124-128 that there was reference to the Strachan-Aspden device. Reference to that book will show that I had speculated that it might be a combination of heat and vibration that had progressively affected the device's electrical storage capacity and so in terfered with its operation. However, as this Report will explain, I have now formed a differe nt opinion, based on some of my early background research experience with ferromagnetic steel lami nations that are tough enough to withstand such effects. Much of what I am now introducing in this Report will explain why any bimetallic laminar structure involving a ferromagnetic substance must have a tendency to polarize magnetically when"},{"pageNumber":3,"pageContent":"2 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 subjected to periodic temperature changes and that is, in my opinion, the true cause of failure in the three Strachan-Aspden devices tested. To remedy the defect all one then has to do is make provision for `degaussing' the bimetallic laminar structure. The bimetallic feature is an essential limitation in the claims of the main U.S. pate nt on this device (U.S. Patent No. 5,288,336). The reason is that it expedites the entry of heat into the body of the device and that can make a very substantial difference by reducing its physical size for a given power output. Hopefully, with this insight for solving our ear lier problem now put in proper perspective, the publication of this Report will rekindle interest in corporate and academic laboratories who will now see purpose in mounting research to apply this technology commercially. In this regard the author, who will be 69 years of age before year end 1996, will be able to act in a consultancy capacity and assist in such endeavour. Rather than making this work a complete re write of the original 1994 version of Report No. 3, it is intended, following this brief introducti on, to present as PART I an informal overview of the underlying inven tion and suggest a new way by whic h the technology can be harnessed. Furthermore, since the author now knows why the original devices failed after a few months of operation and since the remedy is so very simple, th at will be explained at the outset. Part II of the Report will be the more formal account of the technological subject matter as contained in the 1994 version. The latter has not been edited, save in that its list of contents has been merged with those of PART I and it will seem incomplete. It was the version in note form which was intended to brief would-be sponsoring research interests. It left open questions which the onward experimental research would need to resolve. It will, howev er, serve a purpose and though much of the material will no doubt need to be discarded in the light of developments it will, it is hoped, inspire effort to explore different options until the best solution is found. ***** PATENTS As part of this Introduction it will be helpfu l to summarize the patent position as it stands at the time this Report is published (namely in February 1997). For cost reasons during our period of concern about overcoming the defect encountered , certain patent applications, particularly in Japan and Europe have been abandoned. However, with confidence restored, the following patents are now to be regarded as available for acquisition by parties interested in developing the technology for commercial application. This Report, together with Report No. 2, plus the patent specifications identified below and some furthe r patents that will be listed only on request, constitute the briefing material which is available. Enquiries of a commercial nature concerning the patents should be addressed to Dr. Harold Aspden, Sabberton Publications, P.O. Box 35, Southampton SO16 7RB, England, the publishers of this Report. U.S. Patent No. 5,065,085 U.S. Patent No. 5,288,336 U.S. Patent No. 5,376,184"},{"pageNumber":4,"pageContent":"3 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 PART I The ‘Impossible’ Dream? I am going to describe something which physicists will declare to be ‘impossible’ and then I am going to explain in simple scientific terms why I believe many of those physicists will see the need to retract and pay attention. I am a physicist myself, by professional qualification and by vocation, with an academic research background in electrical engineering, though my working career has been in that field of corporate management concerned with inventions and patents dealing with technology rooted in electronics and magnetism. I would not therefore be writing the words which follow without being sure of my ground. Imagine that in your dreams you catch a glimp se of a house of the mid 21st century and notice that in its cellar there is a rather curious elongate d structure that you can best describe as pipework. You suspect it is a heater or air-conditioning unit. The owner of the house explains its function and how it works. Firstly, the main pipe section is composed of st eel or nickel, according to whether the air flow through it is hotter or colder than the exposed outer surface of the pipe. Peripheral to the pipe is a unit described as a pump. It is a heat pump, a mid-21st century model. It does what heat pumps are supposed to do and does it rather well. It is quiet and efficient. It requires an input of electricity and it pumps heat. It can pump 100 joules of heat between two temperatures, one ambient and one 30 degrees C above or below ambien t, and do that with an intake of 15 joules of electricity. Physicists know that is possible becau se it fits within the Carnot efficiency limitations imposed on heat engines and knowledge of 19th centu ry technology explains how it works. It is very familiar territory to those expert in thermodynamics. Now, about that pipe. Here again, in history, going now into the latter part of the 19th century, there was the discovery of a phenome non by which heat flow through a metal could generate electricity. Assuming the heat flow was through the walls of a long pipe, it needed a magnetic field directed along the length of the pipe to promote the setting up of an electric field, or EMF (electromotive force, otherwise expressed as a voltage), the latter being directed at right angles to both the magnetic field and the direction of heat flow. So, you see, if we magnetize the pipe along its length any heat flowing through its pipe walls, that is between its outer surface and its inner bore, will set up circulating electric current inside the pipe. Now, if you use your imagination, you can see that here is something physicists discovered over one hundred years ago (in 1886), a fascinating way in which to convert heat into electricity, but if you, the reader, are a physicist, have you ever heard of this before? I know about it b ecause it was mentioned at page 592 of a book I was given on 20th December 1945 because I had won that year's `Physics Prize' awarded at my school. The few words on that page 592 did not refer to tubes of circular section. They referred to experiments on metal sheets, but I knew how to roll a metal sheet to form a tubular pipe and so here was a book I have had in my possession for more than 50 years and it told me that it had been known for some 60 years before then that heat could convert dir ectly into electricity merely by flowing through metal!"},{"pageNumber":5,"pageContent":"4 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 Of course, now assuming you, the reader, are an engineer, you will say that electric current flowing in the pipe is not doing anything but turni ng back into heat, so there is a no-win situation. On the other hand, if you are a physicist, you will say that it is a thermoelectric effect and such effects are notoriously very weak and so can offer nothing of practical importance. However, that book of mine that I won in 1945 in cluded a table of data, backed by references, which showed that at the dawn of the 20th centu ry it was known that in steel as much as 16.6 volts could be set up by a temperature gradient of one degree C per cm if the magnetic field strength was 10,000 gauss. That magnetic field is less than half of the saturation field strength in steel. In nickel the direction of the electric field is reve rsed, but the voltage induced can be as high as 35.5 volts in such a field, though that is nearly double the saturation condition of nickel. Either way, whether we use steel or nickel, we are involved he re with the prospect of generating 16.6 volts per cm. of path within a steel or nickel pipe magnetized close to saturation, given a heat flow rate through the section of pipe corresponding to a one degree of temperature drop per cm. It never occurred to me when I first came to browse through that book given to me as a school prize that it contained technological information of such importance to the world's energy future. Instead, I became indoctrinated in the principles governing physics, which say that it is impossible to convert heat into useful work except in comp liance with the laws of thermodynamics. A pipe with one degree temperature difference between its outside and inside could not be even one per cent efficient in converting heat into electricity according to those ‘laws’. I am now a wiser being and it took me nearly half a century to acquire that wisdom and become a law breaker. One cannot argue with the facts of Nature and it was to be experimental discovery that obliged me to shift my ground, r ealising that Nature herself has not seen fit to comply with the wishes of whoever decided to formulate that Second Law of Thermodynamics. You see, when heat flow s through metal it is carried by electrons in the main and some is transferred by atoms vibrating into one another. Those electrons, which are shed by atoms, get deflected by a magnetic field and can get reabsorbed into other atoms part way along their journey through the metal. Once locked inside an atom the electron can even migrate back in the opposite direction to the heat flow. After all, there is no net current flow in the heat transport direction, so the electrons have to go the other way too. Howe ver, in the latter motion they are paired with an atomic nucleus and so the magnetic forces acting on them are unable to move charge laterally with respect to magnetic field and heat flow. It is as if the electrons are girls in a barn dance and can go one way freely but, in migrating the other way, they have to hold hands in swinging around a boy, but they can progress from boy to boy transferring their hand hold. In their forward free motion they do not bang into the wall at the end of the barn, because some boy or other captures them and sets them into the sequence of their reverse motion. So those heat-carrying electrons seldom trav el all the way through the pipe section before shedding their heat and producing that latera l EMF. To comply with the Second Law of Thermodynamics they all need to go from the hi gher temperature towards the lower temperature at the pipe surface, but they are not completing that journey. They never ‘see’ the lower temperature. Instead, they are deflected to con front a back EMF and it absorbs their energy very efficiently, indeed with a near-to-100% efficiency . There is no such thing here as the physicists `Carnot' criterion. All there is is a temper ature gradient governing the heat flow rate. So our mid 21st century homes will have pipework in their basements which use nickel or steel pipes and be designed to have heat flowi ng through their pipe walls. How then do we provide that heat input? Well, you have been given the answer to that question, we use the heat pump accessory already mentioned. We feed in 15 joul es of electricity to generate 100 joules of heat"},{"pageNumber":6,"pageContent":"5 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 flow through the pipe walls and we convert most of that 100 joules into electricity which we use to supply the 15 joules input and to deliver the rest to meet our domestic needs. There is energy conservation because there is net cooling in that basement appliance and we will need to let heat flow in from the atmosphere somehow to keep th e balance, but the result is a cold basement and a warm house or an air-conditioned cool house with a hotter climatic condition outside. If you see this as `perpetual motion' and so ‘impo ssible’ then stay in the 20th century and skip the future, because you choose to ignore what Nature has on offer. If you are shaking your head, as an engineer, and still thinking about how that electric current circulating around the tubular pipe form can get out and into your wire circuits then read on. First, let me go back to those school days of mine once again. I was taught physics at a time before our student-time absorbing computer age began and so could learn a little more about old- fashioned subjects, such as ships having magne tic compasses and why ship s needed `degaussing'. I want you to imagine that steel pipe mentioned above as being, in effect, a ship structure during fabrication. I was told that when a ship was made it would tend to become magnetized because of the hammering and rivetting on its steel plates which vibrated the magnetism in the steel to cause it to turn into the direction of the Earth's own magnetic field. The ship became weakly magnetized, enough to affect the reading of a ship's compass and that magnetism could not be eliminated. One had to compensate for it in some way by putting magnets close to the compass. Furthermore, my school years of learning physics being World War II years, I was told that the magnetism of a ship could attract magnetic mines set floating on the sea by the enemy and so the ship had to be `degaussed' by using currents flowing around parts of the vessel. Yet, when I took up my Ph.D. research (1950-53) on the subject of how there were anomalous excess losses occurring in electrical sh eet steels as used in power transformers, I directed much of my attention to examining how mechanical stress affected those losses. I can say, quite categorically, that my research experience assured me that mechanical stress and vibrant stress would reduce, rather than increase, residual magnetism. However, I was not sufficiently enlightened as to question what I had been taught and it was of no importance to me how ships became magnetized during construction. Indeed, nor was I sufficiently enlightened at that time as to see the connection between my research a nd page 592 of that school book I mentioned. I went through three years of Ph.D. research on the subject of anomalous eddy-current loss in electrical steel, losses involving heat generation, without it occurring to me or the professorial supervision I received, that heat itself could be a regenerative electrical factor in enhancing those losses. There were two dominant factors, not mentione d as such, but inherent in our instinct by training, namely that in the absence of both a bimetallic structure and a temperature differential there could be no regenerative effects and, further, that any strengthening of a magnetic field meant enhancement of resistivity. As a result the whole emphasis of interest was centred on how waveforms were distorted during the alternati ng cycles of magnetization, owing essentially to non- uniformities attributable to the domain structure inside a magnetic material. Here the lay reader should understand that inside nickel or iron there are everywhere regions fully magnetized to saturation and all we do when we `magnetize' is to turn some of those around in their direction of polarization. This is why it makes sense to imagine that vibration can produce magnetization. However, I am now suggesting here that the sh ip lying in its fixed position relative to the Earth's magnetic field during its c onstruction is far more susceptible to the effects of temperature changes than to workmen's percussion tools ba nging on the ship's bodywork. Heat flow through"},{"pageNumber":7,"pageContent":"6 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 its steel plates, transversely with respect to th e Earth's magnetic field, will set up current flow around the body section of the ship. This will itself set up a magnetizing field along the length of the ship, one way as the ambient conditions warm up and the other way as they cool down. Each day there is a cycle of change and it becomes inter esting to ask if this thermal cyclic can build up the gradual magnetic polarization of the vessel. At this point I will jump way ahead to re fer to our invention, the Strachan-Aspden thermoelectric device. It was demonstrated repeat edly by using ice to cool its working surface and deliver electrical output and then by putting in electrical power to show the equally-amazing rapid regeneration of ice on that same surface. Internally the device operated by electrical current oscillations at quite high frequencies but these we re not oscillations of the magnetized state. However, by its nature the device would be subj ect to some magnetic changes as the temperature cycled. Now presumably it takes hundreds of days of climatic heating and cooling before a ship acquires its full measure of magnetization. Equa lly, it would seem that a hundred or so sequential cycles of heating and cooling between the temperature of ice and a warm room occur before the evident deterioration of the operation of the Str achan-Aspden device is registered. Accordingly, I make the observation that it would seem that the thermal cycling is a factor which polarizes its magnetic state. Comprising, as it does, a thin film ferromagnetic material (nickel), its full polarization would destroy its operability. The principle on which it works requires the domains in each nickel layer to be fairly equally a pportioned as between one or ientation and the opposite orientation, because the transverse current flow, which is a.c. seeks passage through one or other form of polarized domain according to its flow direction. It chooses the one offering negative resistance and if such passage is denied then th ere is no regenerative conversion and simply loss. By considering the problem of ship's magne tism one can then understand our problem with the Strachan-Aspden device, the subject of Energy Science Report No. 2 and Part II of this Report No. 3. It needs little imagination to see that, just as for the ship, we simply need to provide for that `degaussing' process. How to implement this effectively will depend upon the specific assembly plan for the main thermoelectric devices, which will need some adaptation to incorporate the controlled degaussing feature. In the development stage, if not in the final product, the incorporation of some diagnostic sensing circuitry which can be used to monitor the unwanted polarization will be necessary to provided the feedb ack control which keeps the device in a healthy state. Such issues are matters for consultation w ith commercial developers who decide to exploit this thermoelectric technology and will not be addressed in this summary Report. However, concentrating on the underlying function of the thermoelectric power generator, let us go back to our mid-21st century house and that pipework in the basement. We still need to explain how it produces electricity that we can extract and use. One initial question that will interest some reader s is how this topic relates to that reference I made to something that eluded me in my year s of Ph.D. research. I was researching the question of why eddy-currents in electrical sheet steels could generate as much as six times the loss expected from accepted theory. It did not occur to me that heat flow from the steel laminations could regenerate EMFs that would cause the current to be far greater than the value determined by resistance and normal Faraday induction. My research clearly demonstrated that the lo ss anomaly was progressively eliminated as the steel became more and more polarized. By this I mean the ratio of the actual eddy-current loss to the theoretical loss. In other words, it was the fact that the magnetic domain regions in my transformer steel provided a optional current path through the metal, one that is obstructive for thermal reasons and one that aids current flow, al so for thermal reasons, that created the anomaly."},{"pageNumber":8,"pageContent":"7 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 Figure 1 It vanished once those domains had been polarized so as to eliminate enough of those that aided current flow. So, if our mid-21st century basement air-conditioning unit is to generate a net output of electrical power, we must avoid that regenera tive eddy-current syndrome in its pipework. We do that by laminating the pipe assembly a nd avoiding its closed conductive sectional form and the laminations are provided, not because we seek to use alternating magnetic induction, as in a power transformer, but rather because we wa nt to set up the non-linear thermal gradient and avoid a mismatch of thermally-induced EMFs which would otherwise promote unwanted current circulation. The circumferential magnetic field e ffects are thwarted by introducing a break in the circuit path and tapping off the current flow by diverting into a battery which becomes charged or into a load circuit such as a motor or an electric heater in another room. Hopefully, given a modest pipe radius plus a high enough heat throughput rate we should be able to develop a normal cell voltage for this purpo se. Given a steel pipe of radius 5 cm. and wall thickness 1 cm. with a 20,000 gauss magnetic fl ux density along its length, one degree C of temperature drop between its inner and outer su rfaces corresponds to a thermal induction of 1,000 V. That, at least, is the theoretical result usi ng empirical data for the relevant thermoelectric coefficient as listed in that book mentioned above. I have verified the source data by tracking back to the original research reference [H. Zahn, Ann. der Phys., 14 , p. 886 (1904) and 16 , p. 148 (1905)]. Of course, working with a 30 degree C air temperature difference, it is unlikely that even a one degree C drop of temperature through metal can be set up, owing to the limited heat transfer rate across the pipe surface, but one fiftieth of this seems not unreasonable in a thick-walled pipe giving 20 volts output from each pipe section. Si x sections connected in series would deliver 120 V d.c. Such, at least, is the prospect ahead and I would urge interest in this subject by those having a corporate interest in developing new technol ogy for the world's energy needs of tomorrow. Now, the above pages have been written w ithout referring to any supporting illustrations because I wanted the message in my words to register. The diagrams now follow and then the remainder of this Part I discourse will deal with two separate topics. The second of these is more specifically concerned with the use of bimetallic thin film layered structures of the kind which featured in the main Strachan-Aspden invention, the subject of US Patent No. 5,288,336. The other topic deals with a theme which has been le ft aside so far, namely the subject of the secondary, in fact the first Strachan-Aspden invention, as disclosed in US Patent No. 5,065,085. The latter invention will be addressed fi rst, but after the pictorial review. Review of the Nernst Effect Referring to Fig. 1, if heat flow in a metal is depicted by the wavy line, and dT/dz represents temperature gradient, with B representing a magnetic field in the x direction, then there is an electric field of strength E in the mutually orthogonal y direction, given by: E = N(B)dT/dz Here N is the Nernst coefficient and it may be positive or negative, according to the choice of metal. In a sense this phenomenon is akin to the better-known Hall Effect, where a field E is generated in the y"},{"pageNumber":9,"pageContent":"8 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 Figure 2 direction by the passage of an electric current in the z direction, given a magnetic field B in the x direction. In the Hall Effect we know that the power tran sferred to that E field arises because the current overcomes a back EMF, the magnetic field B being a mere deflecting agency, just as a railroad track deflects a locomotive but does no work itself. Energy is conserved at all times. However, in the case of the Nernst Effect, alt hough there is also energy conservation, we are setting up an electric field which can deliver electrical power output and the heat input is the only energy source available. The Hall Effect, apart from some small resistance loss, is 100% efficient and, since the Nernst Effect is concerned w ith temperature gradient, rather than absolute temperature, we have a straight analogy with th e Hall effect and so can expect that near-to-100% conversion efficiency. There are only two problems. One is understa nding why electricity is generated with no electric current in the heat flow direction and the other is in devising a physical structure that will let heat flow one way while we take off electric cu rrent delivered by that E field in a direction at right angles to the heat flow. Heat conduction and electrical conduction tend to share a common path! To resolve the first problem, note that it is well accepted that most of the heat conducted through a metal is carried by electrons. The ma gnetic field will surely not act on ‘heat’ as such. It asserts forces on the flow of free electrons carryi ng that heat. Note that I have used the word `free', because electrons can move through metal in two ways. They can tr avel freely with little restraint or they can migrate as members of the electron families seated in the outermost shell of the atoms comprising the metal. The electrons in the latter state will, as they move from atom to atom, be subjected to the usual deflecting magnetic forces, but they are held in their quantum states by the succession of atoms in their path and tho se forces so far as they arise from their transfer from atom to atom are thereby absorbed by th e crystals forming the solid body of the metal. Imagine, therefore, that the free electrons transport heat in the z direction and that that heat has the form of kinetic energy which is used, upon deflec tion in the B field, to stack the electrons up sideways in the x direction against the back EMF of the resulting E field. There will be some back EMF set up in the z direction as well and this must encourage the bound atomic electrons to migrate from atom to atom against the z-direction heat flow. The net result is the slowing down of the electrons carrying heat and the transfer of that heat energy into electric potential that allows the E field to deliver power. The full line (curved, with arrow) in Fig. 2 depicts the free electron path, transverse to the E field (linear in direction of arrow) and the B field (direction normal to the page). The electron flow can be arrested as the electrons are reabsorbed by the atoms and then, as they belong to overlapping electron shells of adjacent atoms, they can migrate back to their starting point. There is no current passing through the metal, shown in Fig. 2 as a solid layer located between and electrically, but not thermally, insulated from the faces of two heat sink plates. By applying different temperatures to the two plates there is a resulting temperature gradient in the metal and, given the B field, the E field follows as a consequence of the Nernst Effect. The positive or negative polarity of the Nernst coeffici ent poses an interesting question, but its answer need be no more mysterious than the orthodox `positive holes' as referred to in the theory of semiconductors. It is simply a question of mob ility of the charge carriers and understanding the quantum-electrodynamic attributes of electrons in motion. It suffices here to let Fig. 3 serve as a"},{"pageNumber":10,"pageContent":"9 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 Figure 3 guide as to how `bound' electrons can migrate through a metal without developing an E field. They are moving around the orbits in their atomic shells and they are distributed in energy bands which govern their relative freedom. From the statistical mix of their activity in transporting heat and the building of concentrations of free electrons which set up the E field effects, they somehow contrive to reveal to us the phenomenon whic h is termed the ‘Nernst Effect’. Sadly, technologists have not exploited this phenomenon, even though it has enormous practical potential. The reason is two-fold. Firstly, they are given scientific training which says that the second law of thermodynamics reigns supreme and, secondly, as engineers, they seem to have lacked the necessary imagination. I am mindful that it was not in a book on physics or one on engineering that I saw this subject properly addressed. It was a book on ‘ Physical Chemistry ’ written by Walter J. Moore, Professor of Chemistry at Indiana University. My copy was the third edition published in Great Britain in 1956 by Longmans, Green & Co. Ltd., but the original 1950 edition was published by Prentice-Hall Inc., New York. The words which I now quote were on p. 85: \"The laws of thermodynamics are inductive in character. They are broad generalizations having an experimental basis in certain hum an frustrations. Our failure to invent a perpetual-motion machine has led us to pos tulate the First Law of Thermodynamics. Our failure ever to observe a spontaneous fl ow of heat from a cold to a hotter body or to obtain perpetual motion of the second kind* has led to the statement of the Second Law. The Third Law of Thermodynamics can be based on our failure to attain the absolute zero of temperature.\" Note that the laws are not ‘the word of G od’, but a consequence of man's experience and frustration at trying to replicate something follo wing God's example, because the creation of the universe introduced perpetual motion into our e nvironment and, indeed, in our own composition, a system of atoms, each of which involves electrons kept in a state of motion, even when the atom as a whole comes to rest at that supposedly non- achievable zero temperature on the absolute scale. Having mentioned ‘God’, I should say that I believe we can only go so far in our understanding of God's creation as to reach the point where we face questions such as \"What is space?\", \"What is energy?\", \"What set that energy in motion in space?\", \"What came before?\" and \"What follows as destiny?\" The human race is a life-form on one planet amongst the numerous astronomical bodies forming that universe and our i mmediate concern is survival based on a deeper understanding of the energy conversion processes governed by those laws of thermodynamics. However, if those man-made laws are wrong then we need to revise them before we finally accept the inevitable decline in our energy fortunes. Although Professor Moore said that the failure to invent a perpetual motion machine had meant human frustration and resulted in the First Law of Thermodynamics, I must ask how Professor Moore would view the ‘Moving Sculptur e’ which we are told was seen on Norwegian TV as an exhibit by its creator Reidar Finsrud. It is mentioned in the July 1996 issue of the Utah publication `New Energy News'."},{"pageNumber":11,"pageContent":"10 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 ____________________________________________________________________________ * ‘Perpetual motion of the second kind’ is the c ontinuous extraction of useful work from the heat of our environment, whereas ‘perpetual motion of the first kind’ is the production of work from nothing at all. __________ ______________________________ ____________________________________ A steel ball weighing 2 lb. runs around a 25\" circular aluminium track and rolls towards the pole faces of a horseshoe magnet suspended by a lever and pivot system just above the track and ahead of the approaching ball. As the ball gets close to the magnet it encounters a ramp linked to that lever system and the weight of the ball in riding over the ramp displaces it downwards to lift the magnet sufficiently so that the ball can ro ll on and pass underneath it. The magnet imparts a forward drive force as it attracts the ball and it need s less energy to lift the magnet clear of the ball than is gained from the magnet when in its lowered position. The report states \"A working model has been running for over one month in full public view in Norway\". Now, given that this is a genuine account of a real machine, we confront the reality of perpetual motion. On the face of it, the First Law of Thermodynamics has been disproved, but I remind the reader of those words above from that 1956 edition of the book by Professor Moore, \"The laws of thermodynamics are inductive in character.\" What that means is that the laws are not `proved' 100%, because they are worded so generally as to extend far beyond the immediate experimental circumstances which have been taken as their basi s, but that one seems able to predict from them what may happen if applied to hitherto untested circumstances. Now, from that year 1956, I have been declaring to whoever was willing to listen that the setting up of a magnetic field by the process we call `induction' sheds energy into space (even vacuous space) as heat, where it is dispersed by merger with the omnipresent vacuum energy activity of the aether. I have urged recognition that the aether becomes polarized by reacting and so is conditioned to shed its own energy when we demagnetize that field. So, if you regard that aether energy as heat, whether at zero temperature absolute or at 2.7 Kelvin, the cosmic background temperature of space, then you can see how `thermodynamics' gets into the act. In the latter case the inductive process is a myster ious exercise of influence by an electrical current in a circuit, as it somehow affects energy transfer across space to where a secondary circuit is located. My inductive powers then tell me th at, for energy to go from A to B via empty space C, I cannot say space is empty if energy is to be conserved according to the first law of thermodynamics. Then, if space is not empty, since space is open terrain not assigned to the exclusive use of the energy source at A, I ask if that space could pool energy in transit from a multiplicity of sources. In that case I would hesita te before ridiculing the possibility that energy shed by A may arrive at B supplemented by an excess of thermodynamic energy drawn from C. Now, if you do not like to think about ‘space’ in this context and you choose to regard the ‘aether’ as non-existent, then that process of electromagnetic induction means an exchange of energy with something that does not exist and so the process cannot occur, according to the First Law of Thermodynamics as a statement of ‘perpetual motion of the first kind’. Yet, we have built electrical technology on the discovery of electromagnetic induction, building on the recorded experience of Michael Faraday. If you choose to regard the ‘aether’ as existing but describe it as a ‘field’ then you are playing with words and have defined ‘aether’ as something other than simply an ‘energy medium’. In that case would you say that a ‘field’ has a ‘temperature’? It is difficult to see where `thermodynamics'"},{"pageNumber":12,"pageContent":"11 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 comes into play unless we have heat. Physicists speak of ‘entropy’, which is a word expressing something far more mysterious than what I unde rstand by the word ‘aether’. Entropy is heat degraded by temperature, it being Q/T, a quantity of heat Q divided by temperature T. We shed energy into ‘empty’ space by heat radiation and we say that entropy always increases, but yet we do not say that that ‘emptiness of space’ has a temp erature. In other words, most scientists who refer to thermodynamics and entropy, really do not know what they are talking about and, certainly, they could never believe that the Norwegian ‘Moving Sculpture’ mentioned above is anything other than a trick aimed to deceive. When one then considers the Second Law of Thermodynamics there is even greater confusion, because one needs two temperatures to account for heat flowing to a greater entropy state as it converts into useful work, but always needing to find a cooler destiny. Does that Norwegian perpetual motion machine run on heat? It cannot, according to the Second Law of Thermodynamics, unless we feed in some heat at a temperature higher than ambient. So, what can the Third Law of Thermodynamics tell us? We can never attain absolute zero of temperature! Well, why should we want to do that anyway and, if we did, how far might we get? Professor Moore in that book which da tes back more that forty years states: \"In 1950, workers in Leiden reached a temperature of 0.0014 Kelvin.\" They did that by a process of demagnetization. In telling this story Professor Moore reaches his conclusion which is that: \"The Third Law of Thermodynamics will, therefore, be postulated as follows: It is impossible by any procedure, no matter how idealized, to reduce the temperature of any system to the absolute zero in a finite number of operations.\" Yet, I recall a recent mention of researchers at M.I.T. having achieved a temperature that was a low as a few billionths Kelvin, and so presume that, whatever purpose there was in devising the Third Law, it is hardly important technologically. Now, I really have little patience with scientis ts who tell me I cannot do something or other owing to one or other of the la ws of thermodynamics. Each of those laws involves `small print' and needs scrutiny to see what is meant by the `let-out' clauses. In enforcing those laws one has always to adapt their interpretation to the `case law' on which they were founded, the experience of the past. However, we must accept that we are inevitably destined to experience new discoveries as technology advances. To come to the point about what is disclosed above by reference to Figs. 2 and 3, does an electron in motion have a temperature and is that temperature different from that of the metal conductor in which the electron transports heat? Scientists can refer to Fermi energies and temperatures of electrons that can run into m illions on the centigrade scale but they will not accept the possibility of using electron flow conveying heat in metal as a means for breaching the laws of thermodynamics. This Report faces up to that issue and challenges the Second Law of Thermodynamics by the facts of experiment, just as that `Moving Sculpture' in Norway challenges the First Law of Thermodynamics unless one sees the aether as an energy source in its own right. There seems no point in challenging the Third La w of Thermodynamics, because, as it is worded above, it merely says that there is a final line to be drawn between what is measurable in terms of temperature and what is not measurable and that we can only reach that line by taking one step at a time. An atom, the centre of mass of which is at rest, has zero temper ature, ev en though its component electrons and nucleus remain in mo tion. A free electron moving through a metal at"},{"pageNumber":13,"pageContent":"12 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 Figure 4 what is virtually zero absolute temperature, might still be said to have a temperature. As such it has the capacity to do useful work. If we can extract some of its energy by slowing it down and it can get recharged by being drawn periodically into the quantum world of an absorbing atom, then there is scope for technological advantage which breaches the laws of thermodynamics. The free electron can be deflected by a magnetic field. It can act in concert with other free electrons to set up mutual inductance electromagnetically, which is a therm odynamic process shedding heat. Our task is to see how we can use magnetism to our advantage a nd, though Report No. 9 in this Energy Science series concerns tapping energy from the aether, our horizon in this Report No. 3 is more modest in seeking only to tap the ambient heat resource of our environment. We will defy the Second Law of Thermodynamics, but do so by harnessing a phenomenon discovered by Nernst, whose name is closely associated with that Third Law of Thermodynamics. However, we will not be doing anything in breach of that Third Law. Experiments using the Strachan-Aspden devices already tested show cooling to minus 40 degrees C from an environmental temperature of a normal laboratory and that is sufficient to challenge the Second Law of Thermodynamics and gave basis for useful technology. Unfortunately, I cannot see a way in which to build a ‘Moving Sculpture’ which can demonstrate this process, but it may help to portray something along the following lines. Refer to Fig. 4. Imagine that steel ball to run down the slight incline of a straight track, where the incline represents a temperature gradient. Then suppose th e track is curved through a right-angle at a low level so as to deflect the ball and cause it use its kinetic energy by rolling up a steeper but short incline. The ball represents the electron and the deflecting track represents the action of a magnetic field. Now, if the ball is set free at the top of the main track and given a starting velocity it will have enough energy, not only to reach the same height in climbing the branching track, but it will crash into other such balls that got there ahead and try to push them out of the way. Happily we provide a power-driven conveyor system by which a ball reaching that position can be carried back to the start position before being release again to start the ball rolling once more. That pow er-driven conveyor system is shown in Fig. 4. The conveyor is the zero-point activity of that microscopic quantum world of electron motion in the bound states within the atoms forming the metal conductor. The balls will circulate around that system and a llow us to extract some of their energy just before they board that conveyor system, just as surely as conduction electrons are set free from host atoms of a metal and are reabsorbed by those atoms, even though they have spent some of their energy. This is an ongoing process whether or not the metal has a uniform temperature, but we need to set up a temperature differential (T to T* in Fig 4) so as to create that track which allows the applied magnetic field to serve as a de flecting influence. The temperature difference is needed to initiate the electron flow which allows us to relate this to what is shown in Fig. 1. In referring to the way in which electrons have two ways of spending their time, one where they roam free in gliding past atoms as they wander through a conductor and one where they have found lodging inside at atom, we are discussing something real and active in the world of physics. This is not imagination. It is a physical sy stem in which energy ex changes processes occur on an ongoing basis without suffering any restraints imposed by the laws of thermodynamics. Why, one"},{"pageNumber":14,"pageContent":"13 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 Figure 5 may wonder, is there not a law of thermody namics which declares th at a body at a uniform temperature cannot sustain activity in which th ere is any ongoing changes of state as between its component parts? Such a law would not be c ontrary to our experience of what we see in our environment. All we can `see' inside the microdomains of a solid metal conductor using electron microscopes and the like is evidence of a crystal st ructure and a state of order, but yet we have not adopted a law of thermodynamics which says that there is no ongoing activity exchanging energy states in that conductor. Without such a law I am free to ask what happe ns when an atom with a single vacancy in its electron ‘lodging’ capacity moving one way collides with an electron moving the opposite way and absorbs it. Obviously, it becomes a neutral non- ionized particle of matter and we know from Newton's laws of mechanics how to interpret momentum and the resulting energy deployment. However, Newtonian mechanics also do not tell us what happens to the magnetic inductance energy that the system had before the collision, owing to opposite polarity electric charge travelling in opposite directions, but yet does not have immediately after that collision. Suppose, just for the sake of argument, that the atom before collision had the same mass as the electron before collision, then Newtonian theory tells us that both particles could come to rest momentarily before separating again by moving in opposite directions with the same relative velocity. We have then full conservation of en ergy because the net electric current has reversed direction and so the self-inductance energy of this two-charge system is unchanged. Go further and allow for the atom having a norma l mass much greater than the electron. Now, even with the electron having high speeds governed by the Fermi-Dirac statistics, the speeds of the atoms at normal room temperature will inevitably result in energy being transferred to those electrons by those collisions. Heat latent in the motion of atoms will transfer to the electrons, but the effect of current and the field reaction associat ed with inductance can play a role which ensures that the energy added to the electrons is not lost as heat but deployed in motion that sustains the overall level of that current. In short, ther e can be a superconductive state owing to the regeneration of spent heat as it converts into electricity which can be harnessed. Therefore, as we see superconductivity develop and come into use in room temperature applications, so we will have another rout e available for breaching the accepted laws of thermodynamics, but the immediate task is to describe the technology which exploits the Nernst Effect. The First Strachan-Aspden Invention It is possible to combine three different meta ls to form a composite conductor which operates in a magnetic field so as to convert heat into electricity, without being subject to the Carnot efficiency limits. It is even possible to genera te alternating current as output, which means that it can be extracted through a transformer coupling at an elevated voltage. Consider Fig. 5. There are three metals Cu, Ni and Zn bonded together in the manner shown. The wavy line indicates the passage of heat, its direction being transverse to the direction in which electric current oscillates. A magnetic field is applied in the third orthogonal direction. The magnetic field acts on the nickel to polarize it sufficiently, say to about 80% saturation."},{"pageNumber":15,"pageContent":"14 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 When current flows to the left it favours passage from Ni to Cu, owing to the fact that there is Peltier cooling at the junction between the nickel and the copper. When current flows in the reverse direction, to the right, it flows from Cu to Zn and from Zn to Ni, cooling at the first junction and heating at the second. Of itself, this Peltier action of cooling and heating is productive of heat overall, meaning that the a.c. current will result in conversion of electricity into heat, which is not of special interest. Howeve r, that heat flow through the nickel plays an important role by virtue of the Nernst Effect. When current flows to the left much of it flows through the full body of the nickel sector. In travelling transversely with respect to both a magnetic field and a temperature gradient the current is aided by an induced E field. There is additi onal cooling in the nickel. When current flows in the reverse direction it is opposed by that same E field in the nickel induced by the temperature gradient, which is why it flows th rough the zinc in stead. It finds passage into the nickel only at the extremity of the nickel sector. As a result, th e overall effect can be a Nernst cooling which far outweighs the Peltier heating and that means that we can generate a.c. from the heat flowing into this metal structure. Note that with astute use of thermal insulation over the Cu section and on the left hand portion of the Zn as well as on the right hand edge surface of the Zn section and underside of the Ni section, the heat flow can be guided along the required path. This is sufficient to explain the principle of operation implemented in what is a fairly robust design, but one demanding the external applica tion of strong magnetic fields (as by use of permanent magnets), a mutually orthogonal flow of heat. It needs some confidence to go to the trouble of building such a device but there is little complication in circuit design if the an a.c. power source is used as input and the load circuit is itself an electrical resistor which represents a load for test purposes. The initial prototype design could aim to take an input of heat at, say, 30 o C and allow its passage through the device to a cold heat sink at ! 10 o C. Now, if you have understood what has already been said about the Nernst Effect you will know that the temperature gradient promotes heat inflow to the device and that we use magnets to deflect that energy so that, instead of reaching the output to the cold heat sink, much of that energy is converted to augment the electrical power in th e load circuit. Temperature, as such, meaning an absolute measure in Kelvin does not feature in the coefficient governing the Nernst Effect and so one could expect, say, 50% of that heat to convert to electricity that can reach the load. So now suppose that you can demonstrate this, guide d by what is disclosed to you here in this Report and also in Energy Science Report No. 2, and consider how you might develop the prototype to the next stage. This involves using a reversed heat engine, such as a vapour compression machine. A coefficient of performance of 6 can be expected fo r the above temperatures, meaning that for every joule of electrical input there is 6 joules of cooling. Yet, at the 50% conversion efficiency rate of the Nernst device, this would mean a heat input of 12 joules from the 30 o C heat sink. As augmented electrical circuit power we would genera te 6 joules of electricity from the heat absorbed in transit. Of that, we can feed the 1 joule back to the reversed heat engine to sustain its operation. There is margin here for a good measure of ope rational losses, but a significant net power gain delivered as electricity is seemingly quite feasible, with other spin-off benefits if we wish to use the device for heating purposes as well. To keep the energy books balanced there has to be a matching external inflow of heat energy at 30 o C equal to that delivered as electrical power. Th e logical source for that heat is the ambient atmosphere and so, if that temperature is lower in value, then the engine must be designed and set to operate between different temperature limits."},{"pageNumber":16,"pageContent":"15 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 Conclusion There is one point at this stage that warrants comment. So much is said about the First Law of Thermodynamics by those not involved in the real technology of the thermodynamic field, everyone quoting it as a statement of something that says it is impossible to do what we have described above. However, Thermodynamics was one of the five final examination subjects I took in my honours level university degree. It was in engineering and involved extensive practical testing of many different heat engines. The ‘ Heat Engines ’ textbook we used was written by the Director of the Engineering Laboratories of that university. In his words, the First Law of Thermodynamics \"may be stated as follows: Heat and mechanical work are mutually convertible.\" To me, that is implicit in the ‘thermo’ and ‘dynamics’ expressions, just as if we refer to ‘electrodynamics’ we are discussing the conversion of electric to mechanical work and vice versa. In mechanics generally, which embracing heat as the kinetic energy of the molecules in the heated fluid, there has to be compliance with the laws of action and reaction and `perpetual motion' is ruled out on that count. In electrodynamics generally, as is well known from the accepted theory of the interaction force between two isolated ch arges in motion, there can be out-of-balance forces. These signify energy exchange with the induc tive field environment. In my above account concerning the Nernst Effect I am referring not to the motion of molecules as conveyers of heat, but electrons moving freely as discrete charges, these being the primary carriers of heat through metal. The magnetic field effect harnessed puts the action discussed outside the realm of thermodynamics and brings it into the field of electrodynamics. The latter is a subject I have researched far more than thermodynamics and th e motor research, the subject of other Energy Science Reports in this series builds on that research background. Whatever the expert and academic background of the reader, the interdisciplinary nature of the subject I am discussing here cannot be ignored by assuming that someone else will be able to fault my claims. If I am deemed to be wrong, ther e is need to prove me wrong, not just assume I am wrong, because, if I am right, then the technology is indispensable in the onward quest to solve our energy needs. As a starter, one ought to begin by explaining an observed fact evident from the Strachan-Aspden devices as demonstrated. Though we do not have an operational unit any longer, there is a video record of operation. They were bimetallic assemblies of symmetrical construction as between the two heat sinks. When operating in Peltier mode to generate a heat difference with electrical power input along a transverse path parallel to the planes of the heat sinks, it should have been a 50:50 chance at switch on, whether heat si nk A cooled or heat sink B cooled, as the other heated. That transverse path was through the plan es of Ni-Al metal layers, stacked between those heat sinks. Yet, in every test witnessed, th ere was always cooling of the exposed heat sink, whereas the other heat sink was a metal base on wh ich the electric circuitry was mounted, which meant that any excess power generated was dissipated as circuit current heating. The logical answer, as I see it, is that there was a cooli ng process s upplementing and ind eed overriding the Peltier Effect, and that cooling, I submit, can only be the Nernst Effect cooling which I have discussed at length above. ***** NOTE THAT THE REMAINDER OF THIS REPORT IS A TEXT DATING FROM A 1994 VERSION AND IT STANDS ON ITS OWN, SEPARATE FROM PART I ABOVE, EXCEPT THAT THERE HAS BEEN ADJUSTMENT OF THE FIGURE REFERENCES TO PROVIDE CONTINUITY OF SEQUENCE."},{"pageNumber":17,"pageContent":"       PART II Introduction This is the third of a series of reports which are intended to serve as a technical briefing helpful in the evaluation of invention rights by expert opinion more familiar with conventional technology. The subject matter concerns thermoelectric ity and ferromagnetism as applied in a novel combination aimed at a fundamentally new techni que for converting heat and electricity using a solid state apparatus. It is foreseen that the technology proposed will allow the efficient generation of electricity on a scale that can serve as a main power supply based on non-polluting heat sources that need not necessarily be nuclear in form. Th e same technology is also seen as a substitute for CFC refrigeration and air conditioning systems. The background to what is here described is the demonstrated research prototype devices built by John Scott Strachan and incorporating prin ciples which are the subject of patent rights of which this author and Strachan are co-inventors. Both Strachan and the author are independent in a research sense, meaning that the project wo rk reported is not the work of research in a corporation or institutional laboratory. The physics involved in the invention is somewhat challenging and, in the light of established doc trines and practice, not easily understood without a special briefing. Indeed, without such a br iefing as this, comment by experts on the technical viability of the technology, notwithstanding its dem onstrable features, could impede the assessment task confronting technical advisors to those cor porations we hope to interest in the needed R&D that the technology warrants. This Report No. 3 sets out to explore a new aspect of the technology and is supplemental to ENERGY SCIENCE REPORT No. 2 which is rea lly a packaged assembly of prior reports and patent information covering the earlier activity on the Strachan-Aspden invention. The latter Report plus a demonstration of the working devi ce in its refrigeration and power generation modes, as shown also in a video record, have been the ba sis in our efforts to engender interest by those who can take the R&D forward. This Report aims to point researchers in the di rection which this author perceives as being the most promising from a product development point of view. However, in the absence of documented legal agreements, the Report should in no way be deemed to confer any implied free right of use in connection with what is disclosed, as proprietary rights are reserved, as by prior patent filing. Preliminary Observations The prototype demonstration devices all had a working core assembled from strips cut from an electrically polarised polymer sheet that formed the substrate for a very thin bimetallic surface coating of nickel and aluminium. The relevant features from a functional viewpoint are: (a) The fact that the nickel is ferromagnetic. (b) The fact that the two metals have contact interface that can intercept heat flow confined to the plane of the material. (c) The fact that, in being very thin, the metal, when transporting heat, could operate with fairly high temperature gradients in the metal . (d) The fact that the substrate was a heat insulator and a space filler separating the conductive metal films and so ensuring that losses by heat flow between hot and cold heat sinks were minimal. (e) The fact that, in lending itself to assembly in a structure that became a series-parallel plate capacitor, we could excite electrical oscillations"},{"pageNumber":18,"pageContent":"17 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 transverse to the bimetallic juncti on interface plane, which meant that Peltier EMFs were directed in the line of current flow and such flow was through metal over an area of large cross-section which meant virtual elimination of I 2 R loss. (f) The fact that the two metals were opposite in electrical character, meaning that their charge and heat carriers were of different electrical polarities, a feature which, by virtue of the Thomson Effect, means that in-plane current flowing and circula ting between the hot and cold sides of the device derived its power di rectly from heat throughput and did not drain the electrical power fed by the Peltier EMF. (g) The fact that the device functioned as it was designed to function with a.c. as the transverse input-output form of power, because the Thomson current could divert the flow between hot and cold junction sides of the device according to the reversals of current polarity. What we did not know is the design scope for increasing the thickness of the laminar metal in the device and whether the use of an a.c. ope rating frequency measured in tens of kilohertz was essential. It seemed from our earlier research that we needed that frequency activity to prevent a kind of lock-in effect forming super-cold spot s in the Peltier-cooled portions of the junction interface or one needed a prevalent magnetic field which, by Lorentz force effects, could promote a shifting or displacement of the current flow tr aversing a junction. Strachan had suspected that there were oscillations developing in his d.c. experiments on thermocouples subjected to strong permanent magnet fields. Furthermore, and having regard to certain ot her early experiments that were performed on thick metal assemblies subjected to high temperat ure operation, but operating at power frequency, we may well have neglected the role of the Nern st Effect in interpreting the performance data in our high frequency capacitor coupled devices. It is noted that it was the Nernst Effect which this author saw as the crucial factor in the operation of the three metal device that became the subject of our U.S. Patent No. 5,065,085 (corresponding U. K. Patent No. 2,225,161). However, Strachan in his funded experimental work concentrated attention on the form of device that was so impressive in generating power from ice and in freezing water with electric battery power input using that capacitor assembly and the subject of those other patents remained undeveloped. It may be noted also that the whole founda tion of the cooperation between Strachan and myself was our correspondence and exchanges some tim e even before we first met en route to a 1988 Canadian symposium on ‘clean’ energy. Those exchanges concerned the prospect of fabricating thermocouples by laminar thin film assemblies, virtually almost as a book-binding operation, and particularly our findings that magnets have a significant effect on the way thermocouple junctions perform. A practical problem which confronted Strachan was that a great deal of effort was needed to cut and assemble hundreds of tiny pieces of polymer film in a way which avoided short-circuits between adjacent metal films and yet allowed conn ections to be made linking into what was a combined series-parallel capacitor structure. In being of small size, meaning limited power rating, there was then the task of designing and connecti ng an electronic circuit that could develop the necessary oscillations and take off power without interposing obstructive circuit contact and threshold potentials, whilst, to get adequate cu rrent flow through the series-connected sections of the capacitor, resonant operation at high electri cal stress in the polymer dielectric was necessary."},{"pageNumber":19,"pageContent":"18 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 Indeed, the manual assembly problem and circ uit design exposed, in a sense, Strachan's Achilles' heel and it was this that precluded ex tensive onward diagnostic testing based on building several test structures using different design para meters, eg. choice of metal combination, metal film thickness and substrate material. There were other factors too, mainly arising from the route Strachan had followed in his earlier corporate research employment, which had involved the bonding of stacks of the polymer film in a structure which was acoustically tuned to set up mechanical vibrations for a medical application. That project had encountered operational difficulties owing to delamination and the assem bly technique, though tedious, had evolved to overcome that problem whilst still needing excessive care to avoid electrical end-shorting as the bonded film components were cut to size. In testing the structures assembled for that project Strachan had found that spurious electrical effects were overloading his test circu its and that there were instabilities that could be stimulated, seemingly by static charge, heat or mere physical displacement associated with manual handling. Another problem, concerning the later thermoelectric research, was that there was some uncertainty, at least in Strachan 's mind, as to whether the piezo electric properties of the polymer were contributing in some way, even though this seemed to be ruled out of significance by the a.c. operation. My assumption on this was that the heating and cooling that accompanies cycles of voltage potential would compensate one another. There simply had to be an operational asymmetry from a functional point of view if net heating and net cooling were to link with the highly efficient electrical energy exchange that was in evidence. It was only late in 1992, stimulated by a new funding sponsor interested in the power generation applications, that Strachan about measuring the magnetic field that was of necessity produced in the thin film by the Thomson Effect current circulation. His findings were of such an unexpected nature that he then stated we n eed have no more circuit switching problems. He became convinced that we were dealing with a phenomenon in the metal and not one in the polymer dielectric. Thermodynamics Limited, which was the vehi cle through which the patent rights were to be exploited, was granted an option to acquire rights under the U.K. patents which allowed the contractual arrangement with the sponsor and the R&D appraisal funding was passed on by sub- contract to Strachan's laser-orientated venture Optical Metrology Limited. Strachan's research findings were then covered by Thermodynamics Limited filing a U.K. patent application on 6th February 1993, but sin ce then no further progress has been made and no information forthcoming from that project. In the event, therefore, though this patent application was officially published as GB 2,275,128 it was not taken further and so became abandoned. However, it is of relevance to this Report to summarize the scientific nature of the above discovery and, no doubt, more information w ill eventually be forthcoming from research endeavour of others now in terested in that subject. In this connection, it must be stressed that, although we believe the phenomenon of interest is occurring in the metal, it is clear that there are some advantages in using the polymer PVDF becau se, in the form used, it has a strong electric polarization which allows one to control the cyclic changes of very strong electric fields at the interface with a metal film. This had a quite remarkable effect on the magnetic polarization developed in nickel but only when a temperatur e gradient was present in the plane of the film . The main thrust of this Report, which does not concern polymer features, is the onward research now needed to fabricate a product ve rsion, based on this author's own independent research findings, and this requires some discussion of the Nernst Effect."},{"pageNumber":20,"pageContent":"19 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 What will be described below is a way of building a `solid-state magneto-hydrodynamic power generator' that has features which allo w one to probe heat-to-electric-power energy conversion efficiencies not hitherto believed po ssible in a thermo-electric power converter. The Nernst Effect in thermoelectricity is one for which a temperature gradient in a metal in the z direction will, in the presence of a magnetic field acting in the x direction, produce an EMF in the y direction. The polarity of this EMF can be positive or negative according as to whether the heat transport is propagated by charge carriers which are of positive or electric polarity. The effect arises by analogy with the high power plasma technology involving thermal activation of ion flow in a magneto-hydro-dynamic (MHD) genera tor. In simple terms the magnetic field acts as a catalyst in asserting the usual Lorentz force ac tion and causing the ions to be deflected from the z direction to the y direction. Heat is ther eby deployed into an orde rly electrical form which means that if electrical power is taken off in the y direction there is cooling and heat flow in the z direction loses temperature at an accelerated rate. In practical terms, of course, the problem is one of taking the electrical power off in the y direction without losing heat through the current conductor leads. In a MHD generator this poses little problem because of the plasma is transported at high speed and the heat is not merely that of conduction in a static gaseous medium. This eliminates the contest between metal conduction of heat and electricity that one finds in normal Nernst Effect devices. The Strachan-Aspden configuration is abnorma l in this sense because the heat flow contest is between a polymer and the bimetallic laminati ons and the polymer, as a dielectric, transports electric current by Maxwell displacement pro cesses which are unrelated to heat conduction. Now, what was the late-1992 experimental discovery? It may have been illusory, a kind of ghost action related to magnetostriction in nickel and the Villari Effect, by which a stress induced piezoelectrically in the substrate polymer and subj ect to applied heat conditions was affecting the polarization of the nickel. On the other hand, it could come to be regarded as a new thermoelectric effect, ranking alongside those of Seebeck, Peltier, Thomson, Nernst, Ettinghausen and Leduc, all of which are different and yet somehow related phenomena. The discovery indicated that the application of a thermal gradient in the z dir ection combined with the application of an EMF producing a potential dr op through the dielectric interfacing with the metal and perhaps communicated into the metal in the y direction will spontaneously affect a magnetic polarisation in the x direction. On the face of it, the expe riment showed that a powerful magnetic field could be switched on and off in the x direction by regulating that EMF and no significant electrical power input was needed . Strachan proved this by feeding the control signal through a very high resistance and we saw this as amounting to a kind of solid-state grid-control device by which a powerful magnetic field could be switched on and off, even at a frequency measured in tens of kilohertz. What was needed was the heat input setting up that temperature gradient. It was on this basis that the above-referenced patent application was filed, because one could see this as a way forward for converting heat input into electrical output via magnetic induction based on the use of transformer principles. Ho wever, with no useful detailed measurement data adequate at this time to determine the true nature of the action, this writer has been left in a quandary on this issue. Whereas the basic Nernst Effect is the use of magnetism as a mere catalyst in converting heat into electricity and vice versa, we had here sight of the possibility of using a controlling electric field as a mere catalyst in regulating energy exchange as between heat and magnetic induction power output. The latter represents cont rol, modulation, operation at a power frequency"},{"pageNumber":21,"pageContent":"20 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 and voltage output governed by the turns on a inductively-coupled winding , all of which is good news for commercial exploitation. This finding by Strachan must be researched further, in the light of the fact that the discovery was made using very thin film metal on the polymer substrate, and Strachan's later attempts to replicate the control action in a unit assembled from metal sheet stock were also successful, though only partially so when the me tal thickness exceeded 10 microns. The research was abandoned before he had pe rformed enough diagnostic testi ng of the phenomenon and given enough attention to magnetic inductiv e coupling problems in his test rig. One remains in doubt, therefore, as to whether or not it may be possible to exploit the above discovery in a heat pump or in fully operative heat to electricity converter. This is where this author decided to get i nvolved directly on an independent experimental venture which has, however, been of minimal sc ope so far owing to the problem of setting up a home laboratory facility with no external funding source. My objective was to see through a form of experiment where heat gradients are established in bimetallic laminations by inductive in-feed of eddy-currents. That might seem the wrong way to go about the research, bearing in mind that one seeks to avoid loss and have heat transfer supplied via external heat sinks, but the physics of the internal eddy-current heating action can be quite revealing. Also, I had become mindful of the fact that research on cold fusion had proved unrewarding as soon as `expert' verification had involved extra care in keeping temperature constant in a test calorimeter. This, I had interp reted as a recipe for choking off the action, in that it might require a temperature gradient in the host metal cathode used in cold fusion to set up the electric nucleating charge effects that could initiate the reaction. So, my feelings were that there was sense in our thermoelectric situation in feed ing heat into the metal to set up the initial temperature gradients which could act as a switch-on trigger in activating the Nernst Effect. Accordingly, with this preliminary commenta ry, I draw attention to the reference to my thermoelectric research reported at pp. 21-30 of ENERGY SCIENCE REPORT NO. 1 which gave me confidence in the energy regeneration potential possible from use of the Nernst Effect in the manner of the Strachan-Aspden invention. ENERGY SCIENCE REPORT NO. 2 gives the full background of record concerning the 1988-1993 activity on the Strachan-Aspden invention. This Report concerns therefore what this author now sees as the most promising way forward, presented as part of an overall project, but the general effo rt, as funded by future sponsoring interests, still ought to proceed on several parallel investigati ons to ensure we do know the best route to expediting commercial development. There are four separate research avenues warranti ng such exploration and, in retrospect, the first, which involves use of polymers, is the one th at seems to be the most difficult but yet it is the one used by Strachan in all three demonstrated prototypes. The reason is that the evidence of an anomalous thermoelectric effect presented itsel f as unexpected spin-off from the prior research performed by Strachan for the medical applicati on. That, fortuitously, upon special development, made it possible to table a demonstration of so mething that was quite tantalizing but somewhat ahead of the understanding of the true physics invol ved. However, in being linked to the polymer feature, that predisposed research effort in a way that has thwarted rapid progress. Strachan's full report on this background technology is an Appendix to ENERGY SCIENCE REPORT NO. 2. The four research routes can be summarized as: 1) The development of thin-film polymer-based devices replicating the design features of the three prototype devices already built by Strachan and all of which functioned"},{"pageNumber":22,"pageContent":"21 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 well. Strachan has not run the two devices designed to work in refrigeration mode much below ! 40 o C and the object should be to see how low one can take the temperature in view of the cryogenic possibilities. Strachan has avoided upper temperatures beyond that of water under normal pressure, because the polymer substrate properties would deteriorate and he relies on that for the capacitor activation. Here, however, one can see the potential for using polymers which are electrically conductive but heat resistive, i.e. not exploiting their dielectric capacitative properties, and that certainly warrants full scale R&D investigation. 2) Effort on developing the design embodied in the magnetically activated thick metal structure disclosed in U.S. Patent No. 5,065,085 (U.K. Patent No. 2,225,161). Test results on this have not been documented by Strachan but he reported that he had in fact done tests which were successful and it was on that basis that the subject patent applications were filed. Flame heat was apparently used as input and that promises something of interest to higher temperature needs of the power generating industry. 3) There should be effort to explore the `discovery' of the electric field control further, first from the pure verification aspect of th is as a new scientific 'effect' and then as an application study to understand if the principle can be built into a practical heat- electricity transformer device. If that proves impractical it is important to know the reason why. 4) There should also be an experimental investigation based on the theme now to be discussed in the remainder of this Report, wh ich aims directly at a regenerative action by which heat is converted into electricity. The prospect in sight here is not just the generation of main power from heat, but the refrigeration features that are entailed in the same process. Solid-State Magneto-Hydrodynamic Power It is assumed at this stage that the reader will have access to the detailed description of the Strachan-Aspden technology as described in ENERGY SCIENCE REPORT NO. 2, it being the sole objective now to develop the research theme (4) of the above list. In order to focus the attentions of industrial in terests it seems best to ou tline at this stage the anticipated constructional form of a possible product. The core design would seem to be one having two planar metal heat transfer surfaces bounding an internal assembly. A temperature differential between these two surfaces is associated with heat flow through laterally-disposed metal ‘ri b-like’ connections within the structure. Some means for electrical activation of a cross-current fl ow transverse to the heat flow direction is then needed inside the panel unit thus formed. The latter could, as simple logical alternatives, be couplings or connections that are either capacitative, directly conductive (through heat insulating polymer) or magnetically inductive, whichever is the most effective and reliabl e as well as viable on price considerations. This description, however, presents a quite i ngenious way of using the conductive coupling without the design limitations of capacitance coupli ng. It has the merit of also being the most expeditious research route for this author in present circumstances, pending developments on the conductive polymer front."},{"pageNumber":23,"pageContent":"THERE IS NO PAGE 22"},{"pageNumber":24,"pageContent":"23 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 In outlining this specific product form, this author is relying on his assumption that it is the Nernst Effect that can be exploited by a special combination of design features and it is important, therefore, to give a solid physical scientific basis for that assumption. This is based on a logical consideration of the problem of harnessing the Nernst Effect and, more particularly, upon an experiment. The expe riment is that discussed below under the heading ‘Nernst Effect in Relation to Eddy-Currents’. Th e logical theme is that of the following argument. A conventional MHD generator feeds heat into an ionised gas by combustion leading to ionisation. The gas is caused to flow along a cha nnel subjected to a lateral magnetic field. This deflects positive ions one way and negative ions the other way, causing them to develop a back EMF across the side electrodes, which EMF acts agai nst their motion in the direction of deflection and slows them down. In cooling they have tran sferred energy into electric potential that feeds a current drawn off from those electrodes. This process is subject to the Carnot efficien cy limitation, because the gas has a temperature and as much gas flows as output as enters as i nput, losing temperature on the way. The Carnot efficiency concerns the amount of heat energy ex tracted as electricity in relation to heat input, but that gas emerging as waste heat at a lower temp erature carries away the energy that cannot be converted into electricity. Note that the Peltier Effect or Seebeck Effect have a Carnot limitation because here the relevant action occurs at a junction interface be tween two metals having a contact potential set up between them. Here there is a circulating current confined to the metal circuit, but the crossing of the current at the hot junction interface results in a cooling because the current is produced by an EMF proportional to the contact potential (Peltier EMF) at the higher temperature. All that power is transferred into electricity which goes around the circuit, not as heat, but as electrical action. The current, unfortunately, has to cross the other c ooler junction and so it has to allow much of that electrical power to come back into the thermal picture and go to waste by producing heat related to that cooler junction temperature. This is wh at brings the Carnot energy conversion efficiency restriction into play. Then, there is the Thomson Effect by which the very presence of a temperature gradient, even in a single metal substance, results in heat flow conveyed by electric charge carriers. These are like the ionised gas in the MHD generator. They do not escape from the metal but if two metals work together, one conveying negative char ge and the other positive charge, with that heat flow, so the action can occur to transfer heat whilst the process complies with the Carnot criteria. It is here that a discerning scientist might ask whether one can arrest the flow of heat in a metal by applying a back EMF. The answer is negative, but the answer is not to be found in textbooks. The reason, undoubtedly, is that heat fl ow is a shared and collective action involving all free charge present in a metal, whereas the mome nt one applies an EMF to a metal there is an unstable effect and a current discharge that drives electrons against the heat flow by allowing some to group into a fast-moving filamentary flow. This is seen as accounting for the `cold-spot' effects occurring at the cooled thermoelectric junc tion, as discussed in an Appendix to ENERGY SCIENCE REPORT NO. 2. Now, let us consider the Nernst Effect. Here there is a temperature gradient, which means a flow of heat energy carried by free electric charge in metal. In iron or nickel this becomes subject to the magnetic action present in all the microscopic domains, but we will simply consider that, owing to the ferromagnetic nature or iron or nickel, we can set up a strong magnetic field transverse to that heat flow."},{"pageNumber":25,"pageContent":"24 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 This is nothing other than a solid-state M HD scenario which suggests a Carnot limitation on performance. However, consider here what it is th at is carrying that heat. It is the electrons or positive ‘holes’ and we need to ask how these are aff ected in transit between the hot and cold sides of the metal host conductor. Firstly, they are deflected by the usual Lorentz forces to set up the EMF transversely in the metal. That means cooling as energy feeds into electric potential. Secondly, is there a difference between this and the MHD generator? Yes, there is, because once an ion in the MHD generator has cooled by de livering the electrical output, that ion merges with other gas ions that are all flowing with it along the channel towards the exhaust end of the generator and it can acquire no further energy able to generate more electricity without depriving another ion from asserting that role. In the metal, on the other hand, there are atoms vibrating about 'rest' positions in the structure that act as me diators in the thermal exchanges. This means that the heat shed by an electron can be pr omptly replenished while still in the hot zone, replenished by a source that does not itself have to move on to the lower temperature region. Note here that when an electron is deflected by the magnetic field to set up that transverse EMF it knows only the local temperature. It cannot just shed an amount of heat energy that leaves it at the temperature at the cooler end of the system. Indeed, it may be brought to rest in a thermal sense and have to merge with the environment by pick ing up heat which implies conservation of `cold' in the process. If energy and heat can be conserve d, so can `cold', meaning that, if the electron has shed its heat by the Nernst Effect, it will need so me action at the low temperature end of the system to bring the Carnot regime into this scenario. Yet, as the electrons reach the end of their passage through the metal and the magnetic field they are still subject to same heat-to-electrical transfer action because the Nernst Effect is still active so long as some heat is flowing. The result of this is that the Nernst Eff ect becomes a function of temperature gradient and not temperature as such. The temperature gradient is a m easure of the relevant electric current flow as carried by 'free' charge. Heat flow carried by electrons in passage through a strong transverse magnetic field and subject to a high temperature gradient will then develop an EMF which, if allowed to feed current, will, in turn, develop a cooling effect which has no regard to the absolute temperature except to the extent that the heat content per electron is determined by that temperature. If one assumes that an electron giving up its heat energy to set up a Nernst potential loses only a proportion of that energy and recovers none in its onward passage to lower temperature regions in the metal, then one can logically argue th at the Carnot efficiency factor applies as in the MHD generator. However, this seems not to be a correct physical picture of the true events occurring with the Nernst Effect. Indeed, it seems one can think in terms of a near 100% efficiency of heat-to-electricity energy conve rsion, just as the operation of Lorentz-related electrodynamic forces in electrical machines operate at near to 100% efficient mechanical energy- to-electricity conversion. This author submits, particularly in the light of the experiments described in this Report, that the facts support the logic of this challenging argumen t and this, therefore, gives us a route forward to an energy technology that has enormous implications. The only question we really face from a practical point of view in performing an experimental test is the task of deciding how to cause heat to flow one way through a metal whilst we take off electric current in a transverse dir ection without diverting heat flow in the same direction. This assumes that we can set up a magnetic field at right angles to both, which is clearly very possible."},{"pageNumber":26,"pageContent":"25 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 Having considered this at some length and in the hope of exploiting that unwanted heat generated, if it is confined to the region wher e it can still do useful work, the author has devised the following structure expressly to perform the thermoelectric power conversion using the Nernst Effect. Skin Effect Segregation In order to get current to traverse a metal in th e y direction with heat flow in the z direction and a magnetic field in the x direction, one can provide a metal interface between metals A and B across the xz plane and feed a.c. current through the structure in the y direction in a way which restricts the current flow to a metal surface of th e A metal, whereas heat flow in the same direction is spread over the cross-section of the conductor a nd not subject to such a restriction. Then that heat flow can enter metal B from metal A at a position in metal B behind the current traversal position. This means that the heat entering meta l B can then turn to flow in the z direction transverse to that current in the y direction. The way to do this at normal power frequenc ies is to provide a rather thick high- permeability ferromagnetic conductor as metal A w ith metal B being a very thin ferromagnetic conductor. The current-heat segregation arises from e ddy-current skin effect in metal A and, in traversing a thin section of metal B, the current will choose a flow path that is through a single ferromagnetic domain in metal B in which the magnetic polarization is transverse to the heat flow path and the current flow path and also in the direction that causes the Nernst Effect to develop a forward EMF. An experimental test rig by which to verify this action is depicted in Fig. 6(a) and Figs. 6(b) to (h) apply to its operating principle. Referring first to Fig. 6(f) the intention, for operation in the power generating mode drawing on heat supplied through a duct interm ediate two panel structures in Fig. 6(a), is to cause heat to enter a thick metal heat sink layer of a ferromagne tic material coextensive with the surface of the duct. Then the heat flow is guided through 50 micron (0.002 inch) steel film which greatly reduces the thermally conductive cross-section and so results in a steep temperature gradient in that film. If much of this heat can be removed at entry in to the film owing to a thermoelectric action there will then only by a small residual heat flow of much reduced temperature gradient left to provide direction for that flow towards the other heat transfer interface. To use the Nernst Effect to discharge this cooling function one needs, firstly, a strong magnetic field, then, secondly, a flow of heat and, thirdly, a route for current flow, all mutually orthogonal. This means that one must contrive a way of ensuring that the heat flow does not automatically assume the same path as the current. How can we separate heat flow and current flow in a common metal structure without having the current flow through a capacitative gap in th e metal? Consider Fig. 6(d). Here a thick steel rod is shown to have an external current circuit which is arranged to magnetize the rod along its axis. One can set up a temperature differentia l along that axis and have heat flowing through the rod distributed uniformly over its cross-section. If now the current is a.c. and the rod has a high magnetic permeability and is thick in relation to that frequency, eddy-current skin effects will confine the current to a section close to the perimete r surface of the rod. Most of the heat will then enter the rod along a path that is different from that of the current. Should that rod be cooled in some way from the outside, as with the Fig. 6(f) re presentation, that small amount of heat loss will require heat to be diverted radially, and so or thogonally, with respect to any d.c. magnetic field along the rod axis and with respect to the induced skin current."},{"pageNumber":27,"pageContent":"26 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 In this scenario one would have heat converti ng into electricity by Nernst Effect cooling, but all that would occur would be enhancement of the eddy-loss as the current escalates and the skin-effect becomes even more r estrictive. Heat would be rege nerated and there would simply be anomalous eddy-current effects, a phenomenon act ually found in normal transformer sheet steels, but one that has not been understood by the academic establishment. The way forward is to consider now Fig. 6(e) . Here, the circuit loop is an elongated part- tubular thick ferromagnetic core and it is presumed that the a.c. current is supplied in the manner shown. In this case, the eddy-current skin effect is not on the outside of the core. The current is concentrated at the inside surface. The reason is th at the current follows the path of least resistance and it would rather flow around a thin metal path embracing what is mainly an air core than around the highly inductive ferromagnetic core as well. This configuration allows us to intercept the EMFs that are developed by the Nernst Effect, because they constitute `forward' EMFs assisting flow, meaning that, if we can conceive heat action bringing about electrical current oscillations in a converter which incorporates the principles being described. Now, rather than providing a special magnetizing winding for producing a powerful magnetic field in the metal and then contriving th e heat transfer interfaces inside that winding, it seems best to make use of the intrinsic domain magnetism in a core comprising thin steel film. Refer now to Fig. 6(b). Here, several such films or laminations are shown to be sandwiched between two steel bars. The bars form an energy route for heat which is to flow through the steel laminations and be bled off th rough those laminations to seek a cooler heat sink at their extremities. A conductive metal, which need not be ferromagnetic, in between the base section of the laminations merely serves to provide the conductive path makes their connection. Looking at a single lamination, one can see from Fig. 6(c) how the saturation magnetic flux in the domains can be directed. The dots and cr osses denote arrow directions as pointers indicating the magnetic flux orientation. Any current passing transversely though the lamination will be aided by the intervening non-magnetic highly conductive metal to guide it through the domain which offers least resistance. Going one way through a domain will develop a back Nernst EMF and going the other way will develop a forward Nern st EMF. According to its polarity the current will always choose a route through a domain which offers a forward Nernst EMF. There will always be cooling if there is an orthogonal temperature gradient. This is shown in Figs. 6(g) a nd 6(h), with the skin effect serving to separate the heat flow path (broken lines) and the current flow path (fu ll lines). The domain pattern in the thin film, whether in nickel or iron, which have different polarity Nernst Effects, will always govern the current flow and contribute to cooling. Note that, by using thick steel bars to provi de the heat sink spacer members, the heat can flow freely to the entry into the domains in the film . The skin effect, even if such that current is confined to what is effectively a 10% section of the thick steel bar, will only suffer the resistance losses that relate to flow in that restricted sec tion, but set alongside the power generated by the Nernst Effect cooling action, this is a quite sm all loss and it merely regenerates heat input. The only loss as such is that of heat conducted to the remote secondary heat exchange interface. Thus, in Fig. 6(a), the structure shows how cu rrent circuit connections can be made to link with a transformer core and other windings coupled to external circuits. The bold lines indicate a thin layer of electrical insulation, which still allows passage of heat, it being necessary to avoid the short-circuiting of the power generated. Th e rib-like connecting films can, in functional terms, be left floating in a cooling medium with no assembly for the secondary heat exchange interface."},{"pageNumber":28,"pageContent":"27 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 An inert gas blown across the fins thus fo rmed would serve as the means for assuring the temperature gradient which activates the main c ooling function drawing on heat supplied to the inner duct. *********** THE ABOVE TEXT WAS WRITTEN IN MARCH 1994 WITH A VIEW TO INCORPORATING A SECTION HERE WHEN A PRELIMINARY EXPERIMENT ON THE ABOVE LINES HAD BEEN PERFORMED. IN THE EVENT THE EXPERIMENT WAS DEFERRED PENDING COMPLETION OF THE EXPERIMENT REPORTED IN THE NEXT SECTION. *********** The Magnetic Inductively-Coupled Device Whereas the above description concerns a electrically-conductive coupling between separate compartmented sections of a thermoelectric power converter and uses a transformer coupling externally to bring together the power generated from heat in each metal film current crossing, one can see scope for building a version which relies directly on a magnetic inductive coupling in each cell of the structure. In effect, this involves bu ilding a transformer within each compartment. This is shown in Fig. 11 of a recently filed pate nt application. (See Appendix I on page 37). The device would comprise internally a series of longitudinal compartments each containing a slender rod-like magnetic core. A winding on the core would provide the circuit by which input or output a.c. is fed through all such windings c onnected in series and possibly through an isolating transformer. The heat transfer problems of the outer bounding metal surfaces and their design will not be discussed as these are familiar terrain for those i nvolved in the relevant industries and this is not intended to be part of a business proposal for setting up a manufacturing venture. Noting that the bimetallic metal circuit linked by each ferromagnetic core is virtually a short- circuit, the reader will understand that very little EMF has to be induced to set up the internal current circulation. That said, the cross-sec tion and operating magnetic flux density can be quite small, even though the design aims to take off s ubstantial current by transformer action. A very close coupling as between the heat-driven primary circuit and the secondary as output winding is then essential and that is assured by the enclosed compartment feature which provides a conductive housing along the whole length of the ferromagnetic cores. The latter do not need flux closure structure in small product applications, because being very long in relation to their sectional dimensions , they have very little demagnetizing effect and such inductance as does exist is to the good, b ecause it will serve to smooth out the loading as between the several cores. *********** THE TEXT JUST PRESENTED WAS WRI TTEN IN MARCH 1994 BEFORE THE AUTHOR'S OWN EXPERIMENTS ON THIS CORE SYSTEM WITH MULTI- BIMETALLIC-LAMINAR STACKS WERE PERFORMED. TWO SUCH EXPERIMENTS ARE NOW REPORTED BELOW. ***********"},{"pageNumber":29,"pageContent":"28 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 (a) First Experiment Two ferrite-cored transformer units were u sed, each having a primary input winding and a secondary output winding, arranged side by side and parallel-connected to feed a common short- circuit single turn tertiary winding, the latter comprising strips of aluminium through the cores bridging external stacks of multi-laminar metal composed of alternate layers of 50 micron steel shim and electrolytically tinned sheet steel of 200 micron thickness. There were about 140 layers of steel in each of the two stacks and the thin la yers of tin provided electrical contact between them and separated the current flow paths through the magnetic domains in the steel. In principle, current flow in the primary induces an EMF in the tertiary winding which, given a temperature gradient in the bimetallic stacks, should develop a negative resistance owing to the Nernst Effect. This should cause current to flow augmenting the action of the primary current in overcoming the reaction set up by a load current. Hopefully, heat input to the bimetallic stacks would then result in electrical power output from the secondary windings whilst the power supplied to the primary winding would be mainly reactive in sustaining the magnetization. The result of the experiment was that a comp arison of power input versus power output from the secondary indicated that the transformers were functioning as if the tertiary single turn winding did not even exist! It did not seem to draw any short-circuit current that could effect the operation and did not contribute any thermoelectric current to the output, so far as could be judged. However, no heat input was applied and there w as little point in making that provision, given that the current flow through the bimetallic stack and on which the experiment relied was not in evidence. Since ferrite cores were used in the transf ormers it was possible to connect a capacitor to tune the input impedance to unity power factor and run on secondary load at an audio frequency so as to explore the possibility that the short-circ uit path was obstructing current flow owing to it having a high self-inductance. A resonance at 12 kHz was observed, but energy accounting in this state revealed no thermoelectric anomaly, albeit with no heat input. It was evident that there was some unexpectedly high resistance effect in the short-circuit path through the bimetallic stack, sufficient to restrict the transformer action to interplay between the primary and secondary windings, inasmuch as the short-circuit tertiary winding embraced both of those windings. Yet, the very existence of the changing core magne tic flux should still produce EMF in that circuit through the bimetallic stacks. It was decided to establish just how much of the action could be conveyed through that bimetallic stack circuit, by constructing new a pparatus, the subject of the second experiment. (b) Second Experiment Here two 100 VA 50 Hz power transformers were coupled to form a unit with a primary winding on one and a secondary winding on the ot her, the coupling being through a single turn circuit through two copper bars linking two stacks of about 200 steel laminations, with intervening tin coating, which formed the secondary output from the first transformer and the primary input to the second. The power finding its way through this system would have to involve current flow through the bimetallic stacks. Tests were performed which, again, conf irmed that the current circuit through the laminations was sufficiently resistive to preclude any chance of a thermoelectric gain, at least with a modest heat input, though, again, no provision for that was made at this preliminary diagnostic stage."},{"pageNumber":30,"pageContent":"29 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 The two transformers and their windings were identical and so, in voltage terms at 50 Hz, the no load secondary output voltage should be reasonably close to the no-load primary input voltage, if the common coupling circuit through the bimetallic stacks could function to carry sufficient current to supply the magnetization needs of the second transformer. The first test gave the following data: Primary Secondary 50 V 0.111 V 100 V 0.227 V 150 V 0.349 V 200 V 0.493 V 250 V 0.640 V Prior to this, the input transformer of this id entical pair was tested to determine its no-load magnetizing input current. The standard rating at 240 V by the manufacturer of the kits from which the transformers were assembled was 120 mA. The following test data apply: Voltage Current 10 0.80 mA 20 1.39 mA 30 1.88 mA 40 2.40 mA 50 3.02 mA 100 6.19 mA 150 12.58 mA 200 53.8 mA 240 121.8 mA 250 154.0 mA It was clear from this that something significant was obstructing this 50 Hz current flow through the bimetallic stack. It was possible, from the symmetry of the appara tus, to test the d.c. resistance of the two stacks as if they were parallel connected rather than series connected. A current of 96 mA gave a potential drop of 2.5 mV, corresponding to a parallel resistance of 0.026 ohms and a series circuit resistance of 0.104 ohms. When tested at 340 mA the potential drop was 9.3 mV, meaning a loop circuit resistance of 0.109 ohms. The problem now was that, having passed some d.c. through the bimetallic stack, there was the possibility that some circul ar in-plane magnetic polarization had taken place in the steel laminations, possibly affecting the inductance to a. c. current flow. Accordingly, and also because the d.c. might have affected contact resistance, the primary to secondary voltage ratio was again measured, with the following improved results: Primary Secondary 20 V 7.57 V 40 V 11.22 V 80 V 13.61 V"},{"pageNumber":31,"pageContent":"30 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 120 V 14.30 V 140 V 14.69 V 180 V 14 83 V 240 V 14.95 V To make sense of these results, it is noted that at 240 V, the rated induced EMF per turn of the transformer is 0.37 V and to feed enough magnetizing current to develop reaction flux corresponding to 14.95 V in a magnetizing winding th e above magnetization current data show that about 1.20 mA will suffice in the 240/0.37 number of turns. This translates into a magnetizing current of 0.78 A generated in the stack loop with a 0.37 V signal. The impedance of the loop is 0.47 ohms at 50 Hz. This is rather curious. If the current flow is resisted by the contact potentials in the bimetallic stack then one would expect the in creasing induced EMF as the input volts range from 80 V to 240 V to cause a progressively increasing current flow, whereas the data suggest a saturation effect. Something is limiting the current. That loop current of 0.78 A passes through 400 junctions from steel to tin interleaved with 400 junctions from tin to steel. It could therefor e be that the Peltier heating and Peltier cooling at each junction pair sets up sufficient temperature differential in the current flow direction for a limiting current situation to develop which overri des any hope of exploiting the Nernst Effect. Remember that in the dielectric stack assembly built by Strachan there was thermal separation between adjacent junctions in the transverse curre nt direction through the stack and this thermal isolation of junctions could well be essential. In this author's own experiments with a transformer assembled from bimetallic laminations [See Energy Science Report No. 1] the laminations are insulated from each other as in a conventional transformer and so the close dual j unction crossing does not occur in that situation either. To sum up, at 0.109 ohms, we have a higher d. c. resistance than is expected when 0.34 A flows through the loop circuit. The 50 Hz a.c. impedance at 0.78 A is 0.47 ohms, which seems enormous for a stack path through metal conducto r of about 2 sq. cm cross section and 10 cm length linked by copper bars of 20 cm length and 0.5 sq. cm section. Even allowing for the self- inductance attributable to the high permeability of steel, that permeability would have to be truly enormous to account for the 0.47 ohm impedance at 50 Hz. Accordingly, the author is inclined to suspect that the Peltier effect of two closely adjacent junctions in the current flow path is defea ting the scope for tapping the Nernst Effect, but, whatever the cause, it seems logical to abandon attempts to build a through-conductor metal coupling between laminations in the bimetallic stack. This causes attention now to turn to the altern ative of harnessing the Nernst Effect by virtue of its interaction with eddy-cu rrents in transformer laminations. ********* Nernst Effect in Relation to Eddy-Currents It is assumed that the reader is familiar with the way in which eddy-currents are induced in a sheet steel lamination as used in a power transformer. The cyclic oscillations of the magnetic field cause an EMF to be induced in any circuit conductor wrapped around the core. This is why power can be taken off from the secondary"},{"pageNumber":32,"pageContent":"31 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 winding. Given then that the steel laminations are of metal and that they share in carrying that magnetic flux oscillation, each lamination experien ces a small circuital EMF internally and this causes a circulating current flow around what is a short-circuit path. As a result there is a loss which is termed `eddy-current' loss. This loss is small in comparison with the power that can be transferred between primary and secondary windings by the transformer action, but yet it can be significant and the design reduces such loss to a minimum by using steels which ha ve higher resistivity a nd laminations which are small in thickness. The loss can be avoided by use of ferrites but commercial power transformers are subject to other design criteria related to size and I 2 R losses and steel laminations offer the best design option. It so happens that this author devoted three years Ph.D. research effort to the study of anomalous eddy-current losses in sheet steels (1950-1953) and is aware of the fact that there has been little progr ess in the further understanding aspects of those anomalous losses since that period. Indeed, not many academics working in el ectrical engineering today even know that there is a loss anomaly. Yet, under certain circumstances, the loss, as observed experimentally, can amount to a tenfold increase over what theory b ased on Ohm's law prescribes. Moreover, as this author's research verified, the momentary values of the loss factor (experiment versus theory) varies significantly around the magnetization loop and in dependence upon mechanical stress and d.c. polarization. From the viewpoint of this Report the introduc tion of heat by eddy-current induction as a way of testing a thermoelectric action is an interesting proposition, because adjacent laminations in a transformer are electrically insulated from one another and this must, in some measure, mean that the eddy-current heating and hysteresis lo ss as well will involve thermal conduction in plane in the laminations. This is what we have in the Strachan-Aspden thermoelectric device, but whereas heat flows from one side of a laminar assembly to the other in that device, the flow is from the centre outwards in the transformer. Now, in spite of the fact that the writer, as an undergraduate, had in his possession a textbook on physics which includes a very extensive section on thermoelectricity and does explain all the named `Effects' mentioned above, it did not at any time in that later Ph.D. research era occur to him as relevant to study thermoelectric action in the conventional transformer core. One thinks of thermoelectricity as being something involvi ng two metals and, if one does ponder the single metal situations where heat gradients apply, the e ffect of an a.c. magnetic field oscillating at 50 Hz or 60 Hz can hardly be expected to devel op a non-cancelling thermoelectric action. The heat energy cycling at such frequencies by sequentia l cooling and heating in equal measure will, one might presume, not do much to the temperature prof ile in a steel lamination and so any heat that is produced by magnetization loss is seen simply in that light as being mere energy wastage and having no thermoelectric implications. What the writer completely overlooked, even though professing expert insight into eddy- current phenomena, though well knowing that magnetic domains in ferromagnetic crystals are a factor in enhancing losses, was something that is now blindingly obvious. It has taken the diagnostic testing of our Strachan-Aspden devices to turn the essential key by seeing reason to challenge the way we accept that d.c. electric current flow in metals is uniformly distributed over the conductor cross-section, whilst a.c. current fl ow might experience some surface concentration as a function of frequency. Suppose that the flow is carried by electrons and ask the question as to whether electrons can convey current if they all share the action equally at every instant or if they find it easier to"},{"pageNumber":33,"pageContent":"32 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 carry current by getting in line one behind the other and all moving together. In short, for a given limited current flow, may it not be that filamentary current surges can occur by electrons taking turn in joining a team and forming sporadic fast -moving surges, whilst those left out of such teams enjoy freedom from the current transport task? If this is seen as `no more than an idea' I i nvite readers to wonder why there is something magical about a current of 19 amps. This is a leve l of current at which current discharges in certain plasma type experiments divide into separate filame nts. It happens also to be the current carried by a flow of electrons, lined up one behind the other, with each electron moving forward past a check point every time, as it were, that the whis tle blows, assuming that the frequency is that we associate with the Compton wavelength of the electron. Current flow through a metal could well involve short-lived filamentary surges comprising discontinuous elementary circuit elements of a momentary 19 amp strength. What we measure might seem to be a continuous mere milliamp current uniformly distributed over the metal cross- section, but what may be happening inside that metal is something else. It is for this reason that in the earlier resear ch on the Strachan-Aspden thermoelectric device it was concluded that the a.c. activation is what precluded cold-spots forming at junction interfaces. The transport of current across the Peltier c ooled junction in a metal as opposed to in a semiconductor would obviously act to cool the metal in the very limited territory of that junction and that means enhancement of electrical conductivity owing to that supercooled region. There is every reason then to believe that with d.c. operation the formation of a filamentary flow would cause the filament to lock into one junction spot . Effectively the spot would cool until it nearly was at the temperature of the remote Peltier h eated junction and that would mean that d.c. thermocouples composed of base metals, such as aluminium and nickel, would have very poor thermoelectric power properties. With a semiconductor the cooling usually tends to increase resistivity and that would drive the filament away to a path of lower resistance and so preclude that cold-spot locking. Now, keeping in mind that current flow may be filamentary and that currents like to follow the paths of least resistance, consider that steel transformer lamination and suppose we apply a strong d.c. magnetic field plus a relatively weak a.c. field which puts some eddy-current heating into the lamination. We then have a situation wh ere, by the Nernst Effect a temperature gradient on one side of the lamination will interact with the d.c. magnetic field to produce an EMF directed through the thickness of the lamination. Similarly on the other side, because heat flow is in the opposite direction, we have a Nernst EMF dir ected the other way through the thickness of the lamination. This is a recipe for setting up a current circul ation in the lamination that is not an eddy- current but a d.c. current flow. Now, depending upon the polarity of the Nernst Effect for the metal, such current would either act to strengthen the d.c. field or would act to suppress that field. In one case, the action would, in theory, mean an escalation of the d.c. field strength. In other words, unless there is something that qualifies wh at is being described, a ferromagnetic lamination could conceivably become a bistable element, polarized overall in one direction or the other and lock in to that state by virtue of the controls we exercise on heat gradients. Note that nickel and iron have opposite polarity Nernst coefficients and so one or other should meet the specified criteria. The phenomenon suggested is, however, is someth ing that I believe can rightly be declared as `contrary to experience' and therefore unlikely. However, it means that we have to explain now"},{"pageNumber":34,"pageContent":"33 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 why it does not occur and so, since I did not argue the filamentary current case, in developing that polarization theme, I will now reexamine the question assuming filamentary current flow. To proceed, take note that in truth the steel lamination comprises magnetic domains all of which are magnetized to saturation in one or ot her of the three orthogonal axes in its crystals. Imagine that the Nernst Effect is at work setting up those circuital EMFs but pose the question as to which magnetic field directi on really governs the action, because any externally applied d.c. field is not going to affect much the strength of the local magnetic field in the domains which happen to be momentarily occupied by the filamentary current. Consideration then shows that the filamentary current flow will, if the `hypothesis' holds, always choose a path through a domain having th e magnetic polarization in a direction which corresponds to cooling since this is the path of l east resistance, indeed of negative resistance. In short there could be a net cooling effect if the ohmic losses arising from in-plane current flow are less than the Nernst power action that is genera ted. Indeed, such a scenario would be one that escalates because the heating in the central region of the lamination would enhance the temperature gradient as that heat is conducted back to the edges and, in effect, the action would be self- regenerating and run continuously with no intervention from outside. If the applied field were an a.c. field the action would see the filamentary current direction reverse, it having then the phase of the eddy-currents, but in physical terms it woul d be as if the resistivity of the steel lamination had, in effect and overall, reduced virtually to zero. To summarize the position, either one accepts th e filamentary current hypothesis or one does not. If it is not accepted, then one has the problem of explaining why a steel lamination in a transformer does not virtually convert into a perm anent magnet. Also one cannot then explain the very high thermoelectric EMFs which we measure d for Al:Ni junctions using a.c. activation, because there is then no reason why the very much lower d.c. thermoelectric power of record in reference data should not apply to the a.c. embodiments. That also leaves us with a problem. If it is accepted, then one can predict a ve ry high anomalous eddy-current loss under circumstances where the lamination thickness is small enough to imply single domains over that thickness. The issue is intimately associated with the e xploitation of the Nernst Effect as a cooling process because the interaction of our external cont rols and the internal current circulation inside the metal lamination can greatly enhance th e scope for practical energy conversion. Experimental Investigations The objective of the experimental investigations can be set in context if one refers to a vector diagram showing the normal operation of a power transformer on load and on no load. The focus of attention is the eddy-current induced in a single lamination as normally used in a transformer. The current flow parallel with the surface of th e lamination is subject to resistance and that flow accounts for virtually all of the eddy-current loss, whereas the flow of current at the edges and transverse to the main flow makes the short cr ossing of the thickness of the lamination and will take the path of least resistance. A lamination that has a 200 micron thickness is one in which single magnetic domains could well span the full thickness, meaning that a current which has, near those edges of the lamination, to flow from one side to the other can do that by passage through that single lamination. This contrasts with the main flow parallel with the su rface, in that the latter has no choice but to travel"},{"pageNumber":35,"pageContent":"34 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 through the succession of domains in its path which have polarizations first one way and then the other way. Given that the temperature gradient in the lamination will normally be confined to flow in the plane of the lamination and across its width as opposed to its length, that makes it orthogonal with the current crossing the thickness and with th e magnetic polarization of some of the domains. That current can choose a domain for which the Ne rnst Effect asserts a cooling action to give an EMF impetus to the current flow. In summary, therefore, we see that the Nernst Effect in a thin transformer lamination will drive eddy-currents as if it introduces a negative resi stance in the eddy-current loop circuit, given the natural heating that occurs anyway with the presence of magnetization loss. The question at issue is how this Nernst Effect can be represented on a vector diagram showing transformer core operation and the answer to this is that it amounts to a forward EMF driving a current in anti-phase with the back EMF and so amounting to a magnetomotive force (MMF). It may now be realised that there ar e interesting considerations when one makes a comparison between the on-load operation of a transformer and the no-load operation of a transformer. Remember, however, that, without the temperature gradient, there is no Nernst Effect. Provided, therefore, we operate the transformer on load and try to avoid the no-load situation, which aggravates loss owing to the Nernst E ffect, there is special advantage from a power generation point of view in accentuating the Ne rnst Effect by incorporating the bimetallic lamination feature. This transfers heat in a wa y which can sustain the thermal gradient and allow the transformer to provide more output electrical power than needed as input, by virtue of the Nernst cooling action which draws on the external heat source. In its own curious way, this on-load-no-lo ad distinction between the magnetization loss action in a transformer can account for the lack of concern about the eddy-current anomaly by transformer design engineers. The loss anomaly is there to be seen if one tests the no-load properties but transformers are so efficient when operating on load that one need not worry about it at all. However, if the subject under discussion in this Report becomes a technological reality, the transformer that accentuates the Nernst Effect by using thinner bimetallic laminations will bring that eddy-current anomaly more to our attention. ******* At the time of writing this Report the author has encountered the problem that the same test device, albeit after a lapse of time and followi ng some spurious testing involving connecting a capacitative load across the secondary winding, has exhibited operation in a different mode when comparison is made with the initial tests. It is therefore of interest to explain first the test protocol and objective of the experiment, but to facilitate latter analysis this will be done from two viewpoint s related to the two different temperature profiles that might be set up in a lamination. The laminations were bimetallic and of Fe:Ni composition. See Energy Science Report No. 1 for description of the test apparatus and results. Assumption I The temperature profile from edge to edge of a lamination is deemed to be of the kind shown in Fig. 7(a). This assumes that the heat flow by normal conduction through metal is from right to left and that any excess heat ge nerated by eddy-currents is main ly shed on the left hand edge of the lamination. We do not consider the thermoel ectric current circulation owing to the Peltier and Thomson Effects at this stage, though their action would affect the heat deployment."},{"pageNumber":36,"pageContent":"35 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 Figure 7 Assumption II The temperature profile from edge to edge of a lamination is symmetrical as if eddy-current heating occurs normally and heat flows to both outside edges. This is shown in Fig. 7(b). Now, by having Fe and Ni as the two metals in the lamination, both having opposite Nernst coefficients, we will examine the action where there is a rapid change of temperature. The heat flow in these regions crosses the strong saturation fields in successive magnetic domains and this induces Nernst EMFs which will set up microscopic current circulation around loops through adjacent domains. This is a parasitic acti on that does not interfere with the main eddy- current effect; it feeds on heat produced by self-c ooling and the energy books balance as part of the natural thermal equilibrium inside the ferromagnetic metal. However, we have a circulating loop of eddy -current that changes from a clockwise to an anticlockwise current flow and vice versa at the power supply frequency. This current, regardless of direction will always follow the path of least resistance, which is the one through the forwardly directed Nernst EMFs in the domains which have the polarization direction giving the forward EMF. In other words, but only deriving from where the temperature gradient profile is steep, there will be substantial cooling addi ng power to drive that eddy-cu rrent and there will be ohmic I 2 R heating in the mid-range where the current flow is, in any case, not transverse to the temperature gradient. By the Assumption I temperature profile, this means that the eddy-currents will enhance the temperature gradient on the left hand side of the lamination and merely feed the balancing heat as a build-up on the left-hand side, so preserving the profile. By the Assumption II temperature profile, the Nernst Effect action will be to take heat from the sides of the lamination and feed it to the centr e, so preserving that form of temperature profile. Conceivably we have a bistable thermal situa tion sustained by the eddy-current action. In both cases, however, the Nernst Effect will have enha nced the current flow as if the resistivity of the lamination has been reduced. Indeed, the eddy -current flow will be enormous and, even though heat is merely moving around a loop by virtue of th e Nernst Effect, there is added input of energy needed from the external induction source because the superimposed action has reduced the path resistance. It is as if a resistor R is fed by current from two sources I from A and I o from B. When we work out the loss this suggests (I+I o ) 2 R but source A contributes I 2 R plus I o I 2 R/(I+I o ) and source B contributes (I o ) 2 plus I(I o ) 2 R/(I+I o ), whereas the latter is matched by an internal cooling effect. We still have to feed in extra power from source A. That extra power is anomalous eddy-current loss . From an experimental viewpoint it is then of interest to find which situation, temperature profiles I or II apply, given that we can check our theory by examining the level of that eddy- current anomaly observed."},{"pageNumber":37,"pageContent":"36 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 Now, let us consider the Peltier Effect as supe rimposed on this situation. The eddy-current component seems to have no relevance because th e oscillations mean heating and cooling in balance, though one could suspect that an overall added heating effect mi ght apply if the Peltier EMF exceeds the Nernst EMF and the Peltier activ ity is biased towards heating. F o r t h e temperature profile of Assumption I there will be a d.c. current circulation which will partially polarize the state of magnetism in the lamination as a whole. For the temperature profile of Assumption II there will be no overall d.c. polariza tion but there could be two d.c. current loops, one clockwise and one anticlockwise, whereby one ha lf of the lamination is biased in one direction and the other half is biased in the other direction. Any such d.c. effect, in either case, will lim it the range of flux change as evidenced by a B- H loop test. In the first case of assumption I, the loop will be displaced. So, in mounting the experiment, the writer w as just curious to see what happened and was expecting the assumption I scenario. The plan was to build a test rig with no provision for asymmetrical heat exit from the test specimen and then rebuild with the eddy-currents generating heat but with one core edge insulated from heat egress and the other having a cooling facility. This latter version of the experiment has not yet been implemented and it may, indeed, be facilitated by co-operation with an institutional laboratory, should such assistance be proffered by sponsors. The report on the initial experiment, some of which was recently published, as in the Australian magazine NEXUS (pp. 48-51, February -March 1994 issue), has also been presented and in its updated form in ENERGY SCIENCE REPORT NO. 1, the findings suggest that the test device is bistable and can be made to work in either assumption I or assumption II mode. Discussion The tests just reported tell this author that the Nernst Effect, if exploited in thin ferromagnetic laminations, having surface provisi on for guiding conduction current through single domains selected naturally by `path of least resi stance' action, and having a temperature gradient that is in-plane in the lamination, w ill serve as a very efficient cooling device. The findings reported in the test conforming with assumption I are very exciting in that, given confirmation by further experiment, there is reason to believe that a self-generating action is possible. It may even be that we can feed heat into a transformer implementation and with a controlling primary input get the main power from the secondary. This combines refrigeration and power gene ration, not just as variants on the same technology, but as one and the same, though to get main power generation on a kW per unit weight of apparatus basis one will need to force-feed heat energy input. The technology needed on the basis of the reported experiments is one of intercepting the `eddy-current' flow and that is essentially wh at we see in a power transformer, because the secondary windings are circuits in which eddy-curre nt flow if the output connections are shorted. We simply need to incorporate a secondary winding that can react inductively to the `eddy-current' circuit or include the Nernst activated elem ents into that secondary circuit directly. These issues, therefore, become design questions that involve R&D of a proprietary nature and it is submitted that this ENERGY SCIENCE REPORT has served its purpose of introducing prospective development interests to the potential of the technology outlined above. The technology is destined to provide a ve ry effective route to converting heat into electricity and, since the principles of ope ration depend upon temperature gradients and not absolute temperature in Kelvin, there is no Carnot factor to limit performance. There is therefore,"},{"pageNumber":38,"pageContent":"37 POWER FROM ICE: THE TH ERMOELECTRIC REGENERATOR © HAROLD ASPDEN, 1997 ENERGY SCIENCE REPORT NO. 3 with some internal heat recyling, clear scope fo r a near to 100% conversion of heat into electrical power and at least refrigeration prospects down to 77K, where the warm superconductor regime offers future promise. HAROLD ASPDEN 15 MARCH 1994"}]
