[{"pageNumber":1,"pageContent":"© HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 ENERGY SCIENCE REPORT NO. 7 POWER FROM MAGNETISM: THE TRANSVERSE RELUCTANCE MOTOR by © HAROLD ASPDEN, 1997 Contents Section Title page Introduction 1 Basic Energy Anomaly 2 A Test Result from the Experimental Motor 7 Test Result Significance 13 Test Machine Description 16 Supplementary Commentary 18 APPENDIX I: LC Circuit Loss Analysis 22 APPENDIX II: Machine Description in Patent Specification 24-40 ******"},{"pageNumber":2,"pageContent":" THE TRANSVERSE RELUCTANCE MOTOR © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 POWER FROM MAGNETISM: THE TRANSVERSE RELUCTANCE MOTOR Introduction This Energy Science Report is Part I of a research report documenting progress on a project funded by the U.K. Department of Trade and Industry as a Stage I SMART AWARD*. This was awarded in August 1994 to Thermodynamics Limited in an open competition based on an invention submission by the author. The object of the research is to establish whether or not a magnetic re luctance motor can derive any of its power by tapping the thermodynamic field background a nd the proposal suggested a novel form of motor construction with this objective. At this interim report stage (May, 1995) tests on an experimental machine give a preliminary indication that such thermal effects, which involve magnetocaloric cooling, do exist and account for the enhanced efficiency anomalies observed. This machine, which has technological features hitherto unexplored and which meant that its design is somewhat of an exploratory nature, provides the evidence needed to design a viable prototype demonstration machine system. The latter should now progress on a much shorter time scale and will be the basis of the Part II report. The content of this report will not relate to the many problems that beset this project in its initial period, nor to the spin-off research findings, which also have a special interest, nor to the different machine constr uctions explored en route. What will be disclosed is: (a) The author's original reasons fo r expecting a thermodynamic power gain in the pursuit of this project, (b) The experimental evidence suppor ting the above propos ition as derived from detailed analysis of one set of test results on the primary machine and (c) The constructional features of that machine which will also be the basis of the onward design of the prototype to be tested for the next Report. The tentative conclusion emerging from what is here reported is that we can hope to see a way forward to magnetic reluctance mo tor development which brings in sight the possibility of generating electrical power by tapping the ambient thermodynamic field background. Success in such a venture would bring with it a much-needed new non- polluting energy resource. _______ * \"S mall Firms M erit A ward for R esearch and T echnology."},{"pageNumber":3,"pageContent":" THE TRANSVERSE RELUCTANCE MOTOR 2 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 Basic Energy Anomaly It is hoped that technical specialists reading this report will not prejudge the findings by believing, inappropriately, that the Second Law of Thermodynamics applies to this particular technology. This preliminary section gives a background introduction to the scientific principles underlying th e work, including comment on its thermodynamic principles. The magnetic reluctance motor differs in operating principle from normal d.c. or a.c. motors in that it relies upon magnetic induction, a process which involves storing energy in gaps between magnetic poles. The more familiar electromagnetic machine operates by passing current through windings which are acted upon by magnetic poles to set up the drive force causing machine rotation. In the reluctance motor it is the release of energy from the pole gaps as they close that feeds the drive power to the machine. When we consider how a d.c. voltage power supply is used to feed that priming induction energy to the reluctance motor the equivalent circuit is seen to be one having winding resistance R and inductance L connected in series to a supply providing an EMF E resulting in a current I. By applying standard electrical theory it is an easy task to calculate the proportion of energy input that goes into the I 2 R losses and the proportion LI 2 /2 that is stored by inductance. Their ratio changes as the current builds up and would become extremely large if the flow were allowed to continue long enough in its effort to reach the ultimate value I o of E/R. However, as in the reluctance motor, we commutate the flow, allowing just enough inductance energy into the machine to give it the drive power before switching the current off. The time period involved need not therefore be any greater than 25% of the period of the magnetic flux cycle resulting from su ccessive pole gap closure and separation, this being determined by the synchronous frequency of the machine. For the 8-pole machine test reported later this becomes 1/200 sec ond at 50 Hz and 375 rpm. At 1500 rpm the 25% duty cycle would be of 1/800 second duration. Even though these time periods are short, th e design of the machine has to be such that a sufficient input energy can reach that inductance in that short time and that means that the winding resistance has to be low. However, a design compromise is needed he re. It might seem reasonable to require operation for which that charging time period is of the same order as the time constant of that inductive circuit, namely L/R seconds, thi nking that if this were not so then the full inductance of the machine would not be harnessed to give the machine its best power rating. The question at issue, is the amount of th e loss in the resistance in relation to the energy fed to inductance."},{"pageNumber":4,"pageContent":" THE TRANSVERSE RELUCTANCE MOTOR 3 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 For an ongoing power input rate simple cal culation (see Appendix) gives this ratio as a function of time as: e Rt/L - 1 (1) which at the end of the period θ defined by the time constant L/R becomes e-1 or 1.718. This means that only 37% of the power input at the end of this period can be finding its way into the drive of the machine, because 63% is being lost. As shown in the Appendix if the cumulative energy input during that time period L/R is calculated, based on a linear inductance assumption, then 54% finds its way into the power drive and 46% is lost in that resistance R. Of course, if, as is the case, the inducta nce increases as the poles of the machine close this will progressively shorten the relevant time period in (1) and reduce the proportion representing loss, but it would still seem surprising that there could be a reduction of an overall loss percentage to 10% or even 20%. Yet, as is well established, magnetic re luctance motors can operate in the 80-90% efficiency range, even taking into account magnetization losses in their core structures. This can be explained by the design e xpedient of putting a strong input EMF on the motor winding so that the input pulses deve lop a rapid rate of change of the magnetic flux accounting for the inductive energy input. This develops a back EMF which leaves little potential drop across the low resistance of the winding. The pulse period must then be much shorter than the time constant L/R, so that the current is switched off before the magnetic circuit begins to saturate. This is tantamount also to using a very low resistance winding, an awkward design constraint if the coils forming that winding have to fit on salient poles. Modern electronic switching technology, which in itself brings with it another form of loss, has progressed to the point where the expense of the current pulsing makes the magnetic reluctance motor a viable alternative to the normal a.c. induction motor. Evenso, we need to look at ways of developing the reluctance motor further, not only with that winding resistance and the L/R factor in mi nd but also with regard to the following argument concerning a thermodynamic factor. Given the high efficiencies obtained by reluctance motors and accepting that designers will know precisely where the loss o ccurs, there is really no fully justifiable basis for suggesting that existing magnetic reluctance motor technology may be already deriving benefit from a magnetocaloric energy regeneration effect. However, this author does wonder if, marginally at least, such an effect is already assisting motor performance."},{"pageNumber":5,"pageContent":" THE TRANSVERSE RELUCTANCE MOTOR 4 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 If a pulse duration period commensurate w ith the circuit time constant L/R were to be used and the I 2 R losses were 50% of motor input pow er, then to regain the 90% level of efficiency the inductance energy would need to be augmented by the equivalent of 40% of motor input from the quantum field bac kground. The latter governs the atomic electron quantization in the ferromagnetic state in iron and plays a key role in magnetocaloric cooling. In this case, the flux recovery cycle of the machine would result in environmental cooling within that field system and this would draw on the heat generated in the resistance to gave the overall appearance of an efficient motor. So here might be an important technological phenomenon that we may, in some small measure, be using unknowingly in our reluctance motors, but one we could use to much more advantage if it were researched and well understood. The author, therefore, has had occasion to examine more closely what is of record in university teaching concerning how energy is stored in an air gap in a magnetic circuit. The author's Ph.D. thesis had concerne d anomalous energy losses in iron based on research (1950-1953) in Professor E.B. Mou llin's Department of Electrical Engineering at Cambridge and one needs to look no furt her than a textbook by Professor Moullin. On pages 172-174 of his 'Principles of Electro magnetism', (Clarendon Press, Oxford, 1955), an experiment is reported which describes the inexplicable aspects of apparent magnetic flux linkage between two magnetic cores separated by an air gap. The teaching conclusion was that leakage flux defies calculation when one tries to theorize about experimental results. This author, having developed suspicions about the thermodynamic aspects discussed above, has come, many years later to see the Moullin experiment with new eyes. The evidence is clearly there indicating that th e energy in the air gap is greater than the energy supplied as inductive input to the magnetizing winding, greater by a factor that increases with increasing magnetic flux density. This led the author, in the first of thes e Energy Science Reports, to describe and report findings on an experiment based on that performed by Professor Moullin, in order to confirm this position. That experiment i nvolved a sequence of tests on static cores with successively different air gap spacings and has been reported by this author to a conference on the new energy topic held in Denver, Colorado. It has since been repeated independently by others, all of whom confirm that there is a significant energy gain. The magnetic reluctance motor is the device one turns to if one wishes to use that excess energy before it is recaptured by the ma gnetic core system during the reset period. It was this background that inspired the inventive concepts which are now under test in this SMART AWARD project."},{"pageNumber":6,"pageContent":" THE TRANSVERSE RELUCTANCE MOTOR 5 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 To end this introductory section, and befo re moving on to present test data on the experimental motor, a few words concer ning the Second Law of Thermodynamics are appropriate. This law is based on the doctrine of the impossible, namely that one cannot take heat from a source and convert it into useful power in a machine unless that source sheds heat to an absorbing medium at lower temperat ure. Now, in a magnetic core, or in an air gap between magnetic poles, there is an activity that accounts for energy storage by inductance. That activity involves electric charge in motion and reacting to the applied field. That reacting charge is kept active by thermal motion, whether this be mere thermal noise in the magnetic circuit seated in conducti on electrons or whether, as applies in the vacuum gap, that 'noise' is and the quantum activity known to physicists as 'zero-point' field energy. If energy is fe d by machine excitation into that inductance then the energy supplied, whether driven by current in a magnetizing winding or augmented by the ferromagnetic core it embraces, must be pooled with that thermal energy. It is shed as heat. Then, when the demagnetization process occurs or the pole gap closes to reduce the inductive energy stored, so there is cooling as energy is used to do work. The latter may be by setting up an EMF in the magnetizing wi nding or by mechanical work derived from the force action between the poles, but this thermodynamic activity is an ongoing and essential part of the physical property we describe as inductance. Its return is not by a random heat diffusion process, simply because the applied magnetic field set up by current in a winding brings order into the reacting charge motion and orientates its vector in readiness for an eventual collapse directed into the winding as a back EMF. Electrical science does not ascribe temperature to the field energy stored by induction. Accordingly, scientists reading th is will not be familiar with this summary description. However, no reasonable scientist c ould assert that this process is in any way restrained by a need to comply with the Second Law of Thermodynamics. The latter only concerns true heat engines that operate betw een set temperature limits and not to machines which know only one temperature, the ambient temperature, and in which magnetism is the catalyst converting heat into electricity. This latter statement needs just a little qualification because MHD technology is subject to the Carnot efficiency lim itations, MHD being the magnetohydrodynamic technology of the 1960 period, in which ionized gas passes through a transverse magnetic field which cools the gas to develop an EM F producing electrical output in the mutually orthogonal direction. Here, the heat is that of ions in a gas and the gas em erges at a lower temperature than at entry. If we cons ider instead the energy associated with the motion of free electrons in metals or the charges that su stain displacement currents in the field medium of space, then that temperature property, so far as it concerns the hidden charge reacting to the inductive field becomes at best something that is notional and unrelated to the temperature of a machine proper. That hi dden charge, whether in the system of free electrons or in the zero-point field of the vacuum medium, becomes the 'prime mover'"},{"pageNumber":7,"pageContent":" THE TRANSVERSE RELUCTANCE MOTOR 6 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 reacting to shed heat energy to sustain the EMFs regenerating useful power from inductance and recovers heat by cooling th e surrounding atoms in the machine structure. To use the Second Law of Thermodynamics to argue against this, one must contend that there are two temperatures and a ssign a temperature to the 'prime mover' that differs from the ambient temperature of the m achine. The 'prime mover', however, in iron, for example, is the free electron population and one is told in physics that such electrons have very high Fermi velocities and so are, no tionally, kept at very high temperatures. If such temperatures are so high, they are highe r both for inward transfer of inductive energy and the later return of that energy. The Second Law of Thermodynamics can only apply to one way energy transfer but inductance is a two-way phenomenon, as we well know from the highly tuned resonant oscillatory c onditions that can be established in inductive circuits. Even by normal equipartition of energy rules concerning particle collisions within the iron core, the free electrons we need to account for electrical conduction are kept in motion at higher effective temperatures than the surrounding atoms. One can, therefore, argue that the Second Law of Thermodynamics has to be confined to the machines such as steam e ngines and internal combustion engines and not applied to the inductive properties of the reluctan ce motor. This is in spite of the fact that the latter do involve thermodynamic energy processes. Unquestionably, however, the doctrinaire attitude of academic physicists on this question of the Second Law of Thermodynamics has precluded acceptance of this author's long standing explanation of electromagnetic induction and related gyromagnetic reaction phenomena. Enough has been said for the moment on this scientific debate and this Report need not take the argument further. What matters is the experimental evidence reported in the next section. The real purpose of this Part I introductory discourse has been to argue that the thermodynamic foundations of the inventi on to be described are on very firm ground and can be traced by survey of this author 's work of published record in scientific periodicals and books."},{"pageNumber":8,"pageContent":" THE TRANSVERSE RELUCTANCE MOTOR 7 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 A Test Result from the Experimental Motor The design and construction of the motor will form the subject of a following section. Here it suffices to state that th e motor has two magnetizing windings which are inductively coupled, the excitation of which can switch the magnetism of a permanent magnet between a path through the pole gaps to develop drive torque or a leakage path where no torque is developed. The intention is that the magnets will do the work needed to drive the motor, buffering energy through inductance, and absorbing ambient heat to replenish that shed by the magnets, with app lied electrical input power serving essentially to control flux switching. As will be seen the design precludes any torque reaction from normal electrodynamic effects between current in the magnetizing windings and magnetic flux in the machine, thereby restricting any motor drive to a true magnetic reluctance action seated in the inductive field energy. The reas on is that all conductor turns on the windings, to the extent that they are linked by magnetic leakage flux, can only assert forces in directions that are radial with respect to the machine axis. As a summary statement, the test to be described gives reason to believe that the thermodynamic efficiency gain predicted as a basis for the project has been confirmed. It remains now to build a prototype machine and a new control system designed to a more effective specification which can now be formul ated from the data provided by this test. Note that, so far as this test result is concerned, emphasis is placed upon the establishment of the principle that a ma gnetic reluctance motor can operate with an efficiency enhanced by magnetocaloric cooling, the ultimate hope being to secure evidence of 'over-unity' performance. By 'over- unity' is meant a mechanical output power exceeding the electrical input power ow ing to thermodynamic input involving environmental cooling. The dominant pursuit, the focus of the SMART AWARD, has however been the less ambitious aim at a modest efficiency improvement by investigating the possibility of self-commutation by a 'shaded-pole' construction of unusual design which has similar thermodynamic implications. Both technical objectives have been se rved by the same test machine. Note particularly that this 'self-commutation' objective explains why the machine has no conventional commutator, a feature which ha s made the broader scope of the research testing of the machine particularly difficult. The test reported here was a no-load test in the sense that the only mechanical function was that of running both a drive moto r and the test machine as a mechanically- coupled system. The task is the assessment of the inherent operational electrical and mechanical characteristics of the test machine. This latter has a very special and unusual"},{"pageNumber":9,"pageContent":" THE TRANSVERSE RELUCTANCE MOTOR 8 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 design configuration which has made it impossible to use standard electrical engineering knowledge to make a reliable prediction of its response to applied power. Besides this, as can be seen from the ope ning text of this section, there are certain complexities in the magnetic circuit form, which includes permanent magnets, and the pole gap configuration as well as end effects, not to mention eddy-current reactions. All these pose unusual design considerations, involving non-linear characteristics and non-harmonic time characteristics, and so are best explored empirically. The Equivalent Circuit of the Test Configuration This is shown in Fig. 1 where the two m achines are depicted by the broken line as having mechanically coupled shafts and each machine has its own circuit powered by a stabilized d.c. voltage supply. The d.c. drive motor has a permanent magne t stator system and rotor windings fed as a single input through a commutator incorporat ed in the machine. It has a high torque and a maximum speed rati ng of 5,100 rpm when driven by a 12 volt d.c. supply, its maximum power rating being 65 watts. Fig. 1 [Note that as the research developed, the 'shaded-pole' feature was implemented by providing laminated stat or cores, which were mounted in the motor in a 'transverse' sense and were tilted in the forward direction of rotor spin. The word 'transverse' means that they were arranged to act in a cross-wise direction. This explains the title of this Report.]"},{"pageNumber":10,"pageContent":" THE TRANSVERSE RELUCTANCE MOTOR 9 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 It was chosen because the cogging effect owing to the the stepping action of the pole structure of the test mach ine showed the need for a good drive torque, but evenso the system had to be given a hand-start by bringing the poles out-of-register when the d.c. motor was started up. This requirement will be avoided in the onward construction of the prototype machine. V m was measured by a digital voltmeter (d.c. scale) and its waveform observed on an oscilloscope. V i was also observed as a waveform on an oscilloscope. The machine speed was measured using an optical tachometer. The 2.2 Ω and 2.6 Ω external resistors were included as load devices to buffer potential drop and, in the case of the d.c. motor, to allow its power supply to remain unadjusted whilst the motor changed speed during the test. The 0.65 Ω resistance was the measured internal resistance of the d.c. drive motor winding, whereas the windings on the test machine had a 2.6 Ω resistance. Test Machine not Excited The drive motor was run coupled to the test machine at 800 rpm and i d was found to be 1.03 amps with V d of 5.5V. Total power input: (5.5)(1.03) 5.665 watts Power in 2.2 Ω load: (2.2)(1.03) 2 2.334 watts Power supplied to motor: 3.331 watts Loss in 1.2 Ω winding: (0.65)(1.03) 2 0.690 watts Drive power to system: 2.641 watts After the system had been operated with the above voltage input but with the test machine excited the following further measurem ent at higher input voltage with the test machine non-excited was performed at higher speed. The drive motor was run coupled to the test machine at 1350 rpm and i d was found to be 1.15 amps with V d of 7.1V. Total power input: (7.1)(1.15) 8.165 watts Power in 2.2 Ω load: (2.2)(1.15) 2 2.910 watts Power supplied to motor: 5.255 watts Loss in 0.65 Ω winding: (0.65)(1.15) 2 0.860 watts Drive power to system: 4.395 watts"},{"pageNumber":11,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 10 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 Test Machine Excited V d was held at 5.5V and the test machin e now powered by adjusting a regulating potentiometer controlling a power transistor used as a switch, avoiding an oscillation mode, to result in a V m waveform of the form shown in Fig. 2. The d.c. supply voltage to the transistor circuit was 12.26V. Fig. 2 Note that the trace showed an upward surg e just before the current ceased. This will be explained later, but for the immedi ate purpose we will interpret the waveform as being a rectangular pulse with an initial exponential transient, such as one expects from switching a d.c. step voltage into an inductance. Note that V m as a voltage is really a measure of current in a 2.6 ȍ load resistor. The measured d.c. average of this voltage waveform was 1.31V and the machine ran on this setting at 1350 rpm w ith the drive motor current i d having reduced to 0.64 amps. From the waveform it was estimated that the switched-on duty cycle of the test machine was 60% and it was clear that the e xponential rise in the signal represented the inductive power input needed to sustain magne tization loss and the true drive power fed to the test machine, whereas most of the power was dissipated in the I 2 R loss of the load resistance and the machine winding as well as by potential drop in the power transistor used for this test. This 60% duty cycle was longer than had b een intended but it did serve to give a result as control settings providing such pulse duration were found more effective than the shorter pulses obtained by biasing the control. However, this is most certainly only because the timing of pulse onset was not optimally set owing to a weakness in the electronic circuit design used and this, t oo, will be overcome once the main prototype machine system is built. Such redesi sgn will avoid relian ce on the close magnetic coupling of the power input winding and th e winding used to pr oduce the commutating control signal.     Fig. 3"},{"pageNumber":12,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 11 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 In a sense, therefore, the test result presented is a good example from the data obtained by varying several control parameters but a 'worst case' example from the I 2 R loss point of view, owing to the long duty cycle of the pulse. Note that without the inductance effect the power input to the machine plus load resistor would be a step voltage waveform of rectangular form applied across a resistance of 5.2 ȍ , the 2.6 ȍ winding plus the 2.6 ȍ series resistor. The shaded area in Fig. 3 is the portion signifying the time variation of the inductance voltage component driving the machine. It was estimated by inspection of the waveform that approximately 20% of the rectangular outline form was a measure of the time period corresponding to the inductive input. Bear in mind that an exponential build -up of current combines with an exponential decay of induced EMF to give an inductive en ergy input of half that expected from a multiplication of current amplitude, voltage am plitude and the time duration. This means that only 10% of the power represented by a volt-amp measure of d.c. power input is deployed into inductance. Of the 12.26V input to the transistor circ uit some voltage drop would occur across the transistor even during the inductive tr ansient period, though a much greater potential drop, involving loss in the transistor, occurs as the inductive transition ends. Proceeding on this basis the 1.31V measured across 2.6 ȍ converts to a measure of V s , the voltage across the load resistor duri ng the non-transient portion of the rectangular pulse form, given by: (0.6V s )(1-0.2) = (1.31) from which V s is found to be 2.73 volts. This, when doubled to account for the identical drop in the winding resistance, was consistent with the estimated operating load potential delivered in the on-state of the power transistor used as the switch. The inductive drive power will involve a back EMF diminishing from 12.26V and we need to calculate the resistance losses not only in the 2.6 ȍ machine winding but also in the transistor and in the 2.6 ȍ external load resistor. Total power input: (12.26)(1.31)/(2.6) 6.177 watts Power loss in load resistor: 80% of (2.73)(1.31)/(2.6) 1.100 watts Power loss in winding: as above 1.100 watts Inductive drive power: half of 20% of total input of 6.177 0.618 watts Power loss in transistor: balance of above 3.359 watts"},{"pageNumber":13,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 12 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 Ignoring the power transferred to the load resistor and the loss in the transistor (which can be reduced to negligible pr oportions by suitable design) the deployment of power by the machine combination operating at 1350 rpm was found to be: Test machine input: 1.718 watts Power loss in winding: 1.100 watts Inductive drive power: 0.618 watts Power supplied to drive motor: (0.64)(5.5-[(0.64)(2.2)]) 2.618 watts Loss in 0.65 ȍ winding: (0.65)(0.64) 2 0.266 watts Drive motor power to system: 2.352 watts Total power (other than I 2 R loss) needed to drive the system at 1350 rpm: 2.970 watts This 2.970 watts at 1350 rpm compares with 2.641 watts needed at 800 rpm and 4.395 watts at 1350 rpm when the test machine was not on power. The reason that I 2 R losses are excluded from this comparison is that, owing to specific design characteristics, the test mach ine losses can be reduced very substantially by using a winding conductor of larger cross-sectional are and much lower resistance, whereas this is not feasible for the d.c. motor which already uses winding space to maximum advantage. The real gain in performance is that ev ident from the inductive power drive, which involves the magnetization losses in the system . What we see here is a power reduction of 1.425 watts from a base value of 4.395 wa tts. Yet we are activating more magnetic excitation in the test machine when excited than was present for simple non-excited drive by the motor alone. We have excluded the I 2 R loss and there must be more magnetic loss for the system running with both motor and test machine excited, but yet the overall power intake has reduced by 32%. This can only be ascribed to the regenerative effect of magnetocaloric cooling which the machine design aimed to explore. If such cooling does accompany the enhancement of the magnetic pole action in driving the motor then the magnetization losses of the expected order can occur to generate heat in the normal way, but overall the machine must be operating with an exceptional efficiency."},{"pageNumber":14,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 13 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 The test, as interpreted above, does establish that there is an anomalous excess power phenomenon at work. Test Result Significance The tests were made with the test m achine rotating clockwise, which was the direction corresponding to the shaded-pole construction of the stator pole pieces. Anticlockwise rotation for the same input power conditions gave speeds some 10% below those measured for clockwise rotation. Therefore this feature, in aiding commutation, is contributing to machine performance and will now be accentuated further in the onward construction of the prototype machine. This prototype version of the machine will be designed to overcome the test difficulties encountered in the pulse control of the machine as tested above. The tests suffered from the problem of correctly timing the onset of the pulse current and its duration. When the design parameters of such a control could be ascertained from the tests it became apparent that the best way forward was to design instead a machine having a dual excitation so as to avoid the inductive coupling of the single excitation which set up unwanted oscillations and so limited scope for full power testing. The machine had a size and weight commens urate with a normal motor of several hundred watts rating and yet was tested at 1350 rpm, taking a coupled d.c. motor up to that speed from a base speed of 800 rpm, with only 0.329 watts of a dditional input drive power! This excludes the power needed to sustain I 2 R losses in the windings of the two machines, but the corresponding increment in such power was only 0.676 watts. The above data show 0.690 watts as drive motor winding loss at 800 rpm, 1.100 watts as loss in the test machine winding at 1350 rpm and 0.266 watts loss in the drive motor winding under combined operational conditions at the latter speed. As is explained below, the latter losses can be very substantially reduced but the prime attention has to focus first upon the thermodynamic implications to clarify a very basic issue. The question at issue is whether one can be 100% sure that the machine is acting regeneratively in a thermodynamic sense. Ther e is every indication that it is, but there is one open question that is crucial to scaling up the design to a high power machine. The answer to the question will decide whet her this research is leading to a new machine technology of highly efficient motors, which can, as it were, feed on the heat they generate and so come close to being 100% e fficient or whether it can lead to a technology breakthrough of far greater importance."},{"pageNumber":15,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 14 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 There is good reason, by reference to the Moullin-type of experiment already mentioned, to suspect that we can draw on energy feeding the underlying quantum field that powers the atomic spins in a ferromagnet. If this is so then the magnetocaloric cooling process has much more to offer than the near-to-100% efficient electric motor. In sight comes the possibility of building a new form of power generator. In other tests on the same machine system as that discussed above it was found that increased current input to the test machine could reduce the d.c. drive motor current to 0.2 amp, less than 20% of its normal value, but it wa s not possible with the particular test rig used to run the system with only the test machine on power. The objective there was to see if one mi ght reach a stage where the d.c. motor current reversed as it became a generator. Then one could explor e the degree to which magnetocaloric cooling can be exploited in a power generation mode. Clarification of this issue will be the objective of the Part II Report which will follow from tests on the prototype machine now under construction. In the meantime, the following technical points emerging from the above test findings are to be noted: (a) The I 2 R losses attributable to the test machine winding can be reduced by a factor of 5 at least, because it should be possibl e to limit the inductive power input to less than 40% of the pulse period used in th e test and because a single winding of 2.6 ȍ was used instead of two such windings in se ries driven at half current. The second winding was deployed, contrary to orig inal design intention, to provide the commutating signal control for the electronic switch and the pulse period was longer than it should have been and its onset poorly timed owing to control settings adjusted to avoid feedback-induced oscilla tions. The latter problems can easily be eliminated with a dual test machine combination. The machine design would allow the winding resistance to be reduced ve ry substantially if the weight and cost of the copper could be justified by the efficiency gain. (b) The use of only 4 magnets in the test machine may mean that end effects which weaken the operation owing to magnetic leakage can be present. These can be reduced relatively by using more magnets and a longer rotor axis. The latter was accepted as a limitation in the design of th e first machine, dictated by availability of stator pole pioece laminations, but th e findings now warrant building the longer machine. More magnets on a longer stator with the pole gap spacing halved should give power enhancement by a factor of 3 or more, without appreciably changing the overall size of the machine. (c) The magnets used in the machine tested above developed a flux density in the stator having an a.c. RMS value of be tween 600 and 800 gauss, which implies a unidirectional polarization of 1700 to 2260 ga uss. By using stronger magnets or,"},{"pageNumber":16,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 15 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 in a large machine, electromagnetic excitation of a soft iron rotor core by input of current to a rotor winding, this could be increased to 10,000 gauss, meaning a power rating enhancement by a factor of 20 to 35. The latter increases as the square of flux density. (d) Concerning the I 2 R losses, these can also reduce fu rther as a function of scale so as to become negligible in a larger machine. For a machine of the same 3- dimensional proportions, the power rating increases as the cube of the base length whereas the I 2 R losses increase as the square of the base length. Therefore, in a large machine such losses can be dscount ed to leave the machine performance at efficiency levels tested by reference to the inductive power and magnetization losses. (e) Possibly also a higher power rating can be obtained by running the machine at higher speeds than those used in the above tests. In one set of tests using an excitation control circuit different from that used for the above data, it was found that the machine had to run above 2,300 rpm to avoid oscillations in the power circuit, but the system did operate to relie ve the power input to the d.c. drive motor quite substantially at that speed. (f) Finally, and of considerable importance, there was an observation not discussed above and this was an indication of a return of inductive power by the test machine. In several of the tests the transient increase of pulse current was accompanied by a transient on pulse switch-off. What was observed was an increase in current to a peak, a kind of one -sided spike that could nearly be double the current just before it switched off. Ev en in the test reported, the duration of the pulse exceeded the controlled on-state of the transistor* and this meant that the inductance of the machine was forcing current flow even though the transistor should have switched off. The fact that the current was sustained as the reverse induced voltage transient occurred is sufficient to indicate that there was power feedback not allowed for in the above calcu lations. This promises an even greater efficiency in the onward development. The hidden promise here can be understood immediately, once it is recognized that th e inductive input voltage pulse occurs as current builds up, whereas the inductive reverse voltage pulse accompanying flux collapse occurs as current increases further. Since the time-integral of voltage has to be the same for flux change in either direction, this can only mean that more inductive energy is being returned as flux collapses than was supplied during flux build-up. The reas ons for this and the source of power, the magnetocaloric cooling, are now well understood by the author and, so having seen the evidence in the performance data of the test machine, this will be the focus of attention in onward development. [* The control was by an inhibit signal, and would not base current sustained by inductive feedback]"},{"pageNumber":17,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 16 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 Overall, therefore, in the expectation that a machine modelled on the one tested above could, with a higher speed, convert that small power gain to a 5 watt gain, there could be as much as a 60-100 fold gain by us ing a better magnet structure. This implies a 0.3 kw to 0.5 kw rating for a machine having a base length of 125 mm, of about the right order expected with conventional motor technology, but we are here considering a machine that could be a thermodynamically powered generator. If such a performance prove s feasible, then by scaling up the machine size to a 10 metre base, that power rating becomes 150-250 Mw, which is of power generation station capacity. As will now be seen from the onward desc ription of the constructional features of the test machine, its mechanical structure and assembly are eminently suited to scaling to large size. It is a salient pole machine but there are no windings on those individual poles and this is very important from the point of view of dynamic balance. Furthermore, where the rotor magnetization is excited electromagnetically by a rotor-mounted winding, that winding could comprise a simple superconducti ng coil system coaxial with the rotor axis or a coaxial solenoidal coil system neatly mounted between the rotor pole pieces. It is a particular feature of the design of the machine discussed in this report, which has a permanent magnet rotor, that the single magnetizing winding is an externally mounted solenoid which can be made without n eed to restrict the cross-section of the winding. Therefore, the winding resistan ce can be very low and related losses commensurately reduced, an important power saving feature for a motor. Regardless, therefore, of the thermodynamic implications and their effect upon machine efficiency, the fact that a motor having this special single winding design works at all is something that gives this project merit. The following machine description represen ts a form of construction that should prove interesting in its own right and in connection with a motor development on conventional lines, devoid of the shaded-pol e and themodynamic factors, but where high powered magnets are incorporated in the rotor. Test Machine Description The test machine incorporated four 60 mm diameter ring magnets of anisotropic ferrite. Their thickness was 8mm and they ha d a 24 mm diameter central hole. They were mounted with spacer hubs on a 19 mm diameter brass spindle separating five rotor pole sections comprising 90 mm diameter laser-cut disc laminations having perimeter teeth forming 8 salient poles. They were cut fr om electrical sheet steel of 0.5 mm thickness. The magnets were very inexpensive standard loudspeaker-type magnets having no special properties and a relatively low power of about 3 MGOe. They were chosen because their size as available of-the-shelf stock items suite d the needs of the test machine. There are commercially-available magnets of sintered neodymium-iron-boron with a power of 10"},{"pageNumber":18,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 17 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 or more times this. High speed operation is certainly possible with cast Alnico magnets which have a 5.6 MGOe rating, but the onward prospect on the horizon is a new type of magnet developed in Japan which is said to have an enormous BH max rating of several hundred MGOe. The design technology implicit in the motor described below has, therefore, to be viewed in the context of such devel opment and the 100-fold prospect of power enhancement suggested in the previous section of this report is then realistic even where magnets are used to polarize the rotor. To spare effort and demands on the author's time during this onward research phase, the following description is not presented in research report style, but is, apart from the following illustrations in Fig. 4, 5 and 6 simply the text written for a patent application covering the machine. Accordingly the figure numbering sequence following those three figures is that of the separate figure number sequence of th e patent specification and the excerpts taken from the patent specification are incorporated at the end of this Report as Appendix II. As will be seen, the magnets produce a magnetic field directed along the axis of the machine, but this field develops magnetic flux which is diverted laterally through the laminar rotor discs and then, after passage th rough the pole gaps, diverted again in a return direction parallel with the machine axis to pass through the bridging stator laminations. All this occurs within the confines of a solenoidal magnetizing winding and, to the extent that the fluctuations of magnetic flux from the magnts are confined to the pole gaps and the magnetic circuit including the rotor and stat or, there can, in principle, be no back EMF opposing the action of the magnetizing winding. Yet, the pulsating current in that winding has been found to operate the motor. There is, of course, some leakage flux wh ich contributes to the inductance of the magnetizing winding but there is reason to exp ect much of the inductance energy input to be recovered, whilst the magnets actually do work and generate power solely owing to the control effect of that inductance. The following supplementary commentary pr ovides some further information and may explain why the author is encouraged by these findings and is anxious to know the outcome of tests on the dual machine system wh ich is described in the latter part of the appended patent description. As indicated above, a Part II Report will be prepared as soon as tests on the dual machine system are completed."},{"pageNumber":19,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 18 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 Supplementary Commentary The above test data is subject to some modification which can best be explained by first explaining that the first test on the machine was a test usi ng half-wave rectified 50Hz a.c. This meant running the machine at low speed (375 rpm), not enough to test the shaded-pole feature, which was the dominant interest owing to the funding arrangements. These tests were therefore of a cursory nature just to see if half-wave current pulses did affect the machine in the manner expected, but more particularly to get a measure of the induced back EMF and so the level of flux activity across the pole gaps and to see how such pulse input relieved load on the drive motor. It proved extremely difficult to get the adju stments of the controls just right with the motor running at 375 rpm for the expected sy chronisation to establish itself. Then, and only then, was it possible to reduce slowly, st age by stage, the current input to the d.c. drive motor while holding that 375 rpm speed. In spite of this, several such tests were performed and the a.c. magnetizing current a nd voltage was measured as the power input to the d.c. motor progressively reduced. Each such test proved very satisfying, because the saving in d.c. power input to the drive motor far outweighed the a.c. input as measured in VA (volt-amps), without regard to power factor. Effort was made to take r un the system with the test machine driving the d.c. motor as a generator, but with the test system used the system lost the 50Hz synchronism once the d.c. input current had re duced to about one third of its original value. The problem here arose because the d.c.pow er suply used was a stabilized voltage supply and it could not drop belo w a 4.5 volts, which is why a load resistor had been put in series with the motor. Although some tim e was spent in effort to overcome this, the author was more anxious to develop a control system for running the machine at much higher speed and so these 50 Hz tests were abandoned. One important aspect of the test was, however, the monitoring of both the current waveform as supplied to one test machine winding in relation to the voltage waveform induced in the unloaded magnetically-coupled and near identical second winding. Together these waveforms gave an insight into the inductive power fed in and returned from the machine over the cyclic period of pole closure and separation. It was then very evident that the power factor governing the a.c. power input was such as to indicate a quite significant exce ss power, even assuming that the d.c. drive motor was only 50% efficient. Ostensibly, it seemed that the test machine had to be operating above 100% efficiency by drawing on thermal heat input."},{"pageNumber":20,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 19 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 The most important observation, howev er, apart from finding that a pulse amplitude of about 0.8 amps in the single te st winding was needed in the test, was that very nearly all of the inductive power input to the machine was being returned by the a.c. circuit. The volt-amp product reversed polar ity as the half-wave current decreased. It could do this because the rectifier diode us ed could sustain current flow by the winding generating a forward EMF. Now, here was a feature that was important. With the machine driven by the permanent magnet system the inductive power fe d in to secure flux switching was not all used in adding power to the machine drive a nd even in these 50 Hz tests, where current was reducing as flux collapsed, most was, it seems, recoverable. This had been anticipated, or at least hoped for, in developing the machine design because of the relative configuration of the source magnets and the st ator pole pieces, but it was gratifying to see this confirmation. This then became a reason for examining th e prospect of building or procuring an a.c. power source that could operate effici ently at 250-400 Hz to power an inductive load regeneratively through a diode. The attendant pr oblem was also that of assuring sufficient frequency stability to be compliant with the synchronous operation of a motor not receiving its power drive as such from that supply. This pursuit tended to runaway with the time available for the project, with partially successful results using the same test machine. Eventually, to move the project forward, the author decided to use a simple electronic power drive where one machine winding signalled the control timing needed to put power on the other winding. A pnp power transistor was connected so as to de liver its collector-base current to one winding in its ON-state, and inhibited so as to be in the OFF-state when the other winding delivered a positive polarity signal to the base. With such a control system the test results of this Report were obtained, but any inductive power returned from the machine winding is necessarily dissipated and detracts from the possible efficiency of the machine. This is because the forward EMF set up by that return of energy causes unwanted current sp ike at the end of the cycle. There was the problem with the system under such test that it could very easily be set with its magnetic pole gap flux wasting power in oscillations. Fig. 4"},{"pageNumber":21,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 20 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 Had a capacitor been incorporated without informed design based on test performance then that too could have aided oscillation, rather than helping to suppress such effects whilst storing energy for use in the next machine cycle. With only slight adjustment of the bias controls a V m waveform corresponding to Fig. 4 corresponding to Fig. 2 on page 9 was obtained. The exponential rise of current peaks before dropping a little and then rising again to end in a upward surge which, in some tests, was so narrow that only its amplitude could be validly measured. This waveform shows that the input current, which is really what this voltage waveform represents, owing to it being the potential drop in a series 2.6 Ω resistor, builds up as in a normal LC circuit. The pole gap fl ux is therefore changing so as to set up a back EMF acting against the supply EMF. Then the flux levels off and begins to reverse the back EMF, owing to machine rotation changing the pole gap spacing. Once this occurs the back EMF becomes a forward EMF increasi ng in its effect the supply voltage feeding the collector of the transistor and so overri ding the inhibit signal set up by the bias and enhancing current flow in its ON-state. Now, to interpret Fig. 4 in terms of ener gy one needs to take note that the supply EMF to the transistor circuit has to be strong enough to overcome the maximum back EMF induced in the magnetizing winding. Note then that a magnetic reluctance motor works in one of two ways. In both the inductive energy fed into the machine, as measured by I (V i I) δ t, far outweighs the return energy expressed when this quantity becomes negative. One way of assuring this is to switch I off at the point when the motor poles are in register. Thus I is zero during the reset stage and, since the net flux change has to be the same but opposite in sign for the two stages, I V i . δ t is equal in magnitude for the two stages. In the first mode of operation, the inductive input power augments the magnetic flux to strength the pull between poles during the pole closure phase, so that the energy added in this way goes directly into the mechanical power drive during that phase. In the second mode of operation, the inductiv e power input is used to suppress the magnetic attraction between poles during their separation and the energy is deployed as in compressing a spring to recharge the magne tic energy potential of pole gap without that recharge drawing on the inertial power of the motor. Then, during pole closure, with current off, the energy in the gap does the nece ssary work. In this case the machine would normally include permanent magnets. However, what we see in Fig. 4 is something quite different from either of these situations. Drawing the waveform in th e manner shown in Fig. With the voltages now corresponding to a current drop in 5.2 Ω , the total test machine circuit resistance, the 5.46V line represents a norm in the transistor ON-stat e set when the inductive effect is zero. The full line represents current or voltage across the 5.2 Ω resistance. Ab ove this line the"},{"pageNumber":22,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 21 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 voltage difference to the 12.26V level represents voltage drop across inductance or in the power transistor, the intermediate broken cu rve showing a demarcation between the two. The latter when multiplied by current is the heat loss in the power transistor. 12.26V is the supply voltage fed to the transi stor circuit. The determination of the input I V i δ t quantity is then represented by the voltage drop in the shaded section in the upper right portion of the rectangular boundary shown. Consider now the return of inductive energy. Of necessity, I V i δ t has to be the same in magnitude for input and output, and the question at issue is how much of the latter change occurs with I on, as seen in Fig. and how much occurs with I turned off. Certainly, the showing is that the current is greater, much greater, on average during the return transient. Guided, however, by the observations at 50 Hz already mentioned, the author tends to the view that most of the input inductive en ergy is returned and is in this transistor- powered test shed in I 2 R loss in the circuit resistance. This means that the underestimate of the input inductive power is compensated by the return of inductive power and becomes an entry in the energy balance sheet as excess heat developed in the load resistance. Certainly, it is clear that the inductive energy put into the system has not been wholly used to power the moto r. Much of the energy is re turned but precisely how much energy is difficult to ascertain. These observations do not detract from the validity of the conclusions reached in the main sections of this Report, but what has been discussed here becomes a factor in designing the onward prototype machine system and particularly its control circuit. The machine system to be built next w ill present few design problems because it will be a cross-coupled dual combination of the single test machine already tested, the cross-coupling bringing the machine flywheel action into play as a regulator avoiding parasitic flux oscillations caused by the close-coupling of the windings of the single test machine. The control system needed will be researched in exploratory stages, beginning with transistors in the form of power MOSFETs , but attention will focus on the inductive energy recovery and that may dictate the n eed for other control techniques for powering the system."},{"pageNumber":23,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 22 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 APPENDIX I LC Circuit Loss Analysis Before calculating the resistance loss porti on of the power input transient supplied to an inductive circuit, it is instructive to study first the capacitative situation. Consider a step voltage E applied to a resi stor connected in series with a capacitor. Such a circuit (resistance R, capacitance C) has a time constant RC, verifed as follows. The current at any instant is denoted I and I o is E/R. E = IR + (1/C) I I. δ t(1) where the integration is from t = 0 to t = T. Write: I = I o e -t/RC (2) and substitute in (1) followed by performing the integration: E = I o [Re -T/RC + (1/C)(RC-RCe -T/RC )] (3) which reduces to: E = I o R(4) verifying the assumed time variation of I expressed in equation (2). The I 2 R loss is then: W R = I o 2 R I (e -2t/RC ) δ t(5) which integrates to give at time T: W R = I o 2 R(RC/2)(1 - e -2T/RC )(6) and the corresponding energy stored in the capacitance is: W C = EI o I (e -t/RC ) δ t - W R (7) which is: W C = EI o RC(1 - e -T/RC ) - W R (8) It follows, therefore, that if θ is infinite W R is I o 2 R 2 C/2 and W C is EI o RC less W R . From (7) W R becomes E 2 C/2 and is equal to W C . In other words, for every unit of energy stored in the capacitance exactly this same am ount of energy is lost in the resistance R."},{"pageNumber":24,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 23 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 In the initial stages of the transient energy is lost at a greater rate than it is being stored and the situation reverses as charging proceeds. With an inductive circuit, on the other hand, this situation reverses as the energy stored in inductance outweighs the loss initia lly but then the situation reverses with passage of time and the energy stored settles at a final level whilst there is an ongoing steady resistance loss. The relevant equations with inductance L and resistance R are: E = IR + LdI/dt (9) where: I = I o (1 - e -(R/L)t ) (10) and: E = I o R (11) The total resistance loss to time T is gi ven by evaluating the following expression over the range of integration from t = 0: W R = I o 2 R I (1 - 2e -(R/L)t + e -2(R/L)t ) δ t(12) which is: W R = I o 2 R[ θ + 2(L/R)e -(R/L)T - (L/2R)e -2(R/L)T - (3/2)(L/R)] (13) If T is L/R then W R becomes (LI o 2 )(1 + 2/e - 1/2e 2 - 3/2) or (0.168)LI o 2 . In contrast, the inductance energy stored at that time T is found by evaluating LI 2 /2 from equation (13). It is simply LI o 2 /2 times 1 - 2/e + 1/e 2 or (0.200)LI o 2 . One sees from this that at time θ the inductance has stored 54% of the energy input, this being the proportion 0.200 of (0.200 + 0.168). Concerning the rate at which energy is apportioned between the resistance loss and inductance this is the ratio of I 2 R to ILdI/dt or, from (13), (R/L)(1 - e -(R/L)t )/(R/L)(e -(R/L)t ), or simply: e (R/L)t - 1 (14) so one sees that at time T, which is L/R, the proportion of loss to energy being stored has become e - 1 or 2.718 - 1 or 63% of power input."},{"pageNumber":25,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 24 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 This Appendix therefore guides the design to determine a value of L/R which is high, meaning that R has to be as low as possible, and then driving a voltage pulse into the winding using a sufficient, but not excessive, input EMF of adequate duration to block unwanted magnetic flux oscillations. The technology suggested by this Report using a single solenoidal magnetizing winding allows R to be very small whilst providing for some power regeneration sourced in I 2 R heat generated. APPENDIX II Test Machine Description This text is extracted from pages 1, 2 and 5 to 26 of the description in a patent specification relating to the test machine. The 4 sheets of drawings containing 16 figures in the patent specification are numbered as 35 to 38 of this Report. The application was filed at the U.K. Patent O ffice on July 7th 1995. [Official publication date February 12, 1997 as GB 2,303,255]. ****** MAGNETIC RELUCTANCE MOTOR FIELD OF INVENTION This invention relates to magnetic reluctance motors, which are motors having salient poles which drive the motor by magnetic attraction rather than interaction of a magnetic field with current in a winding. Such motors can operate by applying current which strengthens the magnetic polarization as stator and rotor poles come into register as the rotor rotates or which weakens the magnetic polarization as the poles separate from the in-register position. Magnetic reluctance motors are known to have high efficiency and could well become a dominant type of mo tor now that the cost of the semiconductor circuitry needed to control such machines has reduced to th e level at which they can prove commercially more attractive than the induction motor. This invention is concerned with an im provement in the basic structure of the reluctance motor, which increases efficiency even further by a technique which harnesses a physical property known as 'magnetocaloric cooling'. This property is intimately connected with the manner in which the energy in an iron-cored inductance is stored in the core. The field of this invention is therefore primarily concerned with thermodynamic power input to a reluctance motor, which is, in fact, a new field having a very limited technical background."},{"pageNumber":26,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 25 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 BACKGROUND OF INVENTION The background relevant to this invention, so far as it is known to the Applicant, will be described in the following specification, by reference to the drawings. At this stage it suffices to make simple bibliographical reference to the following patents which are discussed in this specification. These are: GB Patent No. 2,234,863 corresponding to U.S. Patent No. 4,975,608, GB Patent Application No. 2,267,995 corresponding to U.S. Patent No. 5,376,184, and GB Patent Application No. 2,282,708, the first four of these having the same applicant as applies to the subject invention and the latter having a dditionally, as co-applicant, Robert George Adams of New Zealand. GB Patent No. 547,668 granted to Stanley Isaiah Hitchcock. BRIEF DESCRIPTION OF THE DRAWINGS Figs. 1 to 5 show schematically the form of five different prior art permanent magnet reluctance motor constructions, which serve as background relevant to the invention. Fig. 6 shows a test core configuration used to verify a magnetic flux switching feature that is applied in the invention. Figs. 7 and 8 show, respectively, a side elevation sectional view and an end elevation sectional view of a motor constructed according to the invention. Fig. 9 shows the magnetic flux paths in a pa rt-section of the structure shown in Fig. 7. Figs. 10, 11 and 12 show different interac ting stator and rotor pole arrangements in a magnetic reluctance motor, Figs. 11 and 12 pertaining to the invention and Fig. 10 to a prior art form. Fig. 13 shows a design variant of the mo tor construction presented in Fig. 8, the rotor poles being tilted in the forward direction of rotation. Fig. 14 shows a machine system incorporating two reluctance motors coupled in an anti-phase pole configuration, with a cross-connected magnetizing winding arrangement for coordinated power input pulse regulation. Fig. 15 shows a B-H magnetization curve applicable to the stator cores in the reluctance motor according to the invention, illustrating how the field excitation, in interacting with reluctance changes as the motor poles close and open, causes flux density changes in a loop direction which represents power generation rather than loss. Fig. 16 shows the rotor of a reluctance motor having provision for rotor magnetization by current in rotor windings on ferromagnetic soft iron cores mounted between laminated rotor sections. DETAILED DESCRIPTION OF THE INVENTION At the end of this specification there is an Appendix which shows, by technical analysis, using formul ae familiar to experts in electrical science, the physical basis on"},{"pageNumber":27,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 26 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 which this invention relies. What is described and claimed has been established by experiment, but inasmuch as it will surprise many experts in the art to learn that thermodynamic effects can contribute to the impr oved efficiency of an electric motor, the Applicant has deemed it prudent to give the fo rmal scientific basis for the research which underlies this invention. The essential point made is that, if one can feed power into an inductance L having a high value by supplying a current of strength I, the energy then stored being LI 2 /2, and then cause L to reduce substantially before reducing the current, one must gain electrical energy. The Applicant's research extending over 40 years has recognized that inductive energy is stored by the partial ordering of the thermal state of a reacting field medium, which means that upon the recovery of inductan ce energy there has to be a cooling of the reacting medium to assure energy balance, just as there is heating upon energization. In spite of this awareness for so many years, it is only now that the Applicant, owing to this invention emerging from experimental research funded by the U.K. Department of Trade and Industry by thei r SMART AWARD programme, has been able to bring this knowledge to fruition in a technological application. The essential considerations, as applied to the reluctance motor, can best be described by first examining how energy is depl oyed in the motor. Suppose that the motor incorporates magnets and the stator and roto r poles begin in the out-of-register position. Without feeding in any external power, the magnets can serve to pull the poles together and so put drive torque into the machine. At the in-register position the magnetic circuit through the poles has its highest inductance as seen by windings on those poles. It is at this position that a current of strength I is s upplied in the direction that aids the action of the magnets. As the current builds up L holds its high value. The current will do no work other than sustain some I 2 R loss and store energy LI 2 /2 in that inductance. If the current is then kept on at the level I as the poles se parate, by the time they have reached their out- of-register position the poles gaps formed will have virtually reduced the inductance to near zero. The current can then be switched off without the return of any energy at that final stage. However, during the phase when the poles were moving apart, L was reducing at constant current I and this means that, since the power delivered is I δ (LI)/ δ t or I 2 δ L/ δ t, one has an overall electrical output in energy terms of I 2 times the change of inductance, which is L. In other words, one gets twice as much elect rical power back as was fed in when the current was switched on. Of course, there is some ohmic heating loss, but there is also that cooling already mentioned. Also, one can rightly assume that the current I strengthens the magnetic pull between the poles as they sepa rate so that more mechanical work is needed to pull them apart against the action of the magnets than was delivered from their mutual attraction during pole closure. This may, therefore, seem normal and unsurprising, even though electrical power is generated, because mechanical work has been added and because standard science in dealing with such problems applies what is known as 'the principle of virtual work' which assumes an answer based on energy conservati on. If the heat exchanges are not factored into the analysis, use of this principle becomes a misleading exercise."},{"pageNumber":28,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 27 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 Now consider the situation where that same current I is applied in the opposite direction to weaken the magnetic flux between the poles when they are fully in register. The current experiences a back EMF in the windings and only senses flux rate of change; it has no knowledge of the biasing magnetic field set up by the magnets. There will be inductance energy supplied as input amounting to LI 2 /2 as before. In this case the poles can separate without there being any strong magnetic attraction demanding mechanical energy, because the magnetic flux has been biased to a zero value. As the poles separate the current can reduce progressively to keep the zero flux condition and no exchange of inductive power occurs. The overall re sult is that the energy input LI 2 /2 has been spent and mechanical energy gained from the magne t during the pole closure phase. These two energies can be presumed to be equal, but if the motor has the design described below, it is found that the mechanical drive power of the machine exceeds the inductive power input. It is then a matter of design to reduce the I 2 R heating loss so as to gain overall enhancement of motor efficiency by the magnetocaloric cooling thus evidenced. The reluctance motor which has variable pole gaps complicates the situation represented in the Appendix, the more so if magnets are involved, and it should be explained that using the magnetizing current to divert flux from the magnet and along a leakage path will set up demagnetization eff ects which effectively reduce the inductance L. This allows the value of the current I a nd the angular position of the rotor in adjusting the pole gaps to combine as a control determining LI. As one then sees from the Appendix, the r oot principle of the power gain argument is that if one can contrive to reduce LI of a circuit whilst it carries constant current I, then the inductance will deliver more energy ou tput than was supplied and there will be commensurate cooling in the inductor core . By suitable positioning of magnets or magnetizing windings in a reluctance motor, this becomes feasible technologically. The essential design factor in this is the positioning of the magnets or windings which govern the inductance at positions not di rectly linked by a magnetic field to the seat of the inductive action. Here 'm agnetic field' is used in the context of ampere-turns and is distinct from the magnetic flux which n ecessarily provides the inductive linkage. The magnets or windings can be placed in positions offset from the pole gaps in a reluctance motor or positioned with axes orthogonally angled with respect to the flux direction in the pole gaps. Referring to Figs. 1 to 6, the background a pplicable to this invention will now be described. In each of these figures the components ma rked with arrows represent magnets, the arrow pointing from south to north poles so as to represent their field action and magnetic flux direction. In Figs. 1, 3 and 5, the spindles 1 support two rotor sections 2 each comprising an assembly of electrical sheet steel laminar rotor discs having a set of salient poles. In each of Figs. 1 to 5 the cross-sh aded components 3 are stator windings, each of which has a stator core 4. These cores are of solid soft-iron form in Figs. 2 and 4, but otherwise in Figs. 1, 3 and 5, they consist of an assembly of electrical sheet steel laminations. Each stator core in Figs. 1 and 3 provides a pair of stator poles, interacting respectively with the rotor poles of the separate rotor sections."},{"pageNumber":29,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 28 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 Fig. 1 shows a prior art reluctance motor di sclosed by this Applicant in GB Patent No. 2,234,863, corresponding to US Patent No. 4,975,608. In principle the motor there disclosed has magnetizing windings 3 which, when energized, block the through-passage of magnetic flux sourced in the magnets, forcing diversion around a path through outer bridging yokes 5 to the poles on stators 3 and corresponding poles of the two rotor sections 2. These rotor sections serve, according to the angular position of the spindle 1, to open or close pole gaps between the rotor and stator so that flux from one pair of magnets in one stator core can return as flux through another pair of magnets on an adjacent stator core. There is an even number of such stator core s and the magnets of adjacent stator cores are arranged with opposite polarization directions to assure this. By pulsing current through the windings 3 at times when the poles are closing, this allows the magnets to drive the motor. As the poles separate the current is switched off and the magnetic flux diverts through the stator 4, the path of least reluctance, leaving the poles free to separate. The relevance of this prior art disclosu re is its showing of magnetizing windings that are mounted parallel with the spindle axis and so are orthogonal with respect to the flux direction across the pole gap. In the invention, the subject of this patent application, a superior construction incorporating the magnets in the body of the rotor is disclo sed. It has been found easier to exclude from the pole gaps the flux sourced in the magnets if the latter are rotor- mounted, as opposed to stator mounted. Fig. 2 shows a motor structure which became public knowledge from the publicity in Australia relating to a motor construction by Robert G. Adams of New Zealand. The Adams' motor has all poles of the same polarity bonded together at a collar 6 on the spindle 1, leaving the end poles at the free ends all also of the same polarity. Each such pole sweeps in turn past a stator pole and is a ttracted to the soft iron of the stator core 4. As it passes the in-register position, the magnetizing winding is energized to act in opposition to the flux then linking the core fr om the magnet. This expels the flux and allows the magnet to move on until attracted by the next stator core. The Adams' disclosure shows that, by using powerful magnets, accepting flux leakage and by using short stator cores as controlling electromagnets, a motor can be constructed which, according to test reports by Adams, is said to have a quite exceptional performance of the kind contemplated in the above preamble. This Applicant opened a liaison with R obert Adams and proposed cooperation to find then that we had developed our ideas on common ground in conceiving a motor version with rotor-mounted magnets disposed pa rallel with the spindle axis. This led to the filing of GB Patent Application No. 2,282,708 relating to a motor having the construction shown in Fig. 3. Adams had bu ilt and tested a machine of the form shown in Fig. 4. In both machine designs the separa te bar magnets 7 all rotate together so that all their poles at one end of the machine are of N polarity and all the poles at the other end are of S polarity. This avoids flux reversal in the stator cores which would develop extra loss, bearing in mind that the motor is driven by flux changing in amplitude rather than in direction."},{"pageNumber":30,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 29 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 The Fig. 4 machine operates in a manner an alogous to that of the Fig. 2 machine, whereas in the Fig. 3 machine the flux from the magnet is diverted through rotor laminations to traverse poles gaps to the stator in a radial direction. The U.K. Patent Office cited GB Pa tent No. 547,668 (inventor Stanley Isaiah Hitchcock) against the patent application corresponding to the arrangement shown in Fig. 3 and this citation is a disclosure of a motor of the form shown in Fig. 5. Here the design is much the same as that of Fig. 3 except for the vital diffe rences in Fig. 3, (a) that the stator magnetizing windings and the magnets, wh ich together control the flux acting across the pole gaps, are both orthogonal with respect to the flux direction across those gaps and (b) the flux closure path is through separate br idging stator cores rather than into annular stator cores having salient poles. The latter avoids problems of flux closure, as through a casing 8 (shown in in Fig. 5 in broken outline), by using the stator core members to support windings 3 located in the magnetic flux circuit between the rotor sections 2. From the viewpoint of the subject invention, the weakness of the Hitchcock disclosure is the use of short-length stator coils mounted very close to the operative pole gaps. This provides such close field coup ling that none of the power gain from flux domain rotation, as discussed in the specification of GB Patent Application No. 2,282,708 (the Fig. 3 machine), is available from the magnetizing action. Also, with the need to minimize I 2 R ohmic heating loss as a paramount cons ideration, if high efficiency is to be achieved, the contraint on space available for the stator magnetizing windings poses problems which are avoided by the following invention. Referring to Fig. 6 it is noted that a test on a static assembly of the form shown, comprising a magnet 9, a laminated ferroma gnetic core 10 having a magnetizing winding 11 with laminated core members 12 linking the two revealed that a quite moderate current was sufficient to break the magnetic holding fo rce between the core and the magnet. In principle this served to demonstrate that a current in the winding directed to oppose the action of the magnet will sense the core 10 as having very nearly its normal high magnetic permeability μ, whereas the stray action of th e direct magnetic field from the magnet will have little effect. Accordingly, the magnetic flux, which the magnet would normally drive around leakage paths between its poles, but which it transmits at a magnetic flux density B through a bridging yoke if one is present, is effective in the core 10 as a field B/μ. It needs very little current in the magnetizing wi nding to obstruct passage of flux from the magnet in such a case. There are some additional field effects from the laminated core members 12, but the general point holds, namely that if one wishes to improve efficiency and gain power in a reluctance motor there are distinct adva ntages in putting the field-generating sources in positions around the ferromagnetic circuit ort hogonally directed with respect to the gap orientation. Figs. 7 and 8 show different views of a motor construction incorporating the invention. The rotor has a spindle 1 which is of a non-ferromagnetic metal, such as brass or stainless steel. It is mounted in ball b earings 13 set in end frame members 14 which are of a tough electrical insulating material, a rigid polyurethane product being used in experimental versions of the machine. These are connected between their corners by stainless steel studding 15. The object is to minimize stray magnetic field effects and, so"},{"pageNumber":31,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 30 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 far as possible, confine the magnetic flux pr oduced by the machine to the space within the bounds of solenoidal winding 16 located on and enclosing 8 stator core members 17. These stator members 17 are formed from I-section transformer laminations and are located on shoulders formed as part of the e nd frame members. They are disposed parallel with respect to the central axis of the spindle, this axis being also the central axis of the solenoidal winding. Each set of I-section transformer laminations forming stator core members 17 is bolted between rigid polyurethane supports of triangular section (not shown in the drawings). These hold the laminations in a tilted position, at a 45 o angle as depicted in Fig. 8. In a test machine of this form the solenoidal magnetizing winding comprised two coils, each of 220 turns. The rotor, in the representation shown, wh ich is that of one machine constructed, comprises four barium ferrite ring magnets 18 of the kind used in loudspeakers. These magnets have a thickness of 8 mm and an outer diameter of 60 mm. Five rotor core sections 19, each comprising an assembly of 0.5 mm thick disc laminations of electrically sheet steel having 8 teeth at its perimeter to form salient poles, are mounted on the motor spindle 1, separated by the four magnets 18. The end rotor core sections had a thickness of 4mm and the three intervening sections had a thickness of 8mm. The magnets were mounted on the spindle, with their polarizations all in the same direction, as shown in Fig. 9. The principle of operation of the motor will now be explained by first commenting on Figs. 10, 11 and 12. A conventional design of a magnetic relu ctance motor has a salient pole rotor 20 with no magnets in its structure. Its poles interact with salient poles on a laminated ring stator 21, these having individual windings 22 to control the magnetic flux across the interpole gaps. When the magnetizing winding is energized the rotor and stator poles moving into register as the rotor turns develop a magnetic flux across the pole gap with flux lines tilted forward as indicated by the arrow. If these flux lines were perfectly radial as applies to electrostatic field action, s hould that analogy be contemplated, the pull between the poles would not develop torque on the motor spindle. By symmetry, when the poles are in perfect register (Fig. 11), th e magnetic field in the gap is radial and the torque produced is then zero. It then serves no purpose to maintain the energization of the winding. Indeed, the current must then be te rminated in order that pole separation should not develop a brake torque. Fig. 11 shows the stator core 21 as formed with its laminati ons lying in planes transverse to those applicable to the stator in Fig. 10. Thus, whereas the magnetic flux in the conventional stator of Fi g. 10 has to find a path to an adjacent pole through a stator lamination coplanar with a rotor lamination, the stator form shown in Fig. 11 guides the flux between mutually orthogonal laminations to a pole on a separate rotor core section at a position further along the spindle. This latter construction then allows tilti ng as shown in Fig. 12, the object of this being two-fold. Firstly, in some small measure, the tilt assists in conforming with the inclination of the flux and so the force action across the pole gap. Secondly, the flux, having been established, has to be precluded from developing a tilt in the backward direction corresponding to a retarding torque action. As already indicated, if the flux is"},{"pageNumber":32,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 31 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 set up by a magnetizing field, then the commutation is less of a problem. It is just a matter of terminating the current pulse at the right moment. However, if the magnetic flux is developed by magnets, as in the machine shown in Figs. 7 and 8, then the commutation task involves setting up an action opposing the magnets as the poles separate. Given then that in the Fig. 12 position, the magnets cause flux to cross the pole gaps and enter the planes of the stator laminations, the action of pole separation requires either that the flux should break whilst still tilted forward, at least in the stator, or that the flux must be pulled through the full planar faces of the laminati ons on the forward side of the stator cores. This will induce eddy-currents which oppose this action. However, it is important to realise that what is opposed is not the reduction of magnetic flux already present, but rather the build-up of magnetic flux in passage through the planar faces of the laminations. This therefore can but aid commutation and ease the task of using control circuit means to set up the currents opposing the action of the magnets. In summary, therefore, there is purpose in tilting the stator laminations as shown, and this is not an available option with the conventional ring-type stator lamination. In the operation of the motor shown in Figs. 7 and 8, the control involves pulsing the current in the solenoidal winding to set up a magnetic field directly in the stator cores directed in the same orientation as the polarization of the magnets. Notwithstanding the fact that all magnets face the same way and are separated only by good ferromagnetic material, the magnets do not seek a common flux path along the axis and through to the open pole regions near the motor bearings. Because the rotor laminations have projecting teeth which extend 15mm from the outer perimeter of the magnets, the rotor lamination discs being 90 mm in diameter, these guide the flux to the stator region. Therefore, if the rotor and st ator poles are in register the magnet sends its flux around a closed loop across the pole faces and through the sections of stator cores located at corresponding axial positions. When current is applied in a direction which supports the magnet, this developing a magnetic field H as shown in Fig. 9, this oppos es and blocks flux passage in those stator sections and forces the magnet to seek a leak age route for its flux. Much of the diminished strength of the magnet is then deployed away from the pole gap and much of the flux finds a return leakage path within the c onfines of the cylindrical boundary set by the solenoidal winding. This means that the current pulses fed to that winding can serve to control the action of the magnets in driving the reluctance motor, but the actual change of flux involved does not all link that winding induc tively. Such flux as does link the winding will be a measure of the inductance of th e winding and some of the power supplied as inductive energy will be recove red during a complete pulse period. The former factor means that in some measure the motor will be driven by the magnets without drawing commensurately on input electrical power and that can only mean that there has to be magnetocaloric cooling of some kind to provi de that excess power from a heat source. In Fig. 13 a modification of the motor depicted in Fig. 8 is presented. It uses rotor laminations 23 which have the pole-forming t eeth angled in the di rection of forward rotation of the motor to complement the tilt of the stator laminations. In this figure the arrows on rotor lamination 23 show the magnetic flux lines sourced from the magnets"},{"pageNumber":33,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 32 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 entering the rotor disc and being guided by the angled teeth to track along a path to the pole gaps. The construction of a machine of the gene ral form shown in Figs. 8 or 13 can prove difficult if it is attempted to assemble a un itary stator core with winding and a rotor separately and then bring the two together. The powerful magnetic attraction between the rotor and the stator then make it virtually im possible to mount the rotor inside the stator and support it in its end bearings. A solution to this difficulty was found by adopting an assembly process by which the rotor was first mounted in its end bearings with the linking studding 15 bolted in position. Then each stator lamination component is inserted and secured in position, this providing sufficient bonding to hold the end frame mambers 14 in place when the studding is temporarily removed to allow the sole noid to be wound. The innovation involved here is the use of the end frame mambers 14 as si de flanges of a bobbin form for that winding. With this construction the motor can operate with one single solenoidal winding by suitable current pulsing, but it is fores een that the ultimate benefits of the thermodynamic features of the machine render it adaptable for use as a power regenerator or in a coupled motor configuration which has a pilot drive motor as a starter motor. In this case, by reference to Fig. 14, a solenoidal winding 24 on one of two machines 25, 26 having the form shown in Figs . 7 and 8, is used to control the timing of power input to a solenoidal winding 27 on the ot her machine. The stator core system of each machine is depicted in Fig. 14 as inco rporating a core 28 which inductively couples two windings 24 and 27. The inductance of the core depends upon the pole gaps in the associated machine, because the core is fo rmed by the magnetic path through the rotor and stator core system. In Fig. 14 the d.c. motor 29, which has a power supply not shown, is used as starter motor and it serves during normal operation at speed to regulate the speed of the machine combination. It can also be used as a d. c. power generator feeding on the drive power generated by the machine system, thereby serving to recharge batteries used as an energy source on start-up. In the cross-connection between the solenoidal windings 24 and 27 on the two machines there are power amplifiers 30 serv ing to boost the power exchanged between the machines and these power amplifiers are supp lied with electrical power from an external power supply system when the regenerative ac tion of the machine system is inadequate. To understand the regenerative action, refer now to Fig. 15. This shows a B-H relationship between flux density B and magnetic field H in a stator core of the machines. When B is low, the rotor and stator poles are out-of-register and no field current is supplied to the magnetizing winding. The pul se timing governed by the power amplifier or the biasing arrangement through an electronic coupling including diodes assures that no significant current flows in the winding until the pole gaps have closed. The machine has periods during rotor rotation where the gap spacing changes very little over a range of rotor movement. It is during this period that the circuit control allows current to flow to a level determined by the input voltage. The state of magnetism of the stator core th en shifts from X to Y in Fig. 15. Since this is a range involving high inductance, commensurate with the effective permeability"},{"pageNumber":34,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 33 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 of the stator core being of the order of 1,000 times that of a non-magnetic material, this action needs very little current, meaning a low field strength H. At Y, even though the poles, though beginning to separate, are still in near-register, the current reaches a level where it has succeeded in driving the flux sourced in the rotor magnets from the closed paths through the stat or core and thereafter with increased current obliges that flux to seek a leakage path to find a closure route. It is then found from tests on such a machine that one route adopted, be sides leakage within the confines of the solenoidal winding, is that through the open ends of the stator cores, which means that these free ends develop poles which set up a demagnetizing effect. This demagnetization, although principally set up by the flux from the magnets in the rotor, has a direct action opposing the onward build-up of field by the current in the magnetizing winding. Accordingly, the transit from X to Y occurs at high inductance, but the transit from Y to Z occurs at a rate subject to a very small incremental magn etic permeability, even though the motor poles are still virtually closed. During this Y to Z phase there is the need to feed in substantial current and substantia l inductance energy to take the flux density B to the value at Z. The B-H area between YZ and the B ordinate is a measure of this input energy. At Z, the current input pulse having peaked, the motor pole gaps begin to open rapidly and since the current is sustained the action of the motor inertia in forcing the pole separation operates to deliver a return of inductance energy to the magnetizing winding. The energy returned is that represented by th e B-H area between ZX and B ordinate in Fig. 15. Overall, the area of the B-H loop formed is a measure of the energy excess that has been fed back by this induction process, by drawing on magnetocaloric cooling. Note that the loop is described clockwise, whereas in conventional magnetic systems such as transformers, the B-H loop is always descri bed anticlockwise, in which case the B-H loop represents magnetization loss. Such magneti zation loss as does occur in the motor will therefore detract from the B-H loop area and so be accounted for in the overall gain. To maximize this power gain the machine must be able to act virtually as a magnetic reluctance switch with the motor f unction serving only to open and close pole gaps. If the motor system is not loaded as a mechanical power drive, its reluctance function, especially that attributable to the magne ts in the rotor, will se rve to assist rotation during pole closure and that will nearly balance their braking action during pole separation. Inasmuch, however, as there is a magnetocaloric input of power there is scope for dividing that power output between moto r drive and electrical power regeneration. Indeed, it is essential if this technology is to be exploited to the full, that the inductive power regenerated has to be deployed usefully in assisting the system operation, rather than spent on resistance loss in the elect ronic power source. This is why a back-to- back coupling of two machines has merit, in that as one machine is operating over the XZ range requiring power input, so the other is pha sed in its operation to be operating over the ZX range. This phasing is incorporated in the machine system by adjusting the angular setting of the mechanical coupling between the spindles of the two machines."},{"pageNumber":35,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 34 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 The induced EMFs in windings 24 are anti-phase signals so that by suitable electronics, or simply diode interposition, they can be used to cross-feed power between the machines when set with the appropriate pole position phasing. A typical test on one machine system using the structure shown in Figs. 7 and 8 has shown that more inductive energy is returned in each flux cycle than is supplied as input, even though the d.c. starter motor itself drew a reduced power whilst the whole system increased in speed from 800 rpm to 1350 rpm. In this case the inductive power gain, though positive, was marginal in comparison with the mechanical power gain, but the findings were a very clear indication that the theoretical basis of this invention, with its reliance on a magnetocaloric cooling as a source of excess electrical power input, is soundly based. Although the invention has been described in its form as implemented in a test prototype, which used permanent magnets, it is to be understood that the essential component is the ferromagnetic core in the system, which need not be of permanent magnet material. In its technological application, the op timum design based on this invention depends upon the scale of the machine. A large machine system can employ rotor and stator structures which are simply electromagnetic in form, provided the core is ferromagnetic. The key feature of the invention is the way in which the reluctance of the core effective in the magnetizing winding can be switched from a high inductance state to a low inductance state by means not direc tly coupled to that magnetizing winding. The specific design of the reluctance motor by which the pole closure and pole separation design serve this reluctance switching functions is the attribute which brings about the enhanced efficiency condition. The permanent magnets are not essential and, indeed, a rotor built with a soft iron ring cores 31 to replace the magnets with rotor windings 32 such as is shown in Fig. 16 could serve quite well functionally and in fact better in cost terms in a large machine. The rotor winding, supplied through slip rings, would merely carry a steady d.c. current and the flux changes resulting from the pole opening and closing would set up eddy-currents which involve a moderate loss. However, these currents would have limited core penetration and would tend to sustain a steady magnetic flux condition in the body of the rotor. As with the coercive force action of a permanent magnet, these would help to force the leakage flux action that is part of the functional operation of the machine as described. The importance of the enveloping solenoidal winding as the primary magnetizing winding governing motor operation can be seen when it is realized that, if individual windings are used on each stator core, these would need to be segmented along the core length so as not to obstruct the pole gaps. The enveloping solenoidal winding has therefore several advantages, namely its low resistance because of its unrestricted outer diameter, its ease of assembly and its continuity along the body of the machine. In machines constructed by the Applicant to test this invention, the motor end frame members were of electrically insula ting material because some pulsating magnetic flux leaks from the open ends of the stator core members. This leakage seems essential if provision of a return flux path through a ferromagnetic casing is to be avoided."},{"pageNumber":36,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 35 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 However, the end frame members could be metal castings of spider-like construction which, with the axial studding 15, provide no closed circuit linked by the changing magnetic flux. The eddy-current losses in th e end frame members would then be reduced to those set up by a small amount of flux penetr ation into the thin spider limbs connecting the studding and the central hubs supporting the motor bearings. APPENDIX OF THE PATENT SPECIFICATION Ferromagnetic Inductor Energy Analysis The energy stored in an inductance L formed by a magnetizing winding mounted on a ferromagnetic core is the integral: I I[ δ (LI)/ δ t] δ t(1) evaluated over the range from zero current I to the applicable level of current. This can be written as: I [L δ I/ δ t + I 2 δ L/ δ t] δ t(2) which is I 2 ∆ L+LI 2 /2 where ∆ L is the change of inductance, assuming this occurs at the level of current I. It follows from this that if L is reduced when I is high and increased when I is low, the inductance can deliver more energy during the current reduction phase than is supplied to it during the current input phase. This may sound anomalous but it is consistent with basic physical principles, because the process by which an inductance stores energy involves heating and cooling. Heat is shed when the inductance is energized, because the electromagnetic induction polarizes the reacting field in the manner described in the Appendix of the published specification of GB Patent Application No. 2,267,995 or that in U.S. Patent No. 5,376,184. Conversely, there is cooling, known in physics as magnetocaloric cooling, upon deenergization. Th ere the energy balance is attributable to thermal effects which are not formulated in the above expression. To prove that more energy can be extract ed from an inductance than is supplied to it, suppose that the inductance has a high value L as the current increases and a progressively lower value L- ∆ L as the current is sustained at a high level, the current not being switched off until the inductance is very low. The energy input during the current increase phase is then given by: L(I) 2 /2 (3) and the energy output at the transition when L reduces is given by: ∆ L(I) 2 (4) with further energy output during the current decrease phase: (L- ∆ L)(I) 2 /2 (5) Since there is no current when the trans ition to increased inductance occurs, these three energy components are all we need cons ider. Together they show a net gain of electrical energy of half the expression (4). This assumes that the inductance can be changed without expending energy equal to that gained and this is not possible for an air-cored inductance. It is possible by using"},{"pageNumber":37,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 36 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7 a ferromagnetic core, for example, by adjusti ng an air gap in the core, assuming the gap is positioned somewhere in the core not directly field-coupled with the magnetizing winding. Here the word 'field' (H as used in Fig. 15) has a meaning distinct from magnetic flux (B) which necessarily does couple the air gap with the magnetizing winding."},{"pageNumber":38,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR 37 © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7"},{"pageNumber":39,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7  FIG. 7 FIG. 8"},{"pageNumber":40,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7  "},{"pageNumber":41,"pageContent":"  THE TRANSVERSE RELUCTANCE MOTOR © HAROLD ASPDEN, 1997   ENERGY SCIENCE REPORT NO. 7  "}]
