[{"pageNumber":1,"pageContent":"S tanding waves are nothing special in nature. But it is only now that we have come to be able to use them for purposes of communica- tion. Any conventional means of telecommunications, be it radio, television, telephony or even megaphone, uses not standing but propagating waves for informa- tion transfer. And this is for a good reason: standing waves do not transmit energy. This doctrine is still valid today – with one ex- ception: it does not apply to stand- ing gravitational waves. The exis- tence of this special kind of standing wave was postulated by the Theory of Global Scaling (H. Müller, 1982) and was experimen- tally demonstrated for the first time in 1986. These standing grav- itational waves need not be gener- ated for they permeate the whole universe setting it into syn- chronous vibrations on all levels of scale. The idea to use standing gravity waves as carrier waves for infor- mation transmission was born al- ready in 1989 — albeit only in the- ory. Practical application proved recalcitrant. Only the develop- ment of the G-element (1998- 2000) brought the breakthrough. This gravi-electric energy con- verter is able to modulate stand- ing gravitational waves of natural origin. Even though G-Com® technology is still in its infancy (the first successful language modulation was achieved in July of 2001) it already far surpasses all traditional methods of informa- tion transfer in two important as- pects: • The first: A modulated stand- ing gravitational wave can be de- modulated instantly (isochrono- usly) in any place on planet Earth, on Mars or outside of the solar system. Distance and trans- mission times are rendered meaningless. • The second: Waves are neither being generated nor sent. Hence G-Com® technology does not require antennas, satellites, am- plifiers and transformers. This is the beginning of a new era of telecommunications — free from electric smog. Mathematics Became Isolated from Natural Sciences Nature continues to amaze us with an almost infinite variety of phenomena. Man has been searching for centuries to find the principle that “holds the world inside together”. Today we are closer to the solution of this puzzle than never before. Since the time of Galileo and Newton we have known of prop- erties that are common to all ma- terial phenomena: space, time and motion. These are physical properties, which explains why physics holds a fundamental po- sition among all of the natural sciences. Till the end of the 20th century physics dealt with the ex- Space-Energy Research / Global Scaling special 1 Global Scaling raum&zeit 119 The Discovery of the Century: Telecommunications Free from Electric Smog! IREF develops G-Com®: world-first technology for language modulation of standing gravitational waves. On October 27th, 2000 a new age of telecommunications was begun. By Dr. rer. nat. Hartmut Müller, director of the Institute for Space-Energy-Research in memory Leonard Euler. This is what millions of people are waiting for: telecommunica- tions that does not engender electric pollution. Nobody complains about telecommunications, but everybody (except the producers) complains about electric smog caused by it. The increase of trans- mitting masts in the mobile phone sector has become life-endan- gering. Very soon, this will be a thing of the past. In the summer of this year, the physicist and mathematician Dr. Müller, director of the Institute for Space-Energy-Research, Wolfratshausen, has suc- ceeded for the first time to modulate language signals onto stand- ing gravitational waves. On October 27th a historic scientific ex- periment was carried out in Bad Tölz—the first language transmission by means of standing gravitational waves between Bad Tölz and St. Petersburg. Read now Dr. Hartmut Müller’s ex- planations on the physics and mathematics involved. Ill.1: The gravielectric energy converters (G-Elements) used in G-Com® technology differ from the original prototype mainly in their size (6 x 8 mm). Photo: IREF Bad Tölz St. Petersburg"},{"pageNumber":2,"pageContent":"ploration of quantitative rela- tionships among these funda- mental properties and their derivatives. In the centre of its epistemological paradigm was physical measuring that became the “sacrament” of scientific production altogether. Simulta- neously, this paradigm put an end to the ancient student-mas- ter relationship between natural sciences and mathematics. In the large-scale academic enterprise of today the mathematician only develops the models. It is the physicist (chemist, biologist, ge- ologist) who decides which of the models matches the measure- ment and will be applied. As a result of this division of labour mathematics became more and more ‘instrumentalised’ and hence isolated from its intellec- tual source—the natural sci- ences. And so it was that physics itself was demoted to a mere inter- preter of models and ideas that got completely out of touch with reality – and this happened to an ever greater extent. To calculate a modern physical model “up to the last digit” and to verify it by measurement, is only possible for the most simplified cases nowadays. Physical laws have degenerated to juristic hair-split- ting; physical facts have become totally dependent on the model they describe. A Scientific Gold Mine The scientific division of labour according to the example of large-scale industries also had its positive consequences (“Noth- ing so bad that it wouldn’t be useful”—an old Russian saying goes). The physical compatibility of completely different mathe- matical models made it neces- sary to bring the precision of physical measurements to un- precedented heights. Over decades a colossal and priceless data base accumulated that con- tains the spectral lines of atoms and molecules, the masses of the elementary particles and atomic nuclei, atomic radii, dimensions, distances, masses and periods of revolution of the planets, moons and asteroids, the physical char- acteristics of stars and galaxies, and much more. The need for measurements of utmost preci- sion promoted the development of mathematical statistics which in turn made it possible to pre- cisely describe morphological and sociological data as well as data from evolutionary biology. Ranging from elementary parti- cles to galactic clusters this scien- tific data base extends across a minimum of 55 orders of magni- tude. Yet, despite its tremendous cosmological significance this data base has never been the object of an integrated (holistic) scientific investigation until 1982. The trea- sure lying at its feet was not seen by the labour-divided, mega-in- dustrial scientific community. Most Significant Discovery by Cislenko First indication of the existence of this scientific ‘gold mine’ came from biology. As the result of 12 years of research Cislenko pub- lished his work “Structure of Fauna and Flora with Regard to the Body Size of Organisms” (see illustration 3). His work documents what is probably the most important biological dis- covery of the 20th century. Cislenko was able to prove that segments of increased species representation were repeated on the logarithmic line of body sizes at equal intervals (approx. 0.5 units of the decadic logarithm; see illustration 4). The phe- nomenon is not explicable from 120 raum&zeit special 1 Global Scaling Ill. 2: Whales and dolphins use acoustic waves for orientation and communication. Sound propagates in water 4.7 times faster than in air. Some large-sized whales can communicate across hundreds and thousands kilometres using very deep sounds. Blue whales use sounds in the range of 10-40 Hz (see spectro- gram). When sperm whales migrate over long distances they produce a permanent clicking sound. The clicks function as an echo sounder for orientation in the oceans. All toothed whales, including dolphins, produce such clicking sounds. The sound impulses are focused onto objects that will reflect a faint echo. The extremely specialised ear of toothed wha- les will perceive these echoes and the brain constructs an image of the object. Besides finding use for purposes of echo depth sounding the clicks of sperm whales are also used for communication. Certain patterns are continually repeated. Individuals in a group of whales have their own specific signatures. The same echo-click-sounds will simultaneously scan the underwater mountain ranges beneath the animals which get imprinted as three-dimensional landscapes in the animal’s brain. Communication of dolphins is even richer in sound variety than that of whales. They use high-fre- quency “click packets”, i.e. the clicks are transmitted so rapidly that we perceive them as a conti- nuous sound. The main energy of these sounds is emitted with peak frequencies between 30 and 135 Hz and peak sound pressure values of up to 230 dB, depending on situation and type of sound. Du- ration of one click is circa 150 msec. Clicks are transmitted on a broad band, which means that rat- her than pure sounds a frequency mixture (similar to the noise of a radio without station) of short duration and high energy is generated. Blue whales and humpback whales use the so-called sound channel for communication across vast distances (6000 km). This channel is a temperature-isolated layer in the water in which standing sound waves will form. Sources: Pacific Marine Environmental Laboratory, Hochschule für Technik, Wirtschaft und Kul- tur Leipzig; photo of whales: Helga Lade Fotoagentur. Frequenz (Hz) Amplitude 0 40 30 20 10 0 0 60 120 180 240 300 360 0 60 120 180 240 300 360 Time (s)"},{"pageNumber":3,"pageContent":"a biological point of view. Why should mature individuals of am- phibians, reptiles, fish, bird and mammals of different species all find it advantageous to have a body size in the range of 8 - 12 cm, 33 - 55 cm or 1,5 - 2,4 m? Cislenko assumed that in the plant and animal kingdoms com- petition occurs not only for food, water or other resources, but al- so for the best body sizes. Each specie tries to occupy the “ad- vantageous” intervals on the log- arithmic scale where mutual pressure of competition also gives rise to crash zones. Cislenko, however, was not able to explain why both the crash zones and the overpopulated in- tervals on the logarithmic line are always of the same length and occur in equal distance from each other, nor could he figure out why only certain sizes would be advantageous for the survival of a species and what these ad- vantages actually are. Cislenko’s work made me search for other scale-invariant distributions within physics, since the phe- nomenon of scaling was already well known in high-energy physics. In 1982 I was able to prove the existence of statistically identical frequency distributions with log- arithmic-periodically recurrent maxima for the masses and radii of atoms as well as for the rest masses and life spans of elemen- tary particles. I found similar fre- quency distributions along the logarithmic line of the sizes, or- bits, masses, and revolution peri- ods of the planets, moons and as- teroids. Being a mathematician and physicist I did not fail to recognise the cause for this phe- nomenon in the existence of a standing pressure wave within logarithmic space of the scales/measures. The Logarithmic World of Scales What actually is scale? Scale is what physics can measure. The result of a physical measurement is always a number with measur- ing unit, a physical quantity. Say, we measure 12cm, 33cm and 90cm. Choosing 1cm for stan- dard measure (etalon) we will get the number sequence 12 – 33 – 90 (without measurement unit, or as the physicist says: with unit 1). The distances between these numbers on the number line are 33 - 12 = 21 and 90 - 33 = 57. If we were to choose another measur- ing unit, such as an ell having 49,5cm, the resulting number se- quence will be 0,24 – 0,67 – 1,82. The distance between the num- bers has changed. It is now 0,67 - 0,24 = 0,42 and 1,82 - 0,667 = 1,16. On the logarithmic line, however, the distance will NOT change, no matter what measur- ing unit we choose, it remains constant. In our example, this distance amounts to one unit of the natural logarithm (with radix e = 2,71828...): ln 33 - ln 12 = ln 90 - ln 33 = ln 0,67 - ln 0,24 = ln special 1 Global Scaling raum&zeit 121 Ill. 3: The title page of the book Structure of Fauna and Flora in Relation to the Body Sizes of Organisms (Lomonosov Univer- sity Press, Moscow 1980). This work authored by the biologist Cislenko docu- ments what is likely to be the mot signifi- cant discovery in the evolutionary biology of the 20th century: sections of increased specie representation recur on the loga- rithmic line of body sizes at regular intervals (circa 0.5 units of the decadic logarithm). Ill. 4: Graph showing the “percental distribution of the number N of large taxonomic groups in the pelagic zone of the world’s oceans related to linear body sizes L”. Ill. 5: Not the leaning tower of Pisa, but the 146-meters-high free-fall tower of Bremen (Centre for Applied Space Technology and Microgravity) used by scientists from Jena under the di- rection of Dr. Wolfgang Vodel (Insti- tute for Solid State Physics of Frie- drich-Schiller-University) to investigate whether a leaden body will fall to the ground faster than a body made of the much lighter metal aluminium. The experimental set-up has not much in com- mon with Galilei’s experiment: During free fall conditions like in outer space apply inside the test capsule for a period of 4.7 se- conds—vacuum and weightlessness. The superconducting mea- suring arrangement inside the 220 kg free-falling capsule is coo- led down to a minimum of minus 269 degrees Celsius using liquid helium. Two separate free-fall experiments (pseudo-Gali- lei tests) are intended to measure a possible material-related violation of the Weak Equivalence Principle with a hitherto un- equalled precision of < 10-13. While the satellite experiment STEP (Satellite Test of Equivalence Principle) that will have an observational limit of circa 10-18 is planned for 2004, free-fall tests at the tower in Bremen have already brought first results in comparisons of lead and aluminium test bodies. Evaluations of the measuring results have not been published yet. Source: German Physical Society Photo: State Chancellery Bremen"},{"pageNumber":4,"pageContent":"1,82 - ln 0,67 = 1. Physical values of measurement therefore own the remarkable feature of loga- rithmic invariance (scaling). So, in reality any scale is a logarithm. Interestingly, natural systems are not distributed evenly along the logarithmic line of scales. There are “attractive” sections which are occupied by a great number of completely different natural systems; and there are “repulsive” sections that most natural systems will avoid. Crys- tals, organisms or populations that when growing will eventual- ly reach the limits of such sec- tions on the logarithmic line, will either stop growing or will begin to disintegrate, or else will accel- erate growth so as to overcome these sections as quickly as possi- ble. The Institute for Space-Energy- Research i.m. Leonard Euler (IREF) was able to prove the same phenomenon also in demo- graphics (stochastics of urban populations world-wide), econo- my (stochastics of national prod- uct, imports and exports world- wide) and business economy (stochastics of sales volume of large industrial and middle-class enterprises, stochastics of world- wide stock exchange values). The borders of “attractive” and “repulsive” segments on the log- arithmic line of scales are easy to find because they recur regularly at a distance of 3 natural loga- rithmic units. This distance also defines the wavelength of the standing pressure wave: it is 6 units of the natural logarithm. The anti-nodes of this global standing pressure wave replace matter on the logarithmic line of scales, while matter concentrates in the node points. Thus a ten- dency of fusion occurs in the gradual transition from wave peak (anti-node) to wave node, while in the reverse transition from node point to anti-node dis- integration tendencies arise. This process causes a logarith- mic-periodical change of struc- ture. Packed and unpacked sys- tems alternately dominate on the logarithmic line of measures at distances of 3k, i.e. 3, 9, 27, 81 and 243 units of the natural loga- rithm. Origin of Gravita- tion Explained The existence of a standing density wave in logarithmic space explains the origin of gravita- tion. This is a novel- ty in the history of physics. The global flow of matter in di- rection of the node points of the stand- ing density wave is the cause for the physical phe- nomenon of gravita- tional attraction. Thus, particles, atoms, molecules, celestial bodies, etc. – the scales/mea- sures of which sta- bilise in the node points of the stand- 122 raum&zeit special 1 Global Scaling Ill. 6: As night-active animals bats take their bearings pri- marily by means of their ultrasound echolocation systems. The ultrasounds are produced in the larynx and emitted either through the mouth or the nose. Returning echoes are analysed by the ear in a way that enables bats to perceive the shape, size, structure, distance and movement of reflecting ob- jects even in absolute darkness. Each kind of bat produces its own typical sounds. Also frequency spectrum, sound pressure and duration of signals are specific to each specie. For example, the large horseshoe bat generates sounds in the range of 83 kHz, the small horseshoe bat in the range of 107 kHz. The position finding sounds of the large ma- stiff bat occur around 17-25 kHz, that of the dwarf bat around 46 kHz and 55 kHz. Horseshoe bats (Rhinolophidae and Hipposideridae) are specialised to hunting insects in tropical, densely foliated regions. This requires that these animals are able to discern the echo reflected from the prey from the numerous interference echoes of surrounding vegetation. In behavioural studies it was found that only moving prey is discovered by means of the bat’s echolocation sounds. These sounds have a section with constant ground frequency that lasts for up to 100 msec. When the flapping wings of an insect reflect the sounds, there occurs a frequency modulation in the echo based on the Doppler effect. It seems to be these modulations that are registered by the horseshoe bats; even if such mo- dulated echoes are generated artificially the bats will attack the source of these echoes. Hence it is the feature of frequency modulation that allows for a discernment of echoes that come from a po- tential prey, and echoes that are reflected by the vegetation. In fact it was found that the inferior colliculus of horseshoe bats contains auditory neurones that are tuned to the individual frequency of the locating sound and react most prominently to tiny frequency variations in the returning so- und echoes. Even a frequency variation as small as that of 84,22 kHz to 84.23 kHz was immediate- ly answered by a ‘volley’ of discharge. Bats use ultrasound impulses with a frequency of 40 kHz to paralyse insects and make easy prey of them. Certain insects also generate ultrasound of up to 250 kHz both for orientation as well as for paralysis of prey and enemy. Image: premium Ill. 7: Analysing the frequency spectrum of so-called white noise (radio with no station) with an oscilloscope one will find that it consists of individual “clicks” similar in structure to the clicks of whales and dolphins. The frequency of these clicks (here 8.37 MHz) takes on values correspon- ding closely to node points of the standing pressure wave in logarithmic space."},{"pageNumber":5,"pageContent":"ing pressure wave – become gravitational attractors. In physi- cal reality, therefore, the stand- ing density wave in logarithmic space of scales also manifests as a global standing gravitational wave. In consequence, the exact corre- spondence of the values of the inert and gravitational masses of physical bodies (as physics pos- tulates), independent of the body’s density or material, is on- ly possible only in the exact node points of the global standing density wave. To date the re- quired systematic measurements to verify this aspect of Global- Scaling-Theory have not been carried out. The Institute of Sol- id-State-Physics at Friedrich Schiller university is now prepar- ing free-fall experiments ( Pseu- do-Galileo-Tests) at the Bremen gravity tower in order to deter- mine the possibility of a materi- al-related violation of the equiv- alence principle with the hitherto unmatched precision of < 10 -13 . The Satellite Test of the Equivalence Principle STEP planned for 2004 aspires to an observational limit of ca.10 -18 . At a height of 550 km comparisons will be made of acceleration ve- locities of four different pairs of test masses moving on an almost circular solar-synchronous orbit (see http://einstein.stanford.edu/ STEP). The “Sound Barrier” of the Universe Standing waves can only form if the medium in which they propa- gate is bounded. Consequently, the existence of a standing density or pressure wave in the universe implies that the universe is limited in scale. At the universe’s lower scale horizon density of matter reaches a maximum, at its upper horizon matter density is at a mini- mum. The two horizons constitute the universe’s “sound barrier”. At these phase transitions pressure waves are reflected, overlap and form standing waves. A standing wave can only exist for any length of time if the medium is perma- nently provided energy from out- side. This means that our universe is in a constant energy exchange with other universes. Standing waves are very common in nature because generally every medium is limited/bounded, whether we are talking about the water in the oceans, the air of the earth's atmosphere or the radia- tion field of the sun’s atmosphere. Standing waves excite the medium into natural oscillations, and due to the fact that the amplitude of a standing wave is no longer time- dependent but only space-depen- dent, these eigenvibrations will move in sync across the whole medium. A wave occurs whenever an oscil- lating particle in a medium excites adjacent particles into vibrations so that the process propagates. Due to the viscosity or elasticity of the medium and the inertia of the particles their oscillation phases differ and the physical effect of a phase shift in space – termed a propagating wave – will arise. The rate of this phase shift (phase ve- locity) is always finite and depen- dent on the medium. In contrast, phase velocity of a standing wave between two adja- cent node points is zero because all particles oscillate in phase. This gives rise to the impression that the wave “stands”. In each node point the phase actually bounces by 180 degrees – so phase velocity is theo- retically infinitely high. It is pre- cisely this property that makes standing waves so attractive for communication. Standing Waves in Logarithmic Space Transmit Energy Communication is energy trans- mission. Standing waves, howev- er, do not transmit energy, they merely pump energy back and forth within half a wavelength. Half a wavelength is completely sufficient – even for interplane- tary communication – if we are dealing with standing waves in logarithmic space. The wavelength of standing density waves in logarithmic space are 2·3 k , i.e. 6, 18, 54, 162 special 1 Global Scaling raum&zeit 123 Ill. 8: All numbers can be constructed from natural numbers. The universal principle of construction is called the continued frac- tion. Continued fractions for irrational numbers were already developed by Leo- nard Euler (1748). the Global Scaling continued fraction (bottom) describes not only the distribution of prime numbers along the logarithmic number line but also the distribution of matter in the logarithmic space of scales. Ill. 9: A method of non-contact control of materials by means of acoustic waves was develo- ped by Narayanan Komerath, professor for technical astronautics at the Georgia Insti- tute of Technology and his students. In so-called “acoustic shaping” sound waves insi- de a closed area are reflected in such a way that they will superpose to form standing waves. This creates areas of great intensity but also areas of total stillness called nodes. Anything moving into such a node is no longer able to move away from it since the air pressure surrounding it is larger in every direction. Under conditions of weightlessness this allows for a single particle to remain in a certain location. In a next step Komerath and his students are planning experiments in space – NASA has reserved them a little corner in the Space Shuttle that will launch in March 2002. The automated experiments are meant to prove that sound cannot only be used to build three-dimensional shapes but also make them robust and durable. Source: Heise Online. Photo: Aerospace Digital Library."},{"pageNumber":6,"pageContent":"and 486 units of the natural log- arithm. Half a wavelength, therefore, corresponds to 3, 9, 27, 81 and 243 units. These are relative scales of 1,3 and 3,9 and 11,7 and 35,2 and 105,5 orders of magnitude. Exactly in these in- tervals node points occur. Hence, node points mark those scales that relate as 1:20, 1:8103, 1:5,32x10 11 , 1:1,5x10 35 and 1:3,4x10 105 . In the scope of these scales communication between two adjacent node points can occur. The ability to modulate a stand- ing wave is confined to its node points, because it is only in the immediate proximity of the node points that energy can be fed in- to or taken from a standing wave. If it is a standing wave in linear space, the node points are simply locations in which it is possible to connect an external oscillatory process. Node points of a standing wave in logarithmic space, however, are particular scales which have different fre- quencies assigned to them. In or- der to calculate these frequen- cies it is necessary to acquaint oneself with the mathematical foundations of Global-Scaling Theory. The Physics of the Number Line The world of scales is nothing else but the logarithmic line of numbers known to mathematics at least since the time of Napier (1600). What is new, however, is the fundamental recognition that the number line has a har- monic structure the cause of which is the standing pressure wave. Leonard Euler (1748) had al- ready shown that also irrational and transcendental numbers can be uniquely represented as con- tinued fractions whose elements (numerators and denominators) will be all natural numbers. In 1928 Khintchine succeeded to provide the general proof. In number theory this means that all numbers can be constructed from natural numbers; the uni- versal principle of construction being the continued fraction (see illustration 8). All natural numbers 1, 2, 3, 4, 5, ... in turn are constructed from prime numbers, these being nat- ural numbers which cannot be further divided without remain- der, such as 1, 2, 3, 5, 7, 11, 13, 19, 23, 29, 31, ... (traditionally 1 isn’t classed as a prime number al- though it fulfils all criteria). The distribution of prime numbers on the number line is so irregular that until recently no one has found a formula which would perfectly describe their distribu- tion. Only the Theory of Global Scaling was able to solve this mystery: The distribution of prime num- bers is indeed very irregular – but only on the linear number line. On the logarithmic number line, large gaps of prime num- bers recur at regular intervals. Gauss (1795) had already no- ticed this. Thus, the set π (n) of prime numbers up to the num- ber n can be approximated by the simple formula π (n) = n / ln n. The reason for this logarith- mic scale invariance is the exis- tence of a standing density wave on the logarithmic number line, the node points of this density wave acting as number attrac- tors. This is where prime num- bers will ‘accumulate’ and form composite numbers, i.e. non- primes, such as the 7 non- primes from 401 to 409. Hence a “prime number gap” will occur in this place. Precisely where non-primes (i.e. prime clusters) occur on the log- arithmic number line, matter concentrates on the logarithmic line of measures. This isn't mag- ic, it is simply a consequence of the fact that scales are loga- rithms, i.e. “just” numbers. So the logarithmic line of scales is nothing else but the logarith- mic number line. And because the standing pressure wave is a property of the logarithmic num- ber line, it determines the fre- quency of distribution of matter on all physically calibrated loga- rithmic lines – the line of ratios of size, that of masses, of fre- quencies, of temperatures, ve- locities, etc. In order to find a node point on the logarithmic 124 raum&zeit special 1 Global Scaling Ill. 10: The distribution of matter in the logarithmic space of scales/measures (top) has at first approximation the fractal di mension of ‘Cantor dust’ (below left) but is deformed hyperbolically in the vicinity of a node point (below right)."},{"pageNumber":7,"pageContent":"line one only needs the number line (known to everybody) plus a natural standard measure with which to multiply (calibrate) the number line. The wavelength of the standing density wave on the logarithmic number line is known. The distance between adjacent node points is 3 units of the natural logarithm. Thus, it is easy to calculate all nodal values X n by the simple formula X n = Y · x exp(n) (Y being a natural standard measure, n = 0, ±3, ±6, ±9, ...). Frequency values of node points are e.g. 5Hz (n=-54), 101 Hz (n=- 51), 2032 Hz (n=-48), 40,8 kHz (n=-45), 820 kHz (n=-42), 16,5 MHz (n=-39), 330,6 MHz (n=- 36) etc. The frequency ranges around 5 Hz, 100 Hz, 2 kHz etc. are predestined for energy trans- mission in finite media. This is al- so where the carrier frequencies for information transmission in logarithmic space are located. Frequencies that occur near a node point are not just very com- mon in nature but are used also in technological applications. Standing Sound Waves in Nature and Technology Density or pressure waves be- tween 16 Hz and 16 kHz are au- dible because our ear is con- structed in such a way to allow for the formation of standing waves within this frequency range. The pressure fluctuations of the sound field reach the eardrum via the auditory canal which has properties of a hollow cavity resonator with an inherent frequency of circa 2 Hz. The eardrum is thus set into vibra- tion. The inner ear is located in- side the osseous cochlea which itself is like a coil comprising 2,7 (e=2,71828...) turns. We per- ceive growing sound pressure logarithmically. By the way, the ear bones are the only bones that have the same size in the new born child as well as in the adult individual. Bats use ultrasound for orienta- tion (see illustration 6). These animals produce sound of a fre- quency of circa 40 kHz that paralyses insects. Technically ul- trasound is generated by means of piezoelectric crystals that will oscillate in the rhythm of an ap- plied electric alternating voltage and produce the ultrasound. In medical diagnostics ultra- sound is currently used with fre- quencies between 2 MHz and 20 MHz. The smaller the frequency the farther the ultrasound pene- trates the tissue, however lower frequencies will also decrease spatial resolution. The sound probe (surface sound head) ex- ternally applied to the skin works with frequencies from 5 MHz to 13 MHz. Penetration depth and resolution make a compromise. Frequencies from 2 MHz to 5 MHz with penetration depths of some 15 – 20 cm are used for investigations of the ab- domen area with kidneys, pan- creas, bladder, spleen, liver, ab- dominal vessels as well as for pregnancy checks, the uterus, and intracavitary examinations, i.e. examinations with a sound head inserted into the vagina or rectum for checkup of ovaries, uterus, adnexes and prostate. Frequencies used for this are be- tween 5 MHz and 7.5 MHz. for intraluminal examination and for insertion of a soundhead into vessels frequencies from 10 MHz to 20 MHz are applied. This form of investigation is mainly used for research purposes. Natural Standard Measures — The Key to Global Scaling Exact knowledge of the harmon- ic structure of logarithmic space is the gateway to Global Scaling. In order to open this gate one needs the key – natural standard measures (see table on page###). Natural standard measures are themselves values of node points. There are no vibrations in the node point of a standing wave, it is still. This is why natu- ral standard measures have such a high degree of stability. The rest mass of the proton remains stable for a period of at least 1030 years. For the same reason the speed of light in a vacuum al- so constitutes a pretty obstinate value. The existence of stable natural standard measures is the physical basis of a natural metrology on which Global Scal- ing Theory is built. Continued Fractions as “World Formula” In 1950 Gantmacher and Krein proved that the spatial distribu- tion of free-moving particles in linear oscillating chain systems can be described by a continued fraction. Terskich (1955) was able to prove the same for non- linear oscillating chain systems. In 1982 I realised that the distri- bution of matter in logarithmic space also has the structure of a continued fraction. This contin- ued fractional structure ensures that in the proximity of node points the concentration of mat- ter will increase hyperbolically. At first approximation matter distribution in the logarithmic space of scales has the fractal di- mension of Cantor dust, but gets hyperbolically deformed in the proximity of a node point (see il- lustration 10). The mathematical aspect includ- ed here is the realisation that not just every number can be repre- sented as a continued fraction, but the distribution of numbers on the logarithmic number line altogeth- er can be represented as such. This mathematical aspect has im- mediate physical consequences: Where ever one works with num- special 1 Global Scaling raum&zeit 125 If you would like to penetrate deeper in- to the fascinating world of the New Phy- sics and New Sciences then secure your space at the training for certified Space- Energy-Consultant® / Global Scaling. Here you will learn the scientific back- ground of such fundamentally new tech- nologies as global and interplanetary G- Com® communications via standing gravitational waves. You will understand why the New Physics revolutionises as well as simplifies all dis- ciplines of the natural and medical scien- ces because it recognises natural proces- ses and does not rely on a mere descripti- on of artificial models like orthodox physics. You will learn how technologies, productions, economic developments, in- ventions, companies and even sociologi- cal processes can be tested according to their ‘futurability’ (long-term survival and development) and will thus be able to act as unrivalled management consultant in any branch you choose. More information and registration at: Markt-Kommunikation GmbH & Co. Training Centre KG Geltinger Straße 14e 82525 Wolfratshausen Germany Tel: (49) 8171/4188-60 Fax. (49) 8171/4188-66 Email: institut@raum-energie- forschung. de Internet: www.raum-energie-forschung.de All of this you can learn! The training for certified Space-Energy-Consultant® / Global Scaling „This means that our universe is in constant energy exchange with other universes.“"},{"pageNumber":8,"pageContent":"bers – be it in natural sciences, so- ciology or economy – one is con- fronted with the phenomenon that there will always be certain attractor values which the system, regardless of its character, will prefer, and that the distribution of these attractor values along the logarithmic number line will fol- low a (fractal) continued fraction rule. This continued fraction rule “comprises” physics, chemistry, biology and sociology insofar as these disciplines work with scales (real numbers), i.e. in as far as measurements are made. Many results of meticulous, complicated measuring, therefore, could be easily calculated in advance using Global Scaling. For example: the temperature of cosmic microwave background radiation whose val- ue cannot be larger than T p · exp(- 29) = 2,7696 K; the rest mass of the neutron m n = m p · exp(1/726) = 939,5652 MeV, as well as the rest masses of other elementary particles (see articles in this issue). Creation’s Melody IIn the context of Global Scaling Theory the idea of a Big Bang appears in a new light. Not a propagating shock wave (pres- sure wave) in linear space (the echo of a hypothetical original explosion) is the cause of cosmic microwave background radia- tion, but a standing pressure wave in logarithmic space. It is also responsible for the fractal but logarithmic scale-invariant distribution of matter in the en- tire universe. It created the uni- verse as we know it and recreates it continually. It is the cause of all physical interactions and forces – of gravitation, electromag- netism, nuclear fusion and nucle- ar decay. It is the cause of the topolog- ical 3-dimensionality of linear space, of left-right-asymme- try, as well as of the anisotropy of time. All of these phe- nomena are physical effects which arise at the transition from logarithmic into lin- ear space. The standing wave in log- arithmic space now allows us to commu- nicate across astro- nomical distances practically without time delay. How is this possible? Neighbours in Logarithmic Space Systems in linear space posi- tioned very remote from each other can be lying very close to each other inside logarithmic space of scales. Our sun and Al- pha Centauri are 4 light-years apart in linear space, while they are neighbours in the logarith- mic space of scales. Once this is understood it is not too difficult to create the physical conditions that will allow for communica- tion in logarithmic space. Two electrons in the same quantum state that may be thousands of kilometres apart, are found in practically one and the same point within the logarithmic space of scales. The fact explains not just a whole range of quan- tum mechanical phenomena, but constitutes the basis for a totally new telecommunications tech- nology. The physical principle of G- Com® technology is rather sim- ple. All that is required is two os- cillation systems (one on each side of the communications link) that are global-scaling identical and whose natural frequencies are close to a node point. Prior to transmission both systems are excited into oscillations until res- onance coupling in logarithmic space occurs. During resonance coupling resonance frequency can be modulated by language. Best suited for this form of infor- mation transfer are gravielectric converters (G-elements). Not only are they able to respond to standing gravitational waves in the form of electrical vibrations but they also ‘take the loga- rithm’, i.e. they convert vibra- tions in linear space (in this case electrical vibrations) directly in- to vibrations of logarithmic space (standing gravitational waves, see illustration 1). The quality of transmissions may still leave much to be desired. Still, G-Com® technology already of- fers significant advantages that predestine its application espe- cially for interplanetary commu- nication. \u0002 1 . Freie Energie – Global Scaling // raum&zeit special 1 (2001) 2. Perron O. Die Lehre von den Ketten- brüchen. Teubner Verlag, Leipzig, 1913 3. Khintchine A. Kettenbrüche. Teub- ner Verlag, Leipzig, 1956 4. Review of Particle properties // Phys. Rev. D, 1. July 1996, pp 1-720, http://pdg.lbl.gov 5. Gantmacher F.R., Krein M.G. Oszil- lationsmatrizen, Oszillationskerne und kleine Schwingungen mechanischer Sy- steme. Akademie Verlag Berlin, 1960 6. Terskich V.P. Method cepnych dro- bej (Continued Fraction Method). Sud- promgis Publishing, Leningrad, 1955 (in Russian). 7. Mandelbrot B.B. Die fraktale Geo- metrie der Natur. Birkhäuser Verlag, 1991 8. Gebhard J. Fledermäuse. Birkhäuser Verlag, 1997 9. Stompor, R. et al, „Cosmological Implications of the MAXIMA-1 High Resolution Cosmic Microwave Back- ground Anisotropy Measurement“, Particle Astrophysics, 0105062 (2001), http://cfpa.berkeley.edu, http://www.ph ysics.ucsb.edu/~boomerang 10. Eberlein R. Theorien und Experi- mente zur Wahrnehmung musikalischer Klänge, Diss. 1990, Universität Köln, http://www.uni-koeln.de/phil-fak/mu- wi/publ/Eberlein/ 11 . Hydroacoustic monitoring Project // Pacific Marine Environmental Labo- ratory in Newport, Oregon, http:// www.pmel.noaa.gov/vents/ 12. Aerospace Digital Library // Daniel Guggenheim School of Aerospace En- gineering // Georgia Institute of Tech- nologie, http://www.adl.gatech.edu/ Literature Ill. 11 : In April 2000 the BOOME- RANG research team published the most detailed image of microwave background radiati- on that had been produced until then. According to conventional cosmological models supposedly it gives direct insight into what occurred immediately after the Big Bang (BOOMERANG stands for Balloon Observations of Millimetric Extragalactic Ra- diation and Geophysics). This image was enabled by the BOO- MERANG experiment at the end of 1998 when a highly sensi- tive microwave telescope tied to a balloon hovered for a little more than ten days above the Antarctic at a height of 37 kilometres. Ex- plains the Italian director of the team, Paolo de Bernardis, in an in- terview with astronews.com: “The universe is filled with sound wa- ves that will compress or thin down matter and light, much in the same way as this is known of sound waves inside a flute or a trum- pet. For the first time we were able to clearly discern the harmo- nies of these waves.” Also the MAXIMA team launched a balloon in 1998 in order to record a detailed map of the cosmic background radiation. MA- XIMA (Millimetre Anisotropy Experiment Imaging Array) was able to make observations with even better resolution than BOO- MERANG and produced the most detailed map of cosmic back- ground radiation ever published. Both groups are agreed in one point: the results show that Euclidean geometry applies even over vast distances. Source: www.astronews.com Photomontage : www.physics.ucsb.edu/~boomerang 126 raum&zeit special 1 Global Scaling"}]
