[{"pageNumber":1,"pageContent":"1 An Essay upon Force in Nature Sympathetic Vibratory Physics An Essay UPON Force In Nature and its EFFECTS UPON MATTER. _____________ Matter is moved by the effect of force on it, not inherent in it. _____________ CINCINNATI: ROBERT CLARK & CO., PUBLISHERS. 1869. Copyright 2001 Delta Spectrum Research . All rights reserved. This material may not be pub- lished, broadcast, rewritten, or redistributed."},{"pageNumber":2,"pageContent":"2 An Essay upon Force in Nature Entered, according to Act of Congress, in the year 1869, By ROBERT CLARKE & CO. In the Clerk's office of the District Court of the United States, in and for the Southern District of Ohio."},{"pageNumber":3,"pageContent":"3 An Essay upon Force in Nature INTRODUCTION AMONG the chief principles received by, and as science , pertaining to the relations of force in nature to matter, is that laid down by Sir Isaac Newton, viz: that every particle of matter has the property of attraction for every other particle, and that the law is, that as between masses of matter, attraction is directly as the mass and inversely as the square of the distance. Is this a true statement? Has it ever been demonstrated so as to be beyond criticism? If it is not a true state- ment, it may serve a mischievous end in obstructing inquiry in a broad field of nature, perhaps capable of making large returns. Perhaps as good a way as any of testing this principle, as to its truth, is to make the inquiry whether the entirely of planetary movements can in fact be produced by it. If it can not be, the principle must be defective, because planetary movement is claimed to depend upon it. The following essay embodies an attempt to show that planetary movement can not be perfect- ed by the theory of gravitation as received. Beyond this, suggestions are offered in support of the idea that planetary movements are caused by the effect of force on matter, not inherent in mat- ter: and further, that the one, primal force on which planetary movewment depends, modified by special effects upon substances differing in kind, in arrangement, and in position, is that which, under the modified conditions, is called by the various names of force, as of attraction and re- pulsion, cold and beat, electricity, magnetism, weight, etc.- in other words, it is thought that dif- ferences of forces by name should be taken as being expressions of differences in manifestations of a same force, but not of specific differences of forces;-the differences as to manifestation aris- ing from peculiarities of matter on which the one force acts. Without making any claim that this idea, or the suggestions made under it, have scientific val- ue, it can be asserted that upon statement, observed facts in nature come in, and lend them a sup- port such that the mind seems willing to ascribe to them a higher value than that of a happy con- currence supposed agency and observed conditions, which may be taken as obedience to it. _______________"},{"pageNumber":4,"pageContent":"4 An Essay upon Force in Nature C O N T E N T S. __________ p a g e Section I, ...........................................................................................................5 Section II, ..........................................................................................................5 Section III, .........................................................................................................6 Section IV, .........................................................................................................7 Section V, ..........................................................................................................8 Section VI, .........................................................................................................9 Section VII, .....................................................................................................10 Section VIII, ....................................................................................................11 Section IX, .......................................................................................................12 Section X, ........................................................................................................19 Section XI, .......................................................................................................21 Section XII, .....................................................................................................22 Section XIII, ....................................................................................................23 Section XIV, ....................................................................................................27 Section XV, .....................................................................................................30 Conclusion, ......................................................................................................36 _____________"},{"pageNumber":5,"pageContent":"5 An Essay upon Force in Nature FORCE IN NATURE, AND ITS EFFECTS. ___________________ SECTION I. The Newtonian law is thus stated by Herchel: \"Every particle of matter in the universe attracts every other particles of matter with a force directly proportioned to the mass and inversely to the square of the distance between them. Under the influence of such an attractive force mutually urging two spherical gravitation bodies toward each other, they will each, when moving in each other's neighborhood, be deflected into an orbit concave toward each other, and describe one about the other regarded as fixed, or both around their common center of gravity curves, whose forms are limited to those figures known in geometry by the general name of conic sections. It will depend, in any assigned case, upon the particular circumstances or velocity, distance and di- rection, which of these curves shall be described, whether an ellipse, a circle, a parabola, or an hyperbola; but one or the other it must be, and any one of any degree of eccentricity it may be; and that in every case, the angular velocity with which the line joining their centers moves, must be inversely proportional to the square of their mutual distance, and that equal areas of the curves described will be swept over by their line of junction in equal times.\" This statement includes the first and second law of Kepler. His third law is, that \"the squares of the periodic times of any two planets are to each other in the same proportion as the cubes of their mean distances from the sun.\" The phenomenon of planetary motion is expressed as resulting from the operation of two rec- ognized forces, viz: centripetal and centrifugal-one directed to and one from the center. It is usu- al to say a body falling to the earth does so in obedience to the law of gravitation, or of centripe- tal force; and that in doing so, it falls in a line perpendicular to the surface of still water. SECTION II. For the purposes of this investigation let us take as given: 1. A force, simply, by which, if not resisted, a planet would be moved toward the sun, in direction of a right line connecting their centers; and 2. A portion of the curve of the planet's orbit in its approach toward the sun. To find the relative value of the force, and its direction, which, with the force given, will pro- duce that curve. This force, as to its value and direction, being ascertained, it will be attempted to show that it, cooperative with the force given, will, among opther effects, produce those on which the first and second laws of Kepler are founded will not only give to the times and spaces of \"falling\" bodies agreeably to the Newtonian law, but will exhibit a reason why bodies must be accelerated in their \"fall\" agreeably to that law, and finally will not conflict with the third law of Kepler. Indidentally, among other things, it will appear from the condition of conflict of force arising. 1. That the path of a circle is impossible in planetary motion. 2. That the argument, as to the third law of Kepler, gives rise to the curious result of a permit-"},{"pageNumber":6,"pageContent":"6 An Essay upon Force in Nature ted libration in the eccentricities of planets, which (the forces in question remaining unchanged in their nature) can only arise from the interference of an extraneous cause. 3. That the phenomenon of gravitation, or, of \"falling,\" does not exist, except as the result of a conflict of forces. It can only be considered as an isolated force by way of mental analysis or sep- aration. And under this seems to reside a very important condition, viz: That under the operation of those natural forces causing planetary motion, bodies and particles of matter are not attracted toward each other in direction of right lines connecting their centers, but are forced toward each other in the curves of spirals closing upon the centers each of the other. Among other things it would seem to result from this, that the tidal wave is not the result of attraction. 4. A further result appears that, as one of the effects of the conflict of force, a planet, from its aphelion to its perihelion point, should revolve upon its axis with increased rapidity; uniformity in times of revolution, as, for instance, of the earth, being preserved by increasing and decreasing friction of the moon upon it in its approach to, and its departure from, the sun. If these are right results, it serves to show that the ascertainment of the nature and value of centrifugal force is of importance, as opening new features as to the effects of natural force. It shows that these is no simple force as of gravitation by which a body must be accelerated, but that acceleration is the result of the antagonism of forces always equal, each perhaps always of a constant value, but exerted within limits constantly narrowing or expanding. In fact, the discus- sion of this antagonism of force may lead us to new ideas as to the very natural of that of which we speak as productive of planetary motion, even to realizing it as in close and inseparable rela- tionship with the vegetable and animal life around us. SECTION III. Let a b a' represented the path of the earth in its orbit about the sun s , between the point in its entire orbit most remote from the sun at a and that nearest the sun at a' , or between the higher and lower vertices of the ellipse. In pursuing the path from a toward a' , the earth constantly approaches the sun until it ar- rives at a' , where there is exhibited the greatest predominance, if any, of the force of gravitation over that of repulsion, or of centripetal over centrifugal force, obeyed by a velocity of the earth in direction of the sun, greater than at any other point through which it has passed. If it is true that the approximation of the earth to the sun in occasioned by the predominance of the power of gravitation over that of repulsion, then, the earth increasing in velocity from a to a' , it is evident, that the pre- dominance has been increasing from a to a' , and that the earth from the point a' must be impelled toward the sun by a force greater than has affected its move- ment in any other point of its orbit from a to a'. Now, the path of the earth from a to a' is that of a spiral closing upon s , and if the nature of the forces acting upon the earth, resulting in that path, are supposed to be the same at a' as at a, the continued path of the earth should be upon the prolongation of the spiral in the direction o, in obedience to the constantly-increasing predominance of the power of gravitation, or centripetal force. But at a' the earth begins to depart from the sun upon the path a' b' a; which, having ac- complished, its entire orbit has become an ellipse composed of two spirals, a a' and a' a, one closing and one expanding relatively to s, symmetrical with each other; for the completion of which the power of repulsion, or the centrifugal force, from a' to a, must exceed that of gravita- tion, by the same measure in which the power of gravitation exceeded that of repulsion to perfect the path a b a'. It follows that the forces of gravitation and repulsion expended in forcing the"},{"pageNumber":7,"pageContent":"7 An Essay upon Force in Nature earth to the completion of its entire orbit have been equal. Since the pwer of gravitation is at its maximum at a' where the earth has acquired its greatest velocity in the direction of the sun, the fact, that at this point the earth begins to recede from the sun, shows that the power of repulsion at this point is equal to that of gravitation. At a', from whence might have been expected the most rapid approach to the sun, the opposing forces have become equal, and a' has, in terms of mechanics, become a dead point as to motion , in direction of a right line passing through a' and the sun's center, and in direction of the sun generally as re- lates to that part of the orbit already accomplished. By a like process of reasoning a becomes an- other dead point in the reverse. It necessarily follows, that the opposed forces affecting the point a, or the earth, at a and a' be- ing equal, they must be equal at any and every intermediate point between a and a'; and as the peculiarity of the ellipse is, that as to its path it approaches to and departs from the sun, or the fo- cus to which one of the opposed forces is always directed, the orbit, being the result of opposed forces always equal, can only result by reason of a constant change of position of those forces relatively to each otehr. COROLLARY.- As two equal and directly-opposed forces can not be productive of motion, to result in any orbit whatever, these antagonistic forces must be exerted so as to form some an- gle greater or less with each other. From whence, since one of the forces is always directed to- ward an immovable point in space, the forces themselves can not be productive of a circle about such a point as a center; for, the circumference of a circle being for every point thereof perpen- dicular to the radius (which radius represents one of said forces) can only result from those forc- es when they form with each other an angle of 180ยบ, which is impossible, for at that angle they become directly opposed. Hence, it would seem that, on the conditions stated, the orbit of a circle is possible in planetary motions. SECTION IV. Let the point a be held in space by the two equal opposed forces a s, a b, of which a s for any position of a b shall always act in direction of the immovable focus of force s. Now, for the moment, dropping the consideration of the force a s, suppose the force a b to be suddenly deflected so as to hold the general direction a b'. The point a will be moved to b, at a distance of d b', from a b, considered as a position of reference. If the force a b' is obstructed from moving the point a in direction a b, but is still free to move it in direction d b', then the point a will be moved to d', a distance a d' = d b', where it will be affected by the force d' b', unexpended remnant of a b. But resuming the consideration of the effect of the force a s we find that the expenditure of the force d b, in removing the point a to d', has liberated an equal force a e to move to point a toward the immobable center of force s, and the point at which the forces to produce motion will cease to be effective for that purpose, will be where a will be held in equilibrium by two equal and directly opposed forces, remnants of a b and a s, and also, where the line of those forces shall be parallel with a b', the general direction in which the deflected force is made to act. Wherefore, that point will be found in a line representing two directly opposed forces, drawn from s, parallel to a b'. But by Prop. 1, Theor. 1, of Newton's Principia, if the point a, which otherwise would be moved in direction a d', be moved by some"},{"pageNumber":8,"pageContent":"8 An Essay upon Force in Nature centripetal force toward the immovable center of force s, the resulting direction and distance will be such that equal areas will be swept over by a line connecting the point a with the center of force, whether the point a, be moved to d' or to the new point sought. Now a d' is given in posi- tion, and a s is common to both conditions, wherefore, for an area equal to a d' s, the point a must be found at a distance from the line a s, and perpendicular to it, equal to a d', and nearer to s than is the point d', and by construction e' is the only point which, in filling this condition, will be found in a line drawn from s parallel to ab'. But a d' is perpendicular to a s, taken as a radius, and, considered as a point, becomes a por- tion of the circumference of a circle of which s is the center; therefore, in the same time that the point a would describe the arc a d' of a circle by the exertion of the force d b, it will, by the co- operative exertion of the liberated force a e', in direction s, describe the curve of a spiral, closing upon s in direction a e', equal to a e'; and this is as it should be by the terms of Sir Isaac Newton's proposition, because the are- as a d' s and a e' s are equal, and the times of their description are equal. Passing from the foregoing considerations, since the deflect- ed force is always co-operative with that always in direction of the immovable center of force s, the resultant described must always be descriptive of a curve, with respect to the point s of a spiral; and, since the straight line a e' is a portion of the curve of a spiral it must be infinitely short, or, of itself, a b' point. The very inception of movement of the point a by two equal but opposing forces, forming with each other any angle, must bisect that angle, and the diagram s a b' must represent the ultimate effect of the deflective force a b' in co-operation with the force a s, by which we have the two equal but opposed forces a s, a b', productive of a d, and the point a removed to d affected by the two equal and directly opposed forces d s, d b', remnants of a s, a b'. SECTION V. The force a s, or that of gravitation, has, since the time of Sir Isaac Newton, been recognized as one of the forces affecting a planet, compelling it to the completion of the path of its orbit.The path of the orbit, then, necessarily results from the action of this with some other force, and this latter force, from the consideration in Section III, must, at every point of that path, be equal to the force of gravitation; from whence it results that the continuing pathway of the orbit of the planet can result only from a continuing and relative change of position of these equal and op- posed forces, one toward the other. Now, the diagram of the ultimate effect of the exertion of these forces for any one point of the path of the planet's orbit, Section IV, must be that for every other point, as least, for that portion of the orbit between the higher and lower vertices of the el- lipse; from whence it follows, that for every point, at least between those vertices, the planet is subjected to the action of remnant and directly opposed forces exerted in direction of right line connecting the center of the planet with the immovable center of force. One effect of the exertion of such remnant forces may be mechanical, forcibly holding the planet in position: another ef- fect, also mechanical, may be that of pressure . A very interesting consideration grows out of the peculiar features of this diagram of force with reference to the continued path of the orbit. Relatively to the point s the continuation of a d must become more inclined, or with a s form an angle constantly becoming less than d a s; the angle b' a s of the forces, resulting in the continuation of a d, must necessarily become constant- ly more acute, which shows that the opposed forces are constantly approximating to exertion in"},{"pageNumber":9,"pageContent":"9 An Essay upon Force in Nature one and the same direction, or to one and the same force. SECTION VI. Differing forces impressed in differing directions will result in one force in one direction to create motion, and to the extent to which they directly oppose each other will create pressure, or its equivalent. Let a force a b' be impressed upon the point a in direction a b, and a force a b', be impressed on the same point in direction a b', at one and the same time, then will the forces a b, a b' result in one force a e in direction a e from the point of origin of force a. Draw a h intersecting the angle b a b' as a line of reference. At a erect a c, a c' perpendicular to a h, and connect c b, c' b' by lines parallel with a h. The force a b may be considered made up of two forces, a c to move the point a to c, a distance a c equal to b f from the line a h, and perpendicular to it, and c b, or a f, to move the same point to f a distance a f, equal to c b from the line a c, and perpendicular thereto. The force a b ' may likewise be considered as the result of the two forces a c', equal to b' f', and c' b' equal to a f'. But the forces a c, a c' are found as unequal forces opposing each other in the same right line, and therefore must be obeyed by motion in the direction of the greater force to the limit of its ex- cess over the lesser; that is, a c-a c' = a d . The two remaining forces c b, c' b' equal to a f, a f' are positive to each other, being exerted in the same direction, and their ultimate effect to pro- duce motion will be equal to c b + c' b', or to a f + a f'. Now, since the force a d acts in general direction a d perpendicular to a h, it will not at all al- ter the effect generated by the other forces c b, c' b' acting in general direction a h, perpendicular to a d. The point a will therefore arrive at a distance a d, perpendicular to the line a h, whether the force c b + c' b' acts or not. The same may be said of the force c b + c' b', resulting in a dis- tance equal to a f + a f' from the line a d. But, since the point can not occupy two positions at one and the same time, it must occupy one which will satisfy the effect of both forces, a d and a f + a f', at the same time; and this condition will be satisfied at the point e, which is at once at a distance a f + a f' from the line a d, and perpendicular to it, and at a distance h e, equal to a d, from the line a h, and perpendicular thereto. By joining the points b e, b' e, it will be seen that the resultant force a e takes the direction of, and becomes equal to, the diagonal of the parallelogram made upon the lines a b, a b' given in position. It will also be seen that the point a arriving at e will stll be affected by the equal and opposed forces a c', d c, as e g, e g', though power to produce motion has ceased and given place to pres- sure, or its equivalent. COROLLARY. -Since the production of a d does not affect that of a f + a f', nor is affected by it, and since, to produce it requires the combined exertion of the forces a b, a b' may be said to be one, or the result of the full combination of the opposed forces a b, a b' ; so, likewise, a f, a f' may be said to be the result of the same; and since things equal to the same thing are equal to each other, a d may be said to be equal to a f + a f'. This, though true, can only be true as to time, that is, that the point a would arrive at e within a time equal to that within which it would arrive at d or h. From this it would necessarily follow that the greater length of a f + a f' over a d implies, in analysis, excess of velocity in its production."},{"pageNumber":10,"pageContent":"10 An Essay upon Force in Nature SECTION VII. (1.) a d produced by the co-operative forces a s and a e, or a b deflected to a e, may be re- solved into the two forces a f, d f or a f, a f'. Now, by corollary Section VI, d f or a f' and a f, considered as measures of time, are each the result of the combination of the forces a s, a e to produce motion, and therefore equal to each other, both as to the forces employed and as measures of time. But a d is equal to the same: wherefore, considered as to the forces em- ployed to produce them, and as measures of time, a f is equal to a d, that is, the point a would be moved by the operation of the same forces in direction of a f to f in the same time that it would be moved in direction a d to d. Now, the same forces operated though the same time must be productive of equal effects; but here is the accomplishment of a greater space in the same time, implying excess of veloci- ty, which shows that some element is wanting to make up the equivalency. This element is supplied when the areas swept over by the radius vector a s are taken into account, for they are equal to each other, having a common base and altitude. This element discovered shows that the only equality of a f with a d, resultants of equal forces in equal times, where the three ele- ments of time, space, and velocity are considered, is where the forces are to be considered as accomplishing the production of equal areas about some common point, as s, of which areas they are to be taken as parts of the contours. In other words, they must always be taken for the entire areas described about s. (2.) If the arc a d of the spiral closing upon s, be more than a point, it can not be the result of a s, a e; for the resultant of all antagonistic forces not in the same right line must be in one direc- tion, or in one right line, and if a d be more than a point, it is susceptible of division until the number of right lines into which it may be divided will be equal to the number of points into which the arc a d is divisible: therefore, the production of a d, if more than a point, must be by as many (relatively to each other) new and antagonistic forces as the arc has points. Also, the diagram of the ultimate effect of the forces in Section IV shows an exhaustion of them by conversion into their resultant: Wherefore, the production of every subsequent point of the arc must be by new force or forces. In other words, the earth, or a planet, is constantly obedi- ent, relatively to antecedent ones, to new forces, and does not assist in the formation of its own orbit by impulse antecedently given. (3.) Taking the arc a d as more than a point, the earth, or E, arriving at d, is found to be nearer to s, or the arc a d is the curve of a spiral closing upon s, which can only be by a greater deflec- tion of some new force with a s, or a'' s, as a'' e'' than that of a e, or, the angle made by the new force to compel E to d, as e'' a'' s must be less than e a s. Now, the value of the forces being un- changed, greater acuteness of the angle e'' a'' s must result in a greater amount of force to pro- duce motion upon E at d than at a, or at any point intermediate between a and d . Therefore, the curve a b a', Section III, showing a continuous approach to s, can only be accomplished by a continuously increasing acuteness of angle made by the opposed forces, always supposed to be equal. But continuously increasing acuteness of this angle must necessarily be productive of con- tinuously increasing resulting force upon E, to produce motion: wherefore, the approach of E to- ward s in the path of the spiral must be with continuously increasing rapidity, and E must acquire a motion, uniformly accelerated, from zero at a, until its arrival at a'. The law of gravitation ac- cords with, and is the same with, the law of uniformly accelerated motion, viz: that the distances passed over by a body starting from a state of rest with a uniformly accelerated motion are pro- portional to the squares of the times employed. The distance is equal to the time into the rate of"},{"pageNumber":11,"pageContent":"11 An Essay upon Force in Nature motion, and the rate of motion must be for the same time as the force exerted. The approach of E toward s can be measured upon a right line connecting the centers of E and s, and it is evident that the same principle of uniformly accelerated motion will be applicable to its approach in this right line, as in the line of the real resultant of the forces, which is the path of the earth's orbit. SECTION VIII. It is thought to have been demonstrated, Section III, that for every point of the earth's orbit the centripetal force and that of repulsion, or the centrifugal, must be equal, and that the production of successive points of that orbit can only be by change of position of those forces relatively to each other. Having found the diagram of the ultimate effect of the co-operation of these two forc- es for any point of the orbit, it is shown: 1. That relatively to a center of force to which one is always directed, the resultant path must be that of a spiral closing upon that center, or a portion of the curve of an ellipse. 2. That by the very nature of their co-operation equal areas must, by the radius vector, be swept over in equal times. 3. That as these forces, by their co-operation, produce the curve of a spiral closing upon the sun, it must be by uniformly increased power to produce motion, resulting in uniformly increased velocity, which accords with the known obediences to that which is called the law of gravitation. Now, as to the relation and dependency of these forces, the one to and upon the other: the eve- ry fact that they are always equal, both in detail and in the whole, and always co-operative, is of itself so strongly suggestive of relationship and dependency, the one with and upon the other, as almost to satisfy the mind without further investigation. But how can things in opposition be one and the same thing? Or, considered as one and the same, how can increased velocity be effected through the medium of one force? If a force be impressed continuously upon a point in direction of a right line, in a space void of resistance, we can see that for equal times, or spaces, the force-or its equivalent, velocity-must increase, on the ground that impulse imparted will be added to force applied. But when the resul- tant direction is a given curve, there can be no increased force to effect motion by way of antece- dent impulse, unless there comes with it a correspondingly opposed force to keep the body in the path of the given curve. Admitting the increase of the one, as by impulse antecedently given, whence comes the increase of the other, or negative? In this connection Section V contains a statement of interest, viz: that the nature of the spiral closing upon the center of force requires that, by the changes of position of the opposed forces, they must necessarily form with each other increasing acuteness of angle as the path of the spiral approximates the center of force. This of itself demonstrates a constantly-increasing power im- pressed to produce motion, which, by taking the center of force as a point of reference, and meas- uring on a line connecting it with the body impressed, will necessarily become exhibited in the same way that the effect of the power of gravitation now is. But in effecting this the opposed forces are constantly becoming less opposed, and more near- ly one and the same force. If they have the capacity of becoming one and the same force, have they not the attribute of continuous interchange, the one for the other? If a force of gravitation is set free, impelling an object toward the center of force, as a e in Section IV, the direction given must continue, and as the object is moved laterally, must always act in lines parallel with the original direction given; therefore, as the object moves laterally, or in its curve, that force will not only not impel the object toward the center of force, but will, in some measure, so oppose every further exertion of the force of gravitation, that at a point in the orbit the opposite of its inception, or, which the prolongation of the first direction given will cut, it, as to its entirely, will become one of repulsion. If there can be conceived to be a constant accumulation of installments of this force as actively resident in the object, they will, seriatim, become free to act with respect to the center of force, at"},{"pageNumber":12,"pageContent":"12 An Essay upon Force in Nature points the antipodes of their inceptions, as forces of repulsion. The same thing may be said as to the force of repulsion, or the centrifugal force, changing to one of gravitation. So that, since the centripetal and centrifugal forces, with relation to the center of force, are continuously undergoing a change, or interchange, the one for and into the other, they can, together, be but modifications of one and the same force, of which the center of force is the key or germ. Now, since by the exertion of this force, relatively to the center of force, equal areas are de- scribed in equal times, how can there be any greater exertion of force at one time than at an- other? On the conditions there can not be. How, then, is a greater velocity at one point of an orbit than at another to be accounted for? Only by conversion of some one or more of the elements go- ing to make up that force into additional velocity at the expense of others. Therefore, whilst of velocity, as to itself, it may be said absolutely to have been accelerated or diminished, such ac- celeration or diminution, when referred to the parent cause or force, has not in any manner affect- ed its value. To account for planetary motions, therefore, a cause, or force whose value is unchangeable, has to be found, and reasons, either by modifications of the elements composing it, or by reason of some peculiarity of the object acted on; for, among other things, acceleration of velocity in the path of a spiral closing upon the sun, and diminution of velocity in the path of a spiral expanding from the sun. SECTION IX. It is demonstrated, Section III, that if approach to the center of force, or the sun, is supposed by any predominance of the force of gravitation, unless some extraordinary intervening cause is supposed, the earth must continue to approach that center. It has not helped the matter any, nor shown any such added cause, by showing the necessary equality at all times, of the centrifugal with the centripetal force, or that the cause of approach toward the sun with increasing rapidity, must be by a continually-increasing rapidity, must be by a continually-increasing acuteness of angle of the opposed forces always of equal value. In either case, a system of exertion of force in one direction is shown; but no provision for a change, such as to produce a reverse direction, has been. An analysis of the earth's motion, with respect to the sun, shows by its approach to and depar- ture from it (and consequently, the condition in its elliptical orbit of what are called, in mechan- ics, two dead points, as at a and a', Section III), that which, in mechanics, is known as a recipro- cating motion in a same right line. The question arises: By what device in nature is this reciprocating motion produced, and, by what is it transformed, by similarity with mechanical ef- fects, into an elliptical or cam movement about the sun? It has been shown, Section III, that the earth is affected at all times, in direction of a right line connecting its center with that of the sun, by two equal and directly opposed forces. If to the earth, a condition, with respect to this force, could be established, such that it could be likened to a piston head in a steam cylinder, then a reciprocating movement would result, and the next ob- ject of inquiry would be, how is this reciprocating movement connected with a circular one? Movement of the piston head is dependent upon the alternating exertion of the same force, by a permitted anternate supply and escape from its opposite sides within the cylinder. Now, in the case of the earth, a trick of nature is observable, of which the human device for using a uniform power by alternation in the steam cylinder, is a kind of copy in its special way. The surface of the globe is diversified by the arrangement of the masses of two substances, viz: land and water; of which, land is massed very much in the northern, and water in the south- ern hemisphere. In the large way a peculiar shape attaches to these masses, land from points ex- pands to the northward, and, consequently, water from points expands southward; therefore, the areas of land and water, as shown on the globe, are triangular in shape, having their bases as the"},{"pageNumber":13,"pageContent":"13 An Essay upon Force in Nature north and south. As to the aggregate of the masses, water, as to surface, is much in excess. We know that mechanical force is produced by wind, water, steam, and animal power, also, by chemical and magnetic power. The origin of chemical and magnetic powers we are not certain of, though heat in antagonism to cold is probably productive of both. The others are all traceable back to heat from the sun in antagonism to cold as an originator. Therefore, heat, and its effects, becomes equivalent to mechanical force and its effects. The operation of heat upon land and upon water is different, as water absorbs it in a greater measure than land does. In this difference of absorption, there seems to reside a cause for the in- clination of axis to the plane of the ecliptic, for approximation to, and for repulsion from, the sun. If the earth be thrust away from the sun by heat, taken as one of the forces spoken of, which, as acting between particles or masses of matter, we know to be a repellant power, then, just in the measure of the absorption of rays of heat will the earth be either held in place, or made to ap- proach the body from which it is repelled. Taking the earth in position with respect to the sun, we know that it is possessed of the property of absorbing heat; in the measure of that absorption, therefore, it will vary its course, either moving from, or approaching to, the sun. Now, it we take into consideration, 1. The different capacities of land and of water for the reception and giving off of heat; 2. The relative quantities of land and water, and their difference of arrangement with respect to the earth's surface, the earth's position relatively to the sun, and the direction of the rays of heat from the sun; and 3. A commenced revolution of the earth upon its axis; Then, indeed, we will find effects which will lead to account for approximation to, and repul- sion from, the sun in direction of curved lines. For, revolution upon its axis once commenced, we have the following result, known to be inevitable from observation, viz: the morning side of the earth presented to the sun is prepared for the absorption of heat in a greater degree than the eve- ning side; wherefore, while the point or line of the greatest intensity of heat will be the meridian or noon line, yet considered as to the total effect of force applied to the earth, the line of division of equal amounts of force will lie to the westward of the meridian. Thus, while in a stationary condition, the position of the earth, with respect to the sun, would be as exhibited at A, if the earth begin to revolve upon its axis, its position, with respect to rays of heat, will become changed as at B. This being the case, just so long as this inequality of force endures, just so long will axial revolution continue. But another feature presents itself, for, if the earth advances into the rays of heat, by the very disposition of these forces, it will advance in the direction d' d; or if it be repelled, it will be in direction d d'. Here we may begin to preceive a cause, on which can be based the completion of the earth's orbit from its lower to its higher vertex. As the earth can and does absorb heat from the sun, in the measure of that absorption it must approach it, provided the absorption is as rapid as the supply. Having reached the limit of its power of absorption, it must be repelled as accumulation of heat takes place. Owing to the differ-"},{"pageNumber":14,"pageContent":"14 An Essay upon Force in Nature ent capacities of land water for the reception and giving off of heat, water being the greatest ab- sorbent, the southern hemisphere will approach nearer to the sun than will the northern, and, in turn, will be repelled further from it. Suppose the earth at E when furthest from the sun in June. It stands with its axis inclined, the northern hemisphere being nearest to, and the southern most remote from, the sun. In December, when nearest the sun at E', the reverse is the case. While the axis, it may be said, always holds a place of parallelism to itself in space, attentive consideration will exhibit the fact that, relatively to the sun, it suffers a continual change of position. This must be so from the reverse position which the northern and southern hemispheres hold to the sun, when at E and at E'. Consider the earth as situated at E, inclined, as shown, to the plane of the ecliptic, in the month of June; the northern hemisphere has absorbed its masimum amount of heat, and accumulation takes place over its power of absorption. This accumulation acts by way of repulsion. At the same time, the southern hemisphere begins from a maximum of repulsion to absorb heat, and consequently, rel- atively to the sun, the axial line begins to change its position, until carried around the sun to the opposite point or lower vertex, the southern hemisphere has absorbed heat to its maximum of ca- pacity, and in turn heat, as a repulsive force, accumulates and repels it. From June to December, while, relatively, the northern hemisphere is being repelled, yet owing to the larger mass of ab- sorbing matter in the southern hemisphere, the movement of the whole earth is toward the sun; so, from December, though the northern hemisphere absorbs heat and relatively approaches the sun, yet owing to the larger mass of repellant surface in the southern hemisphere, the whole earth is repelled. Thus, by this peculiar arrangement of structure, the effect of the sun's rays of heat, or force, is to produce, in terms of mechanics, a reciprocating motion equal to twice the distance a a' in eve- ry complete annual revolution about the sun; and, taking in connection with this the effect of the diurnal revolution, as to the course in which the earth must travel as a body toward or from the sun, we have three different motions growing out of the effect of one force in its application to a body, presenting to it substances of different natures, viz: diurnal revolution upon an axis, move- ment in an orbit in curved lines, and a reciprocating motion with respect to the sun. By this com- bination of force and material acted on, we see a disposition of opposing mechanical force, by its alternate absorption and accumulation in the mass of the very body acted on, such, as to produce, in some measure, an equivalent for the effects of the opposed forces heretofore considered; the body preserving within itself, at all times, equal properties of attraction and repulsion, either of which is exercised in excess of the other by reason of special conditions of structure of the mass acted on. And, really, it makes no difference whether a body be subjected to two alternating forc- es affecting it exactly in the reverse, or, whether the same body has the property, by its construc- tion, of effecting the same result, the forces affecting it being uniformly the same. The earth may be said to be always situated between two opposed forces, always of equal value, while it is at the same time advancing of itself, so to speak, either in direction of one or of the other. The rela- tions of these opposed forces to each other, must at all times be similar. In this instance, taken as heat and cold, one varies as the other. Thus the line a s, Section IV, comes of itself under this consideration to represent two opposite forces, which, together, may be taken as one variable; while the deflection of one force found necessary in the preceding sections to produce motion, is here supplied for by the effect of heat and cold upon the variegated structure of the earth."},{"pageNumber":15,"pageContent":"15 An Essay upon Force in Nature The effects being the same, in either case, to an extent sufficient to make the different causes of motion, viz: those of mechanical force heretofore considered, and those of heat and cold, cor- relate, the diagram of the ultimate effect of mechanical and opposed forces holds good as to heat and cold. In addition, we have the further striking similarity, in this, that while effects are made to arise from opposed forces, the forces themselves prove to be one and the same force, whether in respect to rays of mechanical force, in one case, or, of heat and cold, in the other case, being but modifications of each other. Without impairing the correctness of results heretofore attained, we here find a condition of force and material acted on, suggestive of a way to account for the production of the entire orbit of the earth. The rotation of the earth upon its axis serves to spread out a greater surface to the action of heat and cold, and to distribute that action equally upon like lines of latitude, subject to the une- qual capacities of land and water. The intensity, or mechanical force, of heat is inversely as the square of the distance. As, there- fore, the earth approaches the sun, it advances into a medium of force increasing as the square of the distance diminishes. This can only be accomplished by absorption of heat in that ratio; and this, in turn, demands as change of capacity for absorption equal to the requirement. This in- crease is afforded by the presentation of increased absorbing surface with the earth's greater in- clination up to a certain limit, which should be found to correspond with the actual limit of 23ยบ 28', or, for certain reasons, a little more in one hemisphere. This serves as an explanation of the apparent impossibility of advancing with increased speed into a medium, growing, so to speak, denser. The reverse is the case as the northern hemisphere inclines to the sun, for up to the limit of 23ยบ 28' it spreads out a greater repellant or land surface. A very interesting question arises here. Suppose the limits stated of 23ยบ 28' are not precisely the same for each hemisphere, then, though the earth would perform its orbit, its path would be that of a conical instead of a flat spiral about the sun, and would depart from the sun's equatorial plane. There are some reasons, of very considerable weight, for supposing the earth to be a spheroid of irregular shape, and that it is more protuberant, or has a slightly greater bulk, for the southern than for the northern hemisphere; this very irregularity, if it could be made to account for one of the obscure phenomena of planetary motion, would also serve to account for diver- gence form the sun's equatorial plane, and return into it. It will not do, because like effects can be produced by a different cause, to say that the cause of those effects has been found. The exquisite harmony of natural force in their operations so varied, is such that the effect observed may be only a nice adaptation to conditions growing out of an underlying or a greater controlling cause. It can not, therefore, be said that the peculiar structure of the earth, in connection with the forces emanating from the sun, is the cause of the various effects claimed for the combination. But when like results are derivable from two appar- ently different bases, one a supposition one, and one to some extent recognized, if the latter can be shown to be productive of more effects going to make up a whole desired, it should be given the preference. Here the consideration of the effects of heat and cold, in connection with the pe- culiar structure of the earth, gives a most important result, not derivable as results of the two op- posed mechanical forces considered; therefore, either this combination should be given the pref- erence, as a cause of the effects in question, or else the mechanical forces spoken of, and heat and cold, should be taken as one and the same; the element to be supplied in the consideration of the former, being the peculiarity of the earth's structure and the varied effects of those forces by reason of it. The fact that the structure of the body acted on has such an important bearing upon its motions, were it once accepted, would unfold a new field of knowledge, and afford a new key to open the more hidden secrets of natural economy. The question arises: What becomes of heat taken into the mass of the earth? To provide for a movement of oscillation, a way must be found for its escape, in the alternate, just as by mechani- cal contrivance exhaustion of the stream cylinder becomes necessary for continued reciprocating motion. Without being able to answer this question, it may be said that a great advance would have been made if effects of force had been traced back to a legitimate asking for a solution of it."},{"pageNumber":16,"pageContent":"16 An Essay upon Force in Nature We do know, as a fact, that temperatures of the northern and southern hemispheres do change with the chages of the earth corresponding to the reverse halves of its orbit, and that the effects of heat are as stated as to difference of absorption. This question brings up the fact of force pass- ing into innumerable forms, in the aggregate the exact equivalent for the continued supply. It is plain, that whatever form is assumed must arise from force supplied, and to that extent must be- come its equivalent; and, in turn, no matter through how many subtle transformations it may go, must in the ultimate return into the main current of force and be restored. The diagram of force, Section IV, taken in connection with the effect of remnant forces upon the point acted on, stated in Section VI, shows that a large surplus of force over that productive of movement of the whole body acts by way of, it may be said, direct pressure upon the body itself, direct pressure being varied from, where the body is of the shape of the earth, by the oblique direction in which rays of force are made to strike by reason of the earth's sphericity; thus d b', d s, Section IV, are rem- nants of a b', a s, and show a very small diminution, in effecting the movement a d, of a b', a s. These remnant forces, productive of antagonistic effects are, then, comparatively large. This sur- plus may be said to be occupied in work upon and in the mass of the earth, carrying and trans- posing, combining and disintegrating substances; producing mechanical motion, and in a subtler way, vegetable and animal life. The greater absorbent property of water, and its vast mass, indi- cates movement of water in the mass, as well as in the way of evaporation. When we reflect, too, upon the convex surfaces presented by an ocean to the rays of the sun, we become impressed with the idea that the penetration of movement of solar rays is carried to great depths. It is not necessary that movement of these rays should be attended by the manifestation of sensible heat; movement itself of the mass would be the obedience to this force, and the manifestation of heat would come from the obstruction of this movement not from the movement itself. Absorption of heat, then, may, to some extent, mean simply movement communicated, and ocean currents be- come witnesses of the amount of heat taken up, to our senses, as mechanical force. The source of the greater surface ocean currents should be in that hemisphere, and that part of it containing the greatest mass of water, exposed to the greatest number of effective rays of force, and would not be indicated by the locality exhibiting the greatest amount of sensible heat. It would follow that while the same kind of work would be going on in either hemisphere, the preponderance of movement should be from the south northward, a fact which is abundantly exhibited by the maps, for surface currents flow from very far south to the arctic circle, while the same, issuing from the arctic circle on their way southward, soon sink and are lost to become deep sea currents. It may be said, in this connection, that the direction of the force, and the shape and movement of the whole earth, being taken into consideration, the primary movement of masses of water should be vortical, and variation from such a course be attributed to the interposition of obstruction, as of continents and islands, which would of necessity compel currents to differing courses. Let us now consider a condition by which the opposed forces spoken of are made to act in the alternate on particles of matter. This condition is brought about by the revolution of the earth upon its axis, by which, while the whole sphere is subjected to the action of both forces at one and the same time, one hemisphere, as the eastern or western, comes under the influence of but one of these forces at a time. This being the case, we can see that forces opposed in their direc- tions, agreeably to the diagram, Section IV, acting in the alternate, will, in a measure, neutralize each other's effect in the alternate. Thus, if a particle of matter be affected upon the side of the sun by rays of force in one direction, and if, as it is carried around beyond the scope of those rays into another series, it is affected in the reverse direction, the result may be toward neutralizing the effect first produced, and the particle of matter may, as to its bodily movement, be forced back toward the place or position from whence it first started, and consequently toward a state of rest. And this is taken to be the real condition of heat and of cold, viz: the alternate movement of particles of matter by the exertion of one force in one direction, and the subsidence of that move- ment by the exertion of the same force, affecting the particle in an opposed course or curve, by reason of modified presentation. The same considerations as to direction apply to a particle of matter as to a mass of water; the movement of the particle may tend to an expanding spiral under the influence of one force, and to a spiral contracting toward a point of rest under that of the oth-"},{"pageNumber":17,"pageContent":"17 An Essay upon Force in Nature er. Sensible heat would seem to arise from obstructing obedience to force in one direction, and from the resistance offered in overcoming the inertia of the obstructing body. It should be more or less intesne, according to the nature of the body on which the obstructed force strives to act. Inertia overcome, and unimpeded movement commenced, force is obeyed to the full by move- ment, and to its extent sensible heat can not be exhibited. Opposed force would serve to divert the movement of the particle back, by a reverse spiral curve, to its normal condition, through spaces free from obstructing matter, and consequently its exertion would not be attended by exhi- bitions of sensible heat until the reverse movement should itself be impeded. Heat and cold thus become expresssions of motion and rest. It this be so, it may prove that what we call heat and cold, after all, may be but subordinate effects of a great system of rays of mechanical force ema- nating from and re-entering the sun, or other center of force. Heat and cold, expansion and con- traction, and motion and comparative rest would thus become subordinate effects of one great condition of force possessing the property, by the peculiarity of its application, of affecting parti- cles of a body revolving in its rays, in opposed directions, the peculiarity of the subordinate ef- fects arising from the conditions of the particle or particles acted on, as shown. The bilobate or double construction of the earth giving rise to such results, is in harmony with the dual principle which we find at the base of the production of almost all things. In the animal economy the bilobate character of the nervous system, or of the brain and its dependencies, is characteristic from the lowest and earliest forms up to the latest and highest. The magnetic bat- tery, with its two opposite poles, is familiar to all. In fact, almost every production arises from the conflict of two opposites. On the other hand, all antagonisms seem, after all, to arise from some peculiarity of condition of one force. The considerations as to two opposed mechanical forces in this essay have led us to the possibility of their springing from one and a commobn source. The antagonisms of the heat and cold may be but the effects of modifications of either, or some one condition. It seems to be the better opinion that the magnetic antagonisms are to be traced to modified conditions of one element, rather than as arising from two elements distinct from the beginning. By analogy, therefore, the deductions made seem well founded. A good example of the equivalence between heat and cold, and mechanical force, is afforded in the operation of what is called \"Giffard's Injector,\" a contrivance for supplying steam boilers with water. A very heavy pressure of steam, by way of mechanical force, may be indicated to the square inch of boiler surface, yet a moderate pressure given to a small heat of water is sufficient to make it neutralize the mechanical force of the steam, so as to admit of the introduction of a supply of water into an opening for that purpose. The water must be cold, with force upon it suf- ficient to comminute the jet into spray. This cold spray neutralizes, or rather changes, mechanical force by absorbing it in the water, thus actually making an area in which there is, so to speak, no mechanical force exhibited as outward pressure. A film, no matter how thin, is thus interposed as a screen, under cover of which water is readily introduced. It would result as a consequence of the effect of heat, as given, that though when nearest the sun the earth should of necessity have received the greatest amount, yet that should be the point at which it should be least effective as a repellant power, or should be so absorbed in the body of the earth as to be least sensible. When most distant from the sun there should be exhibited the greatest amount of sensible or repellant heat, or heat not absorbed. Herschel, speaking of the con- clusion of Professor Dove, says: \"The mean temperature of the whole earth's surface in June considerably exceeds that of December. This result, which is at variance with the greater proxim- ity of the sun in December, is, however, due to a totally different and very powerful cause-the greater amount of land in the hemisphere which has its summer solstice in June (i. e. the north- ern); and the fact is so explained by him. The effect of land under sunshine is to throw heat into the general atmosphere, and so distribute it by the carrying power of the latter over the whole earth. Water is much less effective in this respect, the heat penetrting its depths, and being there absorbed.\" From December until June sensible heat does, agreeably to the idea advanced, gradu- ally increase, until in June it has arrived at its maximum; from whence, though really accumulat- ing in quantity, it becomes insensible by absorption. As soon as we arrive at the idea that that which causes heat causes motion, and that heat arises"},{"pageNumber":18,"pageContent":"18 An Essay upon Force in Nature simply as a subordinate effect from the obstruction or modification of motion, we readily under- stand why water is a better absorbent of heat than land is: simply because its particles can more easily move on each other than can the particles of earth, which, by reason of their angular shapes, interlock and afford mechanical resistance. As to part of the work performed by the rem- nant forces, shown in the diagram of force, since heat may be considered the equivalent of me- chanical force, it may also be considered as a manifestation of motion, either mechanical or vital. Particles of earth interlocked are separated by particles of water afforded by the winter and spring rains, and by this mean that motion can be communicated which gives rise to vegetation. Heat is absorbed, or rather motion is communicated, and is transferred into the building-up of vegetation. The water supply ceases, the particles of earth interlock, and cease, in a measure, to answer to the force acting on them, at the same time vegetation culminates in its growth, and force no longer received, is, so to speak, dammed back, and finds occupation as a repellant agent upon the body of earth which it can no longer penetrate. This condition seems to account for the increase and continuation of sensible heat at the surface of the earth, for some time after the long- est day in the year, in the northern hemisphere. The idea that motion and heat correlate, and are so instrumental in giving vitality to vegeta- tion, finds a very strong support from some results arrived at by Professor Tyndall. It is well known that the salt of ammonia is considered to be one of the best fertilizers, and effort is recom- mended to preserve it in manures. He finds that ammonia possesses, in a most remarkable man- ner, the property of absorbing and giving off radiant heat. Air, oxygen, nitrogen, and hydrogen, possessing absorbent properties equal to unity, ammonia possesses the same equal to eleven hun- dred and ninety-five. That radiation should be equal to absorption is stated by him as follows: \"We see that radiation and absorption go hand in hand; that the molecule, which shows itself competent to intercept a calorific flux, shows itself competent, in a proportionate degree, to gen- erate a calorific flux.\" Ammonia, therefore, is perhaps a remarkable fertilizer, because it is a re- markable generator of some peculiar motion necessary to promote vegetation. Herschel, speaking of the power of gravity, lends some support to the positions taken as to the sameness of the opposed forces spoken of and heat, or, rather, that heat is a subordinate effect of those forces operating upon material. He says: \"So that the proportion in which we must admit the earth's gravity to be enfeebled at the moon's distance, if it be really the force which retains the moon in her orbit, must be that of the squares of the distances at which it is compared. Now, in such a diminution of energy with increase of distance there is nothing prima facie inadmissi- ble. Emanations from a center, such as light and heat, do really diminish in intensity by increase of distance, and in this identical proportion; and though we can not certainly argue much from this analogy, yet we do see that the power of magnetic and electric attractions and repulsions is actually enfeebled by distance, and much more rapidly than in the simple proportion of the in- creased distance.\" And again: \"Heat, like light, being equally dispensed from the sun in all direc- tions, and being spread over the surface of a sphere continually enlarging as we recede from the center, must, of course, diminish in intensity according to the inverse proportion of the surface of the sphere over which it is spread; that is, in the inverse proportion of the square of the distance. But we have seen that this is also the proportion in which angular velocity of the earth about the sun varies. Hence it appears that the momentary supply of heat received by the earth from the sun varies in the exact proportion of angular velocity, i. e. of the momentary increase of longi- tude, and from this it follows that equal amounts of heat are received from the sun in passing over equal angles around it, in whatever part of the ellipse those angles may be situated.\" If the effect of natural force upon the substance of the earth is to be taken into account for the proper determination of its motions, then the diagram, Section VI, becomes the result of the ef- fects of all forces; and the movement of the earth may not show any exact or immediate obedi- ence to primal force, as to its rapidity. The effect of primal force upon the earth may be such that the real movement may be much slower than the force exerted. The enormous amounts of natural force necessary to produce very minute changes in the substances of the earth may be in a meas- ure realized from the statement of a rigidly deduced fact stated by Professor Tyndall. He says that the amount of force expended in bringing about the combination of one pound of hydrogen"},{"pageNumber":19,"pageContent":"19 An Essay upon Force in Nature with eight pound of oxygen to form water, is equal, in mechanical value, to the raising of forty- seven millions pounds to the height of one foot. After combination, the substance is in a state of vapor, which, sinking below 212ยบ, condenses to water. Nine pounds of this vapor, in falling to the condition of water, expends an amount of force equal, in mechanical value, to raising very nearly seven millions pounds to the height of one foot. The reduction of the nine pounds of water to the condition of a solid, or ice, is equal, in mechanical value, to raising one million pounds to the height of one foot. So the force employed in combining one pound of hydrogen with eight pounds of oxygen into a solid, is equal, in mechanical value, to raising fifty-five millions pounds to the hight of one foot. Now, as to primal force, we do not know to what extent it may have been concentrated to form a condition capable of acting to perfect the combination; wherefore, the concentration of primal force in working out changes which are innumerable, continuous, and in the alternate, in the materials of the earth and planets, may be so very great as to make the movement of planets exceedingly slow when compared with the rapidity of its movement. SECTION X. Let b represent a center from whence force radiates upon every side, and s a center to which rays of force converge from every side, and let every ray of force from s and to b equal for equal length of rays. It is evident that in the space between lines paral- lel to each other and perpendicular to s b, these equal rays will cross each other at every conceivable angle from 180ยบ to 0ยบ, or to โ ยบ which may be said to be 180ยบ where the rays become parallel. Let the earth or planet be supposed to be placed at a, a', . . . .a โ , points of crossing of equal and opposed rays. It is the same, as to effect, whether the force of repulsion is represented as a pushing force as b a, or a pulling force as a e, the prolongation of b a and equal to it, upon the point a. Now, at any point, as at a, a' . . . .a โ , the diagram of the ultimate ef- fect of the antagonistic forces will be identical with that of Section IV. But it is evident that there will be relations between the effects of these forces at the different points, among which it may be noticed, that: 1. At every distance the resultant of the equal forces, will equal one half the right line s b, showing, that if all the elements going to make up this resultant is known, the line s b representing some value will enter as a persistent constant into all the effects of planetary mo- tions by the equal forces in the space designated, and will be a unit of measure. 2. As the distance increases, the resultant will approximate more and more nearly to the contour of a circle. And this will be, not because the force of gravitation becomes weaker, relatively, but be- cause the force of repulsion becomes less deflected. As a consequence, the force of gravitation becomes less prominently marked by way of obedience of the planet toward the sun, as distance from the sun in- creases. 3. As the distance increases, the time of the production of the resultant will increase. It is true, in fact, that the rate of travel of the planets decreases with the distance. But the planets have differing eccentricities, greater and less, irre- spective of their distances. By the third law of Kepler, the squares of the periodic times, of any two planets, are to each other as the cubes of their mean distances. This shows that governing the planetary motions is a cause bearing proportionately upon all the planets. It can not be said of this cause that"},{"pageNumber":20,"pageContent":"20 An Essay upon Force in Nature it is time, because time itself is an effect, the measure of a cause. The periodic times are directly as the forces producing them, of which they are the measures: wherefore, it is nearer the truth to say that the squares of the forces productive of the entire orbits of two planets are to each other as the cubes of their mean distances. It is evident that no exact proportion being found short of taking the entire orbits, and an exact proportion being found by taking the entire orbits, shows a departure from the rule as to the production proportionately of different orbits in detail, i. e. one has a greater or less eccentricity than another at a greater or less distance from the sun, without any disturbance of the rule as generally applicable. But a greater proportionate eccentricity is indicative of a proportionately decreased arc, for which reason, the general rule being true, there can be no greater proportionate eccentricity. The explanation seems plain. Taking the diagram above, and considering the earth as at a and its orbit a standard, and Mars at a', the orbit of Mars fulfills the normal requirement-it has less eccentrici- ty than that of the earth. But the orbit of Mars, in fact, has a greater eccentricity than that of the earth, and yet fulfills the requirement. a' may, therefore, be considered the normal position of Mars relatively to the earth, but to make its actual eccentricity accord with the general rule, the higher vertex of its orbit must be removed sufficiently further from the sun than at a', where its real orbit will give a mean distance productive of the proportions given, and the same, as a whole, with its normal curvature at a'. It is evident that, situated either at a' or at this further distance, the periodic times, and, conse- quently, the forces perfecting either of the orbits, will be equal; and this would seem to introduce the feature of a permitted libration as to the eccentricities of the orbits of planets. It may be said, therefore, that differing eccentricities prove no departure from the rule, nor does it militate against the use of two equal and opposed forces, agreeably to the conceptions of this essay. It shows, however, that from some extraordinary cause, the forces remaining proportionate and, consequently, the periodic times, like and proportionate forces are, in fact, productive of dif- fering eccentricities, and, therefore, of changes in the planets from their normal positions. And as to this extraordinary cause, may it not be found in differing effects of application of like and proportionate forces, owing to change of arrangement of structure of different planets, from their primal conditions? SECTION XI. s being taken in the last section as a center to which rays of force are supposed to converge from every side, suggests at once the sun to which the power of gravitation tends from every side. If s is taken as the sun's center to which the centripetal force tends, and b as a point in its circumference from which centrifugal force flows, it harmonizes with our ideas of observed facts, i. e. that the power of gravitation does tend to that center, and that centrifugal force does flow from the circumference of a revolving body. But the flow of centrifugal force is in lines tan- gent to the cirdumference, and, as of necessity, the triangle s a b is isosceles, having s a equal to b a, b a can not be tangent to the circumference of a circle of which s is the center. It is true that at immense planetary distances the variation of b a from a tangential line is exceedingly small, as can be judged of from the statement that s b, the semi-diameter of the sun, being taken as one- eighth of an inch, the legs of an isosceles triangle based on it, for the distance of the earth from it would be eighteen feet: nevertheless the discrepancy has to be accounted for before it can be ad- missible that the opposed forces spoken of can emanate from the sun in the manner suggested. Suppose the discrepancy to be accounted for by a constant change of the point b in space with respect to s, such, that though with respect to s in position b a can not be tangent thereto, yet with respect to s constantly receding from any antecedent position, the line b a becomes a line tangent to the circumference in the new position assumed. Taking s as the center of the sun, and b as a point in its circumference, and constructing on s b the isosceles triangle s a b, b a, as has"},{"pageNumber":21,"pageContent":"21 An Essay upon Force in Nature been said, can not be tangent to the circumference of the circle. At b, draw b s' equal to b s perpendicular to b a, and assume the change of s to s' to take place simultaneously with the de- parture of the ray of force b a from b. This retrograde move- ment of s would necessarily be exceedingly slight, but for in- creased deflection of b a would increase, for which reason s itself would, as the point a completed one-half the curve of its ellipse toward the sun, also, complete the half of the curve of a very small ellipse about some point between s and b. Now, as the sun does revolve upon an axis, and does perform the orbit of a very small ellipse, the assumption made does not appear to be extravagant. It suggests that the sun itself is subject to the operation of the self-same forces with any planet, but in an or- bit so contracted that its axis and the center of force of the en- tire planetary system is almost coincident. (1.) If we suppose the sun, so far from being the origin of force, is but a transmiter of force received, it can readily be as- sumed that, so far from s and b being the center and a point in the circumference of the sun, they are, respectively, the center and a point in the circumference of a remote sphere of force. Then, the sun itself will be enacting the part of a planet, having the whole system about it one of satellites, each of which in turn be- comes a center of transmitted force. This would give to the sun an orbit of great immensity, a revolution upon its axis, and a retrograde movement along the line of its orbit going to make up the curve of the small ellipse caused by its effect upon the earth. This retrograde movement would describe a curve concave to the earth, and the earth itself may be taken as a center of force, about which the sun is made to perform an orbit, the production of which would cause the earth, by a retrograde movement similar to that which we have described for the sun, to complete the orbit of an ellipse likewise. Therefore, while the sun describes its small ellipse of retrograda- tion at every sideral revolution of the earth , the earth requires a number of sideral revolutions in which to describe its ellipse of retrogradation, and for each sideral revolution it completes but a fractional portion of that ellipse. Now, since for each and every sideral revolution of the earth the orbits of the sun and earth hold the same relative position, the effect of this retrogradation is but one of comparison with antecedents, and may be recognized as a retardation in respect to time, i. e. the earth will come up to the same point with respect to the sun at a later period of time for each successive sideral revolution, and on this conditions, it is thought, depends the phenomenon of the precession of equinoxes. (2.) Upon this idea let us suppose a primal principle of force agreeably to the conception of Swedenborg, viz: its movement in a spiral current: then, that whenever in this current an object occurs susceptible of being affected by it, a nucleus is formed, into which force is received in the lines of spiral closing upon a center, from whence it again emanates, as if from a center of origin, taking the form of a secondary spiral of force, subordinately affecting all bodies in similar effect. Upon this principle, by supposing that the solar system to be located in such an original current of force emanating from some remote center, each body becomes a subordinate nucleus, all float with the greater current, and each becomes a revolving body by reason of the spiral of force con- centrating upon it. But as each becomes a transmitter of the force received, each becomes sub- jected to the spiral of force which every other transmits, and a series of orbits concave to each other must thus be assumed by these bodies, varied agreably to the relative effects. Reflection will make it apparent that obediences to the forces of each other will, where the subordinate bod- ies and effects are unequal, bring about but partial obedience of each to the other's force, and if refused obedience reacts upon the body whence the force is transmitted, which is a true mechani- cal principle, then that body, also, will be retarded by the reactionary effect of its own force. This effect would produce, as a result, that very movement of retrogradation which is found necessary in the exertion of planetary forces. This may explain by what device it is that s retrogrades upon"},{"pageNumber":22,"pageContent":"22 An Essay upon Force in Nature its own path, or performs the path of a very small ellipse for every sideral revolution of the earth; and, while it is a step confirmatory of what has been advanced as to the opposed forces, opens a door, through which we can see how the force of opposition originates- how it is maintained- how of itself it is part of the centripetal force, and can not be separately considered. That which was assumed as a cause now is exhibited as an effect of the exertion of one force, creating within itself, or by its own exertion, opposed effects, by reason of its action upon more than one body, or upon bodies separated in space. The subordinate movements of each planet in the solar system would necessarily become in- volved in the movement of all, so that, though differing effects of natural force might be ob- served in detail, those effects would inevitably, ultimately, affect all. Thus, for instance, the incli- nations and eccentricities of planets differ the one from the other, yet rising from this, it is true that a uniform relation as to all is again found in the rule that the squares of the periodic times are as the cubes of the mean distances. (3.) It can be conceived that floating in the expanse of primal force, by the effects of subordi- nate or transmitted force of unequal planets upon each other, to the extent to which their mutual- ly compelled courses should vary from the direction of the primal force, there would arise resis- tance to movement offered by the primal force itself. Add to this the resistance offered by the antagonism of the transmitted force of each planet in its effort to move the others in differing directions. There would result an element of resistance to the movement of each planet which might be taken as one of the opposed forces, as a b, Section IV. The transmitted force of each planet might be taken as s a, in the same section. In connection with these, if the special effect of force upon the materials of which a planet, as the earth is composed, as stated in Section IX, is taken into account, then there will be all the elements necessary to make up a nearly circular movement, and upon this a reciprocating motion sufficient to convert it into that one necessary to perfect the curve of an ellipse. SECTION XII. While the mind can form some vague, abstract idea of force itself, it always couples the effect of force with some material through which it may be manifested. To mental apprehension matter must be connected with matter or come in contact with it before manifestation of force, as me- chanical, can be realized. But there is a condition of force which manifests itself both as force and matter, which will enable the mind to entertain the idea of force being matter to the extent of directly producing mechanical effects. If around the legs of a cylinder of soft iron, bent into the shape of a horse shoe, a copper wire be wound and so joined and connected that a current of elec- tricity be made to pass through it, the poles or the ends of the cylinder being left open, a strange phenomenon presents itself. Ordinarily, if one is asked what there is between these ends, he will reply a space filled with air. If the apparatus be placed under a receiver, and the air be exhausted, to all apprehension, the same space becomes a vacuum, a void. Now, the moment the electric current is passed through the wire, if a substance is made to pass through this space it meets with sensible resistance, as if the space was filled with a viscous fluid. If a copper cup (an experiment by Professor Tyndall), filled with lead cast into it, be made to revolve with rapidity in this space, it meets with so much resistance, or friction, that the lead is speedily melted, and the copper it- self becomes subjected to a great heat, owing to the resisting medium in which it is. If the light- est substance be suspended in this space by a gossamer thread it remains perfectly stationary, ex- hibiting no approach to either end of the cylinder, nor any tendency to a rotary motion. This remarkable phenomenon, which is called the exhibition of static force, affords, then, all the usual evidences of a medium through which force manifests itself. A body passed through it is subjected to mechanical resistance, consequently to pressure, and all the different mechanical effects attending pressure, whatever they may be. The mind is led by this fact not only to reject the idea of a space absolutely void, but to see that the most perfect void to be made by physical"},{"pageNumber":23,"pageContent":"23 An Essay upon Force in Nature means can nevertheless be full of a force acting on matter by way of friction, or pressure, without any other medium than itself. In this instance force is applied as of mechanical pressure, in the battery, and that pressure is transmitted to a substance, as the copper cup, through a vacuum, so as to become sensible. This hint, or this fact, enables the mind to grasp the idea that mechanical force not only resides in interstellar space, but is of itself a mechanical medium, or matter, through which all our recog- nitions of mechanical effects are, in fact, transmitted. It is as easy to realize that this force set in motion will effect a set of mechanical results upon a body, as it is that the body moved through it will be affected mechanically. As motion always implies an agent, planetary motion becomes obedience to force; and here we see how force may become the very vehicle or instrument by which its effects may be impart- ed through a space which is spoken of as a void. All the various obediences to this force come to our comprehension as truly mechanical. SECTION XIII. It has been suggested that instead of correlatives with, heat and cold are but subordinate effects of a mechanical force, which primarily causes planetary motion; and an observed fact has been given to enable the mind to grasp a mean by which mechanical effects may be produced by force, without the intervention of matter, or instrumentalities palpable to the senses. It is now proposed to follow the effects of this force to some conclusions, which, if they are properly ar- rived at, must be of value. It is common to say, inconsiderately it is thought, that \"all bodies with which we are acquaint- ed, when raised into the air and quietly abandoned, descend to the earth in lines perpendicular to it, or to still water.\" It is not so: no such condition of things has ever been actually experienced, nor can a body quietly abandoned fall in a line perpendicular to still water. Let a body fall from a: to fall in direction toward the earth's center, or perpendicular to still water, it must follow the line a b, forming with b e, the earth's radius, an angle of 180ยบ. It really falls in direction a d, mak- ing with the radius b' e' an angle, as a d e' (for b has, by the earth's revolution, passed on to d, where a falls), or with the earth's surface, an angle, as a d b. The conclusion is irresistible, that if a d is the resultant of one force, such a force as that of gravitation, affecting one body in direc- tion of a right line connecting its center with that of the earth, does not exist; or, if it is the resul- tant of two forces, that of gravitation is never suffered to act as a single force in the simple case of the fall of a body; so that the line a b is never described: wherefore, the direction is not to- ward the center of the earth in lines conforming to its radii, and falling bodies do not describe plumb lines when space and the earth's center are considered. Moreover, as the body touches the earth at d, in direction b' e', toward the center of the earth, as is claimed, comparison of the line b' e' with a e will show that the body must have changed its direction, because both being radii they can not be parallel; wherefore, if the body preserved the direction a e at d, it would fall in direction parallel with a e, and the force of concussion of the falling body would not be in direc-"},{"pageNumber":24,"pageContent":"24 An Essay upon Force in Nature tion of the earth's center. While this is true, the mathematical formula founded on what is called the law of falling bodies, or of gravitation, is entirely unaffected; because, taking the earth's cen- ter as a point of reference, the approach to it by the body falling through a d, measured on lines of its radii, at fixed intervals, is that on which the law is based, and has afforded data proved in thousands of instances to be correct. The above consideration, however, gives rise to an important change in the ideas of the effect which planetary bodies have upon each other by way of attraction-making use of this familiar ex- pression, although it seems exceedingly doubtful whether inert masses can, by any possibility, affect each other in the way of attraction which implies a certain self-possessed life or vitality. They are not attracted to each other in direction of right lines connecting their centers, but are moved toward each other upon lines of spiral closing upon the centers, each of the other- a d is the curve of a spiral upon the earth's center; and the body is prevented from pursuing its path about that center by the intervention of a segment of the earth's body. Falling bodies, then, are obedient to the same laws and pursue like paths with planets, to a certain extent. The only way in which a body at a can describe a line perpendicular to the earth's surface, is by being compelled that way; for instance, were a force impressed on the body at a, in direction a c, equal to the force a b', the body would describe the line a e. From this condition of fact, and others noted at the close of Section XI, may be derived the following consequences: 1. It may be said that the earth is situated in a medium of force; that it is subject to the effect of two opposed, but not directly opposed, forces equal to each other, in obedience to which it is compelled in the direction of a spiral closing upon the sun; besides which, it is affected by two remnant and directly opposed forces in direction of a right line, connecting its center with that of the sun. It follows that any extraordinary force impressed upon it will meet with mechanical re- sistance; whether it be impressed in direction of its motion, in opposition to it, toward the sun's center, or directly away from it. It also follows that under the full operation of natural forces, the earth and sun do not approach each other in the direction of a rignt line connecting their centers; their attractions, if the term \"attraction\" is a just one, for each other, are obeyed in the direction of spirals closing upon their centers. If the same property of force is attributed to the earth as to the sun, any body coming within the sphere of its influence must be affected in like manner with itself; and if the same property of force is attributed to this third body, there will be three bodies mutually impelling each other in spiral curves, greater or less, proportionally to the respective forces exerted. Thus, the sun, the earth, and the moon, are each of them affecting each other by the operation of the forces which they possess. One thing is evident-these bodies will have no property of approaching each other, or of at- tracting each other, in the direction of right lines connecting their centers, independently of any other movement. If they do approach each other on such lines, or upon lines more nearly right ones than those of their normal curvatures, it is because mechanical force is furnished and ap- plied by way of neutralizing a portion of the force making their normal curvatures. Let the effect of the earth's forces upon the moon be productive of the curvature a b; it has been shown that in any measure neutralizing the force f b will compel the moon to approach the earth in the line a e; also, let the effect of the sun's force upon the moon be productive of the curvature a c, by, in any measure, neutralizing the force d c, the moon will approach the sun on the line a s. As a body affected by two une- qual but opposed forces, will obey in direction of the greater force, the moon will either approach the sun's or the earth's center, agreeably to the superior force. It is in this way, and in no other, that the earth, sun, and moon, can approach each other upon right lines connecting their centers. The mass of the earth and of the moon, together, being exceedingly small compared with that of the sun, and both being similarly affected"},{"pageNumber":25,"pageContent":"25 An Essay upon Force in Nature by its force, they will, by the operation of its force, produce curves always concave to it, and of greater or less curvature according to their respective distances from it. Now, as each is striving to affect the other by the operation of its own forces, when the resulting curve of the one comes in conflict with that of another, mechanical resistance results. As their curves are always in con- flict in a greater or less degree, each body, at all times is affected by a measure of mechanical re- sistance to its normal motions. As the stronger effects the less with most power, the moon is the subject of the action of the strongest forces of antagonism; the earth holds an intermediate place, and the sun is least affected. The exertion of these forces may be exemplified by considering two globes, as E and M, loosely set in rings connected together, and placed in still water. From the center of E let a force be exerted upon the bar to move M in direction of the arrows; the effects of the force will be to create pressure upon E and M, as shown by the contact of the globes with the interior surfaces of the rings; and this pressure will be uniform so long as the force exerted is constant. Instead of still water, suppose them to be placed in moving water, or in a moving cur- rent; relatively to each other, there will be no change in the effect of the force. But suppose the current grows stronger toward the middle of the stream, E to be to one side of the middle, and M to be between E and the shore. Now, the exer- tion of the same force will be attended by dif- ferent results, as M is moved by the force ema- nating from E to revolve around it. When E and M are in a line with each other, and with the direction of the current, the exertion of force, relatively to each other, will be as if in still water. When they are in a line across the stream, and M is nearest the middle, it will re- quire comparatively a greater force to make it travel upon its path of revolution with respect to E; so, also, it will be when M lies nearest the shore. In all these cases the water acts as a base of resistance to measure the resultant of the exertion of the force by way of pressure. If E and M be so composed that they can yield to the effect of these forces, in part, their masses will be flattened in one direction and elongated in another. It may be objected that the force of revolu- tion remaining the same, the only effect of their difference of position would be a relative retar- dation of motion, or a stoppage of M when nearest the center of the stream; but considering these bodies as planets, it was shown that neutralizing the force of curvature tends to make them ap- proach each other upon lines connecting their centers, which would, so to speak, increase the lev- erage by which E acts upon M. Thus the revolution would continue while the increased resis- tance would come upon the bodies themselves by way of pressure. Applying this illustration: the earth and moon are both in a current of force, flowing around the sun, impelling the body nearest the sun with greater rapidity in a smaller arc. The effect of the force of the earth and moon upon each other is at all times encountering the antagonism of the sun's force. This antagonism is least when the earth and moon are in a line with the direction of the current of force, and it is greatest when they are in a line directly across that curent, or when the three bodies are in conjunction. The antagonism is greatest when the moon is in syzy- gies, and least when she is in quadrature. As a necessary consequence, the three bodies, or any two of them, have a stronger tendency to approach each other in right lines connecting their cen- ters, when the moon is in syzygy, then at any other point of her orbit; and, also, the effect of me- chanical pressure or resistance will then be the greatest. Now, if it is true that the attraction of planets are not in the directions of right lines connecting their centers, but in the direction of spirals closing upon the centers, each of the other; and, if it is true that neutralizing their curvature tends to compel them to approach each other upon such lines, then, indeed, we have a cause for the tidal wave altogether different from that usually as- signed. It is the result of resistance to motion, or of pressure. The simple phenomenon of that wave is alike in both cases-it follows the moon, and is highest in syzygy, and lowest in quadra-"},{"pageNumber":26,"pageContent":"26 An Essay upon Force in Nature ture-but the cause which is here assigned for its production gives rise to another important fea- ture not attendant upon the usually ascribed cause of the tides, viz: the effect of the force which will lift that wave is one added to the pressure upon the body of the earth, instead of being sub- tracted from it. In the case here claimed, there is a pressure equal to the weight to the intervening wave raised thereby; and in the other case, there seems to be no other effect than the mere dis- placement of so much water. One is the direct effect of an enormous power of pressure upon the earth 's surface, increased in the syzygies; of the other, it is hard to say what mechanical power can be ascribed to it. Professor Dana, in his Manual of Geology, refers to a result of observations, which is interest- ing in this connection. He says: \"Some investigations, by Professor Alexis Perry, of Dijon, France, seem to indicate that there is a periodicity in earthquakes, synchronous with that in the tides of the ocean - the greatest number occurring at the season of the syzygies in each lunar month. If this be sustained by further research, the cause must be admitted to be a true one. He also has inferred from his extended researches, that there is a periodicity in earthquakes depen- dent on tides in the internal ignenous material of the globe.* * Its (ocean tides) sole effect, how- ever, may be to determine the occurrence of earthquakes when another more powerful agency, as that first mentioned (on the igneous material of the interior), has prepared the conditions, and made all ready for the movement.\" It should be born in mind that the term \"mechanical pressure or weight\" should be understood as \"mechanical pressure or its equivalent,\" for mechanical pressure may be productive of effects in the crust of the earth ascribed to heat. Impeded force produces heat as its equivalent, and heat may be productive of very much which is ascribed to chemical causes. As to the force herein assigned to the tides, it may be said that the pressure re- sulting from it is uniformly spread over the earth's surface on like lines of latitude, i. e. the weight of the wave is equal to the pressure lifting it. This is true unless special interruption of that pressure takes place, as by the interposition of a barrier to the wave; when the force moving it will be transferred to the displacing the obstruction. Coast lines present the precise feature mentioned, whether opposed to the tides or the reverse; for, in the one case the whole force of the wave is broken upon the shore slope, and in the other, while the pressure upon the land is equal to that upon the water, the water being carried from the shore takes from the coast line a measure of support. Here are lines in which special forces of upheaval and depression would be exhibited; and, in fact, these lines are noted for earth disturbances. 2. The exertion of the same forces which causes the earth to move from the highest to the low- est vertex of its orbit, causes, also, its axial revolution; and an attentive consideration of the changing positions of the opposed forces relatively to each other, to make the earth approximate the sun, and to make it move with greater rapidity as it does so, will show that they should, by virtue of the same, cause the earth to revolve upon its own axis with increased rapidity as it makes its approximation. The same general reasons for the production of that which has been called pressure, in the con- flit of forces of the earth, sun, and moon, will apply also to the retardation of the earth as to its rapidity of axial revolution. If the moon be belted around by the sun's force, causing a revolution upon its axis in a given period, and by the earth's force causing one in a less period of time, it is evident the moon's axial revolution will be accelerated as to the sun's force, and retarded as to the earth's; or, if the same forces would cause it to revolve about an axial line holding one direction, and the earth's would cause it to revolve about one holding another, it is evident that the real ax- ial line about which it would revolve would take direction along a line of no force, between the two, according more nearly to that one indicated by the greater force; in addition, the first conse- quence would follow as to its rate of axial revolution being retarded. In either case, there would be a reactionary effect upon the body emitting the force equal to the measure of the retardation. If the moon can not obey the earth's force, being retarded or obstructed by the sun's, the earth it- self will be subject to a force of retardation as to the period of her own axial revolution. Now, from the fact that the moon always presents the same face to the earth, it is evident the forces of retardation claimed are so regulated as to be productive of at least one uniform effect, though at times they may be stronger than at others. It results that the effect of retardation upon the earth is"},{"pageNumber":27,"pageContent":"27 An Essay upon Force in Nature uniformly the same, although it may result from forces varying from time to time in intensity, as the moon takes different position in her orbit, and the earth takes different positions in its. We have here that which, in mechanics, is devised for an exactly similar purpose, and is called a \"governor\" or \"regulator.\" Its application in celestial mechanics seems to hold a similar place, for, as the intensities of forces increase as the earth and moon approach the sun, so do the antago- nistic effects of the sun's and earth's forces upon the moon; and so, also, does the effect of retar- dation, by way of reaction, upon the earth's axial revolution. Amid the varying effects of forces originally emanating from the sun, we have two constants, viz: the moon's face is always toward the earth, and the periods of the diurnal, or axial revolution of the earth, are uniformly the same. There is an acknowledged fact which accords with this condition of things, and seems difficult of explanation unless by it. It is admitted that the tidal wave is productive of friction, and neces- sarily opposes the earth's diurnal revolution. Professor Tyndall, in his lectures on heat considered as a mode of motion, says: \"The tidal wave occupies this position: it lies always to the east of the moon's meridian; the waters of the ocean are, in part, dragged as a brake along the surface of the earth, and as a brake they must diminish the velocity of the earth's rotation. The diminution, though inevitable, is, however, too small to make itself felt within the period over which obser- vations extend.\" As we have, in the alternations of day and hight, such delicate measures of the earth's diurnal revolutions, however slight may be the retarding effect spoken of, by long- continued accumulations it must have become susceptible of notice, if inevitable . It is inevitable, as Professor Tyndall states; but if it be taken to answer the purpose of equalizing a rapidity of ro- tation, which would otherwise increase as the earth approached its perihelion passage, it is not strange that it has escaped practical observation. The height of the tidal wave may, then, be taken as a measure of, not only the sum of mechanical force of the sun and moon exerted upon the earth by way of opposition, but also of the reactionary effect of the force exerted by the earth upon the sun and moon, by which, as to one thing, the earth is affected as to its period of diurnal revolution. The same forces, in their effects upon the moon, must be in excess, as it is the smaller body. There are evidences that that body has been made to undergo strain of enormous forces. Profes- sor Mitchell, giving an account of the moon's superficial appearance, says: \"But the most remark- able feature presented in the lunar surface is the tremendous depths of some of the cavities, and their immense magnitude. Some of them extend beneath the general level of the country to a depth of 10,000 to 17,000 feet, and their rough, misshapen, precipitous sides exhibit scenes of rugged sublimity to which earth presents no parallel. Of these cup-shaped cavities, especially in the southern portion of the lunar hemisphere, the number is beyond credibility; and in case we admit them to be extinct craters of once-active volcanoes, we are forced to the conclusion that convulsion, such as the earth is a stranger to, have shaken the outer crust of our satellite into a hideousness of form unknown in any region of our planet.\" SECTION XIV. A correspondence seems to exist between the breaking effect arising from the strain afforded by the conflict of forces of the sun, earth, and moon, in the lines of direction which would result provided the substance of the earth yielded to the strain, and the feature or structural lines of the earth's surface. Conclusions as to the earth's feature lines, as at present existing, and as to the persistency of the same lines in past time, are thus stated by Professor Dana in his Manual of Geology : \"The systematic arrangement in the earth's features is every way as marked as that of any or- ganic species, and this system over the exterior is an expression of the laws of structure beneath. This system, in the course of the earth's outlines, is exhibited alike over the oceans and conti- nents, and all parts of the earth are thus drawn together into even a closer relation than appears in the principle already explained. * * The principle established by the facts are as follows: That (1)"},{"pageNumber":28,"pageContent":"28 An Essay upon Force in Nature two great systems of courses or trends prevail over the world, a north-west and a north eastern, transverse to one another; (2) that the islands of the ocean, the outlines and reliefs of the conti- nents, and the oceanic basins themselves, alike exemplify these systems; (3) that the mean or av- erage directions of the two systems of trends are N. W. by W. and N. E. by N.; (4) that there are wide variations from these courses, but according to principle, and that these variations are often along curving lines; (5) that whatever the variations, where the lines of the two systems meet, they meet nearly at right angles, or transversely to one another. * * * Recapitulation. - From this survey of the continents and oceans it follows: That while there are many variations in the cours- es of the earth's feature lines, there are two directions of prevalent trends, the north-westerly and the north-easterly; that the Atlantic and Pacific have thereby their positions and forms, the is- lands of the ocean their systematic groupings, the continents their triangular and rectangular out- lines, and the very physiognomy of the globe an accordance with some comprehensive law. The ocean's islands are no labyrinths, the surface of the sphere no haphazard scattering of valleys and plains; but even the continents have a common type of structure, and every point and lineament on their surface, and over the waters, is an ordered part in the grand structure. It has been pointed out by Professor R. Owen, of Tennessee, that the outlines of the continents lie in the direction of great circles of the sphere, which circles are in general tangential to the arctic or antarctic circle. By placing the north pole of a globe at the elevation of 23ยบ 28', then on revolving the globe east- ward or westward, part of these continental outlines, on coming down to the horizon of the globe will be found to coincide with it; and on elevating the south pole in the same manner, there will be other coincidences. Other great lines, as past of those of the Pacific, are tangents to the tropi- cal circle instead of the arctic. But there are other equally important lines which accord with nei- ther of these two systems, and a diversity of exceptions, when we compare the lines over the sur- faces of the continents. \"Still the coincidences, as regards the continental outlines, are so striking that they must be re- ceived as a fact, whether we are able or not to find an explanation, or bring them into harmony with other great lines. \"The continents and oceans had their general outline or form defined in earliest time. This has been proved, with regard to North America, from the position and distribution of the first beds of the lower silurian-those of the Potsdam epoch. The facts indicate that the continent of North America had its surface near tide-level, part above and part below it; and this will probable be proved to be the condition in the Primordial time of the other continents also. And if the outlines of the continents were marked out, it follows that the outlines of the oceans were no less so. \"In the courses of the earth's outlines, while there are two prevalent trends, there are very com- monly curves-in some cases a gradual curve, as from E. N. E. to N. N. E., as in great central chain of the Pacific, or from N. E. to E., and then to N. N. E., as in the line from New Zealand to Malacca; in others, a series of several curves, meeting one another nearly at right angles, as in the island ranges off the Asiatic coast. \"The prevalent north-east and north-west courses of trends, the curves in the lines varying the direction from these courses, and the dependence of the outlines and feature lines of the conti- nent and oceanic lands upon these courses, are the profoundest evidence of unity of development in the earth. Such lines of uplift are lines of fracture, or lines of weakest cohesion, and, therefore, like the courses of cleavage structure in the earth; in other words, a tendency to break in two transverse directions rather than others. \"These are three elements at the basis of the earth's features: First, a geographical one-the po- sitions and extent of the continents, or comparatively stable areas, in relation to the oceans, or more subsiding areas; the second, structural -the system of cleavage structure; the third, dynami- cal - the tension in the crust itself, accumulating most through the subsiding of the oceanic ba- sins. The courses of the rents, or uplifts, in such a crust will depend on the direction of the ten- sion in connection with the cleavage; just as in a piece of cloth the rents from stretching it will vary with the direction of the force. Force exerted at right angles to the lines of structure, and equal along the line, would produce a series of rents or uplifts. If not equal along a given line, the rents might, together, make an oblique or curving series. If the tension were oblique to the struc-"},{"pageNumber":29,"pageContent":"29 An Essay upon Force in Nature ture, the series of rents would be oblique, and, as shown, either straight or curved. Hence curves are necessarily in the system.\" When there is a conformity between the direction of the exertion of force, and features in the earth's structure supposed to be the result of the exertion of force, the fact of such conformity must be one of interest, although a necessary or direct connection can not be proved to exist. Conformity of this kind suggests connection, sometimes so strongly that the mind is willing to rest upon it, though the means of perfecting such a connection may be wanting. If, by the peculiar structure of the earth as to its northern and southern hemispheres, and as to its capacity for absorbing heat, it crosses the lines of force affecting it-approaching and receding from the sun, and is made to incline upon its axis from the same cause-these effects arise by rea- son of the special property of the earth itself, in its power of adaptation to the forces impressed upon it, and do not at all affect or change the direction of those forces. The direction of the forces operating upon it will not change with change of position of the earth. By the diagram of the ultimate effect of the opposed forces, Section IV, the point a arriving at d, is seen to be affected by two remnant and directly opposed forces, by way of pressure or its equivalent, as d s, d b'. The poles of the intersection of these remnant forces upon the earth, by reason of its diurnal and annual revolution, will not, for the reason stated above, coincide with the terrestrial poles, but will, because of the angle of their inclination, become located at a dis- tance from them of 23ยบ 28', as A A', and will be perpendicular to the plane of the ecliptic. If these remnant and opposed forces tended to affect the earth by mechanical pressure, the breakage plane would be that of the intersection of these forces, and would, as the earth pursued its path, tend to break it, so that the rupture lines would show themselves as the lines of great circles on the earth's surface, between the limits, for direction, of N. and S. when the axial line of the earth should lie in the breakage plane, and N. E. and S. W., and N. W. and S. E., when the breakage plane should cross the axial line at an angle of 23ยบ 28'. As to the terrestrial poles, there- fore, and the meridians of longitude, these fractures or breakage lines would be come exhibited between these limits. If the effect of these remnant forces could be consid- ered as directly mechanical, to effect pressure, the di- rection of breakage strain would be as persistent as the system of which the earth is a member. The moon being in syzygy, should mark the times of stronger impression of these forces upon the earth's surface. The particular point in the earth's orbit of greatest strain would seem to be at the perihelion pas- sage, the moon being in syzygy, and in her node; but here, while the strain might be strongest, it would en- dure for the shortest time, on account of increased rapidity of the earth. There are some reasons for thinking that the most effective strain would be exhibited from 21st June to 21st December, and would be most marked in that period at the intermediate dates between the solstices and the autumnal equinox, that is, in August and November, especially with the moon at those times in syzygy. But while the earth would always be tested in its weaker points, in the plane of intersec- tion of the remnant and opposed forces, certain curves of breakage lines would also become marked upon the earth, by reason of its peculiar movement of oscillation from 23ยบ 28' N. to 23ยบ 28' S. in its annual revolution, as N. of E. and S. of W.; same curves, it is thought, increasing in northing and southing on higher parallels of latitude than 23ยบ 28' from the equator, owing to the earth's sphericity, until they might reach to a N. E. and S. W. course of curves, or even of more northing and southing. The point of greatest intensity of rupture force is always in the plane of the ecliptic, and on the"},{"pageNumber":30,"pageContent":"30 An Essay upon Force in Nature 21st June let it be taken as lying, also, in the plane of the equator. From this date the point of greatest intensity of force changes position upon the face of the earth, by reason of the earth's movement in her path, and travels a curve, leaving the equator, and moving through 23ยบ 28' of latitude and 90ยบ of longitude; thence, by the same curve, back to the equator; thence crossing the equator, and by returning similar curves to the beginning, the earth arriving again at the 21st June position. This curved line between the tropics, marking that along which this greatest intensity of force should act, might mark a line of rupture of the earth; and it is something in favor of its possibility that the curves of the earth's feature lines, between the tropics, are markedly in accordance with those delineated. If it is true, as thought, that the effect of the sphericity of the earth under the op- eration of this force, as it performs its easterly and westerly curves, would give a greater northing and southing to these curves, north and south of the tropics, in the aggregate, we would have, as the result of the forces spoken of, trend lines and curves very much in accord with those noted by Professor Dana. Indeed, the accordance becomes so marked that one becomes tempted to say that some necessary connection must exist between the exertion of these forces and feature lines. SECTION XV. It is now proposed to show a connection between those forces from the sun which cause plane- tary movements, effect heat, with other phenomena spoken of, and terrestrial magnetism, such as to suggest relationship, dependence, and sameness. A body, as a sphere placed at any point in space, is supposed to be affected by two equal and opposed (not directly opposed) forces, and is made by their action to rotate upon an axis, and to pursue the path of a spiral toward the center. This force, as it causes the movement of a material mass, comes to our senses appreciably the same as a mechanical force, and may be called such. By the diagram of its effect as two opposed forces (Section IV) we find it to be resolved partly in an effort to produce motion, which is obeyed, and partly in an effort to produce by the direct op- position of remnant forces what may be termed pressure. It has been shown (Section XII) how real mechanical effect, as of pressure, is produced in and through a vacuum; and this, in connection with the real mechanical effects which we see pro- duced about us from influence coming through space, satisfies the mind, and enables it to realize that force can be applied without the intervention of sensible material instrumentalities. As the il- lustration given in Section XII consisted in real mechanical effect produced by that which is called electro-magnetic force, the mind becomes prepared to accept that mechanical results can arise from that influence which we term magnetic. Motion is obedience to force; and where the exertion of force is obeyed by motion of a materi- al body or particle, no other effect than motion itself can accrue. But where motion of the particle is impeded, the resistance offered gives rise to the expression of what is called \"heat .\" Heat may be termed one resultant of obstruction to force in one direction. A ray of force from the sun, if it passes into the substance or earth or water, to the extent that it freely passes creates no effect whatever, but to the extent in or by which it is obstructed, the resistance of the particles obstruct-"},{"pageNumber":31,"pageContent":"31 An Essay upon Force in Nature ing it offered among each other, gives rise to the effect heat. It may be, that if the earth did not rotate, so that the same surface would be exposed to but one force in but one direction, the effect of heat might be produced upon what is called the night side as well as the day side of that body. It may be, that the peculiar motion given to particles by one exposure may be so reversed, by the effect of a force operating in a reverse direction, that the first effect of the latter is to restore the particles to some original condition necessarily tending to reduce them to a condition of rest (or cold) before that as of heat can again be produced. Thus reverse effects by the same force may be conceived of as produced by the peculiarity of reverse presentation of the particles of the inter- cepting surface, giving rise to the fact of \"heat\" and \"cold\" being but modified conditions of the exertion of a same original force. A ray of force, then, if, instead of permeating the earth's substance, it reacts in the direction of the original source, gives rise to the expression of heat. Heat becomes but an expression of resis- tance offered to the sun's force by the substance of the earth. Agreeably to this, it has been shown, in Section IX, that whereas the earth is affected by a greater amount of force from the sun when nearest to it, and that force is heat producing, nevertheless, it is in June, when the earth is furthest removed from the sun, that the greatest amount of heat is exhibited. It is because the earth has approached the sun by absorption of its rays, which has reached a maximum in Decem- ber, and in turn is repelled from it until in June, when the greatest amount of repellant force is ex- hibited in the expression of a maximum of sensible heat. Heat as force is greatest in December, but sensible heat is greatest in June, and this is in accordance with the sum of observation gives by Professor Dove. Rays of force from the sun upon the earth may be considered as parallel and of equal value, so that a ray upon the horizon is equal to one directly under the sun. The difference as to effect aris- es from the position in which the earth's surface is presented. Directly under the sun, the ray radi- ates back in the line in which it comes; whereas, it radiates off at an angle ever growing larger as the horizon is approached. It results that the rays of force from the sun must meet with most op- position when they are vertical, and consequently the exhibition of the effect of heat is then the greatest. b s being a ray which not being able to penetrate the substance on which it strikes, react- ing in direction s e, tends to neutralize the directive force b s ; whereas, the same ray, striking the oblique surface at a, radiates in direction a e'. For this reason, it should be true that the force di- rectly from the sun is most neutralized where the sun's rays are said to be vertical, and least so as departure takes place toward the horizons. As to yearly effect, force from the sun, as to any one spot of the earth's surface, will be most neutralized as the position of the surface of that spot be- comes more nearly perpendicular to the sun's rays, and least so as it departs from that position and becomes more oblique in its presentation. Terrestrial magnetism, in its exhibition of intensity, follows these very conditions; it is of greater intensity as the surface of the hemisphere becomes more oblique in its presentation. For the whole earth, its greatest intensity is shown when the ab- sorbed condition of the earth, as to the sun's force, is greatest, and that is when the water masses of the earth are presented to the sun in December. From this, it would appear that the intensity of terrestrial magnetism is not dependent upon proximity to the sun so much as upon a correct answer to the question: To what extent is force from the sun unopposed or unobstructed? It seems to be the measure of force from the sun in one direction, and it de- creases in the measure that that force is turned back on itself. As to absolute force, it should be greater when opposed force is greatest, but its effects would not be exhibited by motion, or by intensity of resistance to motion, but by what may be termed pressure, an effect to be measured among the very particles of the body acted on. There is a curious mean whereby, it would seem, the equivalent of these different conditions"},{"pageNumber":32,"pageContent":"32 An Essay upon Force in Nature of force from the sun could be given weight. It appears as if an equilibrium with the directive force from the sun has to be maintained for the preservation of animal and even vegetable life. Under the equator, where, by reverberation, the sun's directive force is neutralized, the animal functions are, as it were, preserved without effort of their own, or by the expenditure of little be- yond the natural forces surrounding them; but as higher parallels of latitude are attained, the di- rective force being unopposed, the animal functions are being reduced to one condition, i. e. of rest, or cold, and for the purpose of preserving the integrity of the animal economy, or life, an ar- tificial force has to be substituted for that afforded by reverberation, simply, at the equator. To effect this, larger quantities of force, or heat-giving food, are needed with the attainment of high- er parallels, or, as by oblique presentation of the hemisphere the directive force of the sun be- comes greatest, and, unless qualified in this artificial way, more and more destructive of that con- dition of force which we call life. The weight of carbon required for this purpose should give the equivalent of the reverberation of the sun's force at the equator. It is a matter of curious inquiry, why that real force capable of measurement by weight at the north gives place to the simulation of the same thing within the tropics; for fatty food and vegetable resins for the north seem to be replaced by that which is productive of volatile heat at the south. From the foregoing, it would seem that the vegetable or neutralizing effect of the sun's force hinges upon contact with the earth's surface, and that the neutralizing or negative force must thence proceed. This meets with accordance as to electricity by observation, for, in unobscured conditions of the atmosphere, its electricity is positive, while the earth is negatively electrified. If the phenomena of \"heat\" and \"cold,\" \"electricity\" and \"magnetism,\" are all referable to one cause, and each in its specialty is but a modification of one force, and the only one, from the sun; then, indeed, they can all of them be classified as mechanical effects growing out of that which moves the earth bodily. If, besides, it is the exertion of that force upon masses and parti- cles which gives them, relatively to each other, weight or specific gravity, the retention of bodies in place may be realized as by magnetic effect, as well as by effect of gravitation, or the attrac- tion of particles of matter toward each other. The only index of the exertion of magnetism, as a natural force, is given by the magnetic nee- dle. The indication consists, partly, in the return of the needle to a stable condition when forcibly moved from it, and, partly, in a sensible movement of the needle itself. The latter is most marked in what is called its diurnal variations. There are several conditions of the needle which should be considered in connection with its sensible movement: 1. The needle, with the compass box or stand on which it is placed, revolves once upon itself in every rotation of the earth, in such manner, and so in harmony with all other things about it, that its position relatively to all other things remains undisturbed. It is, therefore, subjected to the same force which holds all things in place, and therefore has weight or specific gravity; but as gravity is but another name for the exertion of a force to retain particles as well as masses in place, and that force has already been supposed to be the same which causes the earth to move, if magnetism, also, is one of the derivatives of the same force, then perchance the cause of weight or specific gravity might, or may be, but one phase of magnetic influence. 2. The nee- dle holds a north-south position as a stable one, to which it will always return when forcibly moved from it. Now, as the property of magnetism is one which can be given to, or taken from, the metal, it would seem that its direction, when possessed of this property, grows out of its pres- entation when thus affected to a condition of natural force always existing: it would result that the metal is affected by this force whether in its natural or its magnetic state, the peculiarity of its answering to it arising from some special change in itself in becoming a magnet. It may, there- fore, be, that this north-south position is one which the needle, when magnetized, assumes to that force which holds the needle, as a body, whether magnetized or not, in place, relatively to other bodies. Nor need this be looked on as more supposition. It has strong corroboration in this: the effect of heat, we know, relatively decreases specific gravity, and we have just seen that it also decreases magnetic intensity, which is, we take it, of itself, unopposed directive force from the sun. If a body tends to rise from the earth, and at the same time loses magnetic intensity from the same cause, it certainly is not wrong to say that weight and magnetic intensity are effects of the"},{"pageNumber":33,"pageContent":"33 An Essay upon Force in Nature same cause. 3. While the needle holds its north-south position, whether located in the northern or in the southern hemisphere, it has a reverse dip or inclination, its north pole dipping in the north- ern, and its south pole dipping in the southern hemisphere. If the force to which the needle is pre- sented is but one, and from the sun, this departure from a same general position, agreeably to the needle's being located in either the one or the other of those hemispheres, must arise from some difference of effect which this force has; and as this difference can not arise from the exertion of the same force, it must be from change in its application. This change in application most natu- rally consists in comparative change of position, which the place on which the needle is located takes relatively to the one force acting on the whole, i. e. it is either in the northern or southern hemisphere, either very far north or south, or within the tropics; at any rate, removed from the plane of the ecliptic, where, with respect to the position of the source of the force acting, the po- sition of the needle should be considered as at a standard. It is a fact that the dip of the needle runs in intimate connection with magnetic intensity. M. De La Rive says: \"The following is the actual law of the variation that may be deduced from the Table of Observation, from the magnet- ic equator to the northern magnetic pole: Inclinations. Intensities. 0,---------1.0 24,---------1.1 45,---------1.2 64,---------1.3 73,---------1.4 76 2/3, - - - - - - - - 1.5 81,---------1.6 86, - - - - - - - - - 1.7.\" This harmonizes with what has been above advanced as to the one general and simple cause, which may be productive both of intensity and of inclination. For any position, then, in which the needle may be placed, we have as stable effects produced upon it: One of gravitation; one of its north-south position; and one of dip or inclination toward the pole to which it is nearest; and all these, it is suggested, may be produced by modified condi- tions of one and the same force. Besides these, there are other conditions which seem to be actuated by special conditions of the earth, because of the utter impossibility of grouping them so as to make them referable with any thing like a system to any object, or to any one force beyond the earth. Upon different paral- lel of latitude, it is observed that the direction of the needle differs notably, and most so on the higher parallels. It has been observed that the various directions when projected show a conver- gence to one or more points, which have been denominated magnetic poles; and these undergo a secular change , which seems not responsive to planetary movement, but to some growing and waning conditions of the earth itself. The number of these magnetic poles has been a matter of dispute. Some have contended for four, some for two, and some for one, about each terrestrial pole; but that which is remarkable is, that whether four, two, or one, has been adopted by differ- ent theories, they have all been located at about the same distance from the terrrestrial pole, viz: twenty degrees. The most natural solution for this irregularity of direction would seem to be in referring it, for cause, to the general fact of the division of the exposed surface of the globe into land and water masses, whose specific difference of structure, and whose difference of aggrega- tion, would cause a separation of currents of force, either as received by or radiated from them; and there is some corroboration of this suggestion, in the fact that modified conditions of one or the other of these elements, as accumulation of ice at the poles and its disappearance, seems to accompany change in this peculiar condition of magnetic movement. If it can be shown that in what we call the diurnal variations of the needle, there is really no departure from those stable conditions which may, of themselves, be considered answering to the effect of the sun's force upon the earth, then the propriety and justness of taking that force as a primary cause would be strenghthened."},{"pageNumber":34,"pageContent":"34 An Essay upon Force in Nature The diurnal variations of the needle consist in two movements to the west and two to the east in the twenty-four hours; this is shown to be accompanied by change of position of the month, and an oscillation for the year, such that the needle will very nearly return to the same position when the same position in the earth's orbit has been arrived at after a year's absense. This diurnal variation of the needle seems never to have been satisfactorily accounted for. Father Secchi seems, in the opinion of M. De La Rive, to have arrived nearest to a true statement of cause; in truth, the entire article on terrestrial magnetism by him seems to be but a purpose arrangement and balancing of various theories leading up to the conclusions of Father Secchi as the best solu- tion. Force from the sun has been spoken of as that which causes magnetism; but, if so, then force from the moon should have an effect, and so, also, should that from the earth itself. If the varia- tions of the needle conform to the various positions of the earth, but the day, by the month, and by the year, relative to the sun, and to the moon, a step would be attained by the ascertainment of such a conformance. This has, in a general way, been accomplished, and changes of the needle, comporting with changes in the moon's position, as well as the sun's, have been, as it were, elimi- nated from the position of the needle resulting as the effect of all forces. Now, taking the effect of the sun's force alone, how can reverse effects for the day side of the earth be produced by the same force acting in one direction? Evidently in no other way than by the change of position which the place on which the needle is located may take relatively to that force. The great difficulty in the ascertainment of this is in the obtaining some fixed data by which to measure the sun's effect. Let us pass to some consideration which are interesting, and which may throw some light upon the subject, even to giving, to some extent, a satisfactory cause for the sensible movements of the needle: 1. If the inclination of the earth's axis, at least partially arises from the earth's peculiarity of structure, and the arrangement of its masses of land and water, as has been fully set forth then, as the earth inclines upon its axis, the direction of forces moving it remains unchanged; That is, while the axis of the earth inclines at an angle of 23ยบ 28' with the ecliptic, the resultant line or plane of intersection of the opposed forces affecting the earth, is perpendicular to the ecliptic. This line crosses the earth's axial line, always forming with it an angle of 23ยบ 28'; and as to the point where its extremities will pierce the earth, one will always be found at the point most re- mote from the ecliptic, or directly under the northern zenith, and 23ยบ 28' from the earth's axis. This line it is proposed to call the earth's magnetic axis, and its extremities the earth's magnetic poles, or the axis and poles of the sun's force. 2. This axis, as to its directions, will never change, but the effect of the force forming it will be changed by reason of the exertion of the moon's force; for which, also, there must be magnetic poles on the earth's surface; and these, because of the many changes of the position of the moon, must be changeable as to location. 3. As has been stated, the value of a ray of force from the sun, and its directions, may be said to be the same at the horizon and at the point where it strikes the earth vertically. Wherefore, the rays of force from the sun affecting the earth may be said to be parallel and equal, the differences of effect arising from the differences of position which any spot on the earth's surface is made to take by reason of the earth's rotation, and its changing position, relatively to the sun, in its orbit. A cause can now be suggested for what are called the diurnal variations of the needle. Let the movement of any spot on the earth's surface be considered, for the day time, as it per- forms its diurnal and yearly revolution, when refered to the rays from the sun affecting the earth in parallel lines, so as to see the direction in which it passes through these rays. Take the north parallel of 23ยบ 28' on the 21st June, and follow a point on this parallel from sunrise until sunset. On this parallel, upon that day, the sun has attained its greatest northing, and the day is the long- est for the northern hemisphere. To all appearance, the sun rises in the east and sets in the west; but in fact, by reason of the earth's inclination, from sunrise until noon the point travels a south- east course, or in reality, as to it, the sun, besides making its westing, dips to the south and rises to the north during the hours of the day. Take a globe and incline it to 21st June position, and fol- low a point from sunrise till sunset, on the latitude of 23ยบ 28', with reference to the ecliptic, and"},{"pageNumber":35,"pageContent":"35 An Essay upon Force in Nature this will be seen. Now, with relation to the ecliptic, or to the sun's parallel rays, while the point it really traveling south-east, it apparently travels due east; for which reason, if the magnetic needle is considered to be held in space and in place by the sun's rays, to the extent to which it is so held, or to which it represents these rays, it really holds its position while apparently it travels west, as to its north pole, until it arrives as the noon meridian, and thence, until sunset, toward the east. From the 21st June the sun, by the beginning of a reverse inclination of the earth's axis, begins to travel south. As, therefore, for every day from sunrise until noon the point travels to- ward the sun, its course of travel must partly be south until noon, and partly north until sunset. But the extent of that travel must be less and less until the 21th December, from whence it again increases. By referring the path made each day, from 21st June to 21st December, to the ecliptic, by the reversing inclination of the earth's axis, the loops or curves facing the sun will become flatter, month by month, or, which is indicative of the same thing, the march of declination will become less marked. In the southern hemisphere the reverse of this will take place, for there the travel will be in the morning north-east, and in the afternoon south-east. This difference, however, is observable, that the declination for a spot on the parallel of 23ยบ 28' south, on the same meridian with the above example, and on the same day, should correspond to the 21st December variation of the latter. By observation, the march of the north pole of the magnetic needle is westward for the morn- ing, and eastward for the afternoon, in the northern hemisphere, and of the south pole of the same for the southern hemisphere, is eastward for the morning and westward for afternoon. If, from this march, the amount due in either hemisphere, to the southward and northward travel is taken, then any surplus or any deficiency, would have to be accounted for by some real movement of the needle. Let the position of the needle, held, as supposed, to some extent, by force from the sun, be compared by the day, as the earth moves in its orbit; and, to make the case a strong one, let the two positions of 21st June and 21st September, or those of the summer solstice and the autumnal equinox be taken. At the equinox, the morning march, as respects the sun, is, as usual, south- ward, or the north pole of the needle moves westward; but a change has taken place as to the re- lation of the march of the needle with the hour meridians, in this: the needle will pass the noon meridian before it will cease its westward march. In fact, drawing a line from the magnetic pole 23ยบ 28' from the pole of the earth's axis, and under the zenith of the northern heavens, to the point where the noon meridian cuts the ecliptic, hour meridian, indicated by the point cutting this line, on the parallel on which it is traveling, will be the one where the march of the needle should cease to be westward, and should begin toward the east. Thus on the parallel of 23ยบ 28' north the westward march of the needle should continue until nearly one o'clock p.m.; on the parallel of 50ยบ N. it should continue until two o'clock p.m. In a certain sense, we may say that the solstices and equinoxes for solar days are reversed for magnetic days; the selected point on a parallel ex- hibiting the westward march of the needle continuing beyond the noon meridian, as at a maxi- mum at the equinoxes, and as at a minimum at the solstices. It is observable that the difference of time between the noon meridian and the point where the needle begins its eastward march in- creases for higher parallels of latitude. If there is accordance between this statement of what should be, and what the conditions of diurnal variations of the needle for declination really are, to the extent of that accordance, it must be that the cause for these variations is to be found in this: 1. The direction of one force, at least acting upon the needle for the day time, is direct from the sun, or that center of force in which the sun resides; and, divesting the needle of any other force affecting it, it may be considered as held in space by the sun's force. 2. The movements of the needle are referable not to the pole of the earth and the hour meridians for the positions which is should assume, but to the magnetic pole and the magnetic meridians, as shown. 3. The variations are occasioned by a comparison be- tween the needle thus held in space, or in the sun's force, and the movement of the earth beneath it, in the peculiarity of its daily rotation. Taking the absolute position of the needle for inclination or dip at any spot, then, by change of the earth's position under it, it should also undergo a series of changes or variations during the"},{"pageNumber":36,"pageContent":"36 An Essay upon Force in Nature hours of the day and the courses of the seasons; and the value of these could be ascertained by observing the changes of position of the needle held in place in space, relatively to the earth as it passes beneath it. Thus, to some extent, on the hypothesis that the magnetic needle answers, in a measure, to the direction of the sun's force, it must be that diurnal variations of the needle are apparent only, or parallatic, and that the directive force, or forces, upon the needle mentioned are not interrupted, as it would seem from mere observation. From this conclusion, and from a further fact, which may be here alluded to, viz: that temporary marked disturbances of the magnetic needle are, by observation, synchronous with the appearance of spots on the face of the sun, there seems to be ground for considering terrestrial magnetism as but a modified effect of that very primary force which gives movements of planets, and the particules of which they are composed, with heat, and electricity, also, as modified conditions. As to the effect of rays of force radiated from the earth to cause real movement of the needle for the day, there are no data from which to form any judgment. As to the nocturnal variation of the needle, also, nothing has been said. It has been thought sufficient, for the general purpose of connecting terrestrial magnetism with force from the sun, to take the views stated. This section may be appropriately closed by giving the words of M. De La Rive, concluding his article on terrestrial magnetism, as to the diurnal variation of declination of the needle, as fol- lows: \"Father Secchi, in summing up, thinks he is able to conclude, from all the phases which the variations of declinations undergoes, that the sun acts upon the magnetized needle as if it were itself a large magnet, placed at a great distance from the earth, and having its poles of the same name as those of the earth turned to the same side of the heavens. * * * It seems to me more natural to conclude, from this, that it is not only the disturbing force, but the absolute force itself, of terrestrial magnetism, which depends upon the sun; the more so as Father Secchi clearly admits that it is not upon the needle directly that the sun acts, but that it acts upon it indi- rectly, by modifying the magnetism of the globe.\" From what has preceded, would it not be better to say that the sun acts directly upon the nee- dle, and also indirectly, by direct rays of force modified in effect by those reacting in reverse di- rection from the earth? CONCLUSION. While the foregoing essay is for the most part suggestive, it is claimed for it, that, to some ex- tent, it is demonstrative. It is thought that Newton, when he went beyond the description of mo- tion and ascribed a cause, viz: that every particle of matter is attracted by every other particle, with a force inversely proportional to the squares of their distances, as if the principle of move- ment was inherent in matter itself, advanced a theory, but did not establish a truth. In applying his principle he stated, as to planetary motion, that bodies under the influence of it will, in gravi- tating toward each other, move in orbits concave to each other, and included the paths of the el- lipse, the parabola, the hyperbola, etc. Now, he was compelled, to perfect the orbits of planets, to bring in to his assistance another principle of motion, viz: that of reaction being equal to action, or that a body moved toward a center of force will, by accumulated force, pass that center, and proceed an equal distance in an opposite direction. While this principle is true, it is also true that a body attracted toward a center of force can not be supposed to react except from that center, af- ter having attained to it-as in Section III, no reaction from the force of gravitation can be con- ceived of until the spiral curve a b a' o is prolonged until it arrive at s, the center of force, from whence, alone, the effect of reaction can take place. If, in the application of the principle of grav- itation, but a fractional portion of the work to be performed can be accomplished, it may be that the principle is false as a whole. It is certainly more reasonable to say that particle of matter are"},{"pageNumber":37,"pageContent":"37 An Essay upon Force in Nature compelled to movement by vital force, or what we esteem a principle of life, proceeding from a vital source; and this is enforced, when we come to consider that new sources of motion have to be found whenever there is change from some original path. Motion can be conceived of as con- tinuing in a right line, or in the path of a circle, but not to the completion of an ellipse, unless by some device for change of direction. If this device be found in difference of effect of force upon the different masses of which a planet, as the earth, is composed, then alternation of escape of force, to perfect a reciprocating ,ovement, is to be provided for-and so on, for one irregularity af- ter another until we are forced back to some one point where force and matter become but the creature of Will possessed of Intelligence. Comte rests his Positive Philosophy upon Newton's principle. He says: \"In ancient times men conceived of matter as being passive or inert, all activity being produced by some external agen- cy, either of supernatural beings, or some metaphysical entities. Now that science enables us to view things more truly, we are aware that there is some movement, or activity, more or less, in all bodies whatever.\" It is thought the consideration of effects of force in nature must lead us to the contrary conclusion, that matter is but the subject of and transmitter of force imparted by one, final, Intelligent Will. This accords with the Sacred Scriptures, in which, instead of its being as- serted that \"In the beginning matter set itself in motion by virtue of a principle of attraction of particles and masses of matter for each other,\" it is stated: (1.) \"In the beginning the earth was without form, and void; and darkness was upon the face of the deep. And the spirit of God moved on the face of the waters. (2.) And God said, let there be light: and there was light. (3.) And God said, let there be a firmament in the midst of the waters, and let it divide the waters. And God called the firmament heaven. (4.) And God said, let the waters under the heaven be gathered together unto one place, and let the day land appear; and it was so.\" It is thought that the suggestive parts of the essay contain matter of interest, especially where suggestion finds support in natural facts. For instance: the idea that for the completion of the or- bit of a planet, the character of the arrangement of the materials of which it is composed has to be taken into account, for a modification of the effect of force acting upon it, carries with it very important consequences. If it could be established as true, it would bring it to pass that the con- figuration of water and land was purposed for an object of primary necessity. The importance of the effect of this purposed arrangement would be added to, if upon it depended inclination of the earth's axis, and the deviation of a plant in its path from the plane of the ecliptic. If upon it, also, the poles of the intersection of forces, causing the revolution of the earth upon its axis, and its movement in its orbit, become located at a distance of 23ยบ 28' from the poles of the axis around which the earth has its daily rotation, the necessity would be established of referring effects of force, as of terrestrial magnetism, to the poles of force rather than to the poles of the earth's axial motion. The idea of a permitted libration in the eccentricities of planets suggests that the cause may be the same as for a greater or less inclination of axis, by reason of a difference of arrangement of the materials of the surface. If the surface of land and water, by changing, would give a greater or less inclination of the earth's axis than it now has, then climatic changes of an extraordinary kind might result. It is thought that these suggestive ideas possess a measure of beauty, and perhaps of value, sufficient to justify their publication. _______________"}]
