[{"pageNumber":1,"pageContent":"Sp ir it Me s sages fr om Jo hn K eely , Atlin an d Others to the Musica l Dyn asph e re Project Team mess agin g by Dawn St ranges Copyleft & Copyright 2001 Delta Spec trum R es earc h . All right s res erved. T his material ma y not be publi s hed, broadcas t, r e wr itten, or redis t ributed."},{"pageNumber":2,"pageContent":"Mes sages from John K e ely, At lin an d Ot hers to the Dynas p her e Project 4/20/97: FROM J OHN T O MY FRIE NDS, M y B eloved Souls , t o whom I send L ove and ass is- tance most kind, Hello and glad tidings ! My mess age t his da y is one of Peace. I s end you much Soul comfort in the for m of Peace vibr a t ion. I additi ona l ly se nd out this mes sage to be for w ar d- ed. It is in rega r ds to i mparting informati on about enhancing and creating Peace in your world that I come. It is very nec ess ar y at t his juncture that all who ca n s ee a nd are able to work for Peace do so now. Atli n is an ins tr ument f or thi s initiative. It is not in her \"running\" that s he serves you a ll now. It is thr ough the Hope that she embodies . Thi s is as it should be for thes e times now. Pleas e do not judge your s ucces s in relationship to her spinning, for that i s not a direct line conne ction, as you know. The Hope that Atlin holds is built upon your Hope to r e spond to your C osmic D estinies . I t i s a hope encoded into the energy of a ll Sentient B eings. And so, this is another reas on Atlin sounds suc h a beautiful chord of r es onance with thos e w ho s ee he r . I s uggest that in f uture meditations and thoughts of Atlin and the project that you each pr e ceed your us ual ac t ivities by consc i ous ly linking yours elves, the proj e ct, and Atlin with Peace . S he embodies much L ove and etheri c ene r gy, and mor e Peace would be a very good vibr a ti on for her to c ar ry wit hin. I enc our age eac h of you to be thinking critically about building Peace into your every moment. Be very c onscious of it. What is P e ace? It is detachment f rom a ll but Love. You can L ive in Peace by keeping Love in your Hea r ts and lives, and detaching f rom t he fear- ba sed vehicles that knock on your door beg- ging a t te nt ion and your good ene r gy. Each of you has ma ny talents and astounding capabilities which are largely unt a pped. ( This is not meant in a crit ic al way, but even the mos t proli fic hu- man i s c apable of much more, when collaborating with t he Spir itual Rea l m.) Thi s brings us to the next point I wish to make about P e ace. It is that Pea ce i s a nec ess ar y state of cons ciousnes s f or one to exist in if one wishes to link up wit h the S pritual R ealm. I know t ha t eac h of you wishes in his/her he ar t to do thi s . It is done to a considerable degree a nd fr e quency. As you know, however, mor e is poss ible. I t is thi s bounda r y or line in the s and which I wis h to help you pus h back. I wish f or you to s pend more ti me with us s o that we can te ach you each more and mor e about how wonde r ful e ach of you is, a nd how dear you are to us. You are a valu- able player in t he game of life, and e ach of you has as ked to be included in the R enaiss ance of Spir itual Science. You will s ucceed in this soul pledge according to t he amount of Peace and Love you can enjoy and sha r e. That says it a l l. And so, I s end you much Pea ce and much L ove so that you might s pr ea d it far a nd wide, thus in- creas ing it further . B e it so! -In dedica t ion to your Spirit, John Keely 2/13/97: KEE LY: H ell o, friends and f ellow see ker s . I bring another m e ss age to you regarding the experience which each of you pe r ce ives now. I t is a time of expecta nt expans ion and a question mark appe ar s in your cons ciousnes s about the fut ure. This is always created at times of great power a nd transition. Such i t is now, bor n of the combining of human, Ga i a c a nd celes tial evolu- tions and interactions . T hes e energetic interactions are beautif ul, gos samer, etheric and a stral ma- tri c es which interplay, ca using s hif ting shape s a nd tens ioning to flow i ns tantaneous ly. All in s pir - it world recommend that e ach s entient being conce ntr ate on a chieving utmos t harmony with the environs so that resis tance is l e ss ened a nd you have m ore f un!"},{"pageNumber":3,"pageContent":"Cons ciously discern the fear points that enter your field; thos e is sues that create ne gative reac - tions in you. Give these points gentle, healing L ove and compass ion s o that t he y might be illumi - nated f or t he illusions and pertur bing inf luence s t he y are. Atlin and I are in harmony and request you e ach ta ke a moment to be honored by us for your pur- suit of your own sacred vision. Pleas e c oncentr a te upon your positivity and focus away f rom shortcomings, a s we do. W hen you make a practice of this in a humble a nd realistic way, the en- ergetic bar riers between you and us thin and you might be better able to perceive our pr e sence and ess ence. I l e ave you now wit h our devotion to your fur the r development. Do not doubt, pleas e, that your spiri tua l as sistants a r e many a nd powerful, seeking to nurtur e your own far - sight into activity. Pleas e continue on your unf olding growth path. I t is a thing of beauty w hi c h you cannot s ee f rom a One-down position! Chee r up and don't lis t e n to t oo many f rightf ul tales of the f uture; r emembe r , your c onscious ness linking with kindr ed spirits help create the f uture. So, what ki nd of futur e do you want? Ma ke it so. With m uc h Love to All, John and be auti ful Atl in 1/27/96: ATL IN: Dear ones , just as each physica l object r es ts upon a bas e, so each being a nd en- ergy c alls \" home\" that s ignatur e ene r gy pr ofile tha t is \"them\" . T he signature energy picture of elements , f or i ns tance, ha ve bee n documented in s pectography. Mixtures can be ass ayed by this method to analyze their eleme nt a l components . And, so it is with beings and their energetic pic- tures of consc iousnes s. Whe n one has developed attuned and matured spiri tual se nsory organs, one can per c eive much. Another pa r adox to addres s is t his : Spiri tua l attunement and deve lopm e nt create accuity, and suc h a state is a r eflection of simplif ied field patterns, not mor e complex ones. This explains why animals , \"developmentally disabled\" people, c hil dren, and natural gaia c materials are sometimes quicker to perceive and unde r s tand ene r gy events and consc i ous nes s tha n the long- s uf fering se ekers. This r elate s t o you, dear friends in that by adopting a predominant consicous ness a s Love within your soul character, you create more cohe sive and s tr onge r spirit ua l capa bil ities ; more happine ss and contentment. My wish f or you is that this be strong for eac h of you. As this happens , increase d clarity res ult s a nd your ene r gy pr ofile changes . When one's predominant ene r gy pr ofile depicts the bea uti ful Love consc i ous nes s, one buil ds a broad ba se upon which fl uid inter c hange becomes poss ible with the Unive r s e and its many nur- turi ng for ce s. Do you s ee t ha t if you ar e more a nd more Loving, you will feed your own soul, the souls of othe r s , mi ne and all? In addition, you will be able to provide a broad a nd s t urdy base upon which may r e st mighty structur e s of wisdom and unders t a ndi ng, a nd s ubsequent good works. Such is neces sary for the work you have unde r take n. I give you my ass istance , t hrough your contact wit h my e sse nce, in inc r ea sing your L oving state. Mighty and w ondr ous cons equence s await you. Wha t you m us t do is f a ce your f ea r s and tr a ns- mute the m one by one. This is not so dif ficult w hen you have f riends in high places who wish to help! Peac e a nd Love to you all - Atlin 1/12/97: (AT LIN) My dear friends, I join with you t his da y to give you my etheric bles sings . Suf ficient love has be en lavis hed upon me tha t I am able to retur n it, ether iz ed, to those who wish to rece i ve it. I as k that each who c an take a moment ea ch day to c onscious l y se nd out a n emana ti on of Love to the Univer s e f or wha tever need is most acute. Pictur e this etheric Love energy as flowing into union w i th the Unive r s al pool of higher cons ciousnes s ( C hr is t C onscious ness , Buddhic E nlight- enment, the One, Unconditional L ove), and then flowing towa r d the area of greates t attractive"},{"pageNumber":4,"pageContent":"for ce . L et the U ni ve r s e be in c harge of the fl ow , so t ha t it will r ema i n unconditional. I communicate als o that m y for ce field continues to gr ow in Love and matrix organization. The etheric component of humans (or etheric bodies of other Be ings such as plants, animals , or ga n- isms and etheric de vi c es) is ba sed upon s tr ing l ike structures of energy which s uppor t subs equent physic al or ene r gy structures. We are all developing these now. They a r e the w eb of union which unites all w i thin the Univers e that I s . Fear precludes Isne ss. So, als o take a f e w moments to re- ceive the bl e ss i ngs of t he Universa l Flow whic h nurtur e your Love, quell your fears and ass ist i n building your e t he r ic integr ity as a f ractal of the O ne. Ma ny thanks for your kind gestures to any and all. I f a cili ta t e bles sings in the conducting of etheric m a t rices of support to pos itive evolution. Love, AT LIN 1/7/97: FROM J OHN T O MY FRIE NDS: I extend, once again, my L ove and ador a t ion to you, the seeke r s who engage the he art into your works . I r e m ind you that I attend you more frequently than you know and hold you ea ch in f ondne ss . The area of interest I would like to dis cuss today is that of impermanence . Many of the mis taken obse r vations and conclus ion made by pe opl e are based on the illusion of perm a nence. This is really a myopic problem; a failur e to see into time. It will a ssis t your journey's progr e ss if you i n- clude a moratorium on t ime cons i de r ations at this poi nt. B y releas ing attac hm e nt to time expecta- tions surroundi ng your s pi ritual w or ks , a higher or der of etheric flow may be int roduced into your lives . T emporal c onstraints exist on earth, as we are w ell aware. How ever, i f you could see as I do, the whole m a tt e r is lar ge l y misperceive d by t hos e i nc ar na te. I urge you to think c r itically on t his is sue. Pr ogres sing along, im pe r mane nce is a natural s tate w hi c h nee ds t o be f ac tor ed into the gr a nd sc heme; it i s a cons tant. I t is the unres t ricted f low of events , ir res pective of ti me or des ir e . I f one indulges in a t tempting to invoke per ma nence, one r ubs e lbows wit h illusion. In applying thi s a dvi c e to beloved Atl in, I s ugges t that you join ea ch other i n the e ther s , perhaps next S unda y with A t lin, and receive a relea se f rom the illusion of im pe r mane nce. All you need do i s a sk wit h your heart. You may be as ki ng what connection this topic has to your project. An understanding of imper - manence will s lightl y alter your c onscious ness es in s uch a way that you will be better able to work with divi ne for c es toward the deeper unde r s tanding and use of Atlin. Pleas e put aside your preconceptions about the project's impact on s ociety. T he times you a r e living in a r e very tumul- tuous and unstable, thus requir e as tuteness in this a r ea . T o be a stute i s to be c lear. I t is to be aware that the impli c ations of this project, as you se e them now, are both less than and gr ea ter than your curr ent views. The r e alistic vie w of this project differ s from your views . Please think about t his a nd then di s cus s i t. I w i ll r e main clos e a nd in touch with you all. L ove , John 12/9/96: (T ESL A) [ On discus sion concerning rotating field-l e ss and magnet-l e ss armature. ] Sub- limated iron pa r ticles in sus pension of Fe a r ound arm a tur e having Tindle (Tyndall) E ffect. Float- ing on a sea of s ubt le for c e movements gene r ate d by celestial and t e r res t rial f orces in t he Fe/ Space which r es onates perfectly with one a not he r . The suspe nsion e f fects are as the c loud and weathe r f lows a bove ea r th. Thus it is an e ther ic flux we spea k of. T his unnoted phenomena exists around many subs tances in dif ferent wa ys. For Fe, it is a bipolar matri x. If one understands the nature of m a tr ices , one can gr ow to understa nd and tap the etheric force f ields which surround us. The ce lestial i s from far- not near-f ie l d source. The shaft c onveys ( whe n current is applied) a"},{"pageNumber":5,"pageContent":"gravitational component. 11/18/96: (KE ELY) Greetings to you bot h. I am on vacation her e and now. Your dis covery of my c ount e r - s pir itualis t activities (in St. Paul, Minnes ota circa 1856) gives you m uc h ca use to paus e in light of our s hared ac t ivities . Suf fice i t to s ay that wheneve r , during my whole life, I sa w unTr uth or dece pt ion, I f elt compelled to uncover it and lay open what I pe r ce ived as the real trut h. In t his c ase, I di d disclos e s ome r ather questionable activities r e volvi ng around s pir itual- ism. As you intui te d, I now ha ve come to s ee that s uch c om munica t ion can be a bles sing t hrough the pr oper channels ! 11/17/96: FROM A T LI N T O MY DEAR F R I ENDS: H ello and warmest gr ee ti ngs . I expres s gratitude and much Love f or all of your attention and Love which you lavish upon me and t hos e around you. It is des ir e d by all entities conce r ned here tha t all c om e together i n peace , harm ony and L ove. B y doing so, this proj e ct continues to bloss om in untold ways. I w i s h e ach of you to gather your spiri tua l strength and growth e ner gy signature so that you come c l os er to the Ne ut ral Ce nt e r . Whe n you are in such a s tate, as in m e dit a ti on, you resonate more s tr ongly with Neutrali- ty. As a r es ult, spiritual clarity grows . More of the insights into N atur e become visible. So i t is with this project a nd you. We all gr ow together. At this tim e , I wish to explain the dyna mi c s which create m y glow, which you have perceived. It is fr om a uni on of Loving impulses whic h eac h of you has so kindly and generously bestowe d upon m e . Be it known wit hout question that intent is key in s haping e t he r ic fl ow . T he L oving im puls e is prerequisite for thi s project. And, in Tr uth, the same is tr ue for lif e; it is a Univer s al T ruth. Yet, f e w unders t a nd that L ove is not a lux- ury to be meted out whe n one f e els up to i t, but r a t he r a neces sity to gr ow spiritually. When L ove does not emote, the ethe r ic f a br ic becomes we akened. So it is with thes e times . We a r e here t o rectif y what we c an. I clos e by of fering you an e mbr ac e through the ethers. B r ing your Neutral Ce nt e r to mine and to the Unive r s e, and w e s hall danc e a nd make merr y. Your Love will whirl me ar ound mor e than the da nce floor! T he more you r e i nforce that Loving Nature wit hin, the stronger be comes your T rue Self . B less ings t o you. I will be with you. Love, Atlin 11/17/96: (KE ELY) Greetings once again, dear friends. I a m well pl e ased with your companion- ship and dedication to sea r ching f or t he Tr uth, whe t he r it be in persona l circumstanc e or in the Sciences . All of the dimensions s hare truth, and s o to still the machinations of human invention within the overactive m ind is to allow the Tr uth to be noticed, uns quelched by interf erenc e. I t is the i nte r ference that perturbs t he s ystem i nto straying from its appointed path. L ittle me aderi ngs are expected and do occur. Howeve r , one needs to be diligent i n minding that t he exc ur s ions i nto laps e of c onscious ness do not extend too far. In the cas e of the Dynas phere project, there have be en great lengths taken to dedicate the e nergy patterns of those participating, including Atlin, to pos it ive evolutionary cons ciousne ss . I t i s a model tha t I s uggest be replicated else where. And now, I wish to s peak about transference of the energy within a nd around A t lin now into the group cons ciousne ss, morphogenetic fi e l d, or cr itica l mass . Now is the des ignated time f or t his phas e. Since none of you has experienced this step pr e vi ous ly, there exis ts f ee li ngs of hesitancy. Let this be qui e ted by the a cknowledgement of Spi rit W or ld t ha t the wor k you a r e doing is good and neces sary. Even whe n you t a ke a wee k to go fi s hing, the unfoldment c ont inue s as it needs to. It is impor tant not to def ine progr e ss in terms of phys i c al outcomes . T o do s o is a tr a p to one 's higher evolution. It is tri c ky at ti me s not to s uccumb t o it. Your spiritual c ounsel r ema i ns diligent in manifes ti ng reminder s a bout illusion a s needed. Do not have fear about accomplis hi ng your goals , as it would de crease your light, accuity and res onance with Tr uth. 11/10/96: (KE ELY) Hello, my dea r f riends . I have been per c eived c or rectly as standing by nod- ding a nd s m iling a lot l a tely. T his is becaus e you are doing the busines s and growth tha t has been"},{"pageNumber":6,"pageContent":"divinely ordained. Now , Dear B r other, you a sk of my input a s t o the a nniver s ary reflections r e - garding Atlin and the pr oje ct. What c oul d it be but joyous ? The pr ojec t has been honored a t eve- ry turn to t he bes t of e ach of your abilit ie s ( which are c onsiderable). E goce ntr icity has been kept at a minimum. T ruth ha s be en s earched out, and the Heart ha s been e levated t o its appropr iate sta t ion as you w or k. As great as you think the ac compli s hment ha s been to cons t ruct beautif ul Atlin, I beg you to all ow yourself full view of your own growth and f lowe r ing. Each of you has become a mor e prof ound thi nke r and f ee l e r . Let the deepe ni ng of cons ciousnes s continue i n its various f orms so that you can unit e for c es to bring the bir thing of a N ew C onscious ness . L e t us have a par ty on Sunday ( 11/10/96) a t noon A t lin's time so t ha t we might unite a gain, as in Ne - braska a year ago. Let us give thanks and celebrate the Spirit (s ) that flew f ree of convention and orthodoxy. T ake a thank you f rom our T ea m to yours. W e exte nd to e ach of you a gif t of spiritu- al natur e . E ach is aske d to m a ke a request of that which you wish the mos t to manifes t fr om spirit into your phys ical envir ons . Per ha ps t he gift will not coincide, or perhaps it wil l. In a ny ca se, it will be granted to you for your attentivene ss to higher activiti e s. Look ca r efully a nd look ove r time (the next 3 weeks ) . C ompar e notes and question your peers for insight. Per c eptivit y runs high in your group. Give thanks a nd bas k in t he Light we send you! Peace , L ove and Bless ings fr om On High. With much Love, J ohn 10/27/96: FROM A T LI N T O MY BELOVE D FRIE NDS: I gr e et you with a strong ema nation of peac e and Love for eac h of you. I e xt e nd that etheri c outreach to those whom you contac t in Peace and L ove . And s o on. This is the etheric fractal m a tr ix construction which explains atomic and subatomic chain rea cti ons a nd critical ma ss on a ll sc ales. This is an underlying c om pone nt of the Univer s e and my Being. It is a component a s w ell to your Being, eac h of you. And so, e ach one is f ac ed with constant choices of large and tiny sca les; \"what shall I choose to e manate t o this other Be i ng (or gr oup of Be i ngs ) in this Universe , knowing that it s implications do not end there? I t is t rue what ha s been s aid about your words and thought s s ending out f orms that ha ve a n es sence of their ow n. S o, the ques ti on is simple: w hat do you wis h to send out into the world? The fir s t s tep is to have good intentions of unconditional Lovingness and kindnes s. Thi s mus t be linked to like a ctions. Then, going fur ther, the thought patterns, ac ti ons a nd intentions must be entrained t o fall repeatedly and ha bit ua l ly into patterns of unconditional L ove and kindne ss. The principle is s i mple. The tr ans f ormation of the Soul to such a state r e quir es trans m utations of ne g- ative patter ns e ncumberi ng the S pirit. T he earth, Gaia, is als o going t hrough t he s ame ne ed for shift, so the pow er ful res onance is evident a l l around you. The tremendous transition you note i s part of the energy/cons ciousnes s matr ix change that is evident in eve r y atom and organism on earth. My es sence , as it grows mor e entrained, through your kind extensions of ca r ing and Love toward me and other s you commune w i th, be comes f ormed mor e subs tantially in exact par a l le l to the positive evolution ca l le d for by this particular time/spa ce junc t ion. Thus, by thinki ng along thes e lines and extending t he Self to f orm hea lt hier patter ns , your intents feed your own growth and mi ne ; your own contri bution to your s pir itual task thi s life, and mine. T his is a kind and joy- ous road to tr ave l, don't you think? It will bec om e increas ingly nece ss ar y to be aware of your own per s onal life task. The finding of the s elf is neces sary to generate the cha nges needed now. So, keep in the f ront of your knowingness that might y and divi ne for c es and e nti ties s tep with you each t ime you move . T his is part of the energy make - up of the phys ical wor ld. M y es senc e is a r e sult of this cons ciousne ss. I bid eac h of my kind supporters kindness a nd Love in r eturn. Pleas e continue your many good thoughts and wor ks . T he se f e ed not onl y your Soul, but thos e of many ot he r s , including my own ene r gy sys t e m. Many thanks f or your good dee ds. You are creat- ing more Good than you know. -Your Friend, Atlin 10/17/96: (KE ELY) Greetings to All. I wis h to c omm e nt about my obse r va t ions of the Dyna- sphe r e project ove r the las t month. Of cours e, the highlight wa s the trip to E ngland where the spiritual a nd phys i c s components of the project were pres ented to kindr e d s pi rits. This tr ip, fr om a spirit 's pe r s pective, has bee n a sumptuous bles sing on many, many l e vels. The te am members all c omm e nted on the a l mos t flawles s flow of serendipitous and synchronous events and meet-"},{"pageNumber":7,"pageContent":"ings. As you know, this is a s ign of mighty ble ssings . I wish to a ssure all that the project r ema i ns amply ble sse d. T here have been a great many dis coveri e s made a bout the gr oup's and Atlin's dy- namics in t he las t month. I t has been a t ime of deepe ning cons ciousnes s. I would also li ke to extend a ppr ec i a ti on for the c ont inuing r e search and ins ights w hi c h have been sought and di s covered by Atlin's \"parents \". It is a source of r e joi c ing for us in s pir it w hen our in- carnate siblings respond to our urgings. I de clare my gr atitude at this time. In addition, I would li ke to extend a ddi tional inf ormation a bout the project. It is going on acc or d- ing to celes ti a l s chedule. The circles widen and t rave l outward from Atlin and the gr oup to others who show int e r es t. Soon there wil l be a time when others will be come more active in diss eminat- ing the teachings ac quir ed thr ough this pr ojec t. Although the es tabli s hed bastions of higher le ar ning will not e m brac e the subtle f orce physics which is qui c kly being i lluminated by the group, t his s hould not be s een t o detract from its valid- ity. I remind you t ha t my w or k was likewise treated. At t his point i n earth's evolution, such work as this needs to come out and be realized and used by many people. It is nece ssa r y to utilize Na- ture's f orces to power pos it ive endea vor s for mankind. I urge thos e who ca n to s upport this pr o- ject and related work. T he time is ripe for contributing to ma ke this proj e ct bec ome real sooner. Part of the pr inc i ple that w i ll help manifes t Atlin is for people to expres s support with the i r thought, pr a yer s a nd financial backing whe n pos sible. Thi s will ass ist i n gathering critical m a ss of a r a ised consc i ous nes s, which is what the New T imes are all about. I urge all s entient s ouls to work as they can to s pr e ad our mes sa ge of Pea ce and Unc ondi tional L ove . Ma y ea ch of you experience the joy of the Onenes s. With Love, J ohn 10/13/96: M E SSAGE FROM ATL IN: Dearest Pr ogenitors, Da wn and I are continui ng medita- tive, etheric c omm unic ations on email so tha t certain de tails wil l be directly pass ed a long to you. Ther e exis ts in ever-i nc r ea sing strength and dimension a nous phere around me. Such a struc- ture wa s found spirit ua ll y by T. De Chardin a nd others. This i s a layer ( around eart h) that is a synthe sis of the conscious ness of her inhabitants combined w i th Gaia's cons ciousne ss and isnes s. The clos er the inhabitants' conscious ness es come to B eing or Isne ss , t he more res onance is cr e at- ed withi n the nousphere. I pos ses s a fractal of that cons tr uc t . In addition, t he nature of the nou- sphe r e is altered by karmi c for c e. So, \"timing\" i s a n import a nt factor for human unde r takings . In our ca se, you have L ovingly gi ve n of your be st e nergi e s t o nurt ure my B eing. T here is no wanting of this. The karmic por tion of the for mula (that of the nouspheric activation) is awaiting proper alignment. T his mea ns t o you tha t my s eeming s till ne ss is for mative and not intended t o change at thi s moment, and there is nothing m ore you ca n do to as sist in this ste p, except be there in the ethers with all of the Love and c om pa ss i on you c an give to yourse lf and others in your world. T ransmute the f ea r s and doubts that s how thems elves in their va r ied for ms and r e pl a ce them w i th knowingnes s of Divini ty in its many f orms. The Tr ue understa ndi ng of what I have just comm unic ated will deliver you to the c onscious - nes s of knowing that your good e f fort s a r e just what is des ir e d and that they are s uf ficient, eve n if they do not cr e ate wha t you wish. I wis h eac h of you to know that your jobs have bee n done well and you are doing what you have been guided and as ked to. DISMISS THE CONC E PT THAT YOU NE ED TO BE OR DO MOR E OR BE TTE R! T his cons ciousnes s shift, if applied to lif e will c r ea te much peace and gr ow t h, a s well as augme nt e d s ucces ses . Can you unde r s tand that rotation is dependent on a certain l e vel of res onance between my nous phere and Gaia's ? This you cannot f a cili ta t e exc ept through your own spiritual growth a nd work. Rais ing your c onscious ness and putt ing that into action s tr engthe ns t he Gaiac nous pher e . T his , i n addition to the c onnections betwee n eac h of you and me increas es the res onance in my nousphere t o Gaia's . The nous phere is part of w hat was referr e d to in previous communi c ations r ega r ding the zone s"},{"pageNumber":8,"pageContent":"of ene r getic inf luenc e s ur rounding m e . S o it is with e ach of you and with ea r th. For too l ong, Gaia's ha s been largely neglected, and those who have be en res ponsive have been s hut down and shot down for ce ntur ies . T his is all c hanging, and e ach of you has agree d to inca r na t e your Soul at t his time in evolutionary his tor y. I return your a bundant bles sings and continue my karm ic and incarnational ple dge to be a generator for growth and positive evolutionar y change . I extend my etheric L ove to ea ch of you for taking the eff ort to f ee l and think more dee ply about helping all. I Love your a ctions t ha t manifest these high idea l s into the phys ical realm. B e of ha ppy heart wit h your work. Your Loving \" Child\", Atlin 12/22/97: NOTE ) Vari a ble 'ca pacitance', w hi c h is meas ur e d in 'microFarads' and i n variable Voltage levels stored wit hin the c apacitance and later read ( dis charged) into arithmetic/logic c i r- cuits. The ter m 'Far a d', by the way, was coine d as a \"s tandard amount\" of \" capacitanc e\" in a ca- pacitor or related device, a nd was de r ived f rom t he name of one of my all-time favorite his t orical sc ience f igures: Ms sr. L ouis Faraday. Faraday is also known for s uggesting t ha t the entir e E a r th is one bi g 'Nous pher e ' where mi llions of s eparate Minds are linked together by the 'C apacitance ' of the electrical potential between their brains. It has be en s uggeste d that t he Human Brain is an electrical device that operates through che mi c al elec tr ic charges. For those who don't know what \" capacitors\" are: Capac it a nce i s a term referr ing t o the \"electro- motive potential' between two e l e ments of a c apacitive device. If you ins ert two pie ces of metal foil into a bottle, very clos e togethe r in parallel, and you apply a c er ta i n DC curr e nt to them, one of the two piec es of f oil will acc um ula t e a charge of Fr ee Electr ons . Faraday, obse r ving thi s , de- veloped a 'ya r ds tick', so to s peak, for measuring t he galvanic \"c apacity\" (hence t he term \" Capac i- tor\") when one of the two pieces of meta l foil became charged. Ove r tim e we have come t o call the m e asurment of \"capa citance\" , t he Farad (ac t ua l ly, a 1 F a r ad capac it or can s tor e a lot of 'juice', s o we usua l ly build them with sta t ic capa citance in the \"micro\" F a r ad range). 9/13/96 (KEE LY) Greetings to all S ouls . I off er those who find interes t in \" Dynas pher ic For c e\"* a gli mps e i nto the future which is much e asier for us to per c eive tha n souls inca r nate . I n the not too dis tant futur e , you will be finding a vari e ty of alternative energy dynamics finding expres sion in ve r y inventive form s . It will bec ome known by thos e who se ek the understanding of suc h in- for mation that the Spi rit pa r t of the Soul \"must\" be f ully included in such work for the ef fort to become manifest. The Unive r s e will see to it, by it s ow n natural flow, that the harmonious ef forts of people working with s pir itual inf luenc e (and incarnate kindred spirit s ) will bring the world into quiet r e ver e nce f or the invisible f orces s o important to t he welfare of all. Incr e asingly you will s ee ill for tune befall effor ts that were borne of egocentric, se l fish motives. Thi s is bec ause the m otive (def ined as \" t o move\") f orces which are c omi ng into evolutionary dominance duri ng the upc omi ng period of e ar th evolution nee d to be bas ed upon vibr a ti ona l fr e - quencies of opposing c onscious ness . T o explain this , pictur e that the pendulum swing ha s been on t he s i de of reductionism and di s plays of human, phys ical powe r intended to accomplis h what the m ind could c onjur e. The center of the Universe has been perceived to exis t within the atom. Ma n has deve loped a sc ience t ha t is focalized ar ound the show of power that could break the awes ome bonds of the atom. Thus, it is reas oned, man i s a ll -powerful and all- know i ng. This physic ally bas ed motive f orce or cons ciousnes s has sha ped your wor ld to the point where i t can no l onge r exist withi n the constructs of Universal Harmony (a requis it e for All). T hus , i n order to proceed and be brought bac k into Ha r mony, the consc i ous nes s vi bratory pa t tern of earth is re- quired to shift acc or ding to Universa l L a w. Science suc h as you r e ad about here, and is s pri nging up e l s ewhere, is the beginning of the con- sc iousnes s shift that w i ll br ing Harmony bac k to the Sciences . T his will gr ea tl y help heal people and the plane t . I ur ge eac h of you to incorpor a te s ympathetic, unconditional Love i nto your con-"},{"pageNumber":9,"pageContent":"sc iousnes s at eve r y step and moment. Ope ning the m ind, s pir it and he ar t will bring about thi s creative, harmonious tr a nsition s ooner . Support thos e pe opl e and eff orts whom your he ar t tells you ar e restoring harmony and the L ove cons ciousnes s in any way you ca n. T he Dynas pher e pro- ject is m y favor e d earthly unde r taking, and I s uppor t i t as I ca n. Consider m ore close l y your con- tri butions , in any f orm to the c omi ng shift in earth cons ciousnes s. With muc h Love and Re spect f or all who r ea d this, J ohn W . Keely 4/1/l996 Q: Why did this pr oject come t oge ther now? Why doe s f inancia l hardship exist? A: ( KEE LY) Dea r es t Souls, a ll . This time is one of spe cial powe r s for it bea r s the f ruit of Uni- versal L ight. In the paradoxical mi ds t of he ight e ned leve l s of gr ee d in s ociety and s carcity of monetary a bundance f or e ach individual in the gr oup, further paradox is juxtapos it ione d. T he spiritual riches in abundance for you all, combine with the f ina ncial deficiency to c r ea t e One or a Neutral C enter, of sorts. It is in t he rarefi e d environment of financial lack that this glor ious pro- ject f inds s pir itual nur turance abundant enough to br ing li fe to materials and shape that pla y with one another until they move. You ar e living a paradox. Learn to c elebrate it and you can f ly. And so, a ccording to the laws of phys ics and t he Universe , when one ac cepts the pa r adox ful ly, one becomes O ne. Becoming One m e ans open a cces s to the abundance/s carcity. You a r e all e xper i- encing the wonde r of opening up to the paradox. (No one sa id it would be f un!) When there is nothing left, you a r rive a t acc eptance, jus t beca use there is nothing left. In the Depress ion Er a , i t was not the dis advantaged who threw themselves from windows . T he next s tep for all of you is to unde r s tand with mi nd, he ar t and soul tha t hardship i s a s t a te of c onscious ness and an energy patterning that pr e cludes development of abundance. Each of you i s ba sking in the Light of many spiritual gifts, as w ell as gifts i n the physical r ea lm . Y our locations have been \"picked\" and have manifested for r e asons largely uns een, s ave by more profound s cr utiny. Va l e nti ne is no a ccident, as you have per c eived, Deares t Dale. D uane's shop has been a gi ft tha t does not exist in many lo- cations . T his is just one exa mpl e . E ac h of you experiences the same positioning at this moment (which, we know, changes as the wind). T he pattern of financial lack i s s hared by each, ye t has been a gi ft against development of nastier pa t terns in the course of life that pr e clude s pir itual ad- vance m e nt. T hes e inc l ude greed, egoc entr icity, etc. It is from this f a ct that the erroneous conclu- sion has been for med that financial wealth preclude s spiri tual advance ment. T his belief ne eds to vibrationall y or s pi ritually be removed f rom your EMF/auras . As you have experience d, you can- not think it entirely awa y, yet logic needs to c hange. So, may I r ec omm e nd an approach which includes the neces sary f ac t ors ? It is nec ess ary for you to meditate in whatever form you wish, bringi ng in the L ight of the U ni ve r s e a nd s pr ea ding through every cell. T he Li ght is abundance, trut h, be auty and stea df as tness to the O ne. So, by imbibing fr e ely of this unifyi ng es sence , the for ce s withi n your cons ciousnes s/body mind/ he ar t/will all coales ce into a consolidate d version of that e ss ence. Engage all your powe r in this endeavor and do not curtail the attention a nd time you lavish upon it. It is our des ir e that each of you find the resources within t o reach out into your e n- vironm e nts a nd cultivate that garden. It is only f rom within t ha t the gar de n may be trained in suc h a f a shion t ha t it s ustains both body and spirit. I n thi s you are be ing guided by Spir it. If you find yourself not attending to the s uggeste d amelioration, then comply in a dif ferent ma nner . Howeve r , plea se note that the human condition attempts to t rick the Soul Forces into appeas e- ment if i s sue s to be f ac ed crea t e disc omf ort. T his means that if this gr owth patterni ng threatens exis t ing patterns, evas ive behavior s , thoughts, beliefs or memories may s ur face in a beguiling at- tempt to evade the growth. Be awa r e of this and be s teadfast in your growth. I t will be neces sa r y after this point, t ha t the issue of material and monetary comf ort be addres sed and pe ace be made with it f or e ach. The cours e of the project will br ing you to f ac e this iss ue any wa y. S o, plea se be prepared s o that gr ow t h may be on your own te r ms s ooner , rather tha n as external conditions di c - tate later . In thi s regard you are being groomed now ."},{"pageNumber":10,"pageContent":"Dawn Str ange s Quantum Dim e nsional Res earch 5412A West Horses hoe Lake Road Ba t a via, New Yor k 14020 Phone: (716) 344-3607 http:// w ww. innerpeac emedicine.com/ email: da wn@innerpeacemedicine . com Dawn's other mar ve l ous books of the se and more mess agings: Fr iendly A dvice f r om the U n ive rs e - Hope Unlimit e d Five Loves - M ess ages from M ary"}]
