[{"startMs":3120,"durationMs":5520,"subtitle":"The Richest Man In Babylon tells his system. By George S. Clason"},{"startMs":8640,"durationMs":1520,"subtitle":"Read by Sarah Partridge"},{"startMs":11200,"durationMs":5680,"subtitle":"Originally published in 1926 as a series of pamphlets entitled The Babylon Course"},{"startMs":16880,"durationMs":4640,"subtitle":"in Financial Success For Those Who Desire Much Gold. And the most famous"},{"startMs":21520,"durationMs":4160,"subtitle":"of the series was titled, The Richest Man in Babylon, which I will now read."},{"startMs":26480,"durationMs":5600,"subtitle":"As a general disclaimer, the views and opinions expressed in this book belong to the author"},{"startMs":32080,"durationMs":6320,"subtitle":"and may not necessary reflect those of Master Key Society or its affiliates. This recording"},{"startMs":38400,"durationMs":5440,"subtitle":"is a production of Master Key Society for the purpose of research, study, and discussion."},{"startMs":43840,"durationMs":400,"subtitle":"The Richest Man in Babylon."},{"startMs":44240,"durationMs":4800,"subtitle":"The Richest Man in Babylon had a system which led him to the goal he desired."},{"startMs":49680,"durationMs":5440,"subtitle":"In this book he tells his system - gives it to us to follow without cost or obligation."},{"startMs":56000,"durationMs":6320,"subtitle":"His system is recommended to every person desiring to arrive at that same goal, financial plenty."},{"startMs":63520,"durationMs":5040,"subtitle":"In old Babylon there once lived a certain very rich man named Arkad."},{"startMs":68560,"durationMs":6160,"subtitle":"Far and wide was he famed for his great wealth. Also was be famed for his liberality. He was"},{"startMs":74720,"durationMs":6240,"subtitle":"generous in his charities. He was generous with his family. He was liberal in his own expenses."},{"startMs":80960,"durationMs":5280,"subtitle":"But nevertheless each year his wealth increased more rapidly than he spent it."},{"startMs":86800,"durationMs":4160,"subtitle":"And there were certain friends of younger days who came to him and said: \"You, Arkad,"},{"startMs":91600,"durationMs":6480,"subtitle":"are more fortunate than we. You have become the richest man in all Babylon while we struggle for"},{"startMs":98080,"durationMs":6160,"subtitle":"existence. You can wear the finest garments and you can enjoy the rarest foods, while we must be"},{"startMs":104240,"durationMs":5360,"subtitle":"content if we can clothe our families in raiment that is presentable and feed them as best we can."},{"startMs":110240,"durationMs":4160,"subtitle":"\"Yet, once we were equal. We studied under the same master."},{"startMs":114400,"durationMs":5920,"subtitle":"We played in the same games. And in neither the studies nor the games did you outshine us."},{"startMs":120320,"durationMs":4320,"subtitle":"And in the years since, you have been no more an honorable citizen than we."},{"startMs":125360,"durationMs":4080,"subtitle":"\"Nor have you worked harder or more faithfully, insofar as we can judge."},{"startMs":130080,"durationMs":3440,"subtitle":"Why, then, should a fickle fate single you out to enjoy"},{"startMs":133520,"durationMs":4640,"subtitle":"all the good things of life and ignore us who are equally deserving?”"},{"startMs":138160,"durationMs":4960,"subtitle":"Thereupon Arkad remonstrated with them, saying, \"If you have not acquired more than"},{"startMs":143120,"durationMs":5040,"subtitle":"a bare existence in the years since we were youths, it is because you either have failed"},{"startMs":148160,"durationMs":4880,"subtitle":"to learn the laws that govern the building of wealth, or else you do not observe them."},{"startMs":153840,"durationMs":5840,"subtitle":"“Fickle Fate' is a vicious goddess who brings no permanent good to anyone. On the contrary,"},{"startMs":159680,"durationMs":5760,"subtitle":"she brings ruin to almost every man upon whom she showers unearned gold. She makes"},{"startMs":165440,"durationMs":4480,"subtitle":"wanton spenders, who soon dissipate all they receive and are left beset"},{"startMs":169920,"durationMs":4160,"subtitle":"by overwhelming appetites and desires they have not the ability to gratify."},{"startMs":174720,"durationMs":6320,"subtitle":"Yet others whom she favors become misers and hoard their wealth, fearing to spend what they have,"},{"startMs":181040,"durationMs":5040,"subtitle":"knowing they do not possess the ability to replace it. They further are beset by"},{"startMs":186080,"durationMs":4720,"subtitle":"fear of robbers and doom themselves to lives of emptiness and secret misery."},{"startMs":191520,"durationMs":4640,"subtitle":"\"Others there probably are, who can take unearned gold and add to it and continue"},{"startMs":196160,"durationMs":5840,"subtitle":"to be happy and contented citizens. But so few are they, I know of them but by hearsay."},{"startMs":202720,"durationMs":4800,"subtitle":"Think you of the men who have inherited sudden wealth, and see if these things are not so."},{"startMs":208480,"durationMs":3520,"subtitle":"\"His friends admitted that of the men they knew who had inherited"},{"startMs":212000,"durationMs":4560,"subtitle":"wealth these words were true, and they besought him to explain to them"},{"startMs":216560,"durationMs":4240,"subtitle":"how he had become possessed of so much property, so he continued:"},{"startMs":221520,"durationMs":4800,"subtitle":"\"In my youth I looked about me and saw all the good things there were to bring"},{"startMs":226320,"durationMs":5600,"subtitle":"happiness and contentment. And I realized that wealth increased the potency of all these."},{"startMs":232640,"durationMs":3520,"subtitle":"\"Wealth is a power. With wealth many things are possible."},{"startMs":236800,"durationMs":3280,"subtitle":"\"One may ornament the home with the richest of furnishings."},{"startMs":240080,"durationMs":2320,"subtitle":"\"One may sail the distant seas."},{"startMs":242400,"durationMs":3360,"subtitle":"\"One may feast on the delicacies of far lands."},{"startMs":245760,"durationMs":3920,"subtitle":"\"One may buy the ornaments of the gold worker and the stone polisher."},{"startMs":249680,"durationMs":3040,"subtitle":"\"One may even build mighty temples for the Gods."},{"startMs":253280,"durationMs":3360,"subtitle":"\"One may do all these things and many others in which there"},{"startMs":256640,"durationMs":2960,"subtitle":"is delight for the senses and gratification for the soul."},{"startMs":260240,"durationMs":5280,"subtitle":"\"And, when I realized all this, I declared to myself that I would claim my share of"},{"startMs":265520,"durationMs":5120,"subtitle":"the good things of life. I would not be one of those who stand afar off,"},{"startMs":270640,"durationMs":5520,"subtitle":"enviously watching others enjoy. I would not be content to clothe myself in the cheapest"},{"startMs":276160,"durationMs":5200,"subtitle":"raiment that looked respectable. I would not be satisfied with the lot of a poor man."},{"startMs":281360,"durationMs":4800,"subtitle":"On the contrary, I would make myself a guest at this banquet of good things."},{"startMs":286960,"durationMs":4720,"subtitle":"\"Being, as you know, the son of a humble merchant, one of a large family with no hope of"},{"startMs":291680,"durationMs":6000,"subtitle":"an inheritance, and not being endowed, as you have so frankly said, with superior powers or wisdom,"},{"startMs":298240,"durationMs":5840,"subtitle":"I decided that if I was to achieve what I desired, time and study would be required."},{"startMs":304080,"durationMs":6960,"subtitle":"\"As for time, all men have it in abundance. You, each of you, have let slip by sufficient to have"},{"startMs":311040,"durationMs":4800,"subtitle":"made yourselves wealthy. Yet, you admit; you have nothing to show except your good families,"},{"startMs":315840,"durationMs":5200,"subtitle":"of which you can be justly proud. \"As for study, did not our wise teacher"},{"startMs":321040,"durationMs":5760,"subtitle":"teach us that learning was of two kinds: the one kind being the things we learned and knew,"},{"startMs":326800,"durationMs":4400,"subtitle":"and the other being the training that taught us how to find out what we did not know?"},{"startMs":332000,"durationMs":4400,"subtitle":"\"Therefore did I decide to find out how one might accumulate wealth,"},{"startMs":336400,"durationMs":3600,"subtitle":"and when I had found out, to make this my task and do it well."},{"startMs":340560,"durationMs":5520,"subtitle":"For, is it not wise that we should enjoy while we dwell in the brightness of the sunshine,"},{"startMs":346080,"durationMs":5920,"subtitle":"for sorrows enough shall descend upon us when we depart for the darkness of the world of spirit?"},{"startMs":352000,"durationMs":6080,"subtitle":"\"I found employment as a scribe in the hall of records, and long hours each day I labored upon"},{"startMs":358080,"durationMs":6560,"subtitle":"the clay tablets. Week after week, and month after month, I labored, yet for my earnings I"},{"startMs":364640,"durationMs":4880,"subtitle":"had naught to show. Food and clothing and penance to the gods, and other things of"},{"startMs":369520,"durationMs":6960,"subtitle":"which I could remember not what, absorbed all my earnings. But my determination did not leave me."},{"startMs":376480,"durationMs":5440,"subtitle":"\"And one day Algamish, the money lender, came to the house of the city master"},{"startMs":381920,"durationMs":6000,"subtitle":"and ordered a copy of the Ninth Law, and he said to me, I must have this in two days,"},{"startMs":387920,"durationMs":4560,"subtitle":"and if the task is done by that time, two coppers will I give to thee.”"},{"startMs":393040,"durationMs":6800,"subtitle":"\"So I labored hard, but the law was long, and when Algamish returned the task was unfinished."},{"startMs":399840,"durationMs":4320,"subtitle":"He was angry, and had I been his slave, he would have beaten me."},{"startMs":404160,"durationMs":4560,"subtitle":"But knowing the city master would not permit him to injure me, I was unafraid,"},{"startMs":408720,"durationMs":7120,"subtitle":"so I said to him, 'Algamish, you are a very rich man. Tell me how I may also become rich,"},{"startMs":415840,"durationMs":6000,"subtitle":"and all night I will carve upon the clay, and when the sun rises it shall be completed.’"},{"startMs":421840,"durationMs":5600,"subtitle":"\"He smiled at me and replied, 'You are a forward knave, but we will call it a bargain.’"},{"startMs":428160,"durationMs":4880,"subtitle":"\"All that night I carved, though my back pained and the smell of the wick made my head ache"},{"startMs":433040,"durationMs":5840,"subtitle":"until my eyes could hardly see. But when he returned at sunup, the tablets were complete."},{"startMs":439520,"durationMs":2320,"subtitle":"“Now,' I said, 'tell me what you promised.'"},{"startMs":442400,"durationMs":4800,"subtitle":"“You have fulfilled your part of our bargain, my son,' he said to me kindly, 'and I am ready to"},{"startMs":447200,"durationMs":5760,"subtitle":"fulfill mine. I will tell you these things you wish to know because I am becoming an old man,"},{"startMs":452960,"durationMs":6640,"subtitle":"and an old tongue loves to wag. And when youth comes to age for advice he receives the vision"},{"startMs":459600,"durationMs":6320,"subtitle":"of years. But too often does youth think that age knows only the wisdom of days that are gone, and"},{"startMs":465920,"durationMs":6720,"subtitle":"therefore profits not. But remember this, the sun that shines today is the sun that shone when thy"},{"startMs":472640,"durationMs":5600,"subtitle":"father was born, and will still be shining when thy last grandchild shall pass into the darkness."},{"startMs":478960,"durationMs":4240,"subtitle":"“The thoughts of youth,' he continued, 'are bright lights that shine forth like"},{"startMs":483200,"durationMs":6240,"subtitle":"the meteors that oft make brilliant the sky, but the wisdom of age is like the fixed stars"},{"startMs":489440,"durationMs":5680,"subtitle":"that shine so unchanged that the sailor may depend upon them to steer his course."},{"startMs":495120,"durationMs":6320,"subtitle":"“Mark you well my words, for if you do not you will fail to grasp the truth that I will tell you,"},{"startMs":501440,"durationMs":2880,"subtitle":"and you will think that your night's work has been in vain.’"},{"startMs":505120,"durationMs":5360,"subtitle":"\"Then he looked at me shrewdly from under his shaggy brows and said in a low, forceful tone,"},{"startMs":511280,"durationMs":5760,"subtitle":"'I found the road to wealth when I decided that a part of all I earned was mine to keep."},{"startMs":517600,"durationMs":960,"subtitle":"And so will you.’"},{"startMs":519360,"durationMs":4720,"subtitle":"\"Then he continued to look at me with a glance that I could feel pierce me but said no more."},{"startMs":524800,"durationMs":1600,"subtitle":"“Is that all?' I asked."},{"startMs":526960,"durationMs":2080,"subtitle":"“That was sufficient to change the heart of"},{"startMs":529040,"durationMs":4000,"subtitle":"a sheep herder into the heart of a money lender,' he replied."},{"startMs":533040,"durationMs":3600,"subtitle":"“But all I earn is mine to keep, is it not?' I demanded."},{"startMs":536640,"durationMs":5200,"subtitle":"“Far from it,' he replied. 'Do you not pay the garment-maker? Do you not pay the sandal-maker?"},{"startMs":541840,"durationMs":4960,"subtitle":"Do you not pay for the things you eat? Can you live in Babylon without spending? What"},{"startMs":546800,"durationMs":5280,"subtitle":"have you to show for your earnings of the past mouth? What for the past year? Fool!"},{"startMs":552080,"durationMs":6320,"subtitle":"You pay to everyone but yourself. Dullard, you labor for others. As well be a slave and work for"},{"startMs":558400,"durationMs":6080,"subtitle":"what your master gives you to eat and wear. If you did keep for yourself one-tenth of all you earn,"},{"startMs":564480,"durationMs":2000,"subtitle":"how much would you have in ten years?'"},{"startMs":567200,"durationMs":4880,"subtitle":"\"My knowledge of the numbers did not forsake me, and I answered, 'As much as I earn in one year.'"},{"startMs":572640,"durationMs":5840,"subtitle":"“You speak but half the truth,' he retorted. 'Every gold piece you save is a slave to work for"},{"startMs":578480,"durationMs":6080,"subtitle":"you. Every copper it earns is its child that also can earn for you. If you would become wealthy,"},{"startMs":584560,"durationMs":3840,"subtitle":"then what you save must earn, and its children must earn,"},{"startMs":588400,"durationMs":6080,"subtitle":"and its children’s children must earn, that all may help to give to you the abundance you crave."},{"startMs":595120,"durationMs":3440,"subtitle":"“You think I cheat you for your long night's work,' he continued, 'but I"},{"startMs":598560,"durationMs":5760,"subtitle":"am paying you a thousand times over if you have the intelligence to grasp the truth I offer you."},{"startMs":605040,"durationMs":6240,"subtitle":"“A part of all you earn is yours to keep. It should be not less than a tenth no"},{"startMs":611280,"durationMs":4880,"subtitle":"matter how little you earn. It can be as much more as you can afford. Pay yourself"},{"startMs":616160,"durationMs":5520,"subtitle":"first. Do not buy from the clothes-maker and the sandal-maker more than you can pay out of the rest"},{"startMs":621680,"durationMs":4080,"subtitle":"and still have enough for food and charity and penance to the gods."},{"startMs":626560,"durationMs":6080,"subtitle":"“Wealth, like a tree, grows from a tiny seed. The first copper you save is the seed from which"},{"startMs":632640,"durationMs":6000,"subtitle":"your tree of wealth shall grow. The sooner you plant that seed the sooner shall the tree grow."},{"startMs":638640,"durationMs":5440,"subtitle":"And the more faithfully you nourish and water that tree with consistent savings, the sooner"},{"startMs":644080,"durationMs":6240,"subtitle":"may you bask in contentment beneath its shade.’ \"So saying, he took his tablets and went away."},{"startMs":651200,"durationMs":4960,"subtitle":"\"I thought much about what he had said to me, and it seemed reasonable. So I decided that I"},{"startMs":656160,"durationMs":6640,"subtitle":"would try it. Each time I was paid I took one from each ten pieces of copper and hid it away."},{"startMs":662800,"durationMs":4800,"subtitle":"And strange as it may seem, I was no shorter of funds, than before."},{"startMs":667600,"durationMs":4960,"subtitle":"I noticed little difference as I managed to get along without it. But often I was tempted,"},{"startMs":672560,"durationMs":5200,"subtitle":"as my hoard began to grow, to spend it for some of the good things the merchants displayed,"},{"startMs":677760,"durationMs":5200,"subtitle":"brought by camels and ships from the land of the Phoenicians. But I wisely refrained."},{"startMs":683600,"durationMs":5120,"subtitle":"\"A twelfth month after Algamish had gone he again returned and said to me, 'Son,"},{"startMs":689280,"durationMs":4960,"subtitle":"have you paid to yourself not less than one-tenth of all you have earned for the past year?’"},{"startMs":694240,"durationMs":2640,"subtitle":"\"I answered proudly, 'Yes, master, I have.'"},{"startMs":697520,"durationMs":4560,"subtitle":"'That is good,' he answered beaming upon me, 'and what have you done with it?”"},{"startMs":702080,"durationMs":5120,"subtitle":"\"I have given it to Azmur, the brick maker, who told me he was traveling over the seven seas"},{"startMs":707200,"durationMs":4240,"subtitle":"and in Tyre he would buy for me the rare jewels of the Phoenicians."},{"startMs":711440,"durationMs":4800,"subtitle":"When he returns we shall sell these at high prices and divide the earnings.”"},{"startMs":716240,"durationMs":6320,"subtitle":"\"Every fool must learn,” he growled, 'but why trust the knowledge of a brick maker about jewels?"},{"startMs":722560,"durationMs":5600,"subtitle":"Would you go to the bread maker to inquire about the stars? No, by my tunic, you would go to the"},{"startMs":728160,"durationMs":5040,"subtitle":"astrologer, if you had power to think. Your savings are gone, youth, you have jerked your"},{"startMs":733200,"durationMs":6400,"subtitle":"wealth-tree up by the roots. But plant another. Try again. And next time if you would have advice"},{"startMs":739600,"durationMs":4960,"subtitle":"about jewels, go to the jewel merchant. If you would know the truth about sheep, go to the"},{"startMs":744560,"durationMs":7360,"subtitle":"herdsman. Advice is one thing that is freely given away, but watch that you take only what is worth"},{"startMs":751920,"durationMs":6000,"subtitle":"having. He who takes advice about his savings from one who is inexperienced in such matters,"},{"startMs":757920,"durationMs":5520,"subtitle":"shall pay with his savings for proving the falsity of their opinions.” Saying this, he went away."},{"startMs":764240,"durationMs":6560,"subtitle":"\"And it was as he said. For the Phoenicians are scoundrels and sold to Azmur worthless bits of"},{"startMs":770800,"durationMs":6240,"subtitle":"glass that looked like gems. But as Algamish had bid me, I again saved each tenth copper,"},{"startMs":777040,"durationMs":4080,"subtitle":"for I now had formed the habit and it was no longer difficult."},{"startMs":781120,"durationMs":5200,"subtitle":"“A twelve-month later, Algamish came to the room of the scribes and addressed me."},{"startMs":786320,"durationMs":2640,"subtitle":"”What progress have you made since last I saw you?”"},{"startMs":789680,"durationMs":5040,"subtitle":"\"I have paid myself faithfully,' I replied, 'and my savings I have entrusted to Agger"},{"startMs":794720,"durationMs":5520,"subtitle":"the shield maker, to buy bronze, and each fourth month he does pay me the rental.”"},{"startMs":800240,"durationMs":3040,"subtitle":"\"That is good. And what do you do with the rental?'"},{"startMs":803280,"durationMs":5680,"subtitle":"\"I do have a great feast with honey and fine wine and spiced cake. Also I have bought me a scarlet"},{"startMs":808960,"durationMs":5760,"subtitle":"tunic. And some day I shall buy me a young ass upon which to ride.” To which Algamish laughed,"},{"startMs":815840,"durationMs":4960,"subtitle":"“You do eat the children of your savings. Then how do you expect them to work for you?"},{"startMs":820800,"durationMs":2880,"subtitle":"And how can they have children that will also work for you?"},{"startMs":824240,"durationMs":6320,"subtitle":"First get thee an army of golden slaves and then many a rich banquet may you enjoy without regret.”"},{"startMs":831120,"durationMs":5600,"subtitle":"So saying he again went away. \"Nor did I again see him for two years, when he"},{"startMs":836720,"durationMs":5600,"subtitle":"once more returned and his face was full of deep lines and his eyes drooped, for he was becoming"},{"startMs":842320,"durationMs":6560,"subtitle":"a very old man. And he said to me, “Arkad, hast thou yet achieved the wealth thou dreamed of?”"},{"startMs":848880,"durationMs":4160,"subtitle":"And I answered, “Not yet all that I desire, but some I have"},{"startMs":853040,"durationMs":3120,"subtitle":"and it earns more, and its earnings earn more.”"},{"startMs":856160,"durationMs":2400,"subtitle":"\"And do you still take the advice of brick makers?”"},{"startMs":859200,"durationMs":3200,"subtitle":"\"About brick making they give good advice,” I retorted."},{"startMs":862400,"durationMs":5600,"subtitle":"\"Arkad,” he continued, “you have learned your lessons well. You first learned to live upon"},{"startMs":868000,"durationMs":4800,"subtitle":"less than you could earn. Next you learned to seek advice from those who were competent through"},{"startMs":872800,"durationMs":5280,"subtitle":"their own experiences to give it. And, lastly, you have learned to make gold work for you.”"},{"startMs":878640,"durationMs":5120,"subtitle":"\"You have taught yourself how to acquire money, how to keep it, and how to use it. Therefore,"},{"startMs":883760,"durationMs":5120,"subtitle":"you are competent for a responsible position. I am becoming an old man."},{"startMs":888880,"durationMs":3840,"subtitle":"My sons think only of spending and give no thought to earning."},{"startMs":892720,"durationMs":5840,"subtitle":"My interests are great and I fear too much for me to look after. If you will go to Nippur and"},{"startMs":898560,"durationMs":5280,"subtitle":"look after my lands there, I shall make you my partner and you shall share in my estate.”"},{"startMs":904560,"durationMs":4480,"subtitle":"\"So I went to Nippur and took charge of his holdings, which were large. And because I"},{"startMs":909040,"durationMs":5680,"subtitle":"was full of ambition and because I had mastered the three laws of successfully handling wealth,"},{"startMs":914720,"durationMs":3440,"subtitle":"I was enabled to increase greatly the value of his properties."},{"startMs":918800,"durationMs":5440,"subtitle":"So I prospered much, and when the spirit of Algamish departed for the sphere of darkness,"},{"startMs":924240,"durationMs":3520,"subtitle":"I did share in his estate as he had arranged under the law.\""},{"startMs":928720,"durationMs":3360,"subtitle":"So spake Arkad, and when he had finished his tale,"},{"startMs":932080,"durationMs":4720,"subtitle":"one of his friends said, \"You were indeed fortunate that Algamish made of you an heir.”"},{"startMs":937440,"durationMs":3920,"subtitle":"\"Fortunate only in that I had the desire to prosper before I first met him."},{"startMs":942080,"durationMs":6320,"subtitle":"For four years did I not prove my definiteness of purpose by keeping one-tenth of all earned?"},{"startMs":948400,"durationMs":5280,"subtitle":"Would you call a fisherman lucky who for years so studied the habits of the fish that with each"},{"startMs":953680,"durationMs":5760,"subtitle":"changing wind he could cast his nets about them? Opportunity is a haughty goddess who"},{"startMs":959440,"durationMs":5680,"subtitle":"wastes no time with those who are unprepared.\" \"You had strong will power to keep on after you"},{"startMs":965120,"durationMs":4400,"subtitle":"lost your first year's savings. You are unusual in that way,\" spoke up another."},{"startMs":970080,"durationMs":3680,"subtitle":"\"Will power!\" retorted Arkad. \"What nonsense."},{"startMs":973760,"durationMs":5040,"subtitle":"Do you think will power gives a man the strength to lift a burden the camel cannot carry,"},{"startMs":978800,"durationMs":6560,"subtitle":"or to draw a load the oxen cannot budge? Will power is but the unflinching purpose to carry a"},{"startMs":985360,"durationMs":6640,"subtitle":"task you set for yourself to fulfillment. If I set for myself a task, be it ever so trifling,"},{"startMs":992000,"durationMs":5200,"subtitle":"I shall see it through. How else shall I have confidence in myself to do important things?"},{"startMs":997760,"durationMs":5040,"subtitle":"Should I say to myself, 'For a hundred days as I walk across the bridge into the city,"},{"startMs":1002800,"durationMs":4640,"subtitle":"I will pick from the road a pebble and cast it into the stream,' I would do it."},{"startMs":1008080,"durationMs":4880,"subtitle":"If on the seventh day I passed by without remembering, I would not say to myself,"},{"startMs":1012960,"durationMs":6240,"subtitle":"Tomorrow I will cast two pebbles which will do as well.' Instead, I would retrace my steps"},{"startMs":1019200,"durationMs":6160,"subtitle":"and cast the pebble. Nor on the twentieth day would I say to myself, 'Arkad, this is useless."},{"startMs":1025360,"durationMs":6240,"subtitle":"What does it avail you to cast a pebble every day? Throw in a handful and be done with it.' No,"},{"startMs":1031600,"durationMs":6160,"subtitle":"I would not say that nor do it. When I set a task for myself, I complete it. Therefore,"},{"startMs":1037760,"durationMs":4960,"subtitle":"I am careful not to start difficult and impractical tasks, because I love leisure.”"},{"startMs":1043280,"durationMs":4320,"subtitle":"And then another friend spoke up and said, \"If what you tell is true,"},{"startMs":1047600,"durationMs":3840,"subtitle":"and it does seem as you have said, reasonable, then being so simple,"},{"startMs":1051440,"durationMs":3440,"subtitle":"if all men did it, there would not be enough wealth to go around.”"},{"startMs":1055680,"durationMs":6480,"subtitle":"Wealth grows wherever men exert energy,\" Arkad replied. \"If a rich man builds him a new palace,"},{"startMs":1062160,"durationMs":6400,"subtitle":"is the gold he pays out gone? No, the brickmaker has part of it and the laborer has part of it,"},{"startMs":1068560,"durationMs":6320,"subtitle":"and the artist has part of it. And everyone who labors upon the house has part of it Yet when the"},{"startMs":1074880,"durationMs":6400,"subtitle":"palace is completed, is it not worth all it cost? And is the ground upon which it stands not worth"},{"startMs":1081280,"durationMs":5360,"subtitle":"more because it is there? And is the ground that adjoins it not worth more because it is there?"},{"startMs":1087360,"durationMs":6640,"subtitle":"Wealth grows in magic ways. No man can prophesy the limit of it. Have not the Phoenicians built"},{"startMs":1094000,"durationMs":5200,"subtitle":"great cities on barren coasts with the wealth that comes from their ships of commerce on the seas?”"},{"startMs":1099920,"durationMs":5920,"subtitle":"\"What then do you advise us to do that we also may become rich?\" asked still another of his friends."},{"startMs":1105840,"durationMs":4000,"subtitle":"\"The years have passed and we are no longer young men and we have nothing put by.\""},{"startMs":1110640,"durationMs":4080,"subtitle":"\"I advise that you take the wisdom of Algamish and say to yourselves,"},{"startMs":1114720,"durationMs":6720,"subtitle":"'A part of all I earn is mine to keep.' Say it in the morning when you first arise. Say it at noon."},{"startMs":1121440,"durationMs":3360,"subtitle":"Say it at night. Say it each hour of every day."},{"startMs":1125360,"durationMs":4880,"subtitle":"Say it to yourself until the words stand out like letters of fire across the sky."},{"startMs":1130880,"durationMs":4400,"subtitle":"\"Impress yourself with the idea. Fill yourself with the thought. Then take"},{"startMs":1135280,"durationMs":5440,"subtitle":"whatever portion seems wise. Let it be not less than one-tenth and lay it by."},{"startMs":1140720,"durationMs":6000,"subtitle":"Arrange your other expenditures to do this if necessary. But lay by that portion first."},{"startMs":1146720,"durationMs":6160,"subtitle":"Soon you will realize what a rich feeling it is to have something upon which you alone have claim. As"},{"startMs":1152880,"durationMs":6080,"subtitle":"it grows, it will stimulate you. A new joy of life will thrill you. Greater efforts will come to you"},{"startMs":1158960,"durationMs":6240,"subtitle":"to earn more. For of your increased earnings, will not the same percentage be also yours to keep?"},{"startMs":1166000,"durationMs":3680,"subtitle":"\"Then learn to make your treasure work for you. Make it your slave."},{"startMs":1169680,"durationMs":3120,"subtitle":"Make its children and its children's children work for you."},{"startMs":1173360,"durationMs":6880,"subtitle":"\"Insure an income for thy future. Look thou at the aged and forget not that in the days to come"},{"startMs":1180240,"durationMs":3600,"subtitle":"thou also will be numbered among them. Therefore"},{"startMs":1183840,"durationMs":6800,"subtitle":"invest thy treasure with greatest caution that it be not lost. Usurious rates of return are"},{"startMs":1190640,"durationMs":5600,"subtitle":"deceitful sirens that sing but to lure the unwary upon the rocks of loss and remorse."},{"startMs":1196960,"durationMs":4400,"subtitle":"\"Provide also that thy family may not want should the Gods call thee to their realms."},{"startMs":1202000,"durationMs":4720,"subtitle":"For such protection it is always possible to make provision with small payments"},{"startMs":1206720,"durationMs":4720,"subtitle":"at regular intervals. Therefore the provident man delays not in"},{"startMs":1211440,"durationMs":4160,"subtitle":"expectation of a large sum becoming available for such a wise purpose."},{"startMs":1216480,"durationMs":6320,"subtitle":"\"Counsel with wise men. Seek the advice of men whose daily work is handling money. Let them"},{"startMs":1222800,"durationMs":5600,"subtitle":"save you from such an error as I myself made in entrusting my money to the judgment of Azmur,"},{"startMs":1228400,"durationMs":5440,"subtitle":"the brickmaker. A small return and a safe one is far more desirable than risk."},{"startMs":1234400,"durationMs":4560,"subtitle":"\"Enjoy life while you are here. Do not overstrain or try to save too much."},{"startMs":1239520,"durationMs":5520,"subtitle":"If one-tenth of all you earn is as much as you can comfortably keep, be content to keep"},{"startMs":1245040,"durationMs":5680,"subtitle":"this portion. Live otherwise according to your income and let not yourself be afraid to spend."},{"startMs":1251440,"durationMs":4400,"subtitle":"Life is good and life is rich with things worthwhile and things to enjoy.\""},{"startMs":1256800,"durationMs":5760,"subtitle":"His friends thanked him and went away. Some were silent because they had no imagination and could"},{"startMs":1262560,"durationMs":5760,"subtitle":"not understand. Some were sarcastic because they thought that one so rich should divide with old"},{"startMs":1268320,"durationMs":6960,"subtitle":"friends not so fortunate. But some had in their eyes a new light. They realized that Algamish"},{"startMs":1275280,"durationMs":5360,"subtitle":"had come back each time to the room of the scribes because he was watching a man work his way out of"},{"startMs":1280640,"durationMs":7200,"subtitle":"darkness into light. When that man had found the light, a place awaited him. No one could fill that"},{"startMs":1287840,"durationMs":6560,"subtitle":"place until he had for himself worked out his own understanding, until he was ready for opportunity."},{"startMs":1295280,"durationMs":5280,"subtitle":"These latter were the ones, who, in the following years, frequently revisited Arkad,"},{"startMs":1300560,"durationMs":5360,"subtitle":"who received them gladly. He counseled with them and gave them freely of his wisdom as"},{"startMs":1305920,"durationMs":3280,"subtitle":"men of broad experience are always glad to do."},{"startMs":1309200,"durationMs":5760,"subtitle":"And he assisted them in so investing their savings that it would bring in a good interest with safety"},{"startMs":1314960,"durationMs":4480,"subtitle":"and would neither be lost nor entangled in investments that paid no dividends."},{"startMs":1320320,"durationMs":5120,"subtitle":"The turning point in these men's lives came upon that day when they realized the"},{"startMs":1325440,"durationMs":4640,"subtitle":"truth that had come from Algamish to Arkad and from Arkad to them."},{"startMs":1331280,"durationMs":3360,"subtitle":"A PART OF ALL YOU EARN IS YOURS TO KEEP."},{"startMs":1335520,"durationMs":560,"subtitle":"The End."},{"startMs":1337280,"durationMs":2320,"subtitle":"I hope that you’ve enjoyed this presentation"},{"startMs":1339600,"durationMs":4560,"subtitle":"and please remember to subscribe to receive notifications of upcoming recordings."},{"startMs":1344880,"durationMs":3440,"subtitle":"This recording is a production of the Master Key Society."},{"startMs":1348320,"durationMs":5200,"subtitle":"Copyright 2022, Master Key Society."}]
