[{"startMs":2240,"durationMs":3680,"subtitle":"Initiates of the Flame By Manly P. Hall"},{"startMs":6960,"durationMs":1840,"subtitle":"Read by Adam Hanin"},{"startMs":10080,"durationMs":5840,"subtitle":"Originally published in 1922 by The Philosophical Research Society."},{"startMs":16560,"durationMs":5120,"subtitle":"I will be reading the updated 3rd edition, released in 1934."},{"startMs":22960,"durationMs":6560,"subtitle":"As a general disclaimer, the views and opinions expressed in this book belong to the author and"},{"startMs":29520,"durationMs":6720,"subtitle":"may not always reflect those of Master Key Society or its affiliates. This recording is"},{"startMs":36240,"durationMs":5600,"subtitle":"a production of Master Key Society for the purpose of research, study, and discussion."},{"startMs":43440,"durationMs":400,"subtitle":"PREFACE"},{"startMs":45520,"durationMs":3680,"subtitle":"THE INITIATES OF THE FLAME was my first literary effort"},{"startMs":49200,"durationMs":4320,"subtitle":"and it is indeed gratifying that through the years it has been out of print,"},{"startMs":53520,"durationMs":6560,"subtitle":"a demand sufficient to justify its republication should have persisted. It is therefore again"},{"startMs":60080,"durationMs":6400,"subtitle":"presented to the public entirely re-illustrated and with considerable editorial revision."},{"startMs":67840,"durationMs":4160,"subtitle":"Twelve years have passed since the first publication of this little work"},{"startMs":72000,"durationMs":7280,"subtitle":"on mystical symbolism. During this interim I have considerably extended the scope of my researches"},{"startMs":79280,"durationMs":4800,"subtitle":"into the subject matter of which the work treats. However in reviewing the"},{"startMs":84080,"durationMs":5840,"subtitle":"book today I do not feel moved to make any change in the basic viewpoints set forth."},{"startMs":91520,"durationMs":7280,"subtitle":"The Initiates of the Flame is a little essay on the mystery of fire. To all ancient peoples fire"},{"startMs":98800,"durationMs":5600,"subtitle":"was a symbol of the divine One dwelling in the innermost parts of all things."},{"startMs":105440,"durationMs":6880,"subtitle":"Robert Fludd, a Rosicrucian mystic, writing in the seventeenth century, declared that the fire of the"},{"startMs":112320,"durationMs":7280,"subtitle":"philosophers was divided into three parts: first, a visible fire which is the source of"},{"startMs":119600,"durationMs":9200,"subtitle":"physical light and heat; second, an invisible, or astral fire, which enlightens and warms the soul;"},{"startMs":129920,"durationMs":8720,"subtitle":"third, a spiritual, or divine fire which in the universe is known as God and in man as spirit."},{"startMs":140320,"durationMs":5360,"subtitle":"The Initiates who took their oaths in the presence of the Flame renounced the lesser"},{"startMs":145680,"durationMs":5680,"subtitle":"concerns of ordinary life and, freed from the attachments of this material sphere,"},{"startMs":151920,"durationMs":6400,"subtitle":"these purified souls became custodians of that symbolic Flame of wisdom which is the true"},{"startMs":158320,"durationMs":7920,"subtitle":"Light of the world. This Light is a manifestation of the one Universal Life, that active agent"},{"startMs":166240,"durationMs":7520,"subtitle":"whose impulses are the cause of all sidereal phenomena. Where in antiquity this flame of light,"},{"startMs":173760,"durationMs":6800,"subtitle":"this spirit-fire, was the object of a universal adoration and was worshipped as the very presence"},{"startMs":180560,"durationMs":8160,"subtitle":"of God Himself, it now lies buried beneath the ruins of man's fallen temple. Obscured by the"},{"startMs":188720,"durationMs":6960,"subtitle":"paramount interests of the flesh, it emits but the faintest gleam in this non-philosophic age."},{"startMs":196680,"durationMs":1720,"subtitle":"- Manly Hall"},{"startMs":203360,"durationMs":1600,"subtitle":"The Initiates of the Flame"},{"startMs":207680,"durationMs":5280,"subtitle":"Few realize that at the present stage of civilization there are illumined souls who"},{"startMs":212960,"durationMs":6560,"subtitle":"walk the earth, like the priests of the ancient temples, watching and guarding the sacred fires"},{"startMs":219520,"durationMs":6480,"subtitle":"that burn upon the altar of humanity. They are the Purified Ones who have renounced the"},{"startMs":226000,"durationMs":7280,"subtitle":"life of this sphere in order to guard and protect the Flame—that spiritual principle in man now"},{"startMs":233280,"durationMs":6960,"subtitle":"hidden beneath the ruins of his fallen temple. The mysteries of antiquity have seemingly perished;"},{"startMs":240240,"durationMs":6720,"subtitle":"the faith, however, of the golden age— the first religion of man—can never wholly die."},{"startMs":248560,"durationMs":4080,"subtitle":"As we think of the nations that are gone, of Greece and Rome,"},{"startMs":252640,"durationMs":5840,"subtitle":"and the grandeur that was Egypt’s, we sigh as we recall the story of their fall"},{"startMs":258480,"durationMs":6400,"subtitle":"and we watch the nations of today, wondering which will be the next to draw its shroud about itself"},{"startMs":264880,"durationMs":3440,"subtitle":"and join that great ghostly file of peoples that are dead."},{"startMs":269920,"durationMs":3760,"subtitle":"But everywhere, even in the rise and fall of nations,"},{"startMs":273680,"durationMs":7200,"subtitle":"we see through the haze of materiality the figure of justice; everywhere we see the principle"},{"startMs":280880,"durationMs":6160,"subtitle":"of fulfillment—the altar of the Everlasting One is lifted up in the midst of the world."},{"startMs":288480,"durationMs":5120,"subtitle":"A great hand reaches out from the unseen and regulates the affairs of man."},{"startMs":294560,"durationMs":7360,"subtitle":"It reaches out from that great Spiritual Flame which nourishes all created things—the never dying"},{"startMs":301920,"durationMs":6320,"subtitle":"fire that burns on the sacred altar of cosmos, that great fire which is the Spirit of God."},{"startMs":309680,"durationMs":5520,"subtitle":"If we turn again to the races now dead, we shall discover the cause of their destruction."},{"startMs":316240,"durationMs":7200,"subtitle":"The light had gone out. When the flame within the body is withdrawn, the body dies. When the"},{"startMs":323440,"durationMs":5680,"subtitle":"light was taken from the altar, the temple no longer was the dwelling-place of a living God."},{"startMs":330720,"durationMs":7600,"subtitle":"Degeneracy, lust and greed, hates and fears, crept into the souls of ancient Greece and Rome, and"},{"startMs":338320,"durationMs":8560,"subtitle":"black magic overshadowed Egypt; the light upon the altar grew weaker and weaker. The priests lost the"},{"startMs":346880,"durationMs":7440,"subtitle":"Word, the name of the Flame. Little by little the Flame flickered out, and as the last spark grew"},{"startMs":354320,"durationMs":7920,"subtitle":"cold a once mighty nation was extinguished, buried beneath the dead ashes of its own spiritual fire."},{"startMs":363760,"durationMs":6800,"subtitle":"But the Flame did not die. Like Spirit, of which it is the essence, it cannot die"},{"startMs":370560,"durationMs":7520,"subtitle":"because it is life, and life cannot cease to be. In some wilderness of land or sea"},{"startMs":378080,"durationMs":5520,"subtitle":"it rested once more, and there again arose a mighty nation around that Flame."},{"startMs":384640,"durationMs":7040,"subtitle":"So history goes on down through the ages: As long as people are true to the Flame, it remains,"},{"startMs":392400,"durationMs":6560,"subtitle":"but when they cease to nourish it with their lives it passes on to other lands and other worlds."},{"startMs":400560,"durationMs":7120,"subtitle":"The worshippers of this Flame are now called heathens. Little do we realize that we ourselves"},{"startMs":407680,"durationMs":7680,"subtitle":"are heathens until we are baptized of the Holy Spirit, which is Fire, for Fire is Light"},{"startMs":415360,"durationMs":6640,"subtitle":"and the children of the Flame are Sons of Light, even as God is Light."},{"startMs":422000,"durationMs":5360,"subtitle":"There are those who for ages have labored with man to help him kindle within himself"},{"startMs":427360,"durationMs":7040,"subtitle":"this spark which is his divine birthright. These are the Ones who by their lives of"},{"startMs":434400,"durationMs":6800,"subtitle":"self-sacrifice and service have awakened and tended this Fire, who through ages of"},{"startMs":441200,"durationMs":6480,"subtitle":"study have learned the mystery it contains, and whom we now call “The Initiates of the Flame.’’"},{"startMs":448880,"durationMs":5840,"subtitle":"For ages they have labored with mankind to help him uncover the light within himself,"},{"startMs":455600,"durationMs":5120,"subtitle":"and on the pages of history they have left their seal—the seal of Fire."},{"startMs":462560,"durationMs":5920,"subtitle":"Unhonored and unsung, they have labored with humanity, and now the stories of their lives"},{"startMs":468480,"durationMs":6960,"subtitle":"are used as fairy tales to amuse children. The time will come, however, when the world will know"},{"startMs":475440,"durationMs":6400,"subtitle":"the work they did and realize that our present civilization is raised upon the shoulders of the"},{"startMs":481840,"durationMs":8800,"subtitle":"mighty demigods of the past. Like Faust, we stand, with all our lore, fools no wiser than before,"},{"startMs":490640,"durationMs":4800,"subtitle":"because we reject the truths they taught and the evidence of their experiences."},{"startMs":496800,"durationMs":6160,"subtitle":"Let us honor these Sons of the Flame, not by words but by living so that"},{"startMs":502960,"durationMs":6240,"subtitle":"their sacrifice shall not be in vain. They have shown us the way, they have led man"},{"startMs":509200,"durationMs":6880,"subtitle":"to the gateway of the Unknown, and then in their robes of glory passed behind the veil."},{"startMs":517200,"durationMs":7200,"subtitle":"Their lives were the keys to their wisdom, as they must ever be. Though long ago they"},{"startMs":524400,"durationMs":5920,"subtitle":"passed beyond, they still live in history, beacons on the path of human progress."},{"startMs":532240,"durationMs":3920,"subtitle":"Let us watch these mighty ones as silently they pass by:"},{"startMs":537280,"durationMs":6560,"subtitle":"First, Orpheus playing upon the seven stringed lyre of his own being the music of the spheres."},{"startMs":544960,"durationMs":8000,"subtitle":"Then Hermes, the Thrice-Greatest, with his Emerald Tablet of divine revelation. Through the shades of"},{"startMs":552960,"durationMs":6000,"subtitle":"the past we dimly see Krishna, the Illuminated, who on the battlefield of life taught man the"},{"startMs":558960,"durationMs":8480,"subtitle":"mysteries of his own soul. Next we see the sublime Buddha, his yellow robe not half so glorious"},{"startMs":567440,"durationMs":7760,"subtitle":"as the heart it covers; and our own dear Master, the man Jesus, his head surrounded with a halo"},{"startMs":575200,"durationMs":9440,"subtitle":"of Golden Flame and his brow serene with the calm of mastery. Then Mohammed, Zoroaster, Confucius,"},{"startMs":584640,"durationMs":6640,"subtitle":"Odin, Moses, and others no less worthy pass before the inner eye of the student."},{"startMs":592480,"durationMs":6800,"subtitle":"They were the Sons of the Flame. From the Flame they came and to the Flame they have returned."},{"startMs":600160,"durationMs":4960,"subtitle":"To us they beckon, bidding us join them in the service of the Flame they love."},{"startMs":606800,"durationMs":5360,"subtitle":"They were without creed or clan; they served but the one great ideal."},{"startMs":613200,"durationMs":7840,"subtitle":"From a common source they came; to a common place they have returned. No superiority was theirs,"},{"startMs":621040,"durationMs":5760,"subtitle":"but hand in hand they labored for humanity. Each loves the other,"},{"startMs":626800,"durationMs":5360,"subtitle":"for the power that has made them Masters has also shown them the Brotherhood of all life."},{"startMs":634160,"durationMs":4640,"subtitle":"In the pages that follow we shall try to show this great thread,"},{"startMs":638800,"durationMs":6240,"subtitle":"the spiritual thread of living Fire, that winds in and out through all religions"},{"startMs":645040,"durationMs":4320,"subtitle":"and binds them together with mutual ideals and mutual needs."},{"startMs":651040,"durationMs":3600,"subtitle":"In the story of the Holy Grail and the legends of King Arthur"},{"startMs":654640,"durationMs":5200,"subtitle":"we find that thread wound around the Table of the King and the Temple of Mount Salvart."},{"startMs":660480,"durationMs":4800,"subtitle":"This same thread of Fire that passes through the roses of the Rosicrucians"},{"startMs":665280,"durationMs":5200,"subtitle":"is entwined about the petals of the Lotus and around the temple pillars of Luxor."},{"startMs":671840,"durationMs":7520,"subtitle":"THERE IS BUT ONE RELIGION IN ALL THE WORLD and that is the worship of God, the Spiritual Flame"},{"startMs":679360,"durationMs":8720,"subtitle":"of the universe. Under many names He is known in all lands, but whether as Ishwar, or Ammon,"},{"startMs":688080,"durationMs":8800,"subtitle":"or God, He is ever the same— the Creator of the universe—and Fire is His universal symbol."},{"startMs":698240,"durationMs":6240,"subtitle":"We are the Flame-born Sons of God, thrown off as sparks from the wheels of the Infinite."},{"startMs":705520,"durationMs":6320,"subtitle":"Around this Flame we have built forms which have hidden our light, but as students we are"},{"startMs":711840,"durationMs":7680,"subtitle":"increasing this light by love and service, until it shall again proclaim us Sons of the Eternal."},{"startMs":720960,"durationMs":6880,"subtitle":"Within us burns that Flame and before its altar the lower man must bow,"},{"startMs":727840,"durationMs":6480,"subtitle":"a faithful servant of the higher. When man serves the Flame, he grows,"},{"startMs":734320,"durationMs":6000,"subtitle":"and the light also grows, until finally he takes his place with the true Initiates"},{"startMs":740320,"durationMs":5920,"subtitle":"of the universe, those who have given all to the Infinite in the name of the Flame within."},{"startMs":747760,"durationMs":7280,"subtitle":"Let us, therefore, seek this Flame and also serve it, realizing that it is in all created things;"},{"startMs":755840,"durationMs":5120,"subtitle":"that all are one because all are parts of that Eternal Flame"},{"startMs":760960,"durationMs":4640,"subtitle":"—the Fire of Spirit, the Life and Power of the universe."},{"startMs":767280,"durationMs":6000,"subtitle":"Upon the altar of this Flame the writer offers this book and dedicates it to that one"},{"startMs":773280,"durationMs":6320,"subtitle":"Fire which blazes forth from God and which is now hidden within each living thing."},{"startMs":781680,"durationMs":560,"subtitle":"FOREWORD"},{"startMs":783120,"durationMs":2720,"subtitle":"THE GREATEST OF MYSTERY SCHOOLS"},{"startMs":787760,"durationMs":5680,"subtitle":"The world is the schoolroom of God— Our being in school does not make us learn,"},{"startMs":794080,"durationMs":3360,"subtitle":"but within it is the opportunity for all learning."},{"startMs":798400,"durationMs":6560,"subtitle":"This school has its grades and its classes, its sciences and its arts, and admission to it"},{"startMs":804960,"durationMs":7200,"subtitle":"is the birthright of man. Its graduates are its teachers and its pupils are all created things."},{"startMs":813040,"durationMs":7040,"subtitle":"Its examples are found in Nature and its rules are God’s laws. Those who would be matriculated"},{"startMs":820080,"durationMs":5840,"subtitle":"into the higher colleges and universities must first, day by day and year by year,"},{"startMs":826640,"durationMs":6640,"subtitle":"work through the common school of life and present to their new teachers the diplomas they have won."},{"startMs":834400,"durationMs":7440,"subtitle":"Upon this diploma is written the name that none may read save those who have received it."},{"startMs":842560,"durationMs":5600,"subtitle":"The hours may seem long and the teachers cruel, but each of us must walk the Fath"},{"startMs":848160,"durationMs":6320,"subtitle":"and the only ones qualified to go onward are those who have passed through the gateway of Experience—"},{"startMs":855440,"durationMs":2480,"subtitle":"GOD'S GREAT SCHOOL FOR MAN."},{"startMs":860240,"durationMs":1840,"subtitle":"The Fire upon the Alter"},{"startMs":864560,"durationMs":5760,"subtitle":"As far back as our history goes we find that fire has played the most important role"},{"startMs":870320,"durationMs":7120,"subtitle":"in the religious ceremonials of the human race. In practically every religion we find the sacred"},{"startMs":877440,"durationMs":6400,"subtitle":"altar fires, which were guarded by the priests and Vestals with greater care than their own lives."},{"startMs":884880,"durationMs":6400,"subtitle":"In the Bible we find many references made to the sacred fires used as one form of devotion"},{"startMs":891280,"durationMs":7280,"subtitle":"by the ancient Israelites. The Altar of Burnt Offerings is as old as the human race and dates"},{"startMs":898560,"durationMs":5920,"subtitle":"from the time when primordial man, lifting himself out of the mists of ancient Lemuria,"},{"startMs":905040,"durationMs":4080,"subtitle":"first saw the sun, the great Fire Spirit of the universe."},{"startMs":910160,"durationMs":6000,"subtitle":"Among the followers of Zoroaster, the Persian Initiate, fire has been used for centuries in"},{"startMs":916160,"durationMs":6400,"subtitle":"honor of the great Fire God—Ormuzd—who is said by them to have created the universe."},{"startMs":924240,"durationMs":6240,"subtitle":"There are two parts, or divisions, of humanity whose history is closely related to that of the"},{"startMs":930480,"durationMs":7120,"subtitle":"Wisdom Teachings. They embody the doctrines of fire and water, the two opposites of nature."},{"startMs":938720,"durationMs":6400,"subtitle":"Those who follow the path of faith (or the heart) use water and are known as the Sons of Seth,"},{"startMs":945760,"durationMs":4240,"subtitle":"while those who follow the path of the mind and action are the Sons of Cain,"},{"startMs":950880,"durationMs":7520,"subtitle":"who was the son of Samael, the Spirit of Fire. Today we find the latter among the alchemists,"},{"startMs":958400,"durationMs":4080,"subtitle":"the Hermetic philosophers, the Rosicrucians, and the Freemasons."},{"startMs":963920,"durationMs":6880,"subtitle":"It is well to understand that we, ourselves, are the cube altar upon which and in which"},{"startMs":970800,"durationMs":6080,"subtitle":"burns the altar fire. For many centuries the Initiate of fire has been nourishing"},{"startMs":976880,"durationMs":7280,"subtitle":"and guarding the Spiritual Flame within himself, as day and night the ancient priests tended the"},{"startMs":984160,"durationMs":7520,"subtitle":"altar fires of Vesta’s Temple. Know that the Flame that burns within you and lights your way"},{"startMs":991680,"durationMs":6480,"subtitle":"is the ever-burning lamp of the ancients. As their lamps were fed by the purest of oil,"},{"startMs":998720,"durationMs":5440,"subtitle":"so your spiritual Flame must be fed by a life of purity and altruism."},{"startMs":1005600,"durationMs":4400,"subtitle":"The ever-burning lamp of the alchemist, which burned for thousands of years without"},{"startMs":1010000,"durationMs":9040,"subtitle":"fuel in the catacombs of Rome, is but a symbol of this same Spiritual Fire within himself which was"},{"startMs":1019040,"durationMs":5760,"subtitle":"carried by the Initiate in his wandering. It represents the spinal column of man,"},{"startMs":1025440,"durationMs":5120,"subtitle":"at the top of which is flickering a little blue and red flame. As"},{"startMs":1030560,"durationMs":6240,"subtitle":"the lamp of the ancients was fed and kept burning by the purest of olive oil, so man"},{"startMs":1036800,"durationMs":6320,"subtitle":"is transmuting within himself and cleansing in the Laver of Purification the life essences,"},{"startMs":1043760,"durationMs":5360,"subtitle":"which (when turned upward) provide fuel for the ever-burning lamp within himself."},{"startMs":1050560,"durationMs":6880,"subtitle":"Upon the altars of the ancients were offered sacrifices to their gods. The ancient hierophant"},{"startMs":1057440,"durationMs":7280,"subtitle":"offered up sacrifices of spices and incense. The Masonic brother of today still has among his"},{"startMs":1064720,"durationMs":6560,"subtitle":"symbols the incense burner or censer, but few of the brothers recognize themselves in this symbol."},{"startMs":1072480,"durationMs":5360,"subtitle":"Under such symbols as this the ancients set forth the development of the individual."},{"startMs":1078880,"durationMs":5040,"subtitle":"As the tiny spark burning among the incense cubes slowly consumes all,"},{"startMs":1084560,"durationMs":6400,"subtitle":"so the Spiritual Flame within man is slowly burning away and transmuting the base metals and"},{"startMs":1090960,"durationMs":7280,"subtitle":"properties within himself, offering up the essence thereof as the smoke upon the Altar of Divinity."},{"startMs":1099360,"durationMs":5600,"subtitle":"It is said that King Solomon, when he completed his Temple, offered bulls as a"},{"startMs":1104960,"durationMs":6320,"subtitle":"sacrifice to the Lord by burning them upon the Temple Altar. Those who believe in a"},{"startMs":1111280,"durationMs":6000,"subtitle":"harmless life wonder why so many references are made in the Bible to animal sacrifice."},{"startMs":1119040,"durationMs":5200,"subtitle":"The student will realize that the animal sacrifices referred to are those of the"},{"startMs":1124240,"durationMs":6960,"subtitle":"celestial zodiac and that when the Ram or the Bull was offered upon the altar, it represented"},{"startMs":1131200,"durationMs":7920,"subtitle":"the qualities in man which come through Aries (the celestial Ram) and Taurus (the celestial Bull)."},{"startMs":1140160,"durationMs":6960,"subtitle":"In other words, the Initiate, passing through his tests and purification, is offering upon"},{"startMs":1147120,"durationMs":6400,"subtitle":"the altar of his own higher being the lower animal instincts and desires within himself."},{"startMs":1155200,"durationMs":5040,"subtitle":"Among the Masonic brothers we find also what is called the Symbol of Mortality."},{"startMs":1161120,"durationMs":6080,"subtitle":"It consists of a spade, a coffin, and an open grave, while upon the coffin"},{"startMs":1167200,"durationMs":7200,"subtitle":"has been laid a sprig of acacia, or evergreen. In the picture we see the spade of the grave-digger,"},{"startMs":1174400,"durationMs":3440,"subtitle":"which has been considered the symbol of death for centuries."},{"startMs":1179040,"durationMs":6400,"subtitle":"Let us take the spade that now digs our graves through the passions and emotions of life and"},{"startMs":1185440,"durationMs":6720,"subtitle":"use it to unearth the secret room far below the rubbish of the fallen temple of the human soul."},{"startMs":1193840,"durationMs":5920,"subtitle":"In the Book of Thoth, that strange document which has descended to man at his present stage"},{"startMs":1199760,"durationMs":6400,"subtitle":"of evolution as a deck of ordinary playing cards, we find a very wonderful symbolism."},{"startMs":1207360,"durationMs":6720,"subtitle":"Of all the suits of cards the spade is the only one in which all the court cards face"},{"startMs":1214080,"durationMs":6480,"subtitle":"away from the pip. On all the other kings and queens the faces are looking at the little"},{"startMs":1220560,"durationMs":7120,"subtitle":"marker in the corner of the card, but in the spade suit they look away from it. It is said"},{"startMs":1227680,"durationMs":7280,"subtitle":"that the spade has been taken from the acorn, but the occult student has a different idea. He sees"},{"startMs":1234960,"durationMs":6560,"subtitle":"in the spade, which has for ages been the symbol of death, a certain part of his own anatomy."},{"startMs":1242640,"durationMs":3680,"subtitle":"If you will turn again to the picture of the spade you will note,"},{"startMs":1246320,"durationMs":6160,"subtitle":"if you have ever studied anatomy, that the grave-digger’s spade is the spinal column and"},{"startMs":1252480,"durationMs":6720,"subtitle":"the spade shaped piece used on the deck of cards is nothing more or less than the sacrum bone."},{"startMs":1260560,"durationMs":5760,"subtitle":"This bone forms the base of the spinal column, and is also the head of the spear of the Passion."},{"startMs":1267520,"durationMs":6720,"subtitle":"Through it and the foramina which pierce it pass the roots of the spinal nerve, which are indeed"},{"startMs":1274240,"durationMs":6480,"subtitle":"the roots of the Tree of Life. This is the center through which are nourished and fed"},{"startMs":1280720,"durationMs":6880,"subtitle":"the lower vertebrae of the spine —the sacral and coccygeal bones that dig the graves for all"},{"startMs":1287600,"durationMs":6480,"subtitle":"created things. This point has been beautifully symbolized by the grave-digger’s spade,"},{"startMs":1294080,"durationMs":3600,"subtitle":"which has been used by the brothers of many mystic organizations."},{"startMs":1298880,"durationMs":6400,"subtitle":"The currents and forces working through these lower spinal nerves must be transmuted and"},{"startMs":1305280,"durationMs":6720,"subtitle":"lifted upward to feed the altar fire at the positive, or upper end of the spine."},{"startMs":1313680,"durationMs":6960,"subtitle":"The focussing of thought or emotion upon higher or lower things, as the case may be, determines where"},{"startMs":1320640,"durationMs":6640,"subtitle":"this life energy will be expended. If the lower emotions predominate, the flame upon the altar"},{"startMs":1327280,"durationMs":5520,"subtitle":"burns low and flickers out, because the forces which feed it have been concentrated upon the"},{"startMs":1332800,"durationMs":8160,"subtitle":"lower centers. But when altruism predominates, the lower forces are raised upward and pass"},{"startMs":1340960,"durationMs":5360,"subtitle":"through the purification which makes possible their use as fuel for the ever-burning lamp."},{"startMs":1347440,"durationMs":6720,"subtitle":"Thus, we see why it was a great sin to let the lamp go out, for the Pillar of Flame,"},{"startMs":1354160,"durationMs":5680,"subtitle":"purified and prepared after the directions of the Most High, which hovered over the Tabernacle,"},{"startMs":1360640,"durationMs":6960,"subtitle":"is the Spiritual Flame which, hovering above man, lights his way wherever he may go."},{"startMs":1368880,"durationMs":6560,"subtitle":"This is the light that has gone out. It is the candle that is hidden under the bushel. This is"},{"startMs":1375440,"durationMs":7520,"subtitle":"the true light that forever dispels the darkness of ignorance and uncertainty. Let the light shine"},{"startMs":1382960,"durationMs":6800,"subtitle":"forth through a purified body and a balanced mind, for this light is the life of our brother man."},{"startMs":1391280,"durationMs":5600,"subtitle":"The sun of our solar system, that is the spiritual sun behind the physical globe,"},{"startMs":1397440,"durationMs":6320,"subtitle":"is one of these Flames. Its beginning was no greater than that of the flame in the human soul,"},{"startMs":1403760,"durationMs":5760,"subtitle":"but through the power of attraction and the transmutation of its ever-increasing energies"},{"startMs":1409520,"durationMs":6480,"subtitle":"it has reached its present proportions. This Flame in man is the “light that shineth in"},{"startMs":1416000,"durationMs":8000,"subtitle":"darkness.” It lights his way as no exterior light could do. This radiation from himself"},{"startMs":1424000,"durationMs":5920,"subtitle":"brings into view, one by one, the hidden things of Cosmos, and his ignorance is"},{"startMs":1429920,"durationMs":6320,"subtitle":"dispelled in the exact proportion as his light is spread, for the darkness of the unknown"},{"startMs":1436240,"durationMs":5920,"subtitle":"can only be displaced by light, and the greater the light the farther back the darkness is driven."},{"startMs":1443360,"durationMs":5520,"subtitle":"This Flame is the lamp of the philosopher, which he carries through the dark passageways of life"},{"startMs":1448880,"durationMs":6240,"subtitle":"and by whose light he walks among the stones and along the edge of the narrow cliff without fear."},{"startMs":1456160,"durationMs":7280,"subtitle":"But though he gains all other things and has not this light within himself, he cannot know where he"},{"startMs":1463440,"durationMs":8640,"subtitle":"goes, he cannot watch his footsteps, and he cannot dispel his ignorance with the light of truth."},{"startMs":1472080,"durationMs":8000,"subtitle":"Therefore, let each man tend the fire that burns upon his altar. Let him make that altar (his body)"},{"startMs":1480080,"durationMs":6720,"subtitle":"as beautiful and harmonious as possible, and let him also offer upon that altar the frankincense"},{"startMs":1486800,"durationMs":7200,"subtitle":"and myrrh (his thoughts and his deeds). As in the Tabernacle he offers all upon the altar of"},{"startMs":1494000,"durationMs":6640,"subtitle":"Divinity, so let him day by day, through the mastery of the lower emotions within himself,"},{"startMs":1501280,"durationMs":7680,"subtitle":"dispel the symbols of mortality—the coffin and the open grave. Let him realize that,"},{"startMs":1508960,"durationMs":8160,"subtitle":"no matter how crystallized or dead his life may be, the fact that he exists at all proves"},{"startMs":1517120,"durationMs":7680,"subtitle":"that the sprig of acacia—the promise of life and immortality—is present somewhere within himself;"},{"startMs":1525840,"durationMs":6720,"subtitle":"that even though the flame of life may appear faint or cold, if he will supply the fuel by his"},{"startMs":1532560,"durationMs":8240,"subtitle":"daily actions he will kindle within himself once more the Altar Flame; and this, shining forth,"},{"startMs":1540800,"durationMs":7360,"subtitle":"will help his brother also to kindle a flame and make it a living sacrifice to the living God."},{"startMs":1549760,"durationMs":2080,"subtitle":"The Sacred City Of Shamballa"},{"startMs":1554400,"durationMs":6480,"subtitle":"In every mythology and legendary religion of the world there is one spot that is sacred above all"},{"startMs":1560880,"durationMs":7600,"subtitle":"others to the great ideal of that religion. To the Norsemen it was Valhalla, the City of the Slain,"},{"startMs":1569040,"durationMs":5200,"subtitle":"built of the spears of heroes, where feasting and warfare were the order of the day."},{"startMs":1575120,"durationMs":3760,"subtitle":"Here the heroes fought all day and reveled by night."},{"startMs":1580000,"durationMs":6320,"subtitle":"Each day they killed the wild boar and feasted on it and the next day it came to life again."},{"startMs":1587360,"durationMs":5920,"subtitle":"In the Northland they tell us that Valhalla was high up on the top of the mountains and connected"},{"startMs":1593280,"durationMs":7600,"subtitle":"to the earth below by Bifrost, the Rainbow Bridge. Up and down this bridge the gods passed,"},{"startMs":1601440,"durationMs":8480,"subtitle":"and Odin—the All-Father—came down from Asgard, the City of the Gods, to work and labor with mankind."},{"startMs":1611200,"durationMs":5840,"subtitle":"Among the Greeks, Mount Olympus was held sacred and here the gods are said to have lived high up"},{"startMs":1617040,"durationMs":5680,"subtitle":"on the top of a mountain. The Knights of the Holy Grail are said to have had their castle"},{"startMs":1622720,"durationMs":7280,"subtitle":"among the crags and peaks of Mount Salvart in northern Spain. In every religion of the world"},{"startMs":1630000,"durationMs":6080,"subtitle":"there is a holy place. The Oriental Meru, Mount Moriah and Mount Sinai,"},{"startMs":1636080,"durationMs":6240,"subtitle":"upon which the Tablets of the Law were given to man, are all symbols of one universal ideal."},{"startMs":1643840,"durationMs":4720,"subtitle":"As each of these religions claimed a castle and a home among the clouds,"},{"startMs":1648560,"durationMs":6640,"subtitle":"so it is said that all the religions of the world have their headquarters in Shamballa, the Sacred"},{"startMs":1655200,"durationMs":5920,"subtitle":"City in the Gobi Desert of Mongolia, the high place upon the polar mountain of the world."},{"startMs":1662480,"durationMs":5600,"subtitle":"Among the Oriental peoples there are wonderful legends of this Sacred City, where it is said"},{"startMs":1668080,"durationMs":5440,"subtitle":"the Great White Lodge, or Brotherhood, meets to carry on the government of world affairs."},{"startMs":1688400,"durationMs":6560,"subtitle":"Editor's Note - In other texts, this Great White Brotherhood may also be referred to as"},{"startMs":1694960,"durationMs":5280,"subtitle":"The Great Brotherhood of light, the Council of Light, the Masters of the Ancient Wisdom,"},{"startMs":1700800,"durationMs":7200,"subtitle":"or the Ascended Masters. The belief is that there is a spiritual organization of ascended"},{"startMs":1708000,"durationMs":6960,"subtitle":"masters or mystics, men and women from all cultures, robed in glowing white light,"},{"startMs":1714960,"durationMs":3440,"subtitle":"that have risen from the Earth into immortality"},{"startMs":1718400,"durationMs":5440,"subtitle":"and help guide the spiritual development of humanity in their forward evolution."},{"startMs":1723840,"durationMs":244,"subtitle":"As the Aesir of Scandinavia were twelve in number and Mount Olympus had twelve deities,"},{"startMs":1724084,"durationMs":233,"subtitle":"so the Great White Brotherhood is said to have twelve members who meet in Shamballa"},{"startMs":1724317,"durationMs":4083,"subtitle":"to direct the affairs of men. It is said that this center of universal religion descended"},{"startMs":1728400,"durationMs":5520,"subtitle":"upon the earth when the polar cap, which was the first part of the earth’s surface to crystallize,"},{"startMs":1734640,"durationMs":7120,"subtitle":"became solid enough to support life. Science now knows that not only does the earth have"},{"startMs":1741760,"durationMs":5280,"subtitle":"two motions — that of rotation upon its axis and revolution around the sun—but"},{"startMs":1747840,"durationMs":7680,"subtitle":"that it also has nine other motions, according to Flammarion, the French astronomer. One of these"},{"startMs":1755520,"durationMs":6400,"subtitle":"motions is that of the alternation of the poles; in other words, some day that part of the earth’s"},{"startMs":1761920,"durationMs":7040,"subtitle":"surface which is now the North Pole will become the South Pole. It is, therefore, said that the"},{"startMs":1768960,"durationMs":8320,"subtitle":"Sacred City has left its central position and, after much wandering, is now located in Mongolia."},{"startMs":1779040,"durationMs":4480,"subtitle":"Those acquainted with the Mohammedan religion will see something of great interest in the"},{"startMs":1783520,"durationMs":6880,"subtitle":"annual pilgrimage to the Kabba at Mecca, where thousands go to honor the stone of Abraham,"},{"startMs":1790400,"durationMs":4160,"subtitle":"the great aerolite upon which Mohammed is said to have rested his foot."},{"startMs":1795680,"durationMs":8640,"subtitle":"Old and young alike, some even carried, wind through desert sands and endure untold hardships,"},{"startMs":1804320,"durationMs":7040,"subtitle":"many coming from great distances, to visit the place they cherish and love. In India"},{"startMs":1811360,"durationMs":6640,"subtitle":"we find many sacred places to which pilgrims go, even as the Templars in our Christian religion"},{"startMs":1818000,"durationMs":6480,"subtitle":"went to the sepulchre of Christ. Few see in this anything more than an outward symbol,"},{"startMs":1825040,"durationMs":4320,"subtitle":"but the mystic recognizes the great esoteric truth contained therin."},{"startMs":1830160,"durationMs":7440,"subtitle":"The spiritual consciousness in man is a pilgrim on the way to Mecca. As this consciousness passes"},{"startMs":1837600,"durationMs":4400,"subtitle":"upward through the centers and nerves of the body, it is like the pilgrim climbing"},{"startMs":1842000,"durationMs":5120,"subtitle":"the heights of Mount Sinai or the Knight of the Holy Grail returning to Mount Salvart."},{"startMs":1848240,"durationMs":6640,"subtitle":"When the spinal fire of man starts on its upward journey, it stops at many shrines and"},{"startMs":1854880,"durationMs":6720,"subtitle":"visits many holy places, for, like the Masonic brother and his Jacob’s Ladder, the way that"},{"startMs":1861600,"durationMs":8800,"subtitle":"leads to heaven is upward and inward. The spinal fire passes through the centers, or seed ground,"},{"startMs":1870400,"durationMs":6240,"subtitle":"of many great principles and worships at the shrines of many divine essences within itself."},{"startMs":1877600,"durationMs":5760,"subtitle":"It is eternally going upward, however, and finally it reaches the great desert;"},{"startMs":1884000,"durationMs":6000,"subtitle":"but only after pain and suffering and long labor does it cross that waste of sand."},{"startMs":1890960,"durationMs":6400,"subtitle":"This is the Gethsemane of the higher man. But finally the pilgrim crosses the Sacred Desert"},{"startMs":1897360,"durationMs":5360,"subtitle":"and before him in the heart of the Lotus rises the Golden City—Shamballa."},{"startMs":1904800,"durationMs":4400,"subtitle":"In the spreading of the bone between the eyes, called the frontal sinus,"},{"startMs":1909200,"durationMs":7360,"subtitle":"is the seat of the intellectual divinity in man. There, in a peculiar gaseous material,"},{"startMs":1916560,"durationMs":9360,"subtitle":"floats (or rather exists, or is) the fine essence which we know as the mental spirit. This is the"},{"startMs":1925920,"durationMs":5600,"subtitle":"Lost City in the Sacred Desert, connected to the lower world by the Rainbow Bridge,"},{"startMs":1931520,"durationMs":7040,"subtitle":"or the Silver Cord, and it is to this point in himself that the aspirant is striving to rise."},{"startMs":1939680,"durationMs":5280,"subtitle":"This is the sacred pilgrimage of the Soul, in which the individual, leaving the lower"},{"startMs":1944960,"durationMs":6400,"subtitle":"man and the world below, climbs upward into the Higher Man, or Higher World— the brain."},{"startMs":1952480,"durationMs":6720,"subtitle":"This is the great pilgrimage to Shamballa, and as that great city is the center for the direction"},{"startMs":1959200,"durationMs":6480,"subtitle":"of our earth, so the corresponding great city in man is the center for his governmental system."},{"startMs":1967280,"durationMs":5440,"subtitle":"When any other principle governs man he is not attuned to his own Higher Self,"},{"startMs":1973280,"durationMs":4480,"subtitle":"and it is only when the gods, representing this higher principle,"},{"startMs":1977760,"durationMs":5920,"subtitle":"come down the Rainbow Bridge and labor with him, teaching him the arts and sciences,"},{"startMs":1983680,"durationMs":6960,"subtitle":"that he is truly receiving his divine birthright. In the Orient the disciple looks forward with"},{"startMs":1990640,"durationMs":5840,"subtitle":"eager longing to the time when he will be allowed to worship before the gates of the Sacred City;"},{"startMs":1997120,"durationMs":6880,"subtitle":"when he shall see the Initiates in silent conclave around the circular table of the zodiac;"},{"startMs":2004000,"durationMs":5280,"subtitle":"when the Veil of Isis shall be torn away and the cover lifted from the Grail Cup."},{"startMs":2010800,"durationMs":7840,"subtitle":"Let the seeker remember that all these things must first happen within himself before he can find"},{"startMs":2018640,"durationMs":6960,"subtitle":"them in the universe without. The twelve Elder Brothers within himself must first be reached and"},{"startMs":2025600,"durationMs":6400,"subtitle":"understood before those of the universe can be comprehended. If he would find the great Initiates"},{"startMs":2032000,"durationMs":7200,"subtitle":"without, he must first find them within; if he would see that Sacred City in the Lotus Blossom,"},{"startMs":2039920,"durationMs":7600,"subtitle":"he must first open that Lotus within himself which he does petal by petal when he purifies and"},{"startMs":2047520,"durationMs":8080,"subtitle":"attunes himself to the higher principles within. The Lotus is the spinal column with its roots"},{"startMs":2055600,"durationMs":8080,"subtitle":"deep in materiality and its blossom in the brain. Only when he sends nourishment and power upward"},{"startMs":2064240,"durationMs":6080,"subtitle":"can that Lotus blossom within himself and its many petals give out their spiritual fragrance."},{"startMs":2072480,"durationMs":4160,"subtitle":"May your consciousness be lifted upward through the Tree of Life"},{"startMs":2076640,"durationMs":4960,"subtitle":"within yourself until in the brain it blossoms forth as the Lotus,"},{"startMs":2081600,"durationMs":6240,"subtitle":"which rises from the darkness of the lower world and lifts its flower to catch the rays of the Sun."},{"startMs":2089440,"durationMs":6320,"subtitle":"You will sometimes see strange little Chinese gods or Oriental Buddhas sitting on the blossom of"},{"startMs":2095760,"durationMs":8080,"subtitle":"a Lotus. In fact, if you look carefully you will find nearly all the Oriental gods are so depicted."},{"startMs":2104800,"durationMs":5600,"subtitle":"This means that they have opened within themselves that Spiritual Consciousness which they call the"},{"startMs":2110400,"durationMs":7520,"subtitle":"Kundalini. The little hats worn by the Hindu gods also are made to represent an inverted flower,"},{"startMs":2118480,"durationMs":7440,"subtitle":"and here once more, like the rod of Aaron that budded, we see reference made to the unfolding of"},{"startMs":2125920,"durationMs":7920,"subtitle":"the Spiritual Consciousness within. When the Lotus Blossom has reached maturity it drops its seed and"},{"startMs":2133840,"durationMs":7120,"subtitle":"from this seed new plants are produced. Similarly, within the Spiritual Consciousness, when the soul"},{"startMs":2140960,"durationMs":6720,"subtitle":"plant is finished its principles are released as seed, and drop back into the sea of spirit."},{"startMs":2149040,"durationMs":4640,"subtitle":"The buds on the rod of Aaron are the seven centers within yourself, which"},{"startMs":2153680,"durationMs":6240,"subtitle":"when you develop their spiritual powers shine out as centers of fire within your own being."},{"startMs":2160960,"durationMs":4240,"subtitle":"The ancients have used flowers to symbolize these spinal centers,"},{"startMs":2165200,"durationMs":7040,"subtitle":"which when they shine out show that the dead stick, cut from the Tree of Life, has budded or"},{"startMs":2172240,"durationMs":6880,"subtitle":"that the disciple has vivified the vortices of creative energy — the chakras along the spine."},{"startMs":2180560,"durationMs":3680,"subtitle":"In the Western World the Lotus has been changed to the Rose."},{"startMs":2185040,"durationMs":6240,"subtitle":"The Roses of the Rosicrucian, the Roses of the Masonic degrees, and also those of the Order"},{"startMs":2191280,"durationMs":7280,"subtitle":"of the Garter in England all stand for the same thing: the awakening of spiritual consciousness"},{"startMs":2198560,"durationMs":9360,"subtitle":"and unfolding into full bloom the soul qualities of man. When man opens this bud within himself,"},{"startMs":2207920,"durationMs":6800,"subtitle":"he finds, like the golden pollen in the flower, this wonderful spiritual city, Shamballa,"},{"startMs":2214720,"durationMs":6960,"subtitle":"in the heart of the thousand-petalled Lotus of the brain. When this pilgrimage of his Spiritual Fire"},{"startMs":2221680,"durationMs":5280,"subtitle":"is accomplished, man is liberated from the top of the mountain as in the Ascension of Christ."},{"startMs":2227840,"durationMs":6000,"subtitle":"It is then that the spiritual man, freed by his pilgrimage from the Wheel of Bondage,"},{"startMs":2233840,"durationMs":6560,"subtitle":"rises upward from the midst of his disciples—the convolutions of the brain—with that great"},{"startMs":2240400,"durationMs":5280,"subtitle":"cry of the Initiate which for ages has sounded through the Mystery Schools"},{"startMs":2245680,"durationMs":6400,"subtitle":"when the purified adept goes onward and upward to become a pillar in the Temple of his God."},{"startMs":2253120,"durationMs":7040,"subtitle":"With that last cry the true mystery of Shamballa, the Sacred City, is understood."},{"startMs":2261440,"durationMs":4880,"subtitle":"The new master joins the ranks of those who, in white robes of purity—their"},{"startMs":2266880,"durationMs":8720,"subtitle":"own soul-bodies —have sounded the eternal tocsin: “Consummatum Est,” it is finished."},{"startMs":2276880,"durationMs":1920,"subtitle":"The Mystery of the Alchemist"},{"startMs":2281280,"durationMs":4560,"subtitle":"THERE are few occult students today who have not heard of the alchemist,"},{"startMs":2285840,"durationMs":5200,"subtitle":"but there are very few who know anything about the strange men who lived during the Middle"},{"startMs":2291040,"durationMs":7040,"subtitle":"Ages and concealed under chemical symbolism the story of the soul. At a time when to"},{"startMs":2298080,"durationMs":5280,"subtitle":"express a heretical religious thought was to court annihilation at the stake or wheel,"},{"startMs":2304000,"durationMs":7120,"subtitle":"the alchemists labored silently in underground caves and cellars to learn the mysteries of nature"},{"startMs":2311120,"durationMs":4720,"subtitle":"which the religious opinions of their day denied them the privilege of explaining."},{"startMs":2316880,"durationMs":4480,"subtitle":"Let us picture the alchemist of old, deep in the study of natural lore."},{"startMs":2322400,"durationMs":6160,"subtitle":"We find him among the test tubes and retorts of his hidden laboratory; around him are massive"},{"startMs":2328560,"durationMs":6400,"subtitle":"tomes and manuscripts by ancient writers. He is a student of nature’s mysteries and"},{"startMs":2334960,"durationMs":7680,"subtitle":"has devoted years, perhaps lives, to the work he loves. His hair has long since grayed with age."},{"startMs":2344000,"durationMs":6000,"subtitle":"By the light of his little lamp he reads slowly and with difficulty the strange symbols on the"},{"startMs":2350000,"durationMs":6720,"subtitle":"pages before him. His mind is concentrated upon one thing, and that is the finding of"},{"startMs":2356720,"durationMs":6640,"subtitle":"the Philosopher’s Stone. With all the chemicals at his command and their various combinations"},{"startMs":2363360,"durationMs":5920,"subtitle":"thoroughly understood, he is laboring with his furnace and his burners to make out of"},{"startMs":2369280,"durationMs":8240,"subtitle":"the base metals the Philosopher’s Gold. At last he finds the key and gives to the world the secret"},{"startMs":2377520,"durationMs":7600,"subtitle":"of Gilead’s Balm and the Immortal Stone. Salt, sulphur, and mercury are the answer to his quest."},{"startMs":2385920,"durationMs":6080,"subtitle":"From them he makes the Philosopher’s Stone, from them he extracts the Elixir of Life,"},{"startMs":2392000,"durationMs":6720,"subtitle":"with their power he transmutes the base metals into gold. The world laughs at him"},{"startMs":2398720,"durationMs":6320,"subtitle":"but he goes on in silence, actually doing the very things the world believes impossible."},{"startMs":2406480,"durationMs":6000,"subtitle":"After many years of labor he takes his little lamp and silently slips away into the great Unknown."},{"startMs":2413600,"durationMs":7120,"subtitle":"No one knows what he has done or the discoveries that he has made, but he, with his little lamp,"},{"startMs":2420720,"durationMs":6720,"subtitle":"still explores the mysteries of the universe. As the close of the fifteenth century enshrouded him"},{"startMs":2427440,"durationMs":6000,"subtitle":"with mystery, so the dawn of the twentieth is crowning him with the glory of his just reward,"},{"startMs":2433440,"durationMs":4640,"subtitle":"for the world is beginning to realize the truths the alchemist knew"},{"startMs":2438080,"durationMs":5120,"subtitle":"and to marvel at the understanding which his years of labor had earned for him."},{"startMs":2444720,"durationMs":2320,"subtitle":"Man has been an alchemist from the time when"},{"startMs":2447040,"durationMs":6000,"subtitle":"first he raised himself and with his long latent powers pronounced himself as human."},{"startMs":2454240,"durationMs":5040,"subtitle":"Experiences are the chemicals of life with which the philosopher experiments."},{"startMs":2460320,"durationMs":5920,"subtitle":"Nature is the great book whose secrets he seeks to understand through her own wondrous symbolism."},{"startMs":2467200,"durationMs":6080,"subtitle":"His own Spiritual Flame is the lamp by which he reads and without which the printed pages mean"},{"startMs":2473280,"durationMs":5760,"subtitle":"nothing to him; his own body is the furnace in which he prepares the Philosopher’s Stone;"},{"startMs":2479840,"durationMs":6400,"subtitle":"his senses and organs are the test tubes; and incentive is the flame from the burner."},{"startMs":2487280,"durationMs":6240,"subtitle":"Salt, sulphur and mercury are the chemicals of his craft. According to the ancient philosophers,"},{"startMs":2493520,"durationMs":6480,"subtitle":"salt was of the earth - earthy, sulphur was a fire which was spiritual, while"},{"startMs":2500000,"durationMs":6720,"subtitle":"mercury was only a messenger, like the winged Hermes of the Greeks, whose color is purple,"},{"startMs":2506720,"durationMs":5440,"subtitle":"which is the blending of the red and the blue—the blue of the spirit and the red of the body."},{"startMs":2513680,"durationMs":5920,"subtitle":"The mystic realizes that he himself is the Philosopher’s Stone, and that this stone is made"},{"startMs":2519600,"durationMs":7280,"subtitle":"diamond-like when the salt and the sulphur (the spirit and the body) are united through mercury"},{"startMs":2526880,"durationMs":8240,"subtitle":"(the link of mind). Man is the incarnated principle of mind as the animal is the incarnated"},{"startMs":2535120,"durationMs":7200,"subtitle":"principle of emotion. Man stands with one foot on the heavens and the other on the earth. His"},{"startMs":2542320,"durationMs":6000,"subtitle":"higher being is lifted to the celestial spheres, but the lower ties him to terrestrial matter."},{"startMs":2549360,"durationMs":5120,"subtitle":"The philosopher builds his Sacred Stone by harmonizing his spirit and his body."},{"startMs":2555360,"durationMs":6480,"subtitle":"The hard knocks of life chip the stone away and facet it until it reflects light from a"},{"startMs":2561840,"durationMs":5440,"subtitle":"million different angles. The ultimate achievement is the Philosopher’s Stone."},{"startMs":2568560,"durationMs":6400,"subtitle":"The Elixir of Life is likewise the Spirit Fire (rather, the fuel which nourishes that fire)"},{"startMs":2575520,"durationMs":5440,"subtitle":"and the changing of the base metals into gold is accomplished when he transmutes the base elements"},{"startMs":2580960,"durationMs":6000,"subtitle":"of the lower man into spiritual gold. This he does by study and love."},{"startMs":2587920,"durationMs":5600,"subtitle":"Thus he is building within himself the lost panacea for the world’s woe."},{"startMs":2595200,"durationMs":4160,"subtitle":"The changing of base metals into gold can be called a literal fact,"},{"startMs":2599360,"durationMs":6480,"subtitle":"for the same chemical combination which produces spiritual gold will also produce physical gold."},{"startMs":2606960,"durationMs":6400,"subtitle":"It is known that many of the ancient alchemists really did create the precious metal out of lead,"},{"startMs":2613360,"durationMs":7120,"subtitle":"alloy, etc. This was upon the principle that all things contain some part of everything else."},{"startMs":2621520,"durationMs":5840,"subtitle":"In other words, every grain of sand or drop of water contains, in some proportion,"},{"startMs":2628240,"durationMs":5680,"subtitle":"every other element of the universe. Therefore, the alchemist did not try to"},{"startMs":2633920,"durationMs":6160,"subtitle":"make something from nothing but rather to extract and build that which already was,"},{"startMs":2640880,"durationMs":6960,"subtitle":"knowing this to be the only reasonable course of procedure. Man can create nothing from nothing."},{"startMs":2648880,"durationMs":6320,"subtitle":"He does, however, contain within himself, in potential energy, all things and,"},{"startMs":2655200,"durationMs":7040,"subtitle":"like the alchemist with his metals, he is simply working with that which he already has. The"},{"startMs":2662240,"durationMs":7440,"subtitle":"living Philosopher's Stone is a very beautiful thing. Indeed, like the fire opal, it shines"},{"startMs":2669680,"durationMs":6320,"subtitle":"with a million different hues, ever changing with the mood of the wearer. The transmuting"},{"startMs":2676000,"durationMs":5680,"subtitle":"process whereby the spiritual essences, passing through the furnace of purification,"},{"startMs":2681680,"durationMs":8240,"subtitle":"radiate from the physical form as the soul-body of gold and blue is indeed a beautiful one."},{"startMs":2689920,"durationMs":6880,"subtitle":"The Masons have among their symbols a five- pointed star with two clasped hands within it, and"},{"startMs":2696800,"durationMs":7200,"subtitle":"in that we have the mystery of the Philosopher’s Stone. The clasped hands represent the united"},{"startMs":2704000,"durationMs":6240,"subtitle":"man in which the higher and the lower are working for their mutual betterment by a cooperative"},{"startMs":2710240,"durationMs":7600,"subtitle":"rather than a competitive system. The five-pointed star is the soul-body, born of this cooperation;"},{"startMs":2718640,"durationMs":5920,"subtitle":"it is the living Philosopher’s Stone, more precious than all the jewels on earth."},{"startMs":2726080,"durationMs":6720,"subtitle":"From it pour the rivers of life spoken of in the Bible; it is the Star of the Morning that heralds"},{"startMs":2732800,"durationMs":6320,"subtitle":"the dawn of Mastery and the reward of those who follow in the footsteps of the ancient alchemist."},{"startMs":2740640,"durationMs":6720,"subtitle":"We read from the ancient symbols that the alchemy of life produces in natural sequence all the"},{"startMs":2747360,"durationMs":5840,"subtitle":"states of progression explained in the writings of the alchemist, until finally the sun and"},{"startMs":2753200,"durationMs":7200,"subtitle":"the moon are united as described in the Hermetic Marriage, which is, in truth, the marriage of the"},{"startMs":2760400,"durationMs":7680,"subtitle":"body and the spirit for their mutual development. This takes place in man when the heart and mind"},{"startMs":2768080,"durationMs":7200,"subtitle":"are joined in eternal union. It occurs when the positive and negative poles within are united,"},{"startMs":2775840,"durationMs":7520,"subtitle":"and from that union is made the Philosopher’s Stone. We are the alchemists who centuries ago"},{"startMs":2783360,"durationMs":7600,"subtitle":"carried on in secret our studies of the soul. We still have the same opportunity that we had then,"},{"startMs":2790960,"durationMs":5760,"subtitle":"and even more, for now we can state our opinions with little danger of personal injury."},{"startMs":2797840,"durationMs":7200,"subtitle":"The modern alchemist thus has an opportunity that his ancient brother never had. In the contacts"},{"startMs":2805040,"durationMs":5840,"subtitle":"of daily life he sees nature’s experiments carried on; he sees the fusing of metals,"},{"startMs":2811440,"durationMs":6000,"subtitle":"and from the every-day book of life, through the process of analogy, he may study divinity."},{"startMs":2818480,"durationMs":4960,"subtitle":"By the flame of life’s experience the steel of his spirit is tempered."},{"startMs":2824400,"durationMs":6960,"subtitle":"As the moon in the zodiac touches off like a fuse the happenings of life, so his own desires and"},{"startMs":2831360,"durationMs":7680,"subtitle":"wishes touch off the powers of his soul, and these experiences may be transmuted into soul qualities"},{"startMs":2839040,"durationMs":6480,"subtitle":"when he has developed the eye which enables him to read the simplest of all books—everyday life."},{"startMs":2846960,"durationMs":3120,"subtitle":"The alchemist of today does not study alone,"},{"startMs":2850080,"durationMs":6560,"subtitle":"hidden in caves and cellars, but as he pursues his work it is seen that walls are built around him,"},{"startMs":2857360,"durationMs":7600,"subtitle":"for while (like the master of old) he is in the world, he is not of it. As he progresses"},{"startMs":2864960,"durationMs":5360,"subtitle":"further in his work, the light of other people’s advice and outside help grows weaker and weaker,"},{"startMs":2870880,"durationMs":7920,"subtitle":"until finally he stands alone in darkness. Then comes the time that he must use his own lamp"},{"startMs":2878800,"durationMs":6080,"subtitle":"and the various experiments which he has theretofore carried on must be his only guide."},{"startMs":2885760,"durationMs":5920,"subtitle":"He must take the Elixir of Life which he has developed and with it fill the lamp"},{"startMs":2891680,"durationMs":6720,"subtitle":"of his spiritual consciousness. Holding that above his head, he must walk into the Unknown"},{"startMs":2898400,"durationMs":5920,"subtitle":"where, if he has been a good and faithful servant, he will learn of the alchemy of divinity."},{"startMs":2905520,"durationMs":6480,"subtitle":"Where now test tubes and bottles are his implements, then he will study worlds and globes"},{"startMs":2912000,"durationMs":6960,"subtitle":"and as a silent watcher learn from that Divine One—the Great Alchemist of all the universe—the"},{"startMs":2919600,"durationMs":8720,"subtitle":"greatest alchemy of all: the creation of life, the maintenance of form, and the building of worlds."},{"startMs":2930160,"durationMs":1600,"subtitle":"The Egyptian Initiate"},{"startMs":2934240,"durationMs":5760,"subtitle":"Many ages have now elapsed since the Egyptain Priest-King passed through the pillars of"},{"startMs":2940000,"durationMs":7280,"subtitle":"Thebes. Ages before the sinking of Atlantis and many ages before the Christian era, Egypt was a"},{"startMs":2947280,"durationMs":6240,"subtitle":"land of great truths. The hand of the Great White Brotherhood was out stretched to the Empire of the"},{"startMs":2953520,"durationMs":5600,"subtitle":"Nile and the passages of the ancient pyramid resounded with the chants of the Initiates."},{"startMs":2960160,"durationMs":4400,"subtitle":"Then it was that the Pharaoh called half man, half divine,"},{"startMs":2964560,"durationMs":5280,"subtitle":"reigned over Egypt. The later Pharaohs were degenerate and of little importance."},{"startMs":2970640,"durationMs":4320,"subtitle":"It is only the early Pharaohs we now list among the Priest-Kings."},{"startMs":2976400,"durationMs":4720,"subtitle":"Try to picture the great Hall of Luxor with its inscriptive columns holding up"},{"startMs":2981120,"durationMs":5840,"subtitle":"domes of solid granite, each column having carved thereon the histories of the gods."},{"startMs":2987840,"durationMs":5120,"subtitle":"At the upper end of the chamber sat the Pharaoh of the Nile in his robes of state;"},{"startMs":2993760,"durationMs":6160,"subtitle":"around him were his counselors, chief among them the priest of the temple. An imposing"},{"startMs":2999920,"durationMs":7440,"subtitle":"spectacle it was: the gigantic frame of the later Atlantean, robed in gold and priceless jewels,"},{"startMs":3007360,"durationMs":5120,"subtitle":"on his head the crown of the North and South, the double empire of the ancients."},{"startMs":3013440,"durationMs":5200,"subtitle":"On his forehead was coiled the serpent of the Initiate—the serpent that was raised in the"},{"startMs":3018640,"durationMs":7520,"subtitle":"wilderness that all who looked thereon might live. This uraeus represented the sleeping serpent power"},{"startMs":3026160,"durationMs":7600,"subtitle":"in man which, coiled head downward around the Tree of Life, drove him from the Garden of the Lord,"},{"startMs":3033760,"durationMs":3840,"subtitle":"but which raised upon the cross, became the symbol of the Christ."},{"startMs":3039120,"durationMs":4960,"subtitle":"The encircled serpent is the crown of the ancient gods. It shows that the two"},{"startMs":3044080,"durationMs":7120,"subtitle":"paths or parts of the spirit fire have been united. This crown is the symbol of mastery"},{"startMs":3051200,"durationMs":5440,"subtitle":"and the union takes place within the student when the life forces are lifted to the brain."},{"startMs":3057920,"durationMs":5760,"subtitle":"The Pharaoh was an Initiate of Scorpio, and the serpent is the transmuted Scorpio energy"},{"startMs":3063680,"durationMs":7040,"subtitle":"which, working upward in the regenerated individual, is called the Kundalini. This serpent"},{"startMs":3070720,"durationMs":6160,"subtitle":"was the sign of Initiation. It meant that within the Initiate the serpent had been raised, for"},{"startMs":3076880,"durationMs":7920,"subtitle":"the true Pharaoh was a priest of God as well as a master of men. He sat upon the cube altar throne,"},{"startMs":3084800,"durationMs":6160,"subtitle":"indicating his mastery over the four elements of his physical body—a judge of the living and"},{"startMs":3090960,"durationMs":6400,"subtitle":"of the dead. In spite of all his power and glory and the grandeur of the world’s greatest empire,"},{"startMs":3098000,"durationMs":6160,"subtitle":"still he bowed in humble supplication to the will of the gods. In his hand he carried the"},{"startMs":3104160,"durationMs":7040,"subtitle":"triple sceptre of the Nile—the Flail or Whip, the Shepherd’s Crook, and the Anubis-headed Staff."},{"startMs":3112480,"durationMs":5280,"subtitle":"These were the symbols of his work. They represented the powers which he had mastered."},{"startMs":3118800,"durationMs":4160,"subtitle":"With the Whip he had subjugated his physical body; with the Shepherd’s"},{"startMs":3122960,"durationMs":6560,"subtitle":"Crook he was the guardian and keeper of his emotional body; with the Anubis-headed Staff"},{"startMs":3129520,"durationMs":5600,"subtitle":"he was master of his mind and worthy to wield the powers of government over others"},{"startMs":3135120,"durationMs":3680,"subtitle":"because, first of all, he obeyed the laws himself."},{"startMs":3140160,"durationMs":6720,"subtitle":"With all his robes of state, the scarab upon his breast, and the All-seeing Eye above his throne,"},{"startMs":3147520,"durationMs":4480,"subtitle":"there was still nothing so precious or sacred to the ancient Egyptian"},{"startMs":3152000,"durationMs":6000,"subtitle":"Priest-King as the triangular girdle or apron, the symbol of his initiation."},{"startMs":3159280,"durationMs":6560,"subtitle":"The apron of the ancient Egyptian carried with it the same symbolism as the Masonic apron of today."},{"startMs":3166400,"durationMs":5120,"subtitle":"It symbolized the purification of the bodies when the seat of the lower emotions,"},{"startMs":3171520,"durationMs":7920,"subtitle":"Scorpio, was covered by the white sheepskin of purification. This plain insignia, the symbol"},{"startMs":3179440,"durationMs":6720,"subtitle":"of his purification, though worn by many others inferior to him in rank and dignity but equal"},{"startMs":3186160,"durationMs":5840,"subtitle":"to him in spiritual achievement, was the most treasured possession of the Egyptian Priest-King."},{"startMs":3193280,"durationMs":6080,"subtitle":"There he sat enthroned, adorned with the symbols of his purification and mastery,"},{"startMs":3199360,"durationMs":6640,"subtitle":"a wise king over a wise people. It was through these Priest-Kings that Divinity worked,"},{"startMs":3206720,"durationMs":7760,"subtitle":"for they were of the Order of Melchizedek. Through them was formulated that doctrine which degeneracy"},{"startMs":3214480,"durationMs":5920,"subtitle":"has been unable entirely to obliterate and which we know as the divine right of kings—divine"},{"startMs":3221200,"durationMs":6160,"subtitle":"because by reason of their spirituality and growth God was able to manifest through them."},{"startMs":3228400,"durationMs":6400,"subtitle":"Conscious instruments were they, in the hands of a superior power, willing and proud to do the"},{"startMs":3234800,"durationMs":6160,"subtitle":"work of those Superior Beings with whom they had attuned themselves through knowledge and truth."},{"startMs":3242000,"durationMs":3920,"subtitle":"But, as with every nation, the time came when selfishness"},{"startMs":3245920,"durationMs":3920,"subtitle":"and egotism entered the hearts of king and people alike."},{"startMs":3251040,"durationMs":6240,"subtitle":"Slowly the hand of the Great White Brotherhood that had fed ancient Egypt was withdrawn;"},{"startMs":3258400,"durationMs":7200,"subtitle":"slowly the powers of darkness transformed its former magnificence into crumbling ruins, and the"},{"startMs":3265600,"durationMs":7360,"subtitle":"names of once mighty kings were buried beneath the oblivion of degeneracy. Mighty cataclysms"},{"startMs":3272960,"durationMs":6240,"subtitle":"shook the world and out of the land of darkness the Great White Brotherhood led the faithful few"},{"startMs":3279200,"durationMs":7360,"subtitle":"into the promised land. Egypt, once the land of hope and glory, disintegrated into dust."},{"startMs":3287680,"durationMs":5280,"subtitle":"The great temples of the Pharaohs are naught but ruins, the temples of Isis broken heaps"},{"startMs":3292960,"durationMs":5840,"subtitle":"of sandstone. But what of the Priest-Kings who labored there in the days of its glory?"},{"startMs":3299920,"durationMs":6720,"subtitle":"They are still with us, for those who were leaders before are leaders now if they have"},{"startMs":3306640,"durationMs":6640,"subtitle":"continued to walk in the path. Though his secptre be gone and his priestly vestments moulded away,"},{"startMs":3313840,"durationMs":3520,"subtitle":"still the Priest-King walks the earth with the dignity,"},{"startMs":3317360,"durationMs":4640,"subtitle":"the power, and the childlike simplicity that formerly made him great."},{"startMs":3322960,"durationMs":4720,"subtitle":"Though he no longer wears the robes of his Order and though he be without credentials,"},{"startMs":3328480,"durationMs":7680,"subtitle":"yet is he now as much a Priest-King as then, for he still bears the insignia of his true rank."},{"startMs":3337440,"durationMs":3760,"subtitle":"Knowledge and love have replaced the coiled serpent of the past;"},{"startMs":3341840,"durationMs":7200,"subtitle":"the hand that bestowed gifts of riches then does little acts of kindness now. Though he no"},{"startMs":3349040,"durationMs":6720,"subtitle":"longer carries the triple secptre of self-mastery, still he manifests that mastery in his daily life."},{"startMs":3356880,"durationMs":6320,"subtitle":"Though the altar fires within the Temple at Karnak have long since been dead, the true fire"},{"startMs":3363200,"durationMs":6240,"subtitle":"still burns within himself and still he bows before it as in the days of Egypt’s splendor."},{"startMs":3370560,"durationMs":6000,"subtitle":"Though the priest be no longer his counselor and the wise ones of his country no longer aid him"},{"startMs":3376560,"durationMs":7280,"subtitle":"in problems of state, yet is he never alone, for the priests in white and the counselors in blue"},{"startMs":3383840,"durationMs":6000,"subtitle":"still march by his side, whispering words of strength and courage when he needs them."},{"startMs":3391040,"durationMs":6880,"subtitle":"Have you not seen people whom, somehow, you instinctively liked? Have you not seen charming"},{"startMs":3397920,"durationMs":7520,"subtitle":"people whom, in spite of their charms you disliked ? Have you not seen apparently learned people who"},{"startMs":3405440,"durationMs":8240,"subtitle":"were really ignorant, and again, other people who, though unschooled, you felt to be wise? Truth and"},{"startMs":3413680,"durationMs":7760,"subtitle":"love are the insignia of rank which the loss of title or position cannot destroy. With or without"},{"startMs":3421440,"durationMs":8480,"subtitle":"crowns, they were kings. Still they are kings and so will remain to the end of time, and still"},{"startMs":3429920,"durationMs":6800,"subtitle":"they manifest their rank, not by their arrogance but by the soul qualities radiating from them."},{"startMs":3437920,"durationMs":5920,"subtitle":"The purity of life and motive still radiates from those of old who wore the apron of the Initiate,"},{"startMs":3444480,"durationMs":5920,"subtitle":"for while that triangular apron with the serpent drawn upon it has long since rotted away,"},{"startMs":3451120,"durationMs":5920,"subtitle":"the spiritual counterpart of that symbol is still seen in the radiance of their daily lives,"},{"startMs":3457680,"durationMs":8960,"subtitle":"thus proving beyond all dispute that as they were Priest-Kings then, so are they today. In every"},{"startMs":3466640,"durationMs":7280,"subtitle":"walk of life we find them—in the high places and in the low. But wherever found they are still the"},{"startMs":3473920,"durationMs":7440,"subtitle":"mouthpieces of the gods and through them comes the promise to all who strive. Kings they are,"},{"startMs":3481360,"durationMs":6800,"subtitle":"not of earth but of heaven, and in the life of our own Master Jesus we find one who joined himself to"},{"startMs":3488160,"durationMs":6720,"subtitle":"those who served, and who was a true King even when his only crown was a wreath of thorns."},{"startMs":3496480,"durationMs":3680,"subtitle":"Still in the invisible ether about the Pyramid of Gizeh"},{"startMs":3500160,"durationMs":6320,"subtitle":"the initiations continue; still the Initiate there receives the insignia of his rank."},{"startMs":3507360,"durationMs":6880,"subtitle":"Before that Fire within himself he makes his vows and upon the burning altar of his own higher being"},{"startMs":3514240,"durationMs":7360,"subtitle":"he lays his crown and his sceptre, his robes and his jewels, his hates and his fears, sanctifying"},{"startMs":3521600,"durationMs":8240,"subtitle":"his life as a Priest- King and swearing to serve none but the god within his own higher Self."},{"startMs":3530880,"durationMs":1440,"subtitle":"The Jewish Covenant"},{"startMs":3534640,"durationMs":4400,"subtitle":"One of the most interesting symbols which has come down to us from the ancients"},{"startMs":3539040,"durationMs":4800,"subtitle":"is that of the Ark, or the box that was said to contain the sacred relics."},{"startMs":3544560,"durationMs":3840,"subtitle":"Many people believe that this belongs particularly to the Jewish nation,"},{"startMs":3548960,"durationMs":5440,"subtitle":"but this is a great mistake because the Ark has been the birthright of every country."},{"startMs":3555520,"durationMs":6000,"subtitle":"Like the Jewish people, all races lost much of their power and glory when they lost the sacred"},{"startMs":3561520,"durationMs":8560,"subtitle":"Ark. In ancient Chaldea and Phoenicia the Ark was well known. India celebrates it as the Lotus. The"},{"startMs":3570080,"durationMs":7680,"subtitle":"ancient Egyptians tell how the moon-god Osiris was imprisoned in an ark. In all the Mystery Religions"},{"startMs":3577760,"durationMs":8240,"subtitle":"of the world, individually and cosmically, the ark represents the fountain-head of wisdom. Over"},{"startMs":3586000,"durationMs":6080,"subtitle":"it the Shekinah’s glory hovers as a column of flame by night and a pillar of smoke by day."},{"startMs":3593120,"durationMs":5760,"subtitle":"When the Priest-Kings and Initiates, surrounded by those faithful to the truth, take the sacred"},{"startMs":3598880,"durationMs":6400,"subtitle":"Ark away from an old civilization, they carry it into other lands and to other peoples,"},{"startMs":3605280,"durationMs":5200,"subtitle":"where its presence becomes the foundation of a great order of spiritual enlightenment."},{"startMs":3611600,"durationMs":7200,"subtitle":"In every creed and every religion crystallization goes on. We find small groups of people separating"},{"startMs":3618800,"durationMs":7360,"subtitle":"themselves from their fellowmen; clinging to the old, they refuse to advance with the new. Whenever"},{"startMs":3626160,"durationMs":6720,"subtitle":"we find this crystallization we also find the spirit of truth carried away to another people and"},{"startMs":3632880,"durationMs":6640,"subtitle":"embodied in other doctrines. The staves by which the ancient Ark of the Israelites was carried or"},{"startMs":3639520,"durationMs":7040,"subtitle":"transported, were never removed until it was finally placed in Solomon’s Temple. Likewise,"},{"startMs":3647200,"durationMs":6960,"subtitle":"never does the spirit-fire in man come to rest until finally it is enthroned in the Holy Place"},{"startMs":3654160,"durationMs":7920,"subtitle":"of his Solar Temple. Ever towards the rising sun its bearers carry this vessel of the sacred truth."},{"startMs":3663600,"durationMs":6320,"subtitle":"Nations are born among those who love the truth, and nations are buried when they forget it. The"},{"startMs":3669920,"durationMs":7440,"subtitle":"time has come again when its silent bearers have taken the sacred Ark and the Shekinah’s glory and,"},{"startMs":3677360,"durationMs":6160,"subtitle":"moving across the waters in solemn file, have brought it to the new world. Throughout the"},{"startMs":3683520,"durationMs":5760,"subtitle":"universe the call has sounded and those who are true to their own higher principles have"},{"startMs":3689280,"durationMs":7440,"subtitle":"surrounded the sacred chest. Those who have sworn such allegiance to their own higher natures are"},{"startMs":3696720,"durationMs":6400,"subtitle":"following the priests with their sacred burden and a magnificent Mystery Temple is being built"},{"startMs":3703120,"durationMs":6560,"subtitle":"in this glorious land of ours, loved and guarded by all those who are laboring for humanity."},{"startMs":3710880,"durationMs":4640,"subtitle":"The staves still remain in the Ark, however, and only when real good can"},{"startMs":3715520,"durationMs":5520,"subtitle":"be accomplished will they be removed and the sacred Ark find a new resting-place."},{"startMs":3722800,"durationMs":5200,"subtitle":"This opportunity is now confronting the Western World. The knowledge of the ancients,"},{"startMs":3728000,"durationMs":6080,"subtitle":"the accumulated wisdom of the ages, is knocking at the door and seeking those who will follow' it."},{"startMs":3735040,"durationMs":5360,"subtitle":"The bearers of the Ark have tarried and are gathering a nucleus of spiritual souls"},{"startMs":3740400,"durationMs":7120,"subtitle":"to carry on their work, but whether or not the Word will remain with a nation is dependent upon"},{"startMs":3747520,"durationMs":5520,"subtitle":"national life and ideals, for the actions of a nation are but the collective actions"},{"startMs":3753040,"durationMs":6240,"subtitle":"of its individuals. If the Ark of the Covenant, therefore, finds nothing here attuned to itself,"},{"startMs":3760000,"durationMs":4560,"subtitle":"if it finds only a few who will answer its call of service and brotherhood,"},{"startMs":3765280,"durationMs":5520,"subtitle":"then will its priests lift again the staves and carry it on into other lands."},{"startMs":3772080,"durationMs":5600,"subtitle":"A nation thus deprived of its spiritual life will, like the ancient city of the Golden Gate,"},{"startMs":3778240,"durationMs":6720,"subtitle":"be swallowed up in oblivion. The call is now sounding and those who love the Truth and revere"},{"startMs":3784960,"durationMs":6240,"subtitle":"the Light must join that band of devoted servers who for centuries have dedicated themselves to the"},{"startMs":3791200,"durationMs":7280,"subtitle":"preservation of Truth. These have given their lives a thousand times for the cause of Truth;"},{"startMs":3799280,"durationMs":6160,"subtitle":"their personal happiness has always been second to their duty. They are the custodians of the"},{"startMs":3805440,"durationMs":6400,"subtitle":"sacred Word, and the law of attraction draws to them all who love and live the Truth."},{"startMs":3813280,"durationMs":5280,"subtitle":"A great influx of spiritual light comes to those who have learned the doctrine"},{"startMs":3818560,"durationMs":4640,"subtitle":"and who live the life, and, regardless of clan or country,"},{"startMs":3823200,"durationMs":5360,"subtitle":"they have joined the silent file of watchers and workers around the sacred Ark of the Covenant."},{"startMs":3829760,"durationMs":7280,"subtitle":"By his daily actions every individual is expressing far more plainly than words his ideals,"},{"startMs":3837040,"durationMs":7280,"subtitle":"his desires, and also his attitude toward this Great Work. The composite attitude of a certain"},{"startMs":3844320,"durationMs":7200,"subtitle":"number of people either shuts out or lets in the light. Therefore, every individual has a sacred"},{"startMs":3851520,"durationMs":8960,"subtitle":"duty, a great work to do, and to which the true student must dedicate his life. Then wherever he"},{"startMs":3860480,"durationMs":7280,"subtitle":"may go, whatever he may do, he is being guided and the Shekinah’s glory directs his footsteps."},{"startMs":3869520,"durationMs":7360,"subtitle":"In the brain of man between the wings of the kneeling Cherubim is the Mercy-seat, and there man"},{"startMs":3876880,"durationMs":5840,"subtitle":"speaks with his God as the holy priest of the Tabernacle spoke to the Spirit of the Lord"},{"startMs":3882720,"durationMs":7200,"subtitle":"hovering between the wings of the Cherubim. Thus, man represents the Ark and within him"},{"startMs":3889920,"durationMs":6880,"subtitle":"are the three principles—the Father, the Son, and the Holy Spirit—the Tablets of the Law,"},{"startMs":3896800,"durationMs":8080,"subtitle":"the Pot of Manna, and the Rod that budded. In these three things contained within the Ark"},{"startMs":3904880,"durationMs":7360,"subtitle":"we see the threefold spirit contained within the ark of man’s bodies. But, as in the case"},{"startMs":3912240,"durationMs":5760,"subtitle":"of the ancient Israelites when they became crystallized, the Pot of Manna and the Rod that"},{"startMs":3918000,"durationMs":5600,"subtitle":"budded were removed from the Ark and all that was left were the Tablets, or the Letters of the Law."},{"startMs":3924720,"durationMs":6800,"subtitle":"So, when the individual crystallizes and closes his mind to differing viewpoints, he excludes the"},{"startMs":3931520,"durationMs":7840,"subtitle":"life force which was flowing into him. In shutting out strangers, he pauperizes his own life, leaving"},{"startMs":3939360,"durationMs":6560,"subtitle":"only the Tablets of the Law—the material reasons from which the spiritual life has departed."},{"startMs":3948000,"durationMs":6080,"subtitle":"Solomon’s Temple—the perfected temple of the human body, the perfected temple of the soul"},{"startMs":3954080,"durationMs":6080,"subtitle":"and the perfected temple of the universe—finally forms the perfect shrine for the living Ark."},{"startMs":3961360,"durationMs":7280,"subtitle":"There at the head of a great cross it is placed and there in man it becomes permanently fixed."},{"startMs":3969520,"durationMs":6000,"subtitle":"The staves of polarity upon which it has been carried are then removed and it becomes a living"},{"startMs":3975520,"durationMs":8480,"subtitle":"thing—a permanent place where man converses with his God. There, man, the purified priest,"},{"startMs":3984000,"durationMs":6320,"subtitle":"arrayed in the robes of his order —the garments of his soul—holds communion with the Spirit"},{"startMs":3990320,"durationMs":6960,"subtitle":"hovering over the Mercy-Seat. Though this Ark within is ever present, man can only reach it"},{"startMs":3997280,"durationMs":6480,"subtitle":"after he has passed through the outer court of the Tabernacle, through all the degrees of initiation,"},{"startMs":4004320,"durationMs":7760,"subtitle":"after he has taken the Third Degree and becomes a Grand Master. Then, and then only, can he enter"},{"startMs":4012080,"durationMs":5280,"subtitle":"into the presence of his Lord and there in the darkened chamber, lighted by the jewels"},{"startMs":4017360,"durationMs":6800,"subtitle":"of his own breastplate, converse with the Most High, the true spiritual essence within himself."},{"startMs":4026240,"durationMs":5680,"subtitle":"We are all working towards this end and the time will come when each person will know for"},{"startMs":4031920,"durationMs":5920,"subtitle":"himself the mystery of the Ark, when the student through purification will be led through the door"},{"startMs":4037840,"durationMs":6960,"subtitle":"of the Holy of Holies and there be enveloped by the Light of Truth. This was his birthright"},{"startMs":4044800,"durationMs":7440,"subtitle":"which he sold for a mess of pottage. “To this end came He into the world that He might bear witness"},{"startMs":4052240,"durationMs":6480,"subtitle":"to this truth, that through this light all men might be saved.” The Ark of the Covenant—that"},{"startMs":4059280,"durationMs":7440,"subtitle":"great spiritual principle—surrounded by its faithful servants, is calling all to follow it."},{"startMs":4068160,"durationMs":4720,"subtitle":"When through materialism or degeneracy a great people are destroyed"},{"startMs":4072880,"durationMs":6320,"subtitle":"or a continent sinks beneath the ocean, then those who are true are called around the Ark and"},{"startMs":4079200,"durationMs":7360,"subtitle":"are led out of the land of darkness into the new world and a promised paradise. All great"},{"startMs":4086560,"durationMs":6320,"subtitle":"teachings set forth the same idea. When the truth seeker allies himself with the powers of light"},{"startMs":4092880,"durationMs":5600,"subtitle":"and becomes a channel for its expression, when he radiates this light from himself"},{"startMs":4098480,"durationMs":9920,"subtitle":"to all who need— then indeed will the Flame protect him and he will become a “Sun” of God."},{"startMs":4110320,"durationMs":1520,"subtitle":"Knights of the Holy Grail"},{"startMs":4114240,"durationMs":6080,"subtitle":"Before taking up the study of the Grail legends it would be well for all who are interested to"},{"startMs":4120320,"durationMs":3920,"subtitle":"read those tales now listed under the heading of children’s fairy stories."},{"startMs":4125120,"durationMs":6960,"subtitle":"For example, the story of good King Arthur and his Round Table is a cosmic myth and, while there"},{"startMs":4132080,"durationMs":6720,"subtitle":"is little doubt that he as a man actually lived, the real mystery (as in the story of the Christ)"},{"startMs":4139440,"durationMs":7280,"subtitle":"is not the literal tale, but the great mystic or occult truth concealed under allegory and parable."},{"startMs":4147840,"durationMs":6880,"subtitle":"The same is true with the story of Parsifal, which can never be really understood and appreciated"},{"startMs":4154720,"durationMs":6240,"subtitle":"until the reader sees in the Knight (and later King of the Sacred Cup) his own spiritual"},{"startMs":4160960,"durationMs":5680,"subtitle":"development and the temptations he must also master if he would become a King of the Grail."},{"startMs":4168080,"durationMs":3360,"subtitle":"In Lohengrin the same truth is again shown to the world."},{"startMs":4172080,"durationMs":7840,"subtitle":"It is the path of initiation along which each must pass on his road to self-mastery. To every nation"},{"startMs":4179920,"durationMs":6960,"subtitle":"and in every tongue sacred legends have been given to teach man the path he must follow. The blind"},{"startMs":4186880,"durationMs":6320,"subtitle":"Homer of the Greeks who told of the wanderings of Ulysses gave the same great truths to the world."},{"startMs":4194320,"durationMs":5840,"subtitle":"The Scalds of ancient Norway and Sweden and the Prophets of the Jews used the same means."},{"startMs":4200960,"durationMs":5600,"subtitle":"Everywhere, from the sacred books of the East to the legends of the American Indians we find"},{"startMs":4206560,"durationMs":6960,"subtitle":"one great connected truth told to many different peoples in ways best suited for their development."},{"startMs":4214960,"durationMs":4560,"subtitle":"Such a truth is the legend of the Round Table, given to King Arthur as a wedding gift."},{"startMs":4220480,"durationMs":2720,"subtitle":"All true mystics know what that wedding was:"},{"startMs":4224000,"durationMs":6640,"subtitle":"not of earth, but the wedding of the Spiritual to the Intellectual within the Initiate himself"},{"startMs":4231200,"durationMs":6240,"subtitle":"when the spirit and the body are united eternally, each swearing to honor and protect the other."},{"startMs":4238480,"durationMs":5360,"subtitle":"Such a marriage was the union of Arthur and Guinevere in the legend of the King."},{"startMs":4244560,"durationMs":6000,"subtitle":"Let us, first of all, consider the coming of Arthur the King. We read in the legend"},{"startMs":4250560,"durationMs":5680,"subtitle":"regarding Merlin the Magician, the wise man, who had charge of the coming King during his youth."},{"startMs":4257120,"durationMs":5600,"subtitle":"Merlin represents the hand of the Elder Brothers who. realizing that a great ego"},{"startMs":4262720,"durationMs":5360,"subtitle":"had come into the world, consecrated themselves to the task of preparing him for his mission."},{"startMs":4269200,"durationMs":4880,"subtitle":"It was under the direction of Merlin, the master-mind, that the anvil and stone with"},{"startMs":4274080,"durationMs":6240,"subtitle":"the sword thrust into it were raised in the city square when it became necessary for a new king"},{"startMs":4280320,"durationMs":6800,"subtitle":"to be selected. It was he also who called all the brave knights of the land together and told"},{"startMs":4287120,"durationMs":6640,"subtitle":"them that the one who could draw forth the sword would be king. And of all the knights assembled,"},{"startMs":4293760,"durationMs":6080,"subtitle":"Arthur, the half-grown boy, was the only one who could release the sword."},{"startMs":4300640,"durationMs":4720,"subtitle":"There is a very wonderful mystery of the soul contained within that divine allegory."},{"startMs":4306320,"durationMs":3040,"subtitle":"Let us read the letters that were engraved upon the sword:"},{"startMs":4310560,"durationMs":7040,"subtitle":"“WHOSO PULLETH OUT THIS SWORD OF THIS STONE AND ANVIL IS RIGHT-WISE KING BORN OF ENGLAND.”"},{"startMs":4319040,"durationMs":5040,"subtitle":"The cube stone is the body. It has been so symbolized for centuries,"},{"startMs":4324080,"durationMs":4080,"subtitle":"and today among the Masons the Ashler is the symbol of Man."},{"startMs":4329360,"durationMs":8320,"subtitle":"Experience is the anvil and it is upon this anvil that the sword is tempered. The sword is spirit,"},{"startMs":4338240,"durationMs":5440,"subtitle":"and he who would be King in the true spiritual sense of the word must first show his divine"},{"startMs":4343680,"durationMs":5760,"subtitle":"power by freeing the sword of spirit from the casings of the lower man and the world."},{"startMs":4351440,"durationMs":6720,"subtitle":"It is the same symbol as that later used by Sir Galahad, the guileless knight, the personification"},{"startMs":4358160,"durationMs":6800,"subtitle":"of the purified man, who comes without a sword but who later arms himself with the sword of spirit"},{"startMs":4364960,"durationMs":5920,"subtitle":"which he draws from the cube block floating down the river (of life) past Camelot."},{"startMs":4372000,"durationMs":4240,"subtitle":"Sir Galahad had the strength of ten because his heart was pure,"},{"startMs":4376240,"durationMs":2960,"subtitle":"and the Knight of today must follow in his footsteps."},{"startMs":4380880,"durationMs":4960,"subtitle":"If you have read the story of King Arthur you will remember how he was given Excalibur,"},{"startMs":4385840,"durationMs":6800,"subtitle":"the enchanted sword, and how it came up out of the water held by a hand draped in white."},{"startMs":4393760,"durationMs":5120,"subtitle":"Excalibur represents Light and Truth, which are the weapons of the true Initiate."},{"startMs":4400320,"durationMs":4080,"subtitle":"In England there still hangs on a wall the Round Table of King Arthur."},{"startMs":4405120,"durationMs":4240,"subtitle":"In the very center of the Table is a beautiful rose painted in natural colors."},{"startMs":4410400,"durationMs":5840,"subtitle":"This symbol is that of the Rosicrucians, the ancient alchemists, and there is a direct"},{"startMs":4416240,"durationMs":4880,"subtitle":"connection between the legend of the British King and the ancient philosophers of Fire."},{"startMs":4422880,"durationMs":5360,"subtitle":"Let us turn our attention for a moment to the history of the Holy Grail, or the Cup from"},{"startMs":4428240,"durationMs":6160,"subtitle":"which Christ drank at the Last Supper, and which was said to have caught his blood when he hung"},{"startMs":4434400,"durationMs":5680,"subtitle":"dying upon the cross. Ancient legends tell us that this cup was made from a sacred"},{"startMs":4440080,"durationMs":5280,"subtitle":"stone which had been the crown jewel of Lucifer, the dynamic energy of the universe."},{"startMs":4446480,"durationMs":4480,"subtitle":"It was said that the green stone had been struck from the crown of Lucifer"},{"startMs":4450960,"durationMs":3360,"subtitle":"by the Archangel Michael during the famous battle in heaven."},{"startMs":4455760,"durationMs":5840,"subtitle":"After the death of the Christos, Joseph of Arimathea took the sacred cup and the spear of"},{"startMs":4461600,"durationMs":6880,"subtitle":"the Passion and carried them into a distant land. With his sacred relics he wandered through Europe"},{"startMs":4468480,"durationMs":6480,"subtitle":"and is said to have finally died. Those who followed him, after many centuries of tribulation,"},{"startMs":4474960,"durationMs":5280,"subtitle":"carried the sacred relics to Mount Salvart in northern Spain, where they remained until"},{"startMs":4480240,"durationMs":5440,"subtitle":"Parsifal finally took the Grail and Spear back to the East, where they are now preserved."},{"startMs":4486880,"durationMs":5760,"subtitle":"It is around this Cup and Spear that the legends of Parsifal and King Arthur have been written,"},{"startMs":4493360,"durationMs":4560,"subtitle":"and it is through a study of this fact that we are able to better understand"},{"startMs":4497920,"durationMs":3440,"subtitle":"the mystery of the Great White Lodge of which the Round Table"},{"startMs":4501360,"durationMs":4640,"subtitle":"of King Arthur and the circular temple of the Knights of the Grail are symbols."},{"startMs":4507280,"durationMs":2560,"subtitle":"Although we no longer have the Cup as a physical symbol,"},{"startMs":4510640,"durationMs":6800,"subtitle":"it is not gone from among us. As in the days of old the brave Knights of the Round Table went out"},{"startMs":4517440,"durationMs":6160,"subtitle":"to fight for right, so those knights who belong to the Great White Brotherhood go out into the"},{"startMs":4523600,"durationMs":7360,"subtitle":"world today in the name of Truth, and labor with mankind, seeking to right the wrongs of the world."},{"startMs":4532000,"durationMs":6000,"subtitle":"It is said that the Knights of King Arthur’s court always fought on the side of virtue and purity,"},{"startMs":4538000,"durationMs":3280,"subtitle":"as also did those who rode out of Mount Salvart."},{"startMs":4542560,"durationMs":3360,"subtitle":"The Grail Cup is the symbol of the creative force of nature;"},{"startMs":4546800,"durationMs":5040,"subtitle":"it is also the symbol of the human race which is slowly learning the mysteries of creation."},{"startMs":4552880,"durationMs":4240,"subtitle":"Within the Cup is the blood of Christ, that force which is slowly or"},{"startMs":4557120,"durationMs":5520,"subtitle":"rapidly transmuting the body into soul, as we give it lesser or greater opportunity."},{"startMs":4564160,"durationMs":6960,"subtitle":"In the sacred Spear we find symbolized again the creative force which in the hands of Klingsor,"},{"startMs":4571120,"durationMs":4240,"subtitle":"the Evil One, wounds and causes suffering but which,"},{"startMs":4575360,"durationMs":5040,"subtitle":"when held by the pure Parsifal, heals the very wound that it caused."},{"startMs":4581840,"durationMs":5600,"subtitle":"A great lesson is being taught to man through these allegories, but the average person is"},{"startMs":4587440,"durationMs":5840,"subtitle":"unwilling to stop and consider them. Many do not realize that they themselves are the"},{"startMs":4593280,"durationMs":6160,"subtitle":"ones whom the Elder Brothers of humanity must use in the fight against the forces of evil."},{"startMs":4600240,"durationMs":6000,"subtitle":"They do not realize that the dragons and ogres of legend are their own lower natures"},{"startMs":4606240,"durationMs":6240,"subtitle":"which they must overcome. They do not see in the hand to hand combat of the knights of old"},{"startMs":4612480,"durationMs":6720,"subtitle":"for a lady’s favor the higher man and the lower man fighting for the soul within."},{"startMs":4621280,"durationMs":6160,"subtitle":"The knight of today does not realize that the white armor he wears is his own purified body"},{"startMs":4627440,"durationMs":6080,"subtitle":"which is proof against all the attacks of vice and passion; nevertheless this is the meaning"},{"startMs":4633520,"durationMs":5760,"subtitle":"of the legend. His shield is truth, which is a perfect protection to the inner man."},{"startMs":4640160,"durationMs":7520,"subtitle":"His strong right arm is the knowledge and spiritual power he has developed within; the sword"},{"startMs":4647680,"durationMs":8160,"subtitle":"he wields is the spiritual light —the pure Flame of the spirit-fire—which dispels the darkness of"},{"startMs":4655840,"durationMs":7360,"subtitle":"ignorance and the demons of lust. The sacred Spear and the Cup which he serves are the two poles of"},{"startMs":4663200,"durationMs":6160,"subtitle":"the creative life force within, the development of which he gains as he daily serves his fellow men."},{"startMs":4670880,"durationMs":7440,"subtitle":"The Holy Grail is our body within which is the life blood of the Sun Spirit of the Universe."},{"startMs":4678320,"durationMs":4560,"subtitle":"Each day that we live we perpetuate the Last Supper,"},{"startMs":4682880,"durationMs":6560,"subtitle":"and in all that we do we drink again the blood of Christ, the life power of the Cosmos."},{"startMs":4690800,"durationMs":4320,"subtitle":"Far from the uninitiated, the twelve Elder Brothers of mankind,"},{"startMs":4695120,"durationMs":6320,"subtitle":"sitting around the circular table of the universe, watch the knights in their battle of life. In due"},{"startMs":4701440,"durationMs":5920,"subtitle":"course of time, the student, having finished his work here, is liberated at the foot of the Grail."},{"startMs":4708400,"durationMs":6720,"subtitle":"There the candidate stands robed from head to foot in the armor of spirit and in the pure white of"},{"startMs":4715120,"durationMs":6640,"subtitle":"a body that has been cleansed. Then the cloth is lifted from the sacred Cup and he is illuminated"},{"startMs":4721760,"durationMs":7440,"subtitle":"by the light which would otherwise have killed him had he seen it without purification. Then taking"},{"startMs":4729200,"durationMs":7200,"subtitle":"his place among the Knights of the Round Table, he joins those who give up all to labor for humanity."},{"startMs":4738000,"durationMs":6240,"subtitle":"When in sickness and in suffering we beseech the great Unknown to send us help, then indeed our"},{"startMs":4744240,"durationMs":6560,"subtitle":"knight comes to us as Lohengrin came to Elsa. When our loved ones pass into the Unknown,"},{"startMs":4751360,"durationMs":6240,"subtitle":"there stands the Brother of the Grail, the Invisible Helper, who through lives of labor has"},{"startMs":4757600,"durationMs":5760,"subtitle":"earned the right to become a member of that great band of servers gathered around the Table of the"},{"startMs":4763360,"durationMs":7760,"subtitle":"King, and who while the body is wrapped in sleep still labors in his search for Light and Truth"},{"startMs":4771120,"durationMs":5440,"subtitle":"and prays for the day when he will also become a King of the Holy Grail."},{"startMs":4778560,"durationMs":1520,"subtitle":"The Mystery of the Pyramid"},{"startMs":4782480,"durationMs":5360,"subtitle":"In the development of the occult student there comes a time when he understands one of the great"},{"startMs":4787840,"durationMs":6960,"subtitle":"secrets of the Initiates, namely, that every sacred thing outside of himself stands for"},{"startMs":4794800,"durationMs":7040,"subtitle":"some organ or function within himself. This is likewise true in the case of the Great Pyramid,"},{"startMs":4801840,"durationMs":6160,"subtitle":"except that this particular pile of stone (said by man to be the oldest building on the surface"},{"startMs":4808000,"durationMs":7680,"subtitle":"of the earth) is the great symbol of composite man. In other words, it stands for man as a unit."},{"startMs":4817040,"durationMs":4000,"subtitle":"Let us first consider the pyramid simply from the exterior standpoint."},{"startMs":4822000,"durationMs":6400,"subtitle":"When we first look, it seems to be one great stone, but as we examine more closely we see"},{"startMs":4828400,"durationMs":5600,"subtitle":"that it is made up of thousands of smaller stones, each one carefully fitted into place."},{"startMs":4835360,"durationMs":7280,"subtitle":"Here is the first likeness between the pyramid and man. We ordinarily consider man to be a unit,"},{"startMs":4843200,"durationMs":7440,"subtitle":"but when we examine him more closely we find that he is an aggregation of infinitely smaller units,"},{"startMs":4850640,"durationMs":6320,"subtitle":"each working in harmony with the others. The analogy prevails everywhere. We take a"},{"startMs":4856960,"durationMs":5680,"subtitle":"successful life and think of it as an entirety, but when we analyze it we find it composed"},{"startMs":4862640,"durationMs":5680,"subtitle":"of a vast number of lesser achievements, each contributing its mite to the masterpiece."},{"startMs":4869440,"durationMs":5200,"subtitle":"As thousands of workmen were used in the building of the pyramid, so unnumbered workmen"},{"startMs":4874640,"durationMs":4640,"subtitle":"are engaged in the building of our bodies, which are symbolic of the same building."},{"startMs":4881040,"durationMs":5120,"subtitle":"There are many pyramids all over the world. We find them in South America and Mexico;"},{"startMs":4886720,"durationMs":5200,"subtitle":"we find mounds also which were made to represent them among the American Indians,"},{"startMs":4891920,"durationMs":5840,"subtitle":"and in Europe and Britain we find remnants of the same things. However, there is but"},{"startMs":4897760,"durationMs":7360,"subtitle":"one real pyramid among them all. Even the others in Egypt are but copies of the Great Pyramid"},{"startMs":4905120,"durationMs":2400,"subtitle":"and were used as tombs for the Pharaohs,"},{"startMs":4908160,"durationMs":7920,"subtitle":"but no body was ever found in Cheops nor were there ever any signs that it had been so used."},{"startMs":4916080,"durationMs":5840,"subtitle":"Let us continue our analogy between the pyramid and man. In the accompanying illustration you will"},{"startMs":4921920,"durationMs":6240,"subtitle":"see the pyramid laid flat and that it is made of four triangles laid around the base square."},{"startMs":4929120,"durationMs":6160,"subtitle":"The four-sided base of the pyramid represents the four primary elements of which man’s bodies are"},{"startMs":4935280,"durationMs":8560,"subtitle":"composed. These are hydrogen, nitrogen, oxygen, and carbon, or earth, water, fire, and air."},{"startMs":4944960,"durationMs":6240,"subtitle":"These are called the base of all things and upon this base the four bodies of man are raised,"},{"startMs":4951200,"durationMs":5520,"subtitle":"each from its own element. Thus, the physical body is raised from the element"},{"startMs":4956720,"durationMs":7120,"subtitle":"earth, the vital body from water, the emotional body from fire, and the mental body from air."},{"startMs":4965040,"durationMs":4640,"subtitle":"There are also twelve lines used in the drawing of the four triangles,"},{"startMs":4969680,"durationMs":6320,"subtitle":"which stand for the twelvefold constitution of man when it is complete: the threefold body,"},{"startMs":4976000,"durationMs":6240,"subtitle":"the threefold mind, the threefold soul, and the threefold spirit. It also gives"},{"startMs":4982240,"durationMs":4000,"subtitle":"us the twelve signs of the zodiac, divided into their respective groups."},{"startMs":4987600,"durationMs":7360,"subtitle":"Out on the desert stands the Sphinx, the Guardian of the Threshold mentioned by Bulwer-Lytton. It"},{"startMs":4994960,"durationMs":5920,"subtitle":"represents the bodies of man and is that strange being which must be passed before the disciple"},{"startMs":5000880,"durationMs":7360,"subtitle":"can go on in his development. The four fixed signs, of which the Sphinx is a symbol, are:"},{"startMs":5008240,"durationMs":8240,"subtitle":"Taurus, the Bull; Leo, the Lion; Scorpio, the Eagle; Aquarius, the Man, or the human head."},{"startMs":5018080,"durationMs":5600,"subtitle":"We have considered the sacral bone which is symbolized by the grave-digger’s spade. Here"},{"startMs":5023680,"durationMs":5360,"subtitle":"is a picture of the head of the Sphinx and also the inverted sacral bone when it has been turned"},{"startMs":5029040,"durationMs":8400,"subtitle":"upward. In the inverted sacrum we see the Sphinx and in it also the inverted Masonic keystone."},{"startMs":5038800,"durationMs":6000,"subtitle":"All this is very interesting, but unless the inner meaning is realized its true value is lost."},{"startMs":5045680,"durationMs":3520,"subtitle":"It is not by chance, however, that these things should be so."},{"startMs":5050800,"durationMs":5760,"subtitle":"Most students have heard of the Dweller on the Threshold, that creature built by our own wrong"},{"startMs":5056560,"durationMs":6960,"subtitle":"actions and mistakes. Out on Egypt’s desert it stands and bars the way to the pyramid,"},{"startMs":5063520,"durationMs":4800,"subtitle":"the temple of the higher man. And the message that it gives to the world is:"},{"startMs":5069040,"durationMs":6800,"subtitle":"I am the bodies. If you would go on to the temple you must master me, for I am your animal nature."},{"startMs":5077280,"durationMs":6240,"subtitle":"Again, the Sphinx symbolizes man, with the mind and spirit of the human rising out of the animal"},{"startMs":5083520,"durationMs":7280,"subtitle":"desires and emotions. It is the riddle of the ages, and once more, man is the answer."},{"startMs":5092640,"durationMs":4800,"subtitle":"It is said that in ancient times the Sphinx was the gateway of the pyramid and that there"},{"startMs":5097440,"durationMs":6320,"subtitle":"was an underground passage which led from the Sphinx to Cheops. This would make the symbolism"},{"startMs":5103760,"durationMs":8400,"subtitle":"even more complete, for the gateway to the spirit is through the bodies, according to the ancients."},{"startMs":5112160,"durationMs":5920,"subtitle":"Let us now enter the pyramid and, passing through the corridors, come to the King’s Chamber as"},{"startMs":5118080,"durationMs":5920,"subtitle":"it is called. There are three great rooms in the pyramid which are of deep interest to the student."},{"startMs":5125040,"durationMs":5760,"subtitle":"The highest is the King’s Chamber, below that is the Queen’s Chamber, and down below the surface"},{"startMs":5130800,"durationMs":6800,"subtitle":"of the earth is the Pit. Here we again find the great correlation between the pyramid and man."},{"startMs":5138720,"durationMs":5520,"subtitle":"The three rooms are the three major divisions in man which are the seats of the threefold spirit."},{"startMs":5145360,"durationMs":7200,"subtitle":"The lower room, or Pit, is the generative system, which is under the control of Jehovah. The center"},{"startMs":5152560,"durationMs":4960,"subtitle":"room, or Queen’s Chamber, is the heart, which is under the control of the Christ;"},{"startMs":5158240,"durationMs":5760,"subtitle":"and the upper room, or King’s Chamber, is the brain, which is under the control of the Father."},{"startMs":5165280,"durationMs":4800,"subtitle":"In this upper room is the coffer made of stone, the meaning of which has never been"},{"startMs":5170080,"durationMs":6400,"subtitle":"satisfactorily explained but which the student recognizes as the third ventricle in the brain."},{"startMs":5178000,"durationMs":6160,"subtitle":"It is quite certain also that this coffer was used as a tomb during initiations when, as in"},{"startMs":5184160,"durationMs":6320,"subtitle":"the Masonic initiations of today (the remnants of the ancient Mysteries) the candidate was buried"},{"startMs":5190480,"durationMs":6080,"subtitle":"in the earth and resurrected—a symbol of the death of the lower man and the liberation of the higher."},{"startMs":5198080,"durationMs":5520,"subtitle":"It is said that Moses was initiated in the Great Pyramid and some also claim that Jesus"},{"startMs":5203600,"durationMs":5680,"subtitle":"was instructed there. Be that as it may, we know that for thousands of years since the"},{"startMs":5209280,"durationMs":5600,"subtitle":"time it was built by the Atlanteans it has been the greatest temple of initiation in the world."},{"startMs":5215760,"durationMs":4640,"subtitle":"It also seems that its work is not yet finished, for it is still a mute"},{"startMs":5220400,"durationMs":5680,"subtitle":"teacher of the mysteries of creation. It is said by many to be the original"},{"startMs":5226080,"durationMs":6800,"subtitle":"Solomon’s Temple. This, however, we know is not true, for while it may be the first and original"},{"startMs":5232880,"durationMs":3840,"subtitle":"material temple, the true Temple of Solomon is the universe—"},{"startMs":5237280,"durationMs":7280,"subtitle":"the Solar Man’s Temple—which is slowly being rebuilt in man as the temple of the Soul of Man."},{"startMs":5246480,"durationMs":5360,"subtitle":"Probably no point is as important in connection with the Pyramid as that of the cornerstone."},{"startMs":5253360,"durationMs":5920,"subtitle":"On the very top of the Great Pyramid is a comparatively flat space about thirty feet square."},{"startMs":5260400,"durationMs":6560,"subtitle":"In other words THE TRUE STONE WHICH IS THE HEAD OF ALL THE CORNERS IS MISSING."},{"startMs":5268480,"durationMs":4240,"subtitle":"On the reverse side of the Great Seal of the United States of America,"},{"startMs":5272720,"durationMs":5920,"subtitle":"is again the pyramid from which the top has been separated. This stone is the spirit in"},{"startMs":5278640,"durationMs":5760,"subtitle":"man which fell from its high estate and has been lost beneath the rubbish of the lower man."},{"startMs":5285440,"durationMs":7280,"subtitle":"This is the true capstone which is now hidden in the pit of man’s temple and which he must exhume"},{"startMs":5292720,"durationMs":4320,"subtitle":"and raise aloft again as the true crown of his spiritual pyramid."},{"startMs":5298640,"durationMs":5360,"subtitle":"Omar Khayyam, the Persian poet, gives the secret of the keystone when he says:"},{"startMs":5304880,"durationMs":6720,"subtitle":"“From my base metal shall be filed a key, Which shall unlock the door he howls without.”"},{"startMs":5313520,"durationMs":5920,"subtitle":"Upon the cross of matter that forms our bodies, hangs the key to all the mysteries of creation."},{"startMs":5320640,"durationMs":5680,"subtitle":"It is our duty to take this key and with it unlock the door that conceals from us the unknown."},{"startMs":5327280,"durationMs":4720,"subtitle":"This key is the spirit. The importance of the capstone"},{"startMs":5332000,"durationMs":3440,"subtitle":"is better understood when we see that it completes"},{"startMs":5335440,"durationMs":4880,"subtitle":"all the triangles at once and without it not one of them is complete."},{"startMs":5342720,"durationMs":5840,"subtitle":"Man can raise this capstone of his spiritual temple only when he summons together the thousands"},{"startMs":5348560,"durationMs":6080,"subtitle":"of workmen within himself and binds each and every one of them to the service of the higher man."},{"startMs":5355840,"durationMs":5600,"subtitle":"There must be no traitors to murder the Builder. And Lucifer—the one rejected by man"},{"startMs":5361440,"durationMs":6400,"subtitle":"as the Devil — is the one who must through the planet Mars supply the dynamic energy,"},{"startMs":5367840,"durationMs":8160,"subtitle":"which man must transmute from the fire of passion into the Flame of Spirit. Then taking the tools"},{"startMs":5376000,"durationMs":7680,"subtitle":"of his craft, he must cut and polish his own being into the capstone of the Universal Temple."},{"startMs":5385360,"durationMs":5200,"subtitle":"It is interesting to note how the casing stones that once made the Great Pyramid so beautiful and"},{"startMs":5390560,"durationMs":8080,"subtitle":"true were carried away to build cities near by, even as the soul body of man—the casing stones"},{"startMs":5398640,"durationMs":7680,"subtitle":"of his spiritual pyramid—have been sacrificed in order that he might have material things."},{"startMs":5406320,"durationMs":7040,"subtitle":"The ancient pyramid and Sphinx which have stood on Egypt’s sands for ages, symbolize our own"},{"startMs":5413360,"durationMs":7920,"subtitle":"Mystery Temple made without sound of hammer or the voice of workmen. As we sadly meditate upon"},{"startMs":5421280,"durationMs":7600,"subtitle":"these mighty ruins, broken by ages of neglect, let us remember our own temple with its missing"},{"startMs":5428880,"durationMs":7040,"subtitle":"cornerstone and its walls falling through neglect. Let us, finally, strive to learn"},{"startMs":5435920,"durationMs":7040,"subtitle":"the lesson which they teach, hasten to perfect our pyramid, cap it with the stone of spirit,"},{"startMs":5442960,"durationMs":7040,"subtitle":"offer upon its altars our sacrifice to the Great Sun Spirit, and bury our lower nature"},{"startMs":5450000,"durationMs":7520,"subtitle":"in its ancient coffer. Then, and not until then, will its mysteries be revealed to us"},{"startMs":5458080,"durationMs":4000,"subtitle":"and the sealed lips of the Sphinx yield their secret."},{"startMs":5464640,"durationMs":2240,"subtitle":"I hope that you’ve enjoyed this presentation."},{"startMs":5467840,"durationMs":4800,"subtitle":"Please remember to subscribe to receive notifications of upcoming recordings."},{"startMs":5473840,"durationMs":3040,"subtitle":"This recording is a production of the Master Key Society."},{"startMs":5477600,"durationMs":8560,"subtitle":"Copyright 2022, Master Key Society."}]
