[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponSecret Radar Stations in New Mexico, Part 1© 2000 by Linda Moulton Howe A triangle of sensitive geographic areas and three secret experimental microwave radar stations.Construction begun in late 1947 of El Vado (AFS-P8), Moriarty (AFS-P7), and Continental Divide(AFS-P51). The three radar stations were part of the U. S. Aircraft Control and Warning (AC&W)system that also became known as LASHUP. One of El Vado's specific missions was to protect theLos Alamos Laboratory and the Atomic Energy Commission's atomic bombproduction at Los Alamos and Sandia Base.April 2, 2000 Santa Fe, New Mexico - The New Mexico legislature is insession and in February 2000 State Representative J. Andrew Kissner (LasCruces, Dona Ana County) was successful in having a once-secret experimentalmicrowave radar station at El Vado in Rio Arriba County north of Los Alamosadded to the New Mexico State Historical Register. The importance of the ElVado radar site is underscored by the fact that its construction was specificallyauthorized by President Harry S. Truman himself.El Vado officially functioned in secret from 1948 to 1958 and was also knownas Tierra Amarilla Air Force Station-P8, one of the earliest of several others inour nation's Aircraft Control and Warning (AC &W) system which expanded to411 radar sites throughout the United States and eventually evolved intoNORAD (North American Air Space Defense Command). El Vado is the onlysecret radar base in New Mexico that survived with buildings and otherstructures intact and has also been nominated for the Federal Historical Register.State Representative Kissner is running now for his third term as New MexicoState Representative from Las Cruces and he talked with me about what broughtthe secret radar bases to his attention."},{"pageNumber":2,"pageContent":"Historic map of Aircraft Control and Warning radar stations in the LASHUP militaryprogramprovided to New Mexico State Representative J. Andrew Kissner by the Air CombatCommand, Peterson AFB, Colorado Springs, Colorado.Interview:J. Andrew Kissner, State Representative for Las Cruces, Dona AnaCounty, New Mexico: \"Basically two and a half to three years ago, anacquaintance mentioned to me that there was a facility up in Rio Riba County,New Mexico about 45 air miles north of Los Alamos. And about 45 milessoutheast of Dulce. And because of the discussions that have been ongoing for along time about that region of New Mexico, there was kind of a level of interestexpressed to me - 'What in the world is this thing?'You mean in the context that there has been so much discussion over thelast 20 to 25 years about the possibility of an underground installation atDulce and events that have taken place between Dulce, Aztec, Farmingtonand northern New Mexico in addition to Roswell?Exactly. And just being in my position as a state representative, it allowed me todo research that other folks might find more difficult. Because this facility wasclosed in 1958 and then transferred to the State of New Mexico in the mid1960s, I had access to information related to what the facility's purpose was. Upuntil two years ago, the existence of these three radar sites was generally notwell known.We're talking specifically about the El Vado site north of Los AlamosLabs?Ye s .So, in addition to El Vado, there is the site at Moriarty which is southeastand the other site called Continental Divide which is southwest of El Vado."},{"pageNumber":3,"pageContent":"Right. And those official designations of those are P8 that's the designation forTierra Amarilla or Los Alamos Radar Station at the El Vado Lake site; P7 wasthe Continental Divide location; and P51 was the Moriarty site. And we'll flipback and forth between military acronyms and actual physical locations.Is it true that the Corona, New Mexico area had a mobile experimentalmicrowave radar facility?Scott Ramsey, on my research committee, stumbled across that information.And evidently it would be sometime in the early 1950s that there was a mobilefacility at Corona.Why would it be that from the end of the war into the end of the 1940s andearly 1950s that the presence of these radar installations from at least 1947on would be secret up to the 1998 period?I think you have to put it back in the perspective of the air defense of the UnitedStates and of critical facilities. And the technical way that you do that you don'tneed to highly publicize just in case you are attacked. So these facilities'existence even though they stopped being used back in the early, in the case ofEl Vado they abandoned that facility in 1958. The other two facilities keptoperating until 1961. But because they were operating in air defense mode andwhatever threat they were looking for, their exact physical locations would nothave been widely known and their locations would have been held secret.There is a triangulation pattern to those three sites and is it known nowthat their whole prime function was to protect the Los AlamosLaboratory?Actually that was one of the potential targets. The other target would have beenthe complex in Albuquerque around Kirtland AFB.Which complex?That was where Sandia Base was located and that was where atomic bombswere finally assembled. The military history of New Mexico starting back in1941 and 1942 with the Manhattan Project, these facilities were related to thatactivity. And so it was to protect those facilities from air attack.The question about non-human intelligence and craft of unknown origincomes into play in all of this because of the parallel track from the 1940s ofcrash retrieval reports in the Roswell and Socorro areas, as well as rumorsthat something also came down at Aztec, New Mexico. Have you in yourwork as an official State Representative come across anything that wouldeither imply, suggest or outright state that part of the reason for thisexperimental triangulation work with strong microwave radars had to dowith trying to either bring down or fend off these craft of unknown origin?As a matter of fact, in the documentation related to the operations of these sites,you will remember that Project Blue Book was going on at that particular pointin time back in the 1948-1950 time frame. And one of the missions of these siteswas being a participant in Project Blue Book.Which site?All three. As a matter of fact, every AC&W location in the continental UnitedStates and by 1954 there were about 411 radar sites like these in the UnitedStates. What is important about this particular site (El Vado AFS-P8) is that ourresearch shows it was authorized to be constructed sometime in late 1947,probably November 1947, time frame.Which was just about the time that Harry S. Truman was designating thetwelve insiders to be the Majestic-12 group to focus on the non-human"},{"pageNumber":4,"pageContent":"interaction with earth.Yes, I believe that was September 26, 1947. (Howe's note: See my books AnAlien Harvest and Glimpses of Other Realities, Vol. II: High Strangeness formore detailed information about the Majestic-12 Special Studies Groupappointed by Harry S. Truman in 1947). Some time in November, the ProjectSupremacy, as it became known, was an architecture for a United States-wide airdefense capacity. And one of the first sites of Project Supremacy was AFS P-8 atTierra Amarilla in New Mexico.Which is what we're also referring to as the El Vado site north of LosAlamos?Right.Was it the most sensitive and critical of the three?In the research we have done, we have found air men and folks who werestationed at the other two locations. This particular site - it's really interesting,when you start talking locally about the existence of these facilities - in thelegislature itself in New Mexico legislature, I've run into two representatives thathad family members that worked at that site. So, I think probably all three siteshad about the same level of significance in terms of its role in air defense.I think a couple of interesting things. One is that if you go to Air ForceRegulation 200-2. Are you familiar with that?I am. (See my book Glimpses of Other Realities, Vol. II: High Strangeness.)200-2 specifies a specific squadron of the 4062nd AISS Group being responsiblefor the collection of data related to anomalous objects.200-2 specifically refers to anomalous objects.Exactly. And it turns out that group was present at all three sites.Scott Ramsey found monthly and quarterly reports that provided forreporting about unidentified aerial objects.Right.So that meant that somebody wanted to have a regular tracking andrecording of unusual aircraft over these facilities.And that would be expected. In terms of their role was to identify what waspresent in the air above any of these facilities. So, in this entire discussion ofanomalous objects, one of the things that was interesting to me was the lack ofany discussion of the technical ability of the United States to actually acquirethat information. That was one of the things - this turned out to be an historicradar facility. But in doing the research for this, the implications are that with somany of these facilities scattered around the continental United States with asingle mission to identify what was going on in the sky, and that there aren'tmore reports from AC&W locations over the time periods we're talking aboutfrom the time periods we're talking about. Most AC&W locations were activatedby 1952.The aircraft control and warning system would have been replaced later onwith the Dew Line and NORAD, correct (missile defense systems)?That was all part of the expansion of this system. And what makes this facilityhistoric is that it was one of the first its designation is P8. So in the United Statesprior to the Dew Line, Pinetree Line and everything else, these facilities pre-datethat by those creations by about four years."},{"pageNumber":5,"pageContent":"It's possible that the number of reports about unidentifieds might havebeen large, but information was being sent to yet another \"black\"government agency that was not making records no one could explainpublic.That's possible.\" Continued in Part 2. More Information:I welcome further information concerning this report atearthfiles@earthfiles.com or FAX me at 215-491-9842 or write me at P. O.Box 300, Jamison, PA 18929-0300.Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
