[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponA Black Hole in the Big Dipper?© 2000 by Linda Moulton Howe An example of a likely black hole. This is a 1997 Hubble SpaceTelescope image of a suspected black hole at the center of galaxy NGC4261.Inside the white galactic core, there is a brown spiral-shaped disk. The dark object is aboutaslarge as our solar system, but weighs 1,200,000,000 times as much as our sun. That meansthe dark object's gravity is about one million times as strong as the sun. \"Almost certainlythisobject is a black hole,\" reported Britain's Cambridge University.Photograph courtesy of Hubble Space Telescope.April 24, 2000 MIT, Cambridge, Massachusetts Ten years ago on April 24,1990 the Hubble Space Telescope was launched with its imperfect mirror. Laterastronauts repaired it. Since then, Hubble has provided some of the mostastounding photographs of the universe over the past decade. And recently,Hubble and the Chandra X-Ray telescopes were focused on a spot in the BigDipper about 6,000 light years from earth to help solve a mystery.At the end of March, a Los Alamos National Lab research project known as theRobotic Optical Transient Search Experiment, or ROTSE, confirmed what X-rayastronomers had first noticed in January - an unusual object in the Big Dipperthat has a four hour wave in optical light. The object first flared up in Januaryand then began to fade away disappearing entirely by mid-February. Then itflared up again right at the beginning of March and has been bright since then.The first scientist to notice the strange brightening and dimming object in the BigDipper was Ron Remillard, Ph.D., an X-ray Astronomer and principal researchscientist at MIT's Center for Space Research who was Monitoring NASA'sX-Ray Timing Explorer Mission known as the RXTE satellite. Dr. Remillard'sspecialty is black holes - those singularities in space that suck everything intothem, including light. Dr. Remillard thinks that the mysterious object in the BigDipper that has flared, dimmed and flared again is a black hole eating up matterfrom a nearby orbiting sun."},{"pageNumber":2,"pageContent":"Interview:Ron Remillard, Ph.D., X-Ray Astronomer and Principal ResearchScientist, Center for Space Research, MIT and NASA's X-ray TimingExplorer Mission, Cambridge, Massachusetts: \"The All Sky Monitor is aninstrument on the RXTE satellite, it's a NASA mission and it's an x-ray camerathat pans the sky and covers the sky about five times a day. It keeps track of theknown X-ray sources and also tries to find new ones. In x-rays, the sky is highlyvariable. It's got a lot of personality and lots of change and lots of new sourcesthat come up throughout the year. One of the things we do is add together allthe images that we make for the sky on a one week sky just to try to superimposeimages in a way that go deeper and find fainter new things. And in one of ourmaps, we saw something in the Big Dipper, or the constellation Ursa Majoris,that was new. None of the surveys that had been going on in x-rays since the1970s had known about anything in this location.So, we put out an alert for a new x-ray source and there is quite a communitynow of ground-based astronomers in various bands of radio and optical thatrespond to these kinds of alerts and try to help gain information. And within ahalf hour of sending the alert - it was night time in Japan and I got a call from aJapanese astronomer who saw a new optical star at the same location. So, it wassort of fun rapidly tracking down what this might be.The radio astronomers also detect a new radio star there. And when you put allthe pieces together - it being a radio, x-ray, optical new star, so to speak, andyou look at the spectrum in each of the bands - it looks very much like one ofthese black hole systems - a binary with a black hole for a companion star whichfrom time to time matter starts flowing from the star to the black hole and causesthis big eruption. The gas falling into the black hole has to spiral around beforeit enters the black hole and joins with it to get rid of angular momentum. Andthe thrashing around causes the energy of gravity to be transferred into heat andthat gas becomes billions of degrees and shines x-rays. So, these x-ray maps wemake are the primary window to finding black holes in the galaxy.In the past, all the black holes are in the Milky Way. It's just a matter ofstatistics. Just a small percentage of stars have black holes with them, a verysmall percentage. Just like any rare process where the stars live is where you willbe more likely to find rare things, relatively speaking. So, we're used to theseeruptions in the Milky Way. We're not used to these eruptions happening in theBig Dipper which is well separated from the Milky Way.What's surprising is that it's sort of pointing upward away from the galactic disc.So that in the beginning made it quite a mystery because we just don't see thingserupt like that away from the rest of the stars. There are a few mysterious thingsabout the spectrum that are rather technical that astronomers are very interestedin. But the big mystery, I would say now now that the radio and opticalastronomers have really provided a bunch of information - the really big mysteryis what is this binary doing up in the Big Dipper?When you get away from the Galactic Plane and the Milky Way, for instance, inthe direction of the Big Dipper, there's much less dust. So that allows a wholelot of follow up opportunity to back when this thing quiets down that littlespeck that will signify the optical star - we can study that in great detail whenwe are dust free. And the Hubble Space Telescope is looking at it and they canget an ultraviolet spectrum of this and try to do some important physicsdiagnostics for the matter flowing into the black hole. And it usually can't dothis because the ultraviolet light is especially prone to being absorbed by thedust.So, there is nice opportunities with the luck of finding one of these things atsuch a high inclination in the galaxy. And our best guess is that there are twoways of star formation in the galaxy - the very ancient stuff like these things"},{"pageNumber":3,"pageContent":"called \"globular clusters\" were formed in sort of a spherical distribution. Andthey have funny orbits that go in all directions.And then later, as the galaxies disc got better formed and stars in a secondgeneration exploded in the disc, the Milky Way took the shape it now has. So,our best guess for its evolution is that this is some really ancient system and thereason it has the funny location is that is just happened in a random orbit that issimilar to that first generation of stars. So, it's a curiosity that way and we wouldlook for signs when we do study this thing down the road when we can see theoptical star we'll look for any signs that this may be one of those ancient,primordial stars in the early phase of the galaxy.\"BEYOND THE ACCRETION DISC WHERE MATTER AND GASORBIT INTO A BLACK HOLE, DR. REMILLARD SAID THERE AREOTHER BAFFLING SURPRISES THAT SCIENTISTS STILL DON'TUNDERSTAND. ONE IS THE RAPID OSCILLATION OF LIGHTGOING BRIGHTER AND DIMMER FIVE TIMES A SECOND BEYONDTHE EVENT HORIZON AND PRESUMABLY INTO THE HEART OFTHE BLACK HOLE.\"You can't dump matter with no limits into the black hole because the light maybe so ferociously trying to escape that it starts to actually push back. I mean,light has momentum and if you have enough light coming back, it will start tostop the flow. And maybe the huge competition between stuff falling in and thelight falling out can set up a tug of war that can resemble an oscillation of somekind.A TUG OF WAR BETWEEN LIGHT GOING IN AND MATTER ANDGOING IN AND LIGHT TRYING TO GET BACK OUT?Yes, essentially between the matter falling in by gravity and the light trying toescape because of the heat coming from that same matter falling in. So, this wasdescribed- it's classically described as the Eddington Limit. It came out ofstraightforward physics quite a long time ago, the idea that if light hasmomentum, then you can't feed without limit...INTO A BLACK HOLE...into a gravity wellWITHOUT THE LIGHT TRYING TO ESCAPE.Without reaching a point, yes, that the light is going to be pushing back with somuch, so much light will be trying to come out it will start to impede the flow.So, maybe there is a mathematical situation or mathematical solution that wouldtry to describe the oscillation as the end of that tug of war.THAT WOULD BE THE RINGING OR THE BEATING.Yeah, there are constructs like that which people are trying to consider andmatch with the data.IS IT FAIR TO SAY THAT AT THE SINGULARITY AT THE CENTEROF THE BLACK HOLE, THAT IT IS LIKELY OR PROBABLE THATANY KNOWN PHYSICS OUTSIDE THE SINGULARITY DON'T APPLY THAT IT IS COMPLETELY UNIQUE?I don't know. I don't think anyone knows what's going on right at thesingularity.\"Credits Copyright © 1999 - 2009 by Linda Moulton Howe."},{"pageNumber":4,"pageContent":"All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
