[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponHamoukar, Syria - A City Older Than 6000 Years?© 2000 by Linda Moulton HoweMay 28, 2000 Chicago, Illinois - An archaeological discovery in Syria couldmean that civilizations which reached city size and complexity might be olderthan previously thought. Scientists from the University of Chicago's OrientalInstitute dug down beneath the already existing town called Tell Hamoukar innortheastern Syria. To their surprise, they found large ovens big enough to feedlarge numbers of people, more than a hundred clay seals with hieroglyphicsused to record trade transactions, a large protective city wall and porcelain-likepottery as thin as an ostrich egg. Most importantly, the archaeologists believethis apparent city was thriving at least 4000 B. C. - which is 6,000 years ago andmeans it was already functioning independently from Sumer. Until now, theoldest cities with developed seals and writing were thought to be Sumerian Urukand Ubaid in Mesopotamia which would be the southern one-third of Iraqtoday.One of the Archaeologists on the Hamoukar excavation is Clemens Reichel atthe Oriental Institute at the University of Chicago. I asked him if Hamoukarcould be as old or older than Sumerian cities that have traditionally beenlabeled as most ancient.Interview:Clemens Reichel, Archaeologist, Oriental Institute, University of Chicago,Chicago, Illinois:\"The elements of that settlement are distinctively urban so we are confrontedwith a city that existed before the Uruk people ever came up to Mesopotamiaand that just opens up a number of new questions. Where did this concept ofurbanization originate from in Syria?"},{"pageNumber":2,"pageContent":"Hamoukar, Syria step trench looking down from the top of the high mound and facingnorth.The wall extending in the center foreground is Islamic (ca. 700-1000 A. D.) followed bytwo levels of early Bronze Age architecture around 3000 B. C. and a substantial LateChalcolithic wall of 4,000 B. C. vintage, possibly an early city wall. Photograph courtesyOriental Institute, University of Chicago, © 2000.IN OTHER WORDS, WHY IF THE TRADITIONAL ACADEMIC VIEWWAS CORRECT - HOW COULD THERE HAVE BEEN A CITY THATWAS ESSENTIALLY SOPHISTICATED AND PRE-DATING URUKWHICH WAS IN MESOPOTAMIA AND, UNTIL THIS DISCOVERY,CONSIDERED TO BE THE OLDEST?That's correct. That's the question we are asking ourselves as well. A smallcorrection - we wouldn't necessarily say that Hamoukar is older yet. I think thatwould be premature and not necessarily what we would expect. But theimportant factor for us is that it is an independent development and that justopens a number of new questions. We have cities in Syria in the 3rd MillenniumB. C. In fact, they had very large cities. That was a well known fact and has beena subject of many conferences in the last ten years. So, finding a city that is yetanother thousand years older than the earliest cities we had attested is asensational discovery. And as I said before, it pre-dates the earliest attestedinfluence of people from the south.YEAH, IN FACT THIS WOULD BE A REVOLUTION I WOULD THINKIN ARCHAEOLOGY.Yes, it will stir up quite a bit of controversy, I am sure about that. And quiteobviously we need to do much more work there. We have just had our firstseason. We have certain clear elements that seem to indicate we have a city.Otherwise it would be very difficult to explain.NOW, THE POPULATION THAT WOULD HAVE BEEN IN THISSYRIAN CITY WHICH IS ACTUALLY UNDERLYING THE CURRENTDAY VILLAGE OF WHAT IS KNOWN AS HAMOUKAR, CORRECT?That's correct.SO, WE'VE GOT A CITY UNDERNEATH A CITY TODAY, BUT THECITY UNDERNEATH THAT YOU HAVE EXCAVATED IS EXTREMELY"},{"pageNumber":3,"pageContent":"OLD AND SOPHISTICATED. WOULD THE POPULATION 4,000 ORSO B. C. HAVE BEEN MESOPOTAMIAN OR ANOTHER CULTURE?It's always very difficult to assign an ethnicity to a population that is pre-historic.On the other hand, we have relatively clear indicators from the archaeologicalmaterial that we found that this is distinctly local northern Syrian culture. Ourmain tool, our main way to define that is the pottery. There is a clear and verydistinct break. We can identify Uruk pottery very well. It's very well known fromUruk itself and in larger excavations. And you can find Uruk settlements inmajor parts of Syria, southeastern Turkey, western Iran and they are always veryeasy to identify because they are a distinct pottery. They have distinctarchitecture and certain artifacts that go with the Uruk period that are ratherunmistakable.In the earlier city, however, there are clear differences. The constructiontechnique of the walls - the bricks are distinctively northern Syrian. They arelarger and a very distinct kind of architecture. The pottery is by and large coarse.It has unoxidized. But at the same time, we have found a strikingly fine type ofpottery which indicates that it's wheel-made and it definitely seems to bemanufactured not on a household level anymore, but presumably in specializedpottery manufacturers.AND ISN'T IT TRUE, IN FACT, THAT SOME OF THE POTTERY THATYOU FOUND WAS AS THIN AND REFINED AS THE EGG SHELL OFSOMETHING LIKE AN OSTRICH EGG?Yes, I held them myself. It's very difficult to believe when you hold them upagainst sunlight. They are very thin, very finely made. And again, this is one ofthe indicators that we are at a certain level of craft specialization that at leastshows a certain development away from the village. I would caution that potteryin itself would indicate an urban development. We found other elements thatsuggest we are not dealing with an agriculture settlement any more, but a city. IfI can elaborate those points.I think first and most significantly, we have a wall which is about 10 feet highand 13 feet wide which is just about the right location and goes around thewhole high mount which is the area of the oldest settlement. And it would bevery difficult to explain it as anything but a city wall. Again, I have to say this isour first season. It still could be something else. But it seems very logical it as acity wall with terraces behind it. The area circumscribed, what we assumecircumscribes it and matches with the distribution of this local pottery that wefind on the surface is about 30 acres. Again, 30 acres in the 4th Millennium B.C. would be a very, very large village. In fact, it would be by and large thebiggest village we would have at that time. And it would be more likely toidentify it as a town.At a different area on this site, we excavated several trenches to get a larger opencoverage of what is there. At this particular part of the site, we knew from thepottery that the 4th Millennium was very close to the surface. We didn't havetoo much overburden from later periods. And what we found there is probablybest described as a series of very large ovens."},{"pageNumber":4,"pageContent":"Mud-brick architecture and pits facing southeast, Late Chalcolithic level.The partially excavated circular feature in the right foreground is a large oven.Photograph courtesy of Oriental Institute, University of Chicago © 2000.Now, that may not sound very striking or sensational. But these ovens arecommon features found in excavations. However, those ovens are too big to beused in household productions. It seems more likely are a part of a bakery oralso possible that it was a brewery. Beer is commonly known in that part of theworld from very early on. And certain procedures in roasting the barley andfermenting processes are very similar at the beginning of bread making and beermaking. So, we're not exactly sure what it is yet. We haven't excavated a wholeone yet. They are too large to fit into one of our squares that we excavated. So,again this shows we are past the stage of households that just survive themselves,that works for their own subsistence.IT'S AN ORGANIZED CITY.It's an organized society and therefore, it's a society that seems to have labordivision, craft specialization. The persons who worked there were probablymaking bread or beer all day. They weren't going out into the fields and farming.AND ISN'T IT A FAIR CONCLUSION TO SAY THAT IF WHATYOU'VE FOUND ALREADY IN YOUR FIRST SEASON OFEXCAVATION IS POTTERY SO FINE THAT IT'S AS THIN AS ANOSTRICH EGG THAT YOU'VE HELD IN YOUR OWN HANDS,LARGE OVENS THAT WERE CLEARLY DESIGNED TO DOMULTIPLE KINDS OF COOKING AND THE CITY WALL ANDOTHER FACTORS THAT SUGGEST THIS ALREADY WAS ANESTABLISHED TOWN OR CITY THAT MEANS AT THE DATE OF4,000 B. C., IT WAS ALREADY THRIVING.That seems to be the case and we obviously have to anticipate we are going tofind earlier material below. We have some indication that the proceeding Ubaidperiod which represents the 5th Millennium is also present. We only have a fewpottery fragments from the mound so far. We haven't found it archaeologicallyyet, but it's very likely that one day when we have excavated deep down enoughthat we are going to find something of that period and the question will arise:What kind of society, what kind of a settlement do we have? We have a village.We already have a precursor of a city at that early stage. It's tempting to suggestthat, but we'll have to wait for the excavation.AND IF CITIES WERE THRIVING WITH THIS KIND OF"},{"pageNumber":5,"pageContent":"SOPHISTICATION 4,000 B. C., SIX THOUSAND YEARS AGO, ANDALREADY THRIVING, IT MEANS THAT WE'RE GOING TO HAVE TOPUSH BACK QUITE FAR I WOULD THINK THE BEGINNING OFHUMAN CIVILIZATION AND THE APPEARANCE OF WHATESSENTIALLY WOULD BE SEALS AND WRITING.In part, absolutely. We don't have to overthrow the Mesopotamian factor yet. Idon't think there is any need for that. But you're bringing up a very importantpoint. You mentioned the words seals and writing. And in fact, Hamoukar couldcontribute quite a bit to that discussion. As you may know, writing originates inMesopotamia. And I don't think we want to change that picture at the presenttime.BUT IT MIGHT BE CHANGED AS YOU CONTINUE WITH THISSYRIAN DIG?The last word certainly has not been spoken! But even if we don't overturn thatpicture, the interesting, one of the most interesting discoveries that we madewere about 100 seals all of which date to the 4th Millennium and most of whichseem to clearly pre-date the Uruk period.Stamp seal made of bone in the shape of a deer laying down.The seal design on the reverse depicts three horned animals, possibly ibexes.Found in excavated level with large ovens circa 4,000 B. C.Photograph courtesy Oriental Institute, University of Chicago © 2000.Seals are a very important step in the direction of writing. An importantadministrative tool at that time. Let me just give you a quick example. Say if youhave a container, a seal, a jar, or box and there are certain goods that getdelivered to the temple or the palace or any kind of administrative unit, youwant to control who is taking out material, who is removing it and is heauthorized. So the way you do that at the time, you close the container, say youwrap string around the back or close the jar by putting a lid on it, put a piece ofcloth over it, fasten a string around it. Then you take a lump of clay and press iton the jar neck or the string or over the string on the back. Then you take yourseal and press it into that clay. As the clay dries out, the only way to remove it isto break it. And you can do that. But the minute you break the clay, there's theevidence that somebody has tampered with it. So, it is a very simple but highlyingenious way of administering control.We don't have to guess on that one because along with the 100 seals we found,we also found 21 seal impressions on clay ceilings close by to the seals that wefound. So we know that was the concept they had.SO THEY HAD SOME SORT OF INVENTORY IN A CEILING TOCOMPARE AGAINST SEALS?"},{"pageNumber":6,"pageContent":"That might be. The archaeological context of the seals was not revealed enoughto pattern what their function is, or their exact context is. It was too close to thesurface. But we have comparative material from other sites where such practiceof keeping seals once they were removed for reference before they get discarded,so they become accounting tools. And that's a very important discovery becauseonce you have that administrative level that you keep track, that the bureaucracyhas progressed to a degree where you have to keep control of your officials whohave legitimate, who does not legitimate access - by that time you have a fairlyadvanced level of social organization and bureaucracy.AND AGAIN, REINFORCING THAT IF YOU ALREADY HAVE DATESBACK TO 4,000 B. C. THIS HAD TO BE ALREADY FUNCTIONINGBEFORE 4,000 B. C.Certainly, the prototypes, the forerunners, must have been in place. Humandevelopment sometimes takes very great leaps in very short time, but yes, therehave to be forerunners, prototypes, and indeed, we know there are Ubaidperiods stamp seals. We don't know very much about their usage at the presenttime. But we know there are forerunners. But we don't have them in urbancomplexes so far.NOW COULD YOU DESCRIBE SOMETHING ELSE THAT I FOUNDTO BE VERY FASCINATING IN THE IMAGES THAT HAVE BEENPHOTOGRAPHED AND THAT IS THE EYE IDOLS WITH THEENORMOUS EYES AND THE DOMED HEADS.\"Eye idol\" made of bone. These figurines with their characteristic oversized eyesare well-known from the site of Tell Brak as well and date to 4,000 B. C.Exact purpose is unknown. Were they depictions of the humans? Or the alleged gods?Photograph courtesy Oriental Institute, University of Chicago © 2000.Yes, the eye idols are again a very interesting indicator and I don't think it's toofar fetched to connect them with an urban development. What the eye idol"},{"pageNumber":7,"pageContent":"symbolizes is better understood from a neighboring site which was excavated bya British excavation some 60 years ago called Tell Brak. There a temple wasfound where those eye idols showed up in great masses. And by analogy withlater periods where we found more elaborate versions of those eye idols, we canunderstand what they are about. In later contexts, we do have real humanstatuary in part very elaborate that was left, put up in the temple as a votive gift.You have to understand that the worshiper or the person making a plea beforeGod leaves his own image in his own place to be there permanently and to havehis image, the eye idol, speak on his behalf in front of the god or goddess. And Ithink that's where the eye idols fit in. There are other possible interpretations,but they seem to represent humans. From Tell Brak we actually have eye idolsthat are either couples - and there is one that has a child, a baby eye idol incisedin front of the bigger one. So I think the interpretation as a humanoid figures,although highly stylized, is pretty certain now.AND HOW DO YOU AS AN ARCHAEOLOGIST EXPLAIN THE FACTTHAT HUMANS IN MESOPOTAMIA AND SYRIA WOULDREPRESENT THEMSELVES AS HAVING HUGE EYES AND DOMEDHEADS?Well, the eyes are one of the most striking things in the human body, I guess.That's a very good question - why the eyes are so important? But I suppose youcan make the argument that you are gazing at the deity. You want to catch theireyes and you want them to catch your eyes. Eye contact then and now plays avery important role in the Middle East.ANY POSSIBILITY THAT THESE MIGHT BE THE HUMANSDEPICTING THE ALLEGED GODS SUCH AS THE SUMERIAN GODSTHAT BUDGE AND HARRIET CRAWFORD DID SO MANYEXCAVATIONS IN THE EARLIER PART OF THIS CENTURY ANDTHE END OF THE LAST AND THEY TALKED ABOUT THE GODSLIVING AMONG THE SUMERIANS. COULD THESE BE DEPICTIONSOF THE ALLEGED GODS?We're having some trouble at that early time to identify how gods were depicted.I have no real doubts that they were depicted. But we really have a greatabsence of cult statues themselves. We know how gods were depicted from sealsand terra cotta from later periods. But at that early time, it's difficult to say forsure how, what the nature of those gods were? Were they anthropomorphic?Were they, did they have animal gods or goddesses? At that time with thatwriting, it's very difficult to conceive how those gods - especially up in Syriawould have looked like.HOW WOULD YOU COMPARE THESE EYE IDOLS AT HAMOUKARWITH THE THOUSANDS OF STATUARIES, CALLED UBAIDFIGURINES, AND THEY ALSO HAVE EXTREMELY LARGE EYES,VERY ODD SHAPED HEADS AND BODIES?They might fall into the same category, but again it's very difficult to tell becauseobviously the eye idols at least where they were found in good context are fromreligious context. The Ubaid figurines are also found in part in a religiouscontext in southern Mesopotamia they are found in a site called Eridu in atemple for that period. And again, the correct interpretation of those Ubaidfigurines is very difficult. They might or might not represent gods. They couldalso identify human worshipers. I would not necessarily hazard a guess."},{"pageNumber":8,"pageContent":"Many suggestions have been made about the eye idols in the past. And some ofthem. I know that at least one scholar has suggested to seeing a parallelismbetween them and certain Chinese figurines. And that is probably going too far.But keep in mind, the eye idols are abstractions of certain elements to depicthumans. And as you already pointed out, the important elements about them arethe eyes. It is presumed that visual contact with the deity that was the mostimportant part for the ancient people that made them.WELL, IT STRUCK ME ALSO THAT THEY WERE SHOWN WITHTHOSE CONE HEADS WHICH REALLY ARE THE SAME SHAPE ASTHE ALLEGED GODS IN SUMERIA WHO ARE DEPICTED WITHTHOSE TALL HATS WITH THE ROPEY COIL AROUND THE HATAND THE HEAD SEEMED TO GO UP. AND I WONDER IF THERE ISSOMETHING ABOUT THIS CONE SHAPE WHICH SEEMS TO BEVERY MUCH DEPICTED IN THE SUMERIAN?That's an interesting suggestion. I don't know if anybody has ever examined that.The cone shaped head that you're talking about in Mesopotamia is actually alater development, a so-called \"Horn Crown.\" It's a rendering of a multiple setsof horns that indicate deity, a deified status, and there are forerunners in the 3rdMillennium B. C. However, those are usually indicated by a simple set of hornson each side of the head. I don't know whether it's possible to see a directconnection between them. But I must admit, I hadn't thought about that. That'san interesting suggestion and somebody could look at that.IN ONE OF THE GRAPHICS THAT HAS COME OUT FROM THEUNIV. OF CHICAGO, YOUR GROUP, SHOWING THE EYE IDOLS.THERE ARE 5 DEPICTED IN THE GRAPHIC AND ONE ISIDENTIFIED AS 1 HM 59 HAS A PERFECT CONE SHAPED HEADWITH ENORMOUS EYES AND LOOKS LIKE BANDS GOINGACROSS THE CONE.Eye idols discovered at the Hamoukar, Syria excavation at the 4,000 B. C. level.Note 1 HM 59 on bottom row with cone shaped head and large eyes, reminiscent of Goddepictions in Sumer.Drawings courtesy Oriental Institute, University of Chicago © 2000.That's correct. And there are actually parallels to that I believe from Tell Brak."},{"pageNumber":9,"pageContent":"And we do have them elsewhere. That's correct. You have to understand that thelocal culture does not simply disappear when the Uruk people show up. On thecontrary, they do co-exist and one of the big questions for us that we still needto address and understand in the next few years is what the nature of thisinteraction was: Was it peaceful? Was it violent? Was it a matter of one sidedominating the other? Was it trade-based? It's very difficult to estimate that.There has been some research in it, but it's still very poorly understood what thenature of that relationship was about.AND THE BOTTOM LINE IS: IF PEOPLE FROM URUK GOT TOHAMOUKAR AND HAMOUKAR WAS ALREADYWELL-ESTABLISHED, WHO ESTABLISHED HAMOUKAR?Now, that is the question in a nutshell. Who established Hamoukar? If we hadthe answer I guess we wouldn't have to dig there anymore. We don't have theanswer. That's the problem. We don't know it. It seems to be a local culture onthe basis of what I said, we are pretty certain it's a northern Syrian culture. Butwho exactly? And why? What is the nature? What is the impetus of people tomove into cities? That is something that needs to be examined in the next years.\"More Information:Mr. Reichel stressed that the transition from villages and towns to cities that canserve large populations is what needs to be studied. Perhaps the beginning ofcity structures goes back further than previously thought. If so, was it increasingpopulations or other factors that provoked humans to move together in urbancenters? Hamoukar seemed to be already thriving with urban facilities in 4,000B. C.I asked Mr. Reichel how he would compare Uruk and Hamoukar with what washappening in Egypt at that period.Reichel: \"That's also a good question. Egypt seemed to form states at a veryearly time. We know there was a social complexity emerging in Egypt, but whatappears to be missing is the urban development. So far, we don't have muchevidence of an urban development (as in Hamoukar and Uruk). An importantquestion is: what stimulates urban development? And that is something that hasnot been understood. We do see small cities in Egypt, but nothing likeMesopotamia. Or even Hamoukar.BECAUSE EVERYTHING WAS FOCUSED AROUND TEMPLEDEVELOPMENT?We know a lot of things about Egyptian funerary practices and temples, but bycomparison to Mesopotamia or Syria, there are very few excavations that havebeen done in domestic architecture. There is the Workman's Village in Thebes,but nor very much else is known in detail. But there are interesting projectsgoing on in Giza right now where bakeries have been excavated. Did they serveelaborate royal households? Or were they connected to larger city life?\"We b s it e s :http://www-news.uchicago.edu/Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved."},{"pageNumber":10,"pageContent":"www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
