[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponLarge Hole in England's Silbury Hill© 2000 by Linda Moulton Howe Silbury Hill near Avebury, Wiltshire, England, circa 3700 B. C.,the largest artificial mound in Europe, 130 feet high and covers five acres.On May 31, 2000, a resident found a hole on top. By June 11, 2000, the hole is50 feet deep and about 6 feet wide. Aerial photograph © 1993 by Linda Moulton Howe.June 11, 2000 Silbury Hill, Wiltshire, England - On May 31, 2000, aWiltshire resident reported to police that at the top of Silbury Hill was a cavedin hole. The local Gazette reported, \"National Trust staff discovered a holeabout six feet by four feet had opened up revealing a drop of almost 50 feet intoa well-like shaft.\"Some witnesses have described the hole as \"sharply cut,\" but earthfiles.com iswaiting for clear photographs. Chris Gingell, Manager of Britain's NationalTrust, told reporters that he believed \"the recent heavy rain had caused thematerial used to fill the shaft over two centuries ago to destabilize whichresulted in the collapse.\"Britain's National Trust is responsible for preserving the great hill which is thelargest artificial mound in Europe, rising 130 feet high and covering five acres atits base. Age estimates vary, but the nearby Windmill Hill sacred site was in useby 3700 B. C.This morning I talked by phone with the Manager of The Henge Shop inAvebury, not far from Silbury Hill, who has been following the U. K.'s efforts todeal with the sudden crisis of their unique Neolithic mound.Interview:Eric Dougherty, Manager, The Henge Shop, Avebury, England: \"On May31st, we received a phone call from one of the local papers. One of thejournalists had gotten a call from a local resident who had been up on topSilbury Hill that day and noticed there was a cave in. He was immediatelycontacted as well as the police. The hole is about fifty feet deep and about 8 feetwide. But what they are concerned with is a funneling effect where the dirt fromthe surrounding area will cave in with it. So, it could be anywhere from, justlooking at the photograph, from the aerial photograph, they have a cordoned off"},{"pageNumber":2,"pageContent":"area of what looks like maybe 20 feet across.THIS IS A MAJOR HOLE THEN PENETRATING RIGHT DOWNTHROUGH THE TOP OF SILBURY HILL.It's a pretty good sized hole, yeah. The original hole in Silbury was created bythe Duke of Northumberland. He had hired some Welsh miners to excavate rightdown through the core of Silbury Hill trying to find out what was buried in it.T H AT WA S W H AT Y E A R ?Back in 1776. And they found nothing. They were looking for a legendary kingon his golden horse and they came up with nothing.THEY HAD MADE THIS BIG HOLE, FILLED IT IN, AND THEN INTHE YEAR 2000, SUDDENLY IT OPENS UP?Yes, it opens up. According to anyone who works in mining or landfill, youusually can put about two-thirds of the dirt back in that came out due tosettling. So, after a certain amount of time you're going to have settling. We hadan especially wet April and May and that probably is what triggered the soil tosink. As a result we have a 50 foot shaft that opened up on the top and which isabout right. Silbury is 130 feet tall, so that's just about a third of what wouldhave been there (originally) before the Duke excavated.HOW ARE THEY GOING TO REPAIR THIS AND WHO IS GOING TODO THE REPAIRS?No one is really sure. They are looking into the possibility of using helicoptersto lift large amounts of soil at a time. It says a lot for the original builders whoactually created this. They have to get hold of structural engineers and see whatthey can do about it.IN THE YEAR 2000 WE ARE CONFRONTED WITH A PROBLEM ATSILBURY HILL THAT MODERN DAY PEOPLE ARE NOT CERTAINHOW TO REPAIR AND IT IS DIFFICULT ENOUGH TO GET UPTHERE THAT WE ARE CONTEMPLATING LIFTING UP SOIL BYHELICOPTERS?Exactly. As a 'modern society,' we are looking for the easiest way to repairsomething like this when people who built it carried it up with probably nothingmore than a wicker basket and scooped it out of the ground with a shoulderblade or deer antler.OR THAT THERE WAS SOMETHING ELSE INVOLVED WITH THECONSTRUCTION OF THE MONOLITHS OF THE BRITISH ISLESTHAT NONE OF US YET UNDERSTAND.Could be.RIGHT NOW, THE TOP OF SILBURY HILL IS CORDONED OFF FORTHE FORESEEABLE FUTURE?Yes, there is a posted 24 hour guard just to make sure. It is owned by theNational Trust and it is a cordoned off area. They are taking it very seriouslyright now with the ground being unstable and making sure no one goes up there.FALLS IN .Falls in, right.\""},{"pageNumber":3,"pageContent":"More Information:The National Trust says it will take hundreds of tons of soil to fill the open shaftand before that helicopter operation is carried out, archaeologists hope toexamine the shaft to see what more can be learned about the mysterious moundof Silbury Hill which is the largest artificial mound in Europe. The originalpurpose for its construction is still not known.We b s it e s :http://www.thisiswiltshire.co.uk/Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
