[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponThe UFO/FBI Connection by U. S. Navy Physicist,Bruce S. Maccabee - Part 2© 2000 by Linda Moulton Howe\"Objects that were flying and recorded on a theodolite camera at White SandsMissile Test Range in New Mexico were flying at 150,000 foot altitude andwere about 30 feet in diameter. We had nothing that could approach thataltitude then. Even the high altitude balloons only went up to 100,000 feet.And of course, the balloons did not move fast. The unidentified objects movedvery fast. Here is a document which I guess you could say proves that UFOsare real.\"- Bruce S. Maccabee, Author,The UFO/FBI Connection © 2000 -Excerpt about unidentified flying objects from July 13, 1950 Memo from MathematicianWilbur L. Mitchell, Data Reduction Unit,White Sands Missile Range, to Commanding Officer,Air Force Cambridge Research Laboratory, Cambridge, Massachusetts. June 19, 2000 Sabillasville, Maryland - Part 2 of the interview with Bruce S. Maccabee,Ph. D., Research Physicist at the Naval Surface Warfare Center (NSWC) in Dahlgren,Virginia. On May 1, 2000, his book The UFO/FBI Connection was released detailing hisresearch since 1976 into FBI documents and knowledge about the UFO mystery.Currently, Dr. Maccabee is still in high energy laser research and is trying to develop waysto protect sensitive devices such as eyeballs or sensitive viewing instruments from damageby high powered, very brief laser pulses. I asked him what provoked him to write his newbook about the FBI's involvement wth UFO investigations.Interview:Bruce S. Maccabee, Ph.D., Research Physicist, Naval Surface Warfare Center(NSWC), Dahlgren, Virginia: \"It can be traced back to the McMinnville, Oregon Trentphotographs.First of two disk photographs taken on May 11, 1950 at 7:30 PM by Paul Trent ofMcMinnville, Oregon. Physicist Bruce Maccabee, commercial photographers and the analyst forthe Condon Committee at the University of Colorado, 1966-1968, studied the negatives and prints andconcluded the photographs were genuine. Photograph © 1950 by Paul Trent."},{"pageNumber":2,"pageContent":"Second of two disk photographs taken on May 11, 1950 by Paul Trentof McMinnville, Oregon. Photograph © 1950 by Paul Trent.Howe Note: On May 11, 1950, Mr. and Mrs. Paul Trent saw a UFO silently approachtheir house around 7:30 PM. The couple said the aerial object was very bright,almost silvery. Mrs. Trent ran indoors to fetch a camera. Mr. Trent was able to taketwo photographs before the object moved away rapidly to the northwest. Thephotographs were studied by commercial photographers and by the CondonCommittee at the University of Colorado. The consensus was that the Trentphotographs were genuine. The Condon Committee came about when the U. S. AirForce paid physicist Edward Condon and his appointed project members toinvestigate and evaluate UFOs from October 1966-1968.Bruce Maccabee: \"We just celebrated the 50th Anniversary of thosephotos. I gave a lecture out at McMinnville, Oregon on May 11th at 7:30PM, the time of those photos exactly, fifty years to the minute after theywere taken, I was talking at a hotel in McMinnville, Oregon to maybe 100people who wanted to find out what was going on about this sighting thathad occurred so long ago. This was probably one of the most famousphoto events in the history of Ufology. The Trents died a few years ago, bythe way, but one of their sons and daughter was there.Well, what do the Trents have to do with my new book? Well, I wasinvestigating the Trent case in 1975 to 1976 and talking to Evelyn Trentand she told me a few weeks after the photos had been taken, or publicizedin a newspaper, that an FBI man came to their house, sort of ransacked itlooking for something. She described very graphically how he came andwent into their bedroom and took a drawer and dumped it out on the bedand another drawer and dumped that out on the bed.WITH HER WATCHING?Yes, with her watching. Then he wouldn't put anything back. You can wellimagine that that offensive behavior stuck in her mind. She said it was anFBI man.There Really Was An \"X-Files\" in the FBI1. 2.So in the fall of 1976, I wrote to the FBI under the Freedom ofInformation Act. The FOIA became law in 1975. In 1976, I wrote to theFBI and asked if they had any record on a Paul A. Trent of McMinnville,Oregon. And I put in as an afterthought, 'If you have anything else onUFOs, please let me know.' I did not expect to get anything.Why wouldn't I expect to get anything? There was the Ruppelt book about3."},{"pageNumber":3,"pageContent":"unidentified flying objects. (The Report On Unidentified Flying Objects byUSAF Capt. Edward J. Ruppelt, Former Head of the United States AirForce Project Blue Book investigation of flying saucers, an operation ofthe Air Technical Intelligence Center.) In the book, there is a statementthat the FBI was never involved. So, I didn't expect to get anything.Six months or so later, May 1977 I think it was, I got a phone call from avery surprised FBI agent who told me he had no idea there was this stuff inthe files, but there was over 1000 pages of material and he had readthrough it. It looked like it was mostly newspaper articles and letters to theFBI offering information, or asking for information, \"but there is somegood stuff there and if you want, I will copy the good stuff and send it toyou.\"So, he did and that began my long FBI saga, I guess, lasting over decades.Ultimately 1600 pages were released. You can get them athttp://foia.fbi.gov. If you go to that part of the FBI web site, you'll find anumber of released Freedom of Information Act documents. A lot ofpeople have files there. And there's something else called 'Unusual.' Youclick on Unusual Phenomena, you'll get UFOs and a few other things.There are 1600 pages in pdf format (which needs the Acrobat Reader) onthe FBI web page. The pages are all jumbled up, not in any order.I got the documents 20 some years ago. I wrote articles that appeared in allfour of the major UFO journals: the NICAP Bulletin (NationalInvestigations ommittee on Aerial Phenomena), the MUFON Journal(Mutual UFO Network), the International UFO Reporter (Center for UFOStudies) and the APRO Bulletin (Aerial Phenomena ResearchOrganization). NICAP was just about dead by that time. NICAP, APRO,MUFON and CUFOS all took what I wrote and published stories on theFBI files.So, they've been around for some time. Then in the 1980s, we got the U. S.Air Force intelligence files for the first time. Project Blue Book had beenreleased in 1975 as microfilm records that you could read at the NationalArchives. Or you could buy the microfilm. But they didn't includeeverything that the Air Force did. Air Force Intelligence documents werenot made available until so-called Record Group 341 or something orother, released in 1985. And more record releases have occurred in thepast ten years as well. So, all of this stuff goes into my book.But it can be traced originally to the Trents because of the FBI documents,but I hadn't thought about writing a book about it until 1995 in Decemberwhen I saw an article in the Washington Post Sunday Magazine. They hada front page article about a tour that this reporter had taken of FBIHeadquarters. And they were of course playing on the X-Filesphenomenon. And the reporter said, 'Well, you went into the FBI and thetour guide was there and we asked him where they kept the Real X-files?'And he said, 'They are down this way, ha, ha.' So, it suddenly occurred tome that the guys at the FBI don't even know what they've got. And thatprovoked me to do the book.YOUR FOCUS AROUND THE FBI WHERE YOU STARTED WITHTHOSE DOCUMENTS. BUT CAN YOU DESCRIBE WHAT YOULEARNED ABOUT THE RELATIONSHIP BETWEEN THE FBI AND"},{"pageNumber":4,"pageContent":"OTHER AGENCIES?The FBI and the U. S. Air ForceThe FBI acted like a window on Air Force activities. The Air Forcedocuments show some interesting things. I put a lot of Air Force documentmaterial into my book in order to build up the history. In order tounderstand what they told the FBI, you have to understand the context.What was going on? What was the Air Force itself doing and saying thatwould indicate why they would say some things to the FBI?The FBI was asked by the Air Force on the 10th of July 1947 to investigatesightings (of UFOs). This was two days after Roswell made thenewspapers, three weeks after Kenneth Arnold's sighting, basically a littlebit past the middle of the 1947 UFO flap. And the Air Force told the FBIthat it was interested in trying to find out if there could be Sovietsubversion involved. Soviet agents making up flying saucer stories toundermine the confidence of the American people and the ability of theAir Force to protect everybody. They didn't literally say this, but I'mparaphrasing between the lines. So, was there Soviet subversion going on?There is a document in the FBI file (shown below) in which an FBI agentsummarizes his talk with Brigadier General George Schulgen who is thegeneral in charge of requirements, the intelligence requirements branch.General Schulgen told the FBI that the Air Force wanted the FBI toinvestigate. The summarized conversation was floated up through the chainof command in the FBI under J. Edgar Hoover. His assistant, Clyde Tolsenrecommended that they do it and Hoover's hand signature on the documentsays, 'I would do it, but first we must insist upon full access to disksrecovered. For instance, in the La. case, the Army grabbed it and wouldnot let us have it for cursory examination.' Here, La. stands for Louisianawhere there had been a hoaxed object thrown in somebody's back yard andthe FBI wanted to analyze it and see if there was any evidence of partsfrom another country or anything they could trace back to the actualperson who built it to find out if he had been a Soviet agent.4."},{"pageNumber":5,"pageContent":"Internal FBI Memorandum about a conversation that an FBI agent had on July 9, 1947(day after Roswell, NM flying saucer crash made newspaper headlines) with BrigadierGeneral George F. Schulgen, Chief of the Requirements Intelligence Branch of the ArmyAir Corp's Intelligence, about 'FLYING DISKS' as indicated in the Subject category of thememo. At the bottom of the FBI memo, the first handwritten line says, \"I think we shoulddo this,\" dated 7-15-47. That writer is Clyde Tolsen, personal assistant to FBI Director, J.Edgar Hoover. The second handwritten note signed simply \"H\" is Hoover's response: \"Iwould do it but before agreeing to it, we must insist upon full access to discs recovered. Forinstance, in the La. case, the Army grabbed it and would not let us have it for cursoryexamination.\" Memorandum provided by Dr. Maccabee from FBI files released under theFreedom of Information Act.But that established a link between the Air Force and the FBI. Now, it's wellknown that the FBI acted as a black hole for all sorts of information. And AirForce information was not treated any differently. The FBI did an investigationof witnesses for about two months and filed a number of documents under theclassification: Security Matter - X. So, there really was an X File! And if ChrisCarter had called his TV show The Y FILES, he would have been wrong.\""},{"pageNumber":6,"pageContent":"Next: FBI and USAF Clash Over UFO Investigations in Part 3, continued onJune 20, 2000.More Information:The UFO /FBI Connectionby Bruce S. MaccabeePublished by Llewellyn PublicationsISBN #: 1567184936Retail Price: $14.95 with discount at amazon.com311 pages, 1st edition released May 1, 2000We b s it e s :http://foia.fbi.gov/Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
