[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponArmy Helicopters Damage East Field, Wiltshire Crop© 2000 by Linda Moulton Howe East Field, Alton Barnes, Wiltshire, England, June 15, 2000 between 2-3 PM. PresumedBritishArmy helicopters hovered as low as ten feet above crop and blew down a few hundredsquare feet.Photograph © 2000 by Peter R. Sorensen.June 17, 2000 East Field, Alton Barnes, Wiltshire, England - VideographerPeter Sorensen e-mailed me alarming and puzzling photographs he took in theEast Field on June 15, 2000, one of the Wiltshire fields famous for spectacularcrop formations. There is no fresh crop formation in the East Field, only theremnants of the 5-pointed star referred to as the \"Harlequin Pentacle\" discoveredthere on May 20, 2000. Recently, a 'rook circle' was made by birds that Peterwas photographing to compare to the truly mysterious crop formations thatglisten and flow like water. Often patterns resemble ancient symbols whichimply a profile of high intelligence in whomever, or whatever, is responsible forthe enigmatic crop glyphs. Is military intelligence monitoring frequencies fromsatellites and other listening posts to \"catch\" something associated with cropcircle creation? The following is from Peter to the farm's owner, Tim Carson,Alton Barnes:E-mail Number 1 from Peter Sorensen:\"Friday, June 16, 2000Yesterday while inspecting the rook circle in the East Field, two Armyhelicopters playing hide-from-the-radar flew in from the south at about thirtyfeet altitude and one of them stopped to look at the old crop circle there. Ithovered at only about ten feet for half a minute and blew down a few hundredsquare feet of crop before chasing after the other chopper in the direction ofMilk Hill.A couple minutes later, both choppers flew along the northern border of theEast Field at twenty feet, leaving in their wake a river of damaged crop. Becausethey flew in follow-the-leader fashion, the second one pushed the crop downfarther. This was between 2 and 3 PM."},{"pageNumber":2,"pageContent":"I have never seen Army helicopters paying no heed to their damaging cropbefore. (This is a private farm.) Although I'm sure it was not blown down flat,and the crop will surely recover, if this had happened when the wheat wasbrown, it could have been a lot more serious. The Army should be informed. Igot some video shots of this, but I can not see any identifying numbers - too faraway.If you would like me to e-mail you some frames of the video, at least the typesof helicopters can be identified for proof. I would be happy to 'grab' them off thetape and e-mail them to you.\"Then today, Saturday, June 17, 2000, I received Peter's photographs with thise-mail:E-mail Number 2 from Peter:\"Here are two shots of the helicopters damaging the crop in the East Field. Thefirst chopper is seen just as it started to leave the Harlequin Pentacle formation,just out of frame to the right.Both aircraft then went off in the direction towards Milk Hill. But a few minuteslater, they came back, skirting along the edge of the north border of the EastField, downing crop the whole way.The second chopper is seen following the first by about fifteen seconds and youcan see that it is going in exactly the same path as the first. Note the damage trailleft by the first is being further damaged by the second chopper.\"East Field, Alton Barnes, Wiltshire, England. Photograph © 2000 by Peter R. Sorensen.We b s it e s :http://cropcircleconnector.com/Soerensen/PeterSorensen99.htmlCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.ca"},{"pageNumber":3,"pageContent":"All rights reserved."}]
