[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponBacteria from Outer Space?© 2000 by Linda Moulton Howe Example of comet is Hale-Bopp © March 6, 1997 byDean Ketelsen, Tucson, Arizona.December 3, 2000 Europe -Mad Cow Disease Spreading in EuropeMad Cow Disease continues to panic Europe. Several countries includingEngland, Spain, Germany, Portugal, Belgium, Switzerland and The Netherlandshave all reported the fatal disease. The European Union's agricultural ministertold reporters, \"Mad cow disease knows no borders, but is moving from onemember state to another.\"This week, a German public information hot line crashed from overload. Polandhas banned beef from neighboring European countries; and Croatia, Estonia andLatvia have banned German and Spanish beef for at least five years. Beefwholesalers from Spain to Germany have seen their meat sales drop 50%. InAthens, Greece, butchers threatened to close until the government could assuresafe meat products. In Italy, celebrities are giving vegetarian recipes ontelevision.The New York Times quoted one Italian butcher as saying, \"It's as if we weresuddenly facing bubonic plague. Is it the cows? Or have we gone mad?\" Thepublic has a right to be concerned. Not only does the disease microbe called aprion make holes in brain tissue and cause general physical and mentaldeterioration and ultimately death, but a similar prion has been detected inhumans with Creutzfeldt-Jakob disease. Prions are the smallest infectious agentsknown and are puzzling because they are 100% protein and do not have nucleicacids considered necessary for reproduction in all life forms. So, what exactlyare prions? And where did they come from? "},{"pageNumber":2,"pageContent":"Unknown Bacteria in Earth's AtmosphereSome scientists think prions and some destructive viruses and bacteria havehitchhiked to earth from comet debris. Famous astrophysicist Fred Hoyle andProf. Chandra Wickramasinghe in Britain have hypothesized that cyclicpandemics of disease, including flus, which have periodically swept the earthmight be directly linked to organisms from the cosmos. Going even further,Professors Hoyle and Wickramasinghe have argued there is high probability thatliving microorganisms were brought to earth by comets long ago at the birth ofthe solar system. That concept of extraterrestrial life seeding is known as\"panspermia,\" an idea that emerged in the 19th Century.A comet passing earth, Hale-Bopp photographed© March 17, 1997 by Michael Terenzoni, Marana, Arizona.In the past two weeks, Dr. Wickramasinghe established a new Center forAstrobiology at Cardiff University in Wales and was quoted by a reporter at TheDaily Mail as saying \"a tiny form of primitive alien life,\" has been discovered inthe earth's upper atmosphere. According to the story, the Indian Space ResearchOrganization released a balloon to an altitude of ten miles to collectatmospheric samples to look for organisms. Dr. Wickramasinghe allegedly toldThe Daily Mail: \"This is the first time we have direct evidence for the hypothesisthat comets seed life on other planets\" and that there is a \"hitherto unknownstrain of bacteria now being studied, a bacteria \"different from anything we haveseen before.\"On December 2, I reached Dr. Wickramasinghe by phone at his Cardiff office todiscuss The Daily Mail news story.Interview:Chandra Wickramasinghe, Ph.D., Professor of Applied Math andAstronomy and Director, Cardiff Center for Astrobiology, Cardiff,England: \"What happened, I should make it quite clear, is there was aninadvertent leak of this information from the Indian Space ResearchOrganization and when that happened it sort of got around to various places andpress agencies and the obvious people who wanted to talk about it was myselfand my colleague, Sir Fred Hoyle. I kept referring the reporters back to India,but either they did not get much luck from them or they decided they wanted tohave a quick response from Fred Hoyle or myself.BUT DID YOU SAY, AS QUOTED IN THE NEWSPAPER, THAT THISIS A 'HITHERTO UNKNOWN STRAIN... SO DIFFERENT FROM"},{"pageNumber":3,"pageContent":"ANYTHING ELSE WE HAVE SEEN BEFORE'?That is the impression I was given by my collaborators in India. They still havenot come out in public to make the announcement.ARE THEY STUDYING THIS BACTERIA STRAIN WITH DNAANALYSIS? IS THAT WHAT IS BEHIND THESE STATEMENTS?They are studying with the fullest range of biochemical and microbiologytechniques that are available. The institution that is handling this is some of thebest in the world and certainly the very best in India in Hiderabad, the center forcellular and molecular biologyAND ISN'T THERE AN IMPLICATION HERE THAT IF THOSESCIENTISTS OR ANYONE ENDS UP WITH A STRAIN OF BACTERIAUNLIKE ANYTHING ON THE EARTH THAT THERE COULD BEHUGE MEDICAL IMPLICATIONS FOR SOMETHING THAT COULDCAUSE A LOT OF PROBLEMS WITH THE HEALTH OF ANIMALS,PLANTS OR HUMANS?I think that is inevitably the case and myself and my colleague, Fred Hoyle, haswritten about this for over a couple of decades now. We think many of thediseases of plants and animals, many of the epidemics that have punctuatedhuman history over the centuries, has to be understood in terms of continuinginput by micro-organisms from outside. Most of the time, these micro-organismsthat are coming from space on comets would be harmless. They wouldn't dovery much. They would just lay on the surface water and surface soil and wouldnot get incorporated into astrobiology in any way. But..BUT YOU SAY YOU ARE FINDING THESE STRAINS OF BACTERIABY HIGH FLYING BALLOONS AND THAT MEANS THEY ARE UP INTHE UPPER ATMOSPHEREI think that is the implication of the work that's being leaked.AND IF THIS BACTERIA IS A HITHERTO UNKNOWN STRAIN SODIFFERENT FROM ANYTHING THAT ANYONE HAS SEEN BEFORE,HOW IS THE INDIAN SPACE RESEARCH ORGANIZATIONWORKING WITH IT? WHAT PRECAUTIONS ARE THEY TAKING?I think I have to refer back to the people doing it. There are obviously highcontainment facilities everywhere.BUT IF THERE IS THE HYPOTHESIS OF PANDEMICS ON THEPLANET, OR UNUSUAL DISEASES COULD BE ATTRIBUTED TOBACTERIA OR PRIONS EVEN - LIKE THE PRIONS ASSOCIATEDWITH MAD COW DISEASE?Ye s .COULD THEY HAVE BEEN INTRODUCED TO THE EARTH BYSOME PASSING COMET?I think that is very likely proposition. I think it's more than a likelihood. Giventhe fact that comets are full of organic material and organic material of greatcomplexity... only about 6 months ago, there was a report that there were fiveinterstellar dust particles that were observed by the Stardust Mission - aspacecraft searching towards the comet for rendezvous in 2004. It's a little wayoff for the rendezvous, but already they have analyzed 5 interstellar dustparticles and found that the chemical structures of these particles are of a kindthat would be fully consistent with bacterial material.There is other evidence as well, so one cannot get away from the fact that youcould get structures such as prions, structures that are biological, maybe DNA,abundantly present in comets. And comets deposit this stuff in the upperatmosphere. And it rains down on the surface of the earth. And as I said,hundreds of thousands of bacterial material could be falling over the surface ofthe earth, per square meter of the surface of the earth, every single day. Andthat's a huge amountWHO SPECIFICALLY IS DOING THE RESEARCH ON THISUNIDENTIFIED STRAIN OF BACTERIA?"},{"pageNumber":4,"pageContent":"It's a group of biologists at that center of Indian Space Research Organization.They are the people who are supporting it. It is their facility involved in sendingthe balloons into the upper atmosphere. But the actual biological analyses isbeing done at the Center for Cellular and Molecular Biology in Hiderabad.WHEN DO THEY EXPECT TO MAKE A FORMAL RELEASE ABOUTTHE DATA?There are publications they are trying to get into, journals, and that is the reasonfor holding back. They want to get it accepted in a peer-reviewed journal beforethey make a formal announcement.HAVE THE INDIAN RESEARCH ORGANIZATION SCIENTISTS INTHEIR DISCUSSION WITH YOU INDICATED WHAT SPECIFICALLYIS SO DIFFERENT ABOUT THIS BACTERIA COMPARED TOKNOWN EARTH BACTERIA? ARE THEY LOOKING AT THEGENOME SEQUENCING?They certainly are, I have access to that material in Cardiff and that is beingconsidered at the moment - full bacterial genome map is what is needed, but ithasn't been done yet.BUT IF THEY ARE TRYING TO BE PUBLISHED IN PEER REVIEWEDJOURNALS, IT MEANS THEY MUST HAVE ENOUGH DATA TOSUBSTANTIATE...Yeah, yes. They have enough data and that is the reason for the leak and for mypossibly making untimely comments on it. I personally was so excited by thediscovery that when someone asked me if it was true, the rumor that was goingaround, I couldn't resist saying there is truth in it.\"We b s it e s :http://www.astrobiology.cf.ac.ukCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
