[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponImmortal Human Skin Cells -A Miraculous Answer for Burn Victims?© 2000 by Linda Moulton Howe Could skin cells that do not die at the University of Wisconsin, Madison,provide a better and unlimited skin supply for burn victims?Healthy skin supply is limited, demanding experiments such as this filmseeded with autologous keratinocyte skin cells to repair a burned shoulder.Photo: Lyons Burn Centre, Edouard Herriot Hospital, Claude Bernard University, Lyons,France.December 17, 2000 Madison, Wisconsin - In a week, it will be Christmas - aholiday to celebrate the birth of the man named Jesus Christ long considered bymany to be divine, even immortal. The New Testament says his disciples heardChrist tell them that \"whosoever believeth in Him who sent me shall have everlasting life.\" As if to prove the lesson of his words, he also told the disciples thathe would die before them and then resurrect with new life to walk among themagain.The Bible also describes Abraham and his bloodline that included Methuselahand Noah as living for centuries. In contrast, humans and most other earthcreatures seem to have such short lives. Could life expectancy - even immortality- be a function of genetic sequencing on chromosomes?Two important medical reports this month suggest that genome sequencing canextend life, and human skin might even be made immortal. Researchers at theUniversity of Connecticut Health Center in Farmington have announced that thelife span of fruit flies have been doubled when a gene was modified on a singlechromosome. The senior author of the study, Dr. Stephen L. Helfand, said thegene mutation seems to work by restricting calorie absorption on the cellularlevel. Consequently, there is not as much weight gain, but the fruit flies' healthand energy are normal. \"By the time that 80-90% of normal flies are dead, thesemutant flies are still doing just fine.\" Dr. Helfand thinks his research might beapplied to developing a pill which could both extend human life and controlweight.Even more amazing is a completely accidental discovery of skin cells that do notdie at the University of Wisconsin in Madison. In fact, Dr. Lynn Allen-Hoffmann- Professor of Pathology and director of the laboratory in which the cells reside -"},{"pageNumber":2,"pageContent":"calls them \"immortal\" - immortal human skin. When the miraculous cells werestill alive and thriving after an entire year, instead of dying after a few weeks likenormal skin, the University of Wisconsin Alumni Research Foundation patentedthe cells now known as \"NIKS.\" That acronym stands for Near-Diploid ImmortalKeratinocytes. The acronym also represents the lab's sense of humor. NIKS isSKIN spelled backwards.It all started in early 1996 at the end of a research project in which Dr. Allen-Hoffmann and her lab assistants had been growing human skin cells in culturedishes over several weeks. In one set of dishes, she was testing a chemicaladditive on tissue. Another series of dishes had nothing added so she wouldhave a normal control for comparison. Strangely, and still mystifying, one of thecontrol dishes was different from all others.Interview:Lynn Allen-Hoffmann, Ph.D., Prof. of Pathology, University of WisconsinMedical School, Madison, Wisconsin: \"And it was in one of those control cellplates that my technician, Sandy Schlosser, noticed - and this was on the day wewere literally going to fix, and by fix I mean formaldehyde-preserve these cellswhich would totally have terminated the experiment. Anything living in therewould have been killed. We noticed there was a small colony of cells that had aphenotype that is called basal. They looked as if they were actively growing.They were small and very uniform in size and she came into my office and said,'Lynn, come and take a look.'And I went in and looked at this and she asked me what it was and I said, 'Youknow, that looks like an actively growing colony and this is very unusual. I don'tknow for sure what it is.' Why would that colony be living when clearly all theother cells in the dish were senescent?WERE DEAD.Were dead. And I recognized this was clearly unusual, so we had many replicatecontrol dishes. So, I said, 'Go ahead and fix all the other plates in theexperiment.' And she looked at all the other control dishes very carefully to seeif there were any other colonies and there weren't. So, we just had that one plateand she put it back in the incubator.And about a week or so later, we came back and it was quite clear that colonywas growing and in fact, that colony produced enough cells to essentially coverthe surface of that plate. And it was at that point in time that I recognized, 'Thisis quite unusual.'I instructed her to cryo-preserve the cells every other week, or every otherpassage, so that we would generate a catalogue of these cells. She did that andshe did that for a full year continuously! And after a year, we said, 'These cellsby scientific definition had achieved immortality.' Because that is a very longtime for this cell type to be living and actively growing at a consistent growthrate. And it did grow at a very consistent growth rate, identical to the parentalcells from the tissue that we isolated the cells from initially. And I anticipated atfirst that these cells would be aberrant in some way in their characteristicsMEANING THEY MIGHT BE CELLS THAT WERE PRE-CANCEROUSOR HAD A DEFECT?Yes. And so some of the first experiments we did was to have these cells atvarious passages karyotyped - that is, had their chromosomes analyzed to see ifthere were any large lesions or additions and whether the cells accumulatedchromosomal abnormalities over this long period in cultures over the year. Andwe did indeed find that the cells had duplicated one section of the chromosome."},{"pageNumber":3,"pageContent":"And that was chromosome 8 and it was a section of a long arm of chromosome8. In looking at cells in different passages over the course of that year, we foundan unusual thing and that was that the cells did not accumulate other growthchromosomal abnormalities and that the cells maintained this extra piece ofchromosome 8. So, we hypothesized that this duplication of genetic material isimportant for the cells to have the immortal phenotype that they possess.IN A NORMAL HEALTHY PERSON, WHAT WOULD CHROMOSOME8 DO?That is a complex question you just asked me, but suffice it to say that it isreasonable to speculate that the extra expression of genes that are coming fromchromosome 8 perhaps play a role in the immortality that has happened to thesecells. And does it confer other characteristics to the cells? That we have beeninvestigating and we have stayed quite focused on characterizing the features ofskin cells because this is what these cells are from, keratinocytes. They werederived from skin tissue keratinocytes that my lab studies and so we wanted toconfirm that these cells are keratinocytes, which they are, and we are in thereally fortunate position of having the infant's original foreskin cells with whichto make comparisons to this cell line that has arisen from them. We are in a veryunique position to be able to make that comparison and we have been makingthose comparisons.And what was astounding to us was that this cell line that has this immortalgrowth characteristic is amazingly similar to the original parental cells. We wereexpecting to see some biochemical differences, some structural differences in thecells in culture, and we thus far have not observed that. We have looked to see ifthey exhibit any characteristics that would lead us to believe they are cancerousor pre-cancerous and the answer to that is no.THEN THE NEXT STEP IS: COULD YOU PRODUCE LARGEQUANTITIES OF NORMAL HUMAN SKIN THAT COULD BE USEDON BURN VICTIMS?Yes, and that is a really important question. We're doing animal grafting studiesnow with the NIKS cell graft to determine if we can indeed do that and if we cansuccessfully get the cells grafted on to animal models. We have a lot of reallyexciting work to be done yet with regard to demonstrating that this will be atherapeutic value to the medical community. And we're excited aboutpositioning ourselves so we can go forward with those types of experiments.DO YOU THINK BASED ON THE WORK YOU'VE DONE SO FARTHAT THE IMMORTAL CELLS CAN BECOME A KIND OF INFINITESUPPLY OF HUMAN TISSUE TO BE USED IN BURN VICTIMS?That would be a dream come true. That would be a dream come true for a largenumber of people. One of the advantages of this cell line is that you don't haveto harvest any more tissue. We have the cells. We know they don't carry viruses.They have been characterized to see if they contain viruses such as humanpapilloma virus which causes warts on our skin and also causes cervical cancerin women. NIKS cells do not possess that virus in that class. They don't possessthe hepatitis virus. They don't possess HIV. So, this is wonderful! Or otherpathogens we've tested for so far.SO YOU'VE GOT A CLEAN LINE...Clean, yes, for the things we've tested so far.OF CELLS PERPETUATING HUMAN SKIN CELLS. AND SO THATI'M CLEAR AND THE GENERAL AUDIENCE IS CLEAR, AFTER FIVEYEARS, YOU HAVE THE SAME STOCK OF THAT INFANT'SFORESKIN AND THOSE CELLS ARE NOT SHOWING ANY SIGNS ORINCLINATION OF DYING AS NORMAL HUMAN TISSUE WOULD...."},{"pageNumber":4,"pageContent":"Yes, that's right.IF YOU CAN, AS YOU SAID, GENETICALLY ENGINEER THEM SOTHEY WOULD GROW INTO MULTIPLE LAYERED NORMALHUMAN SKIN THAT COULD BE USED IN BURN VICTIMS...That would be terrific.DOES THAT MEAN THAT SKIN GRAFTED ONTO A BURN VICTIMWOULD ALSO GROW FOREVER WITHOUT DYING AND THEREWOULD BE NO AGING AND NO WRINKLING?(laughs) Well, that's a big question. I don't know. I don't know. I certainlywouldn't make those claims at this stage.Let me tell you a little bit about this tissue and also another feature of the NIKScells. A characteristic of our (human) skin is that the function it has is to die.And our skin is composed of many layers. And the upper layers of our skin, thelayers that produce almost all the dust in your home, although people don'trecognize this, each of us humans produce about 90 pounds of these skin cellsin the course of our life. So, this skin is called 'renewal tissue.' And it constantlyrenews itself. It's a simple tissue but it's very elegant. And it's elegant because itprotects us by the way in which the cells move and that movement is up fromthe regenerative layer of skin which is the first layer through the layers of skinand then mature skin cells called squamous are destined to fall off, to beknocked off our bodies by friction, by putting on and off clothing and so on.Now, that directionality of cell movement is important because a lot of thingsthat land on our skin - skin is our largest organ and its the organ most in contactwith the environment - that pathogens such as viruses, bacteria, chemicals in theenvironment that land on our skin - even if they do penetrate our skin and theydo, those cells are destined to fall off our body anyway. So, it's an elegant planof nature for this organ to renew itself in that way.What happens when our skin cells mature or go through a process called'differentiation' is that they will lose the ability to replicate. In fact, they willtotally lose their nucleus. So, that's something you can see histologically andyou can see in a normal skin sample from you or me. When we cultured theNIKS cells in this organotypic culturing way which is different from amonolayer tissue culture in a Petri dish that we were talking about. Inorganotypic culturing, the cells are cultured in such a way that they willproduce all the layers of skin, and the NIKS cells will also correctly produce allthe layers of skin. That is the upper mixed cells will mature, lose their nucleusand fall off.So, they can still obey the signals 'to die' when put in the correct tissue context.So that's why I was so excited!WHAT ABOUT THE HUGE CONCERN OF SO MUCH OF THEPOPULATION, ESPECIALLY IN THE WESTERN INDUSTRIALIZEDWORLD, ABOUT WRINKLES AND AGING. ARE WE TREADINGAROUND THE POSSIBILITY THAT THESE CELLS COULDACTUALLY BE MADE TO CREATE SKIN THAT WOULD NOT DIEAND WOULD NOT WRINKLE?(laughs) I guess I'm treading around it! I'm treading around it because as anacademician I have not focused on that as a use of the cells. It is a distinctpossibility though. It is a distinct possibility.Another possibility is we don't know, because we haven't done the experimentsyet, whether these cells can produce the appendages of skin. And what I meanby the appendages of skin is, for example, a hair. So, that's also anotherimportant experiment that we have not conducted yet to see if that is possible."},{"pageNumber":5,"pageContent":"IF YOU WERE SPECULATING ON THE FUTURE FROM WHEREYOU'RE SITTING NOW AS A LABORATORY EXPERT, HOW LONGDO YOU THINK IT WOULD BE BEFORE YOU ACTUALLY HAVECOMMERCIAL PRODUCT THAT IS VIABLE IN MEDICINE ANDPHARMACY AND COSMETICS?This is a function of resources. And I think different groups who need to worktogether in order to understand the full potential of this technology. It couldmove quickly with the correct infusion of resources. I know at a minimum it willprogress along. That's a hard question. You're asking someone who has a goodsized lab at the Univ. of Wisconsin, but not a cast of hundreds. And who isgetting a small private sector concern established with the aim of furtheringdevelopment of the cell line for potential medical application and use inpharmacological screening. We're at the very early stages of this.WOULD THE APPLICATION TO BURN VICTIMS PERHAPS BE ONEOF THE TOP PRIORITIES?Well, that's certainly a very dramatic example of where there is a need.Certainly, the tools and products available to physicians are quite good, butcurrently there is not an intact skin equivalent that immediately can be placedon severely burned patients other than cadaver skin. I can anticipate a questionyou're going to ask me about immunological properties of NIKS cells and that'ssomething we're working on right now.COULD THEY GO ON TO ANYBODY?I don't know. That would be great. We're working on this and you'll have to callme up in a year and interview me. I'll give you an update.IF THERE IS NOT AN IMMUNOLOGICAL PROBLEM YOU CAN'TOVERCOME - THEN THESE CELLS COULD BECOME THE ANSWERTO BURN VICTIMS THROUGHOUT THE WORLD EVENTUALLY?It is a distinct possibility.\"More Information:A new University of Wisconsin-Madison company called Stratatech, housed atUniversity Research Park, is now pursuing markets for its patented \"immortalhuman skin.\" One of its priorities is treatment for severe burn patients. At least13,000 people are hospitalized for burns each year which require extensive skingrafting. Stratatech hopes to begin human trials of its NIKS skin by 2002.Another priority is cancer research. Stratatech's Director of BusinessDevelopment is UW-Madison oncology professor, Michael Hoffmann, husbandof Dr. Lynn Allen-Hoffmann.Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
