[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Is There Liquid Water on Martian Surface? © 2004 by Linda Moulton Howe OMEGA, the combined Mars Express camera and infrared spectrometer,observed the southern polar cap of Mars on January 18, 2004, as seen on all three bands.Left: H2O, water ice. Middle: CO2, carbon dioxide. Right: Visible image of Martian southpole.Images credit: European Space Agency (ESA). South Pole of Mars - Is there melt in the water and carbon dioxide ice?Image courtesy Malin Space Science Systems.North and south poles of Mars are icy.Photo courtesy Hubble Space Telescope. February 23, 2004 Pasadena, California - The stated goal of the Mars rovermissions is to look for evidence of water that might once have flowed in rivers,"},{"pageNumber":2,"pageContent":"pooled in lakes, or even created an ocean on the red planet. Photographs likethe branching delta below taken by the Mars Orbiter Camera suggest a largeflow of water.Even the Opportunity and Spirit tracks look like the wheels are moving throughmud, even though scientists argue strongly that there could not be any moisturein the cold, dry surface soil. But what creates the cohesion in the compressedgrains is not yet understood.Opportunity's track through the spherule-covered soil near the bedrock in theMeridiani Planum has the appearance of moisture, even though scientists insist it cannot bemoisture. The \"X\" pattern in the track is made from the bracket that bolted therover into the lander. Image credit: NASA/JPL/Cornell. This past week I talked about the muddy looking tracks at both the Spirit andOpportunity landing sites and what possibility there might be for liquid water tostill exist somewhere on the surface of Mars with James Rice, Ph.D.,Astrogeologist, Research Scientist, Arizona State University, Tempe, Arizona,and Mars Rover Science Team Member, NASA's Jet Propulsion Laboratory(JPL), Pasadena, California.James Rice, Ph.D., Astrogeologist and Research Scientist, Arizona StateUniversity, Tempe, Arizona, and Mars Rover Science Team Member, JPL,Pasadena, California:\"COULDN'T WATER, H2O, OR SOME KIND OF MOISTURE (SALTY"},{"pageNumber":3,"pageContent":"WATER) BE SOME HOW TRAPPED IN THIS SOIL IN A WAY THAT THEACTION OF THE ROVERS' TIRE PRESSURE ON THE SOIL MIGHTRELEASE MOISTURE?I think it's very unlikely and I just thought of a good example to refer you backto. Go look at the astronaut's boot prints on the moon. The moon is bone dryand you can see the tread of their boots very well in that fine, sandy material. Soif you go back and look at the moon and look at these things here, I think youwill see there is a lot of similarity and there is not one drop of water on themoon where the Apollo landing sites took place. And on Earth, get somecement or flour and put something down in it and you'll see that the details arepreserved in there pretty well.BUT ISN'T IT POSSIBLE THAT THERE COULD BE MOISTUREPRESERVATION IN THIS PLANET MARS IN WAYS THAT WE DON'TUNDERSTAND?We know there is water ice on Mars at the polar caps and the Mars OdysseyGamma Spectrometer is seeing ice buried at depth in the mid to high latitudes.There is ice on Mars. But liquid water physically just can't exist on the surfaceof Mars today for a couple of reasons:First of all: the atmospheric pressure on Mars is just too low. It's around 6 to 10millibars. To give you a comparison to the atmospheric pressure on Earth wherewe have abundant liquid water, it is about a 1000 millibars here. That is a bigdifference.So, that low atmospheric pressure on Mars is pretty close to a vacuum almost.The atmospheric pressure on Mars is equivalent to flying about 20 miles abovethe surface of the Earth. And there's not much up there in terms of atmosphere.Second, the temperatures on Mars are very cold. The average temperature onMars globally is around 70 below zero F. There are some areas that get warmeraround the equator, but Mars is a cold place.If you were an astronaut on Mars right now and opened a bottle of water, itwould boil away before your very eyes and the reason it would boil is that theatmospheric pressure is so low. Then as it boiled away, it would go from a liquidinto a gas. It might snow out on your feet because of the cold temperature).That's why liquid water is unstable on Mars today. These Spirit and Opportunitysites are near the equator. Meridiani is smack dab on the equator - maybe only 2to 3 degrees south of the equator. So, it's very unlikely that water is playing arole in any of these tread or other marks.If you go back and see one of the first comments that Neil Armstrong said on themoon is that he could see the tread of his boots in the dusty material. It's thesame type of fine cohesive material holding a lot of detail. I think the waterexplanation is really reaching because liquid water can't exist in surface Martianconditions today. If you go back and look at the boot prints of the astronautsthat walked on the moon, you see that fine detail.HOW COULD THERE HAVE BEEN SEAS AND LAKES AND RUNNINGRIVER CHANNELS IF WHAT YOU JUST SAID WAS TRUE: THAT THEPRESSURE ON MARS IS SO LOW, WATER WOULD BOIL AWAY? HOWDID IT EVER HAVE OCEANS, LAKES AND RIVERS?Well, that's a good question and Mars did have a big climate change. Climatechange is talked about a lot on Earth with the greenhouse effect or globalwarming and stuff. Mars did have a global climate change a drastic one! Drastic Global Climate Change on Mars? What Happened?WHAT WOULD MAKE IT CHANGE?"},{"pageNumber":4,"pageContent":"We don't know. That's one of the things we are trying to learn with orbitalmissions and surface missions. We see abundant evidence for water scouring outthe surface of Mars in outflow channels and gullies and networks. Water didplay a role in Martian history. The climate had to be different to have some ofthese features form from water. And we don't really know right now what causedthat climate to change or when it occurred. That's one of the things we are tryingto solve. That's one of the big questions about Mars besides the biology questionon Mars.ON EARTH, WE HAVE 14.7 POUNDS PER SQUARE INCH AT SEA LEVEL.IF MARS HAS ONLY .6% OF THAT PRESSURE NOW, YOU ARE TALKINGABOUT SOMETHING HAPPENING SO DRAMATICALLY ON MARS THATTHE ATMOSPHERIC PRESSURE WENT SO LOW THAT WATER WOULDHAVE BOILED AWAY?No one knows how quick it happened. It could have been a more gradual thing.Some of the theories think that part of the Martian atmosphere has been blownoff into space in the interaction with the solar wind. Mars does not have amagnetic field right now as we have on Earth where we have radiation belts thatprotect us from a lot of this nasty stuff from the sun and galactic cosmic rays.Since Mars does not have a magnetic field right now, the solar wind blowing offthe sun could interact with the Martian atmosphere and strip away particlesfrom the upper layer over billions of years and take away parts of theatmosphere.So, the atmosphere could have thinned that way. Another way the atmospherecould have thinned is that on Earth, we have plate tectonics. We recycle ourrocks. Mars does not have plate tectonics and the rocks don't get recycled. So ifthere were bodies of water on Mars lakes or possibly even oceans and say thesecarbonate rocks, which is something we are trying to find, carbonate rock like alimestone. Most people are familiar with that. That limestone rock couldbasically lock up part of your atmosphere in rock and it takes your atmospheregases and locks them in the limestone rocks. That would take away youratmosphere in fact and thin it over time. So, it could have been a gradualprocess. Like I said, we don't really know what caused the atmosphere to changeor when that occurred. But obviously, something did change on Mars.IT WAS DRAMATIC. THIS IS NOT SOMETHING SMALL. IT WAS HUGE.It would have affected the whole planet and we don't know what time scale itwas on. It could have been fairly quickly geologically or over a long period oftime. We don't have answers for that right now.SO FAR, THERE HAS NEVER BEEN ANY LIMESTONE DETECTED ONMARS FROM EITHER A SATELLITE ORBITING OR FROM ANYTHING ONTHE GROUND?That's true. We have not seen any bedrock exposures of carbonates orlimestones. We really would like to find out because that would tell us a lot ofthings. If we found carbonate rocks carbonate rocks are laid down in bodies ofwater. That's how they form primarily and that would give us an indication thatthere was a standing body of water here for a period of time that allowedcarbonate rocks to form. It would be very interesting to find that and it's one ofthe things we are looking for. That's one reason we are not trying to analyzeevery rock, such at the Gusev site which has a lot more rocks than the Meridiani.We don't have enough time. If they are all basalts, we don't want to be looking atbasalts, volcanic rock.We're looking for that sort of needle in a haystack. That would be the treasuretrove if we could find a carbonate rock and confirm it with the spectrometersthat could look in the infrared which our eyes cannot see in. Hopefully, theinfrared spectrometers will be able to identify carbonates if they are there. Butthey might not be there.One thing we have to be careful about Mars. A lot of people want to try to"},{"pageNumber":5,"pageContent":"project the Earth on to Mars with heavy oceans and that sort of stuff. Marscould have had standing bodies of water such as lakes. But they might have onlyexisted in the wink of an eye geologically and maybe didn't do anything in termsof fostering the development of life or anything like that. We don't know. Mars isa planet in its own right. There could be things might not work the same as we'refamiliar with on Earth. European Space Agency Earth-Penetrating RadarWill Look for Underground WaterTHE EUROPEAN SPACE AGENCY (ESA) EARTH-PENETRATING RADARIS GOING TO START OPERATING IN APRIL, I BELIEVE. ITS GOAL IS TOLOOK FOR UNDERGROUND WATER OR ICE AND WILL BE ABLE TOSEE 5 KILOMETERS BELOW THE MARTIAN SURFACE.Yeah, it's going to be looking for possible sedimentary rocks, layers of rocks,different kinds of compositions which might show seismic patterns, whetherthere is underground ice or liquid water at depth that will show up veryobviously. If you get down deep enough, you can possibly have liquid water.The reason it would be liquid is because you have all that overburden oflithostatic pressure kilometers of rock on top of that and could increase thepressure and allow liquid water to exist at depths on Mars, three to fivekilometers down there. If it's there, hopefully ESA's Mars Express groundpenetrating radar will be able to see that and that should be a very interestingexperiment to start doing here soon.WILL THEY ALSO BE ABLE TO TELL LIMESTONE DEPOSITS BENEATHIN THAT 5 KILOMETERS, VERSUS OTHER SUBSTANCES?I think it would be very tough to do to put compositions to say it's limestoneversus other type of rock. There might be other ways to infer that based on theway the waves act and the way they are refracted, maybe through denser rock,and may do something different than say through limestone. There are manyways to infer that, but you can't say that with certainty. The way to look for thelimestone is what we are doing right now with the orbiting spacecraft. I'm surethey have they'll be doing the same thing with Mars Express to look in canyonwalls or crater walls, exposed cliff faces, to look for any layered rock to see ifany limestone shows up there.But the water signature should stand out pretty well if there is liquid waterdown there. Here on Earth, there is a large lake in Antarctica, a sub-glacial lake,and it's under several kilometers of ice and the way it was discovered is withradar, flying over Antarctica and penetrating down. It's pretty obvious when youhit liquid water interface of ice and liquid water or rock and liquid water.There's a definitive signature you get back from the liquid water surface therewith radar and that's how a lot of these lakes were discovered in Antarcticalooking with radar flying over the ice sheet down there and seeing radar wavesand it hits the water which reacts differently versus rocks or even ice.So, I think if there is liquid water at depths on Mars, and they can penetrate tothat 5 kilometer depth, they should be able to see if any is down there.\"We b s it e s :http://marsrovers.jpl.nasa.gov/home/index.htmlhttp://www.esa.int/export/esaCP/index.htmlhttp://athena.cornell.edu "},{"pageNumber":6,"pageContent":"Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
