[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Part 1: UFO Crash/Retrievals: The Inner Sanctum - StatusReport VI© July 1991 by Leonard H. Stringfield Reprinted in Earthfiles.com with permission © 2004 by Linda Moulton Howe To be more computer-friendly, the reprint has been divided into parts. Herebegins Part 1 of Status Report VI, from July 1991. These status reports, Ithrough VII, were written by Leonard H. Stringfield from 1978 to 1994. StatusReport VII begins at Earthfiles 12/15/03. Leonard Stringfield died onDecember 18, 1994. Humpty Dumpty sat on a wallHumpty Dumpty had a great fall,All the King's horses and all the King's menCouldn't put Humpty Dumpty in his place again. Through the Looking Glass Lewis Carroll PROLOGUE: If, And, But and Maybe Maybe we're on the edge of the beginning to end official UFO secrecy.Maybe, if I should be so bold to say, the probes of organized research arefinally breaching its protective fortressed walls. Like some of mycontemporaries, I believe I see signs that something big is happening,perhaps a re-shaping of policy, that has hidden Above Top Secretinformation, harking back to the days before the Roswell incident. But,considering all of the new information I have received in the past sixmonths, I wonder who is really doing the breaching? Can it be the result of aggressive research with its ever-growing andpowerful phalanx of professionals who are probing and banging at theSanctum's door? Is it forcing a more lenient policy? Or, is the so-called\"breach\" coming from inside the wall? If so, we might ask, is officialdom'ssmug sanctity being jeopardized by some new and dire UFO developmentpressing a decision to go public? Or, maybe, there is an internal squabblethat precipitated some of the leaks. Whatever the case, if indeed there is acase, there are enough other straws in the wind of an extraordinary naturethat have come my way, some of which are published in this report. Speaking of \"straws\" - perhaps a controlled one - on July 19, 1991, fiveformer astronauts appeared together on the popular CBS-TV show, OprahWi n f re y, in commemoration of the Apollo missions to the moon. One ofthe guests, Dr. Edgar Mitchell, pilot for Apollo Mission 14, commented,\"...I do believe there is a lot more known about extraterrestrial"},{"pageNumber":2,"pageContent":"investigation than is available to the public right now. Has been for a longtime.\" Oprah asked, \"Why do you think it is kept from the public?\" SaidMitchell, \"That's a long story. It goes back to World War II when all thathappened and is highly classified stuff.\" On the other hand, conceivably some of my recent input might be anotherclever ploy of disinformation carefully contrived to backfire. For those ofus with suspicious minds, a close look into a number of disclosures in thisreport would easily find some questionable loose-ends; for instance,statements made by one informant that are in conflict with those made byothers. Or a statement purported to be fact that does not jibe with a factknown by credible researchers. Any or all of those irregularities needanswers, although we must also allow for human error, perhaps arhetorical slip or a fading memory. Again, I regret - without apology for - the anonymity of some of thecontributing sources. I have no choice; they make the rules. In this report is an abundance of firsthand and some secondhandinformation. Some of it is anecdotal. Some of it is substantive backup tokey crash/retrieval cases such as Roswell and Kecksburg. Some of itrecounts my own experiences, observations and misadventures in thepursuit of my special research. All of these pieces fit into the mysterymatrix of the UFO. All of them should be made known to researchers.Somewhere in this broad spectrum lies the bedrock of proof. But for sure, no matter how much bona fide information is released here,or by others, it might forever remain in the realm of hearsay and disbeliefuntil there is an official acknowledgement or admission that it is a fact. Leonard H. StringfieldJuly 25, 1991 INTRODUCTION It is a literary quirk, or a license, among writers to start off their story oressay or article or whatever, with a strong \"narrative hook,\" or something\"hot,\" to get instant reader interest. But my opening copy I had prepared for this report was low-key - perhaps\"ho hum,\" to some readers as I review the current status quo of research.Then when Robert Dean's statement arrived, which I had requested afterour phone conversation on May 26, 1991, I thought his disclosures wouldbe my narrative hook, which follows: Statement by Robert O. Dean, Command Sergeant Major (Ret.) was onNATO staff at Strategic Headquarters, Allied Powers Europe (SHAPE) inthe mid-1960s. Dean claims he saw a \"Cosmic Top Secret\" briefingdocument on UFOs. No copy of the alleged \"Assessment\" has ever beenseen in public.Robert O. Dean Statement: 1. A thorough and comprehensive study was established in early1961 at SHAPE (Supreme Headquarters, Allied Powers Europe).SHAPE was and is the Military Arm of NATO (North Atlantic TreatyOrganization). 2. The study was directed by Air Marshall, Sir Thomas Pike (British)who was Deputy SACEUR (Supreme Allied Commander Europe).Pike was Deputy to General Lyman Lemnitzer, U. S. Army, who hadthe equivalent rank of five stars. 3. The study was titled, Assessment, with a subtitle of 'An Evaluation"},{"pageNumber":3,"pageContent":"of A Possible Military Threat to Allied Forces in Europe.' 4. The study was established and conducted out of frustrationbecause no information was provided by either Washington, D. C. orLondon on the continuing problem of unidentified objects flying overthe Soviet Union, Central Europe and NATO military installations atwill. Several instances of massive formation flyovers had almosttriggered hostilities between the NATO forces and the Warsaw pactforces. (Washington and London were purposely not providinginformation because everything that was given to NATO went directlyto Moscow via an enormous French spy ring located in Paris.) Thiseventually was broken and several top French ministers either wereeliminated or killed themselves (See the TOPAZ scandal and theColumbine group; i.e., URIS-TOPAZ.) 5. The assessment study was finally published in 1964. Only fifteencopies were ever produced. The complete package with annexes waseight inches thick. It contained testimony, interviews, photographsand in-depth studies by historians, theologians, atmosphericphysicists, astronomers, astrophysicists, sociologists andpsychologists. 6. The area studied covered all of the NATO theater of operationsfrom northern Norway all the way south to Turkey and Greece. Therewere photographs of crash/retrievals, little bodies and some limitedanalysis of 'plasti-metals' which they didn't seem to understand, buthuman-types never crashed. (This was in 1964). It concluded that:a. The planet Earth was the subject of an extensive and verythorough survey by 'several' extraterrestrial civilizations.b. 'They' demonstrated extremely advanced technology -possibly a thousand years or more beyond us. (I personallythink we are dealing with millions (of years in advance).c. There was a 'Process' or 'Plan' of some kind unfolding. Thestudy demonstrated that a development of some process wastaking place (one-on-one contact).d. Evidence indicated that this has been going on for severalmillennia.e. There did not appear to be a major military threat involved. Ifthey were hostile, there was absolutely nothing we could do. Needless to say, Len, the study caused a few serious psychologicalreactions among several of the top generals. The Air Deputy, GeneralRobert Lee, U.S. Air Force, was quite 'disturbed.' 7. The French government (Charles DeGaulle) withdrew France fromthe military alliance and we were forced to move SHAPE fromRoquencourt (just outside of Paris) to Casteau (near Brussels) in1967. At this point, the French copy of the Assessment was calledback. We were pretty certain that they copied it because just afterthat, they established G.E.P.A.N. (French research of UFOs) underthe gendarmerie. One French army source, it was recently confirmed,who knew about Assessment, was Colonel Jean Fauvre. 8. I was assigned to SHAPE in 1963 and helped move theheadquarters to the new site in Belgium in 1967. During myassignment, I was a Master Sergeant with a Cosmic Top Secretclearance. I worked in the Operations Division and was a member ofthe Inner Command Staff, thereby working with and seeing GeneralLemnitzer almost every day. Len, I have names, dates and many details of the Assessment. I didnot copy it because if I had, I would probably be in Fort"},{"pageNumber":4,"pageContent":"Leavenworth right now. End of Dean Statement UFOLOGY'S HOT KITCHEN Len Stringfield: Triggered by the recent influx of information from newand trusted old sources, my saucer sleuthing spirit was once again aroused.When the war in the Persian Gulf ended, kindling new patriotic fervor inthe USA, my buoyant response was to concentrate on following up oneach and every new lead. The result: Status Report VI. My timing seems right, too, for some aspects of my newly amassedevidence might help to offset the recent signs of malaise, mixed withfrustration, infiltrating the rank and file of research. At least it mightprovide some new digestible fodder for objective debate, a relief from thenoise we are hearing about the rancors of in-fighting among our celebratedresearchers, or the sensationalist tales predicting doomsday; or the latestinside stuff channeled from our space brothers; or perhaps, the alientakeover of a secret underground base at Groom Lake (Area 51, NellisAFB, Nevada), ad infinitum. Typical of this trend of disquiet I quote, in part, from a letter received froma no-nonsense veteran, Herb Taylor, of Oceanside, New York, dated March10, 1991: \"For all practical purposes, serious UFO research in the greaterNew York City area really does not exist. In general, with a few exceptions,I find myself appalled at the state of UFOlogy today. There seems to be anabundance of disreputable and dubious persons associated with the field.Wild and outrageous theories, speculations and allegations abound...\" Certainly other areas fare better. But, if we want to look for troubled zoneswhich have caused doubts and misgivings everywhere, we need go nofurther than in the arena of abductions. This phase, in my view, wherehuman rights are violated, and where unfortunately, anybody can get intothe act for fame or fortune, is unquestionably serious business anddeservedly our hottest topic. I do, however, question the fiery andunceasing disputes over the same blockbuster cases which hark back to theBetty and Barney Hill days, continuing on through the Walton andAndreasson affairs and now, the Walters' Gulf Breeze inquisition and theconcern over the issue of whether or not Whitley Strieber's \"communion\"with humanoids was spiritual, psychic or physical. Each of these highlypromoted cases might have their loose ends. But they also involve onlyone or perhaps a few persons. Whatever the eventual outcome - good, bador inconclusive - it will not be a UFOlogical disaster. For the sake ofstatistics, each is important, but no more or no less so than the thousandsof other cases which have not been promoted or published. But far more serious were the bitter clashes that had developed betweenthe prime investigators of the Roswell crash event. While legal actionswere threatened at one time by Bill Moore, author of The RoswellIncident, against Stan Friedman and, separately, against Kevin Randle andDon Schmitt, authors of UFO Crash At Roswell, the rehash of details isnow pointless in light of new peace overtures. On August 4, Friedman -accused for breach of contract - called me to confirm that he and Moorehad met and patched up their differences. I can only hope that any and allgrievances can be amicably settled between all parties and that thecredibility of the Roswell crash will be free of a polluted atmosphere. As in any scientific or professional endeavor involving the egos ofhumankind, the Roswell tiff is not alone in the broad sweep of UFOlogy.Until absolute, unequivocal proof surfaces, or the officials admit thatRoswell is for real, the skeptics will be heard."},{"pageNumber":5,"pageContent":"Animal mutilations, the crop circles (or as Dr. Bruce Maccabee suggests,agriglyphs), bigfoot, the face on Mars - they all have problems gainingacceptance because most people cannot face up to bizarre happenings thatmight cause their traditional beliefs to be shattered. Certainly, inretrospect, no issue has fared worse than the subject of crashed UFOs,which I initially presented in my paper, Retrievals of the Third Kind, at theMUFON Symposium in Dayton, Ohio, in 1978. Typical intellectual disbelief came in a commentary by Hilary Evans, editorof a British book entitled UFOs 1947-1987, who had requested an articleby me for inclusion. I entitled mine The Chase for Proof in a Squirrel'sCage. Albeit in his own literary contribution, he debunked UFOssuggesting that most, if not all, might be an illusion of sorts, perhaps aresult of mass psychosis or a social mental disorder. Questioning thepopular belief that a UFO cover-up existed, he took a swipe at my researchpapers. Thus, \"... the crash/retrieval syndrome has broughyt forth atantalizing quantity of intriguing testimony. Unfortunately, every bit of it iseither ambiguous or of uncertain provenance, and the possibility remainsthat it has all been fabricated by the alleged informants.\" In the United States, as my five status reports progressed from 1978through 1988, reviews from writers who failed to understand why many ofmy sources were anonymous were warm to cool to cold. However, people'srationales sometimes change. Jerry Clark, for one, editor of theInternational UFO Reporter, who had taken me to task in my early daysdramatically switched, changing his views from skeptic to a believer.Thanks to Roswell, other writers have also mellowed. I no longer feelalone. While I might feel relieved personally, it remains hard for me to believethat there is still a vocal contingent that follows the Phil Klass dictumwhich postulates that unexplained UFOs do not exist. Then there areothers who will allow for an unidentified \"nut and bolt\" craft, but to themit is a secret U. S. aircraft of some sort - maybe something that the Germansdeveloped during WWII. As the story goes, their top scientists who hadexperimented with a disc-like craft, were whisked away from their labs inPennemunde when the war ended and smuggled into the United States(Project Paperclip.) While testing their machines, so the story continues,some aborted and crashed. Thus, the crashes near Roswell and so on. Allskeptics dismiss out of hand any notion of an extraterrestrial visitation asastronomically improbable, if not impossible. In the forefront is astronomer Carl Sagan, Ph.D. For public consumption,he takes a dim view of the alien UFO from outer space. Space flight fromany star system, he avers, is next to impossible and he uses figures in the\"billions and billions\" to establish rules for its incredulity. Extraterrestrially speaking, Jacques Vallee and Allen J. Hynek (bothastronomers), also have spoken Saganese publicly. But the origin of theirUFO, because of its paranormal behavior, is even more exotic. To explainthese anomalies, they seek answers in extra-dimensional or in otherparallel realms. While these erudite rationales might be mumbo jumbo tothe general public, it is the kind of mystical package that has opened theeyes of many UFOlogists - especially those frustrated after years of waitingfor proof of extraterrestrial visitors. I do not close my mind on the Vallee-Hynek rationale. I, too, wonderabout some of the alien \"high strangeness\" actions, but I can just as easilyattribute these anomalies to an extraterrestrial control system, or the abilityof the alien mind to overpower its human counterpart for whateverpurpose. Whenever I think of the options, the pros and cons of origin, Ialways think of Hynek. What did he really think? MY HYNEK CONNECTION"},{"pageNumber":6,"pageContent":" Championing the UFO cause, after overcoming his \"swamp gas\" stigmawhile a consultant with the U. S. Air Force's Project Blue Book, Hynek setup the Center for UFO Studies (CUFOS) in Evanston, Illinois. After thegreat 1973 flap, when I still had access to many significant UFOhappenings, I had reason to call Hynek on many occasions to share orexchange information. We met for the first time in Columbus, Ohio, in 1974, at the MarriottHotel. In his gracious way, he extended a welcome to assist him with hisnew project and in more confidential tones, he told me that he still hadcontacts at Wright-Patterson AFB where he visited periodically. he gave nodetails. I explained again that I had good contacts nationally by Wats lineand if any news of importance came my way that I would keep himinformed. We departed mutually satisfied that we would be workingtogether instead of at opposite poles. Notably, when I began my research into UFO crash/retrievals in 1976,Hynek showed a keen interest. I called him when a new firsthand sourcesurfaced and he often would call back to check on my progress. I nevergave names on the phone or in writing, and this I felt had become anirritant to him. On July 29, 1978, I was a guest speaker at the MUFON 9th AnnualSymposium in Dayton, Ohio. For the record, other speakers were TedBloecher, Richard Hall, Major Donald Keyhoe and J. Allen Hynek, Ph.D.My subject of my own choosing was UFO crashes and recoveries. Its titlewas Retrievals of the Third Kind: A Case Study of Alleged UFOs andOccupants in Military Custody. Nobody knew what kind of material I had in my lengthy report and I couldfeel the tension as the media pressed in for quick on-the-spot interviewslooking for a scoop. Also, I was ill at ease when it became obvious that Iwas being watched by \"company-type\" people in the lobby, on elevatorsand in the men's rooms. I thought I knew why. Unknown to anyone at theconference, except one person who claimed he was an intermediary for aCIA person (not present) - who the day before had advised me that if I hadany information relative to a UFO crash in Mexico and a vague referenceto an event in West Germany in my paper - that I had better delete them.He also advised me not to make any disclosures on UFO technology andthat Russian agents might be present. He also warned me that there couldbe trouble. Chilling notions twirled in my head as I strode up to thepodium. Turning once to look back, I caught a glimpse of my wife, Dell,and my son-in-law tom Stegmaier, sitting midway in the auditorium seats.And I saw Major Keyhoe give me a V for Victory sign (with his fingers). Dr. Hynek was slated to deliver his paper entitled, UFOs As A Space-TimeSingularity in the late afternoon. He was in St. Louis, I had learned thenight before, and would fly in on time to meet his schedule. But to mysurprise, he had changed his schedule: he was sitting five rows back fromthe stage when I commenced talking. It was mid-morning and mypresentation, which included a tape from a crash witness and a guestappearance by Robert Barry, went on for more than three hours. Fatigued, I was lifted by loud applause. Then, suddenly, there was acommotion beneath the stage. Men, bearing arms and barking orders intowalkie-talkies, pushed away people trying to file up the stairway to see me.Others still seated or standing in the front rows, looked stunned. For sure,there was an emergency. I thought, maybe a fire. Then, two armedplainclothesmen leaped up onto the stage and whisked me away from thelectern and out through a rear door. \"Your life's been threatened,\" shouted one who promptly identified himselfas a Dayton police officer. In the quiet of a corridor that led us to an exit,"},{"pageNumber":7,"pageContent":"he explained that the police had received word of two threats - one madeby phone during the night and another in the lobby just before I went onstage. As I was led through an outside garden path to the Stouffer Hotel, where Ihad lodging, other plainclothesmen joined in the escort. Identifications,inside large black wallets, were shown to me, but I gave them only acursory glance. My mind was elsewhere. Continued in Part 2.Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
