[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Part 2: Scientific Challenge of IdentifyingSubstances in the Martian World © 2004 by Linda Moulton Howe Mars, with its icy poles, photographedby the Hubble Space Telescope. March 3, 2004 Pasadena, California - At the March 2, 2004, NASA pressconference in Washington, D. C., I learned from German geologist, GoestarKlingelhoefer, Ph.D., that his Mossbauer spectrometer needs an area of about1.5 centimeters in order to get accurate readings about iron and other elements.Very small objects such as the many unidentified spherules, or \"blueberries,\" atthe Opportunity Meridiani Planum site are too small for the Mossbauer to get anaccurate reading on one, or even a few. The spherule diameters range from 1 to5 millimeters. To date, what those mysterious little balls are made of is still amystery. So, in the next couple of weeks, it is hoped that the Opportunity rover can putits robotic arm and various sensors - including the Mossbauer - down against aconcentration of the spherules. The idea is that the instruments would then havea dense, larger area in which to take measurements. At the Meridani Planum bedrock, an example of a dense patch of spherules,or \"blueberries.\" Image credit: NASA/JPL/Cornell. The size of the area needed for the rover instruments to retrieve meaningful datais one of the limitations on these missions. Prof. James Rice of Arizona StateUniversity explained the problem in determining the elemental composition of"},{"pageNumber":2,"pageContent":"the small filaments in one of the spherule photographs. See: Earthfiles02/20/04. Anything down in the few microns diameter range is too small for theinstruments' abilities to analyze. Looking for microbial-sized life forms - if they exist in fossils or alive - is a hugechallenge. When the European Space Agency (ESA) released their aerial imageof Spirit's landing site in the Gusev crater, there was a light green colorthroughout the crater that provoked some in Europe to speculate it might beevidence of algae or other living substance. See Earthfiles 01/31/04. But whileinterviewing geologist and MIT Professor, John Grotzinger, at the NASA pressconference, I learned that NASA/JPL scientists strongly disagreed with the ESAgreen coloration. Prof. Grotzinger said the confusion was a selected mineralfrequency and not literally green growth on the Martian crater surface. Recently, another respected JPL/NASA scientist, Dr. David Des Marais,hypothesized that liquid salty water, or brine, might exist on or near the surfaceof the Martian soil and might explain why some of the rover wheels seemed topick up soil as they moved. Other scientists argue that moisture in the surfacesoil is not possible at the cold temperatures and very low atmospheric pressureon Mars and that the clinging soil could be explained by \"electrostaticattraction.\" The public wants to know if there is any life on Mars - microbial or other.NASA scientists confirmed at the NASA press conference that the currentOpportunity and Spirit missions have no instruments to look for organicsubstances. But exploration for evidence of organic life forms is planned for the2009 Mars Reconnaissance Orbiter. Why can't the current rover missions doboth inorganic and organic searches? I talked about the problem with ProfessorGrotzinger.Interview: John Grotzinger, Ph.D., Shrock Professor of Geology, MIT, Cambridge,Mass.; JPL Long Term Planning Leaders and Member of the GeologyGroup in the Science Operations Working Group (SOWG), NASA/JPL,Pasadena, California:\"This mission (Spirit and Opportunity rovers) is not set up to look for organics,but to look for other indirect signs of the presence of water. The equipmentpackage, the payload, that is on these particular spacecraft, is designed to testfor minerals and to look for textures in rocks that are consistent with thepresence of water as a first step.Spirit's robotic arm of tools before dusting off and grindinginto the rock named \"Adirondack\" at the Gusev crater site.Image credit: NASA/JPL/Cornell/USGS.Once you have evidence of that, then you can design a new spacecraft whichwill very specifically be focused on the organics question. So, the process issimilar to learning to walk before you can run.IS THERE A LIMITATION IN THE ENGINEERING AND THE SIZE OFWHAT CAN GO ON ROVERS THAT YOU HAVE TO MAKE A DECISION"},{"pageNumber":3,"pageContent":"ABOUT GOING ORGANICS VERSUS INORGANICS ONE WAY OR THEOTHER?Yes, given the budget constraints, you have to make pragmatic decisions aboutwhat you are going to put on the payload and if you put one thing on thepayload that does something very specific, then you are going to have to takesomething else off the payload that also does something very specific. So, in thiscase, if you equip the payload to look for organics, you might get to Mars and loand behold! you chose the wrong place. You don't get any positive tests fororganics and you have never answered the question about whether or not thiswas the best place to do this. Could There Be Moisture in the Martian Soil?WHEN SPIRIT FIRST BOUNCED DOWN IN THE LANDER INSIDE THEGUSEV CRATER, THE FIRST EXCITEMENT WAS ABOUT THE STRANGE,MUDDY-LOOKING PATCHES THAT IMMEDIATELY BROUGHT TO MINDMOIST SOIL. IF MOISTURE, WHAT ABOUT LIFE?At the Gusev landing site, there was a feature there that I first studied called the'magic carpet' which was a folded piece of soil and it was attractive as acandidate to think about as a potentially water-influenced feature.In the week of January 6, 2004, this segment of the first color images are from thepanoramic camera on the Mars Exploration Rover Spirit which shows the rover'sdarker-colored air bag trails. These compressions in the soil were made when theair bags were deflated and retracted after landing. Image credit: NASA/JPL/Cornell.But when we got the detailed pictures, we could see streaks in the soil adjacentto the lander that were created by the airbags retracting and we wondered ifthose streaks were the result of water that was either an artifact of the airbagsdegassing some liquid. Or partial melting of some ice that was immediatelybeneath the soil at the Spirit lander. But when we got the more detailed images,it was very easy to understand these tracks as a result of grains larger particles,pieces of rock being dragged and plowing their way through the soil where thesoil was dry.There are some types of soils that adhere together with what we call'electrostatic attractions.' These are relatively strong forces that keep theparticles from pulling apart and if you pull another larger rock through the soil,it will make drag marks that can be reminiscent of water, but don't have to bewater.So, when we looked at all the evidence, it was most consistent with a fine anddry sediment that was behaving in response to some of these electrostatic forces.SOME HAVE SAID THAT THE MARTIAN SOIL APPEARS TO ADHERE TOTHE ROVER WHEEL TREADS AS IF THERE WAS MOISTURE IN THESOIL?"},{"pageNumber":4,"pageContent":"That's not true at all. I don't think anybody on the science team and look at thatdata and suggest that water is the only way to do that.It is possible that a small subset of the features that we look at could share anorigin with water as well as with something like electrostatic forces. But reallyall the information that we look at can be uniquely explained by electrostaticforces in the absence of water.COULD SURFACE WATER EXIST IF IT WERE POOLED ON THESURFACE OF MARS AT ITS LOW ATMOSPHERIC PRESSURE BETWEEN6 AND 7 MILLIBARS (EARTH IS 1000 MILLIBARS AT SEA LEVEL)?I think Meridiani Planum is too high. Meridiani is way above the temperatureand atmospheric pressure in which liquid water would be stable. But at Gusev,which is the lowest of the landing sites, it is possible that there is enough waterin the atmosphere as tiny as it is that it could conceivably condense if theclimate were correct at that time. Mars, as a consequence of its history, has hada variable climate and there would be times when it could condense to formliquid droplets that might become absorbed into the soil and then when thoseliquid droplets evaporated, the next day when the sun rises and the soil heatsup, they could precipitate tiny amounts of minerals. If this happened days in anddays out for hundreds of thousands of days and years, it's possible you couldprecipitate some of the salts that Ben Clark at Lockheed-Martin was talkingabout that have been observed in the soils since the days of 1976 Viking.Indeed, we see some textures in the soils at Gusev that would suggest that aprocess like that could be viable. But that's a short step to go, rather thanthinking about how to scale that up to a process where you might have largerpools of water there.Martian crater and white ice? Image by Mars Orbiter, MSSS.IN THE PHOTOGRAPHS FROM THE MOC ORBITER CAMERA (MSSS),OVER THE LAST COUPLE OF YEARS THERE HAVE BEEN IMAGES OFWHAT SEEMS TO BE ICE INSIDE OF CRATERS. IS THAT FROZENWATER ICE? AND COULD THERE BE WATER ICE FROZEN UNDER THESURFACE AT MERIDIANI PLANUM AND GUSEV?The facts are that we have evidence of water ice on Mars wherever it is. Thereare a number of places that are candidates for that. Water ice probably existsbeneath Meridiani Planum and beneath Gusev. But if it does, we haven't seenany evidence yet that it has been converted into a liquid as observed by any ofthe spacecraft.WHAT WOULD THAT EVIDENCE BE?What we would expect to see are pools of water into which the wind that blowson Mars might affect the sediments in such a way as to build ripple structures orother features that are consistent with water moving around small shorelines.True structures that would be built like a pile of mud that might have beendragged by the airbags. What we don't see is anything other than just a smoothveneer over which the airbags were dragged. So far, the rovers haven't seen waterice. No Water Ice Evidence in Spirit and Opportunity Trenches"},{"pageNumber":5,"pageContent":"MEANING THE TRENCHES, FOR EXAMPLE. IS THAT WHAT YOU MEANTHAT IF THERE WAS WATER ICE CLOSE TO THE SURFACE AND THEYDID A TRENCH, THERE SHOULD HAVE BEEN PERHAPS WATER ICE?Yes, in the trench we did not dig down into any recognizable water ice.Spirit dug a trench with its wheels about 3 inches deep on February 20, 2004.The soil was apparently harder than the Opportunity trench site because Spirit had towork twice as long. Some scientists think there might be evidence of salty water, but moredata needs to be analyzed. Image credit: NASA/JPL/Cornell.I THINK IT WAS DR. DAVID DES MARAIS WHO WAS RAISING AQUESTION ABOUT THE SOIL STICKING TO THE ROVER WHEELS,SUGGESTING THE POSSIBILITY THERE MIGHT BE EVEN SALTYWATER OR MOISTURE?It's possible there could be brines beneath there and in the soils. But thequestion is: what is the evidence that would allow you to distinguish that fromother processes like electrostatic attractions in which sediment would stick tothe wheels? So, what Dave Des Marais is talking about is not impossible. It's justhard to verify. Difficult for Rovers' Instruments to ConfirmElectrostatic Attraction or Moisture in Martian SoilsAbove: Martian soil near Meridiani Planum bedrock clinging to rover's wheels.Right Front Hazard Camera Non-linearized Sub-frame EDR acquired on Sol 23 ofOpportunity's mission to Meridiani Planum at approximately 12:05:46Mars local solar time. Below: Opportunity tire track through spherulesnear bed rock. Images: NASA/JPL/Cornell."},{"pageNumber":6,"pageContent":"AS A SCIENTIST, HOW WOULD YOU MAKE A DETERMINATION ABOUTWHETHER OR NOT THE SOIL CLINGING TO THE WHEELS OF THEROVERS WAS CAUSED BY SOME KIND OF MOISTURE, MAYBE EVENBRINE MOISTURE, OR THE ELECTROSTATIC HYPOTHESIS?You would have to go there and collect a piece of the sample and analyze it tosee if it was wet.THERE REALLY IS NO WAY ON THESE CURRENT ROVER MISSIONS TOKNOW?I think with the instruments that we have, you can formulate a hypothesis likethat, but it's not possible to test it.SO THERE COULD BE MOISTURE, BUT YOU WOULDN'T BE ABLE TOTELL?I don't think there has to be any moisture there. You can explain all of it in analternative way involving electrostatic forces between the particles. But I think itwould be hard to distinguish between the two with the instrument packages thatwe have. We're not set up to look for things that would confirm tiny, tiny tracequantities of moisture might be present in the soils. We can't rule it out. But wecan't do much with that option either. We are looking for something bigger thanthat. We know that there is ice. We know that there is water on the surface ofMars today. That's not the question. The question is to decide whether or notthere was water once on ancient Mars and whether or not that water wasabundant in quantity way beyond the levels we're talking about in the soil on apermanent basis that could potentially have given rise to life on Mars.AND WHERE DID THAT WATER GO?It probably went down into the subsurface and also to form the ice caps. And letme just qualify that all of that water doesn't mean much because we don't knowhow much that water was. What we're looking for is evidence that there wassignificant quantity of water. It doesn't mean that it was there and has now gone.If there was very little, there might be a little in the soil and a little in theMartian ice caps.Continued in Part 3 - Sulfur/sulfates and sulfur-eating microbes.We b s it e s :http://marsrovers.jpl.nasa.gov/home/index.htmlhttp://www.esa.int/export/esaCP/index.htmlhttp://athena.cornell.edu"},{"pageNumber":7,"pageContent":"Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
