[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Opportunity Grinds Bedrock; Spirit Ready to Grind\"Humphrey\" © 2004 by Linda Moulton Howe Left: Spirit rover approaches big Martian rock called \"Humphrey\" to dust off in triadpattern and analyzebefore grinding. Right: Triad pattern after Spirit's dusting shows dark rock beneath lighterdust. Imagesby Front Hazard Camera Non-linearized Full frame EDR acquired on Sol 55 of Spirit'smission toGusev Crater at approximately 13:48:37 Mars local solar time. Image credit: NASA/JPL. March 1, 2004 Pasadena, California - Nasa reports that the Spirit rover:\"...used its rock abrasion tool for brushing the dust off three patches of a rocknamed \"Humphrey,\" during its 55th sol on Mars, ending at 5:53 p.m. Saturday,PST. Before applying the wire-bristled brush, the rover inspected the surface ofthe rock with its microscope and with its alpha particle X-ray spectrometer,which identifies elements that are present. Brushing three different places on arock one right after another was an unprecedented use of the rock abrasion tool,designed to provide a larger cleaned area for examining.Spirit using Rock Abrasion Tool (RAT) to dust off triad pattern on big rocknamed Humphrey before grinding this week. Image by right Front Hazard CameraNon-linearized Downsampled EDR acquired on Sol 55 of Spirit's mission to Gusev Crateratapproximately 11:30:30 Mars local solar time. Image credit: NASA/JPL .Afterwards, Spirit rolled backward 85 centimeters (2.8 feet) to a position fromwhich it could use its miniature thermal emission spectrometer on the cleanedareas for assessing what minerals are present. Due to caution about potentialhazards while re-approaching Humphrey, the rover moved only part of the way"},{"pageNumber":2,"pageContent":"back. Plans for sol 56, ending at 6:33 p.m. Sunday, PST, call for finishing thatre-approach and further inspecting the brushed areas. If all goes well, the rockabrasion tool's diamond-toothed grinding wheel will cut into the rock on sol 57to expose fresh interior material.\"Above and below: Spirit Microscopic close-up images of the dusted triad on the Humphreyrock.Microscopic Imager Non-linearized Full frame EDR acquired on Sol 57 of Spirit's missiontoGusev Crater at approximately at approximately 10:59:38 Mars localsolar time. Image credit: NASA/JPL/Cornell/USGSMicroscopic Imager Non-linearized Full frame EDR acquired on Sol 55 of Spirit'smission to Gusev Crater at approximately at approximately 10:34:12Mars local solar time. Image credit: NASA/JPL/Cornell/USGSOpportunityOn the other side of Mars at the Meridiani Planum, Opportunity has ground yetagain on the bedrock section called \"El Capitan.\" Extensive measurements willbe made as scientists continue to look for evidence of water, past or present, andfor elemental composition."},{"pageNumber":3,"pageContent":"Above: Section of El Capitan bedrock called \"Guadalupe\" before grinding.Below: Same section after grinding by Opportunity Rock Abrasion Tool.Microscopic Imager Non-linearized Full frame EDR acquired on Sol 34 of Opportunity'smissionto Meridiani Planum at approximately at approximately 11:31:52 Mars local solar time.Image credit: NASA/JPL/Cornell/USGS.Opportunity's microscopic Imager Non-linearized Full frame EDR acquired on Sol 35of Opportunity's mission to Meridiani Planum at approximately at approximately13:10:44 Mars local solar time. Image credit: NASA/JPL/Cornell/USGS.During its 35th sol on Mars, ending at 6:14 a.m. Sunday, PST, Opportunitymanipulated the microscopic imager at the tip of its arm for eight observations ofthe fine textures of an outcrop-rock target called \"Guadalupe.\" The observationsinclude frames to be used for developing stereo and color views.Opportunity also used its Moessbauer spectrometer and, after an overnightswitch, its alpha particle X-ray spectrometer to assess the composition of theinterior material of \"Guadalupe\" exposed yestersol by a grinding session with therock abrasion tool.The panoramic camera up on the rover's mast captured a new view toward theeastern horizon beyond the crater where Opportunity is working, for use inevaluating potential drive directions after the rover leaves the crater.Plans for sol 36, ending at 6:54 a.m. Monday, PST, called for finishing theclose-up inspection of \"Guadalupe,\" then backing up enough to give thepanoramic camera and miniature emission spectrometer good views of the areawhere the rock interior has been exposed by grinding."},{"pageNumber":4,"pageContent":"We b s it e s :http://marsrovers.jpl.nasa.gov/home/index.htmlhttp://www.esa.int/export/esaCP/index.htmlhttp://athena.cornell.edu Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
