[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Updates from NASA's Rovers and ESA's Mars Express © 2004 by Linda Moulton HoweMarch 8, 2004 Darmstadt, GermanyEuropean Space Agency (ESA)Beagle 2 Video Shows Bright ObjectEuropean scientists said today they are examining a strange blot of an unidentified object inthe same frame with its Beagle 2 Mars lander photographed right after the lander separatedfrom its mothership. Beagle 2 was supposed to have landed and operated on December 25,2003, but there has been only silence and its fate is unknown.Mark Sims, ESA's Beagle 2 Mission Manager, is trying to figure out if an image of a brightspot on the shady side of the lander, and another bright spot on Beagle 2 are results ofimage processing or could be an event that might have affected Beagle 2's trajectory. Simssaid, \"The bright object and the glint on the side of Beagle 2 may be nothing, they may beeverything.\"He also described a Mars Express orbiter photograph which shows four light-colored spotsreferred to as a \"string of pearls.\" Scientists wonder now if the lander went through theatmosphere too quickly and crash landed instead of the soft landing it was supposed tohave with its parachute and airbags.NASA reported that the Martian atmosphere is less dense than expected and that its firstrover landing of Spirit went faster than planned because of the thinner atmosphere. March 8, 2004 Pasadena, California Opportunity Update Rock Abrasion Tool Couldn't Grind Through 'Flat Rock' NASA reports that \"Opportunity's attempt to grind a shallow hole into a target called 'FlatRock' at the Meridiani Planum bedrock during its 42nd sol on Mars, ending at 10:51 a.m.Sunday, PST. However, the operation of the rover's rock abrasion tool produced almost nodiscernible impression on the rock. All indications are that the tool is healthy. Controllersplan to run some diagnostic tests during sol 43 (ending at 11:31 a.m. Monday, PST) to aidwith tuning parameters for a second grinding attempt on the target on sol 44. The alphaparticle X-ray spectrometer was placed against 'Flat Rock' for an overnight reading toidentify the chemical elements present.\"Opportunity observed the Sun with its panoramic camera on sol 42 as a practice run forfuture imaging of Mars' moon Phobos passing in front of the Sun.\"This three dimensional model shows a region of the outcrop dubbed \"Last Chance\"near the Mars Exploration Rover Opportunity's landing site. The model was created with imagestaken by the rover's panoramic camera. The layered rocks were recently the subject of anextensive series of microscopic images that include those shown below."},{"pageNumber":2,"pageContent":" Latest images above and below of strange and still unidentified spherules - small, round objects about 1-5millimeters in diameter -that are in the hundreds on the bedrock soil and embedded in the bedrock as shown here at the Opportunityrover's landing site in theMeridiani Planum. The image below seems to show one of the spherules hanging from an empty space in whichit probablywas embedded. Currently, NASA/JPL scientists hypothesize that the spherules are \"concretions\" formed fromwater at the timethe bedrock of sulfur and sulfate salts was formed on Mars. Images from Microscopic Imager Non-linearizedFull frame EDRacquired on Sol 39 of Opportunity's mission to Meridiani Planum at approximately at approximately 12:23:50Marslocal solar time. Image credit: NASA/JPL/Cornell/USGS.Spirit UpdateRocky Road to Bonneville Crater"},{"pageNumber":3,"pageContent":"Spirit Rover's Right Panoramic Camera Non-linearized Full frame EDR acquiredon Sol 63 of Spirit's mission to Gusev Crater at approximately 13:27:36 Mars local solar time,camera commanded to use Filter 1 (719 nm). Image credit: NASA/JPL/Cornell.NASA: \"During its 62nd sol on Mars, ending at 10:30 p.m. Saturday, PST, NASA's Spiritadvanced about one-fifth of the remaining distance between where it began the sol and itsmid-term destination, the rim of the crater nicknamed 'Bonneville.' In the Martianafternoon, Spirit took images and infrared readings of the area right in front of its stoppingplace to support the following morning's close-up inspection of that new location withinstruments on the rover's robotic arm.\"Spirit drove 26.15 meters (85.8 feet) on sol 62, bringing its odometer total to 250.71meters (822.5 feet). Some of the drive maneuvered around obstacles. The net gain in thenortheasterly direction toward the crater rim was 22 meters (72 feet), and that destinationwas estimated to be about 88 meters (289 feet) away from Spirit's new location. Theminiature thermal emission spectrometer was used for ground and sky observations bothbefore and after the drive.\"For sol 62, ending at 11:10 p.m. Sunday, PST, Spirit's agenda is to drive on toward theBonneville crater rim after using the microscope and spectrometers on its arm to inspectthe site where it wakes up.\"We b s it e s :http://marsrovers.jpl.nasa.gov/home/index.htmlhttp://www.esa.int/export/esaCP/index.htmlhttp://athena.cornell.eduCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
