[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon 2004 Overview of Crop Formations in Six Countries© 2004 by Linda Moulton Howe May 22, 2004 - As of this date, crop formations in 2004 have ranged from yellowflowering oil seed rape in England, Germany and Holland to wheat in Poland, tall pasturegrass in Australia and randomly downed wheat in Mexico. German researcher, AndreasMueller, thinks at least three of the four German formations are man-made. He is intriguedby the television video frames below of a Mexican field which do not show neat geometry.Instead, there are patches of downed plants along straight lines, vaguely reminiscent of the\"binary code\" in the Chilbolton Observatory, Hampshire, England, formation first reportedon August 20, 2001. Also of interest is the Vesica Pisces comparison between the May 3,2004, formation near Pegsdon, Hertsfordshire, England, and the Peebles, Ohio, patterndiscovered near the ancient Serpent Mound on August 24, 2003. Under More Informationbelow, is a statistical study by Jeffrey Wilson of 361 crop formation reports in the UnitedStates from 1880 to 2003 that reached his database. For the truly mysterious patterns each year, there is the continuing challenge to understandhow the global magnetic grid underlies all of them and might predetermine specific latitudeand longitude positions of each pattern. Robbert van den Broeke in Hoeven, Holland, whohas watched plants go down in the presence of mysterious lights, thinks the \"light balls\"make crop formations around the world to affect the planet's magnetic lines of force. \"Thewhole earth has energy lines in it.\" he said. \"And in the energy lines, you have places youcan call it 'chakras of the Earth,' and they are doing something. They give an engine withenergy and it goes on a network throughout the whole world. Sometimes when you arestanding in places, you can feel it. If you are very sensitive, you can feel it.\" Robbertperceives a large universal energy force is working through the magnetic fields of ourplanet to change the future from environmental destruction to preservation. Germany 1) Reported May 4, 2004, at Baden-Wurttemberg near Sinsheim in yellow flowering oilseed rape. Baden-Wurttemberg near Sinsheim, Germany. Photograph© 2004 by Bruni Morot-Gandert; Diagram © 2004 by invisible circle .de .2) Reported May 2, 2004, at Mecklenburg-Vorpommern, Roegen in yellow flowering oilseed rape. Andreas Mueller says this formation is \"definitely man-made.\" Mecklenburg-Vorpommern, Roegen, Germany. Photograph© 2004 by Michael M.; Diagram © 2004 by invisiblecircle.de.3) Second formation reported on May 2, 2004, at Mecklenburg-Vorpommern, Roegen inyellow flowering oil seed rape. Andreas Mueller says this formation is \"definitelyman-made.\" Second formation reported on May 2, 2004, Mecklenburg-Vorpommern, Roegen, Germany.Photograph © 2004 by Michael M.; Diagram © 2004 by invisiblecircle.de. 4) Reported April 28, 2004 at Rheinland-Pfalz, Kreis Soedwestpfalz in yellow flowering oilseed rape. Andreas Müller, who investigated at the scene, said the formation is man-made"},{"pageNumber":2,"pageContent":"because of \"an irregular geometry accompanied by an enormous damage to the plants.\" April 28, 2004, formation at Rheinland-Pfalz, Kreis Soedwestpfalz, Germany.Aerial photograph and diagram © 2004 by invisiblecircle.de England 1) Reported May 15, 2004, at Telegraph Hill near Cheesefort, Hampshire, in flowering oilseed rape. Single ring four feet wide and 50 feet diameter. Lucy Pringle, who flew over theformation to photograph, thought it might be manmade. Reported May 15, 2004, at Telegraph Hill, Cheesefort, Hampshire.Aerial photograph © 2004 by Lucy Pringle. 2) Reported May 9, 2004, at Tegdown Hill, Patcham near Brighton, East Sussex, inflowering oil seed rape. 260 feet across. Center Vesica Pisces oriented due north and southand 52 feet long. Pathways are 11 feet wide. Entire pattern laid down clockwise. Aerialphotograph © 2004 by David Russell. Reported May 9, 2004, on Tegdown Hill, Patcham near Brighton, East Sussex. Photo on right shows one of the\"magically bent\"plants flat to the ground, but without crease, crack or break - one of the several documented anomaliesin the crop circle phenomenon.Aerial photograph © 2004 by David Russell. 3) Reported May 3, 2004, at Icknield Way, near Pegsdon, Hertsfordshire, in flowering oilseed rape. Approximately 400 feet length. The Vesica Pisces format is reminiscent of thePeebles, Ohio Serpent Mound pattern discovered last year on Sunday, August 24, 2003 byDelsey Knoechelman. See 09/06/03 Earthfiles. Reported May 3, 2004, at Icknield Way, near Pegsdon, Hertsfordshire.Aerial photograph © 2004 by Andrew King."},{"pageNumber":3,"pageContent":"Peebles, Ohio, Serpent Mound formation discovered and reported on August , 2003.Aerial photograph © 2003 by Jeffrey Wilson and Roger Sugden. Left: 2004 Pegsdon, Hertsfordshire; Right: 2003 Serpent Mound, Ohio.Vesica Pisces geometry diagrams comparison © 2004 by Bert Janssen.4) Reported May 1, 2004, at Bishop Cannings Down near Beckhampton, Wiltshire inflowering oil seed rape. Approximately 20 feet diameter.May 1, 2004, Bishop Cannings Down near Beckhampton, Wiltshire.Photograph © 2004 by Nick Nicholson and cropcircleconnector.com. Holland 1) Discovered May 7, 2004, in a field of grass about one mile from the Hoeven home ofRobbert van den Broeke on his 24th birthday. See: 05/11/04 Earthfiles. Four circleswere close together in grass about one mile from the Robbert van den Broeke home. Thecircles measured from six meters down to one meter in diameter, according to RobertBoerman, founder of PTAH Foundation and webmaster of the DCCA Archive.Robert Boerman: \"We visited the new circles in Hoeven on Friday, May 14. We saw thatthe grass had been mowed so we couldn't see the circles anymore. Then we went over thecircles with some dowsing rods and we found the circles after lifting the grass up that wascovering them. At first we thought it was three circles, but we found a fourth also. You canfeel the energy from the circles in your legs, as if the energy is pulling your legs to theearth. It was a very high energy.\"The guy who was with me was using a Bovis biometer and said the energy at the Hoevencircles was more than 10,000 Bovis, which is very high for a crop formation.\" (Editor'snote: The intensity of the rays or vibrations, of a place, plant or object can be measuredusing a dowsing pendulum. The Bovis scale utilizes the knowledge of electromagneticwavelengths and specifically the wavelength of red light which is in the region of 6,500Ångström. An average value for a healthy abode and for a healthy person is 6,500 Bovisunits. Values below 6,500 Bovis units indicate a qualitative energetic deficiency. Valuesabove 6,500 Bovis units indicate a higher quality.)"},{"pageNumber":4,"pageContent":"Four circles ranging from 6 meters to 1 meter in diameter close together in grassabout one mile from the Robbert van den Broeke home in Hoeven, Holland. Photographand diagram below © 2004 by Robe rt Boe rman, DCCA. Mexico 1) Reported May 26, 2004, in Cadereyta, Nuevo Leon, Mexico, but known by ownerReginaldo Garza Leal, on March 16, 2004. Large field of wheat in which plants were putdown in patches along straight lines, according to the analysis of German crop formationresearcher, Andreas Mueller. First, the report from investigator Santiago Yturria from Monterrey, Mexico, who wrote onMay 20, 2004: \"There were two more large formations reported in nearby properties addingmore excitement to the story. However the formations were not the classic crop circledesigns well known in England and other countries. These were formations following thesame characteristics (of downed crop), but with undefined shapes.\"The strange thing was that the phenomena just affected the El Salitrillo property and notthe surrounding properties. The same happened with the other two properties. There is stillno explanation to this phenomena.\"Below: Mexico television station videotape frames of March 16, 2004, Cadereyta, NeuvoLeon, Mexico, downed crop provided by Santiago Yturria.All videotape frames © 2004 Mexico television station, provided by Santiago Yturria."},{"pageNumber":6,"pageContent":"Andreas Mueller, Crop Circle Researcher,Saarbrueken, GermanyAfter studying the videotape frames from Cadereyta, Nuevo Leon, Mexico, AndreasMueller e-mailed on May 20, 2004:Andreas Mueller: \"In fact this is not what we normally call a crop circle.But the discussion (is) in which way (and if) crop circles are connected to whatpeople call 'wind-damage' or 'lodging.'For now the interesting thing for me is the fact that the lodging happenedalong straight lines and this against the tramlines - see attached photo.There seems to be some sort of interacting of the two directionalprinciples.I myself have found geometrical crop circles that crossed a chaoticallydowned area, but inside the circle it was clear that both chaotical area andgeometrical crop circle had the same source - there was no overlapping ofthe one to the other it all came out of the same spot.There are several cases in which 'wind-damage' started to form geometricalcharacteristics, like straight lines for no obvious reason. Maybe thenatural source that beats normally down the crop into chaotic 'wind-damage'is the same one that is/or gets used as the mechanical part in a crop circleforming. But then we have to ask what brings in the geometrical part tocreate geometry?There is also another aspect that both 'wind damage' and crop circles share:very few people have observed the one or the other in the very process offorming.Finally I myself do not think that one can call the Mexican case a 'cropcircle' - but it brings in a new case to discuss the above describedquestion.\""},{"pageNumber":7,"pageContent":"Diagram analysis of the Cadereyta, Nuevo Leon, Mexico, downed wheat© 2004 by Andreas Mueller, Invisible circle .Chilbolton Observatory, England, August 20, 2001Reminiscent of Chilbolton Observatory near Wherwell, Hampshire, England in \"binarycode\" pattern first reported on August 20, 2001. See: 08/31/01 Earthfiles.The \"binary code\" in the wheat field next to Chilbolton Observatorynear Wherwell, Hampshire, U. K. was first reported on Monday, August 20, 2001.Aerial photograph © 2001 by Lucy Pringle.Inside the \"code\" formation. Photograph © 2001 by Charles Mallett. Poland 1) Reported on May 15, 2004, in wheat field near Zabno, Poland. See: 05/17/04Earthfiles."},{"pageNumber":8,"pageContent":"Crop formation in wheat reported in Zabno, Poland, on May 15, 2004.Photograph © 2004 by Adam Piekut. Australia 1) Reported on March 28, 2004, in pasture grass near Conondale, west of Maleny inQueensland, Australia. Four circles of varying diameters in a line on a north/south axis.See: 04/14/04 Earthfiles. The smallest circle in upper left corner next to second largest circle of four circles(two not pictured here) in straight line on north/south axis reported on March 28, 2004, in pasturegrass near Conondale, west of Maleny, Queensland, Australia. Photograph © 2004 by Christopher White.More Information:United StatesStatistical charts produced by Jeffrey Wilson, (jeff.wilson@asmnet.com) from his USAcrop circle reports database of 361 reports from 1880 to 2003. Also see:cropcirclenews.com.Above graph: number of reported crop formations per state between 1880 and 2003. A total of 361 reports inJeffrey Wilson'sdata base. Ohio at 24 has had the most, followed by Iowa, California, Oregon, Missouri, Indiana, Wisconsin,Kansas, Michigan, New Yorkand Washington State. Below graph: frequency of reported crop formations per year since 1880. Graphs ©2004 by Jeffrey Wilson."},{"pageNumber":9,"pageContent":"Websites:http://www.cropcircleconnector.comhttp://www.cropcircleresearch.comhttp://www.cccrn.ca/http://www.dcca.nlhttp://www.invisiblecircle.dehttp://www.wylatowo.mogilno.pl/news.php?art=94http://www.temporarytemples.co.ukhttp://www.cropcirclenews.comhttp://home.clara.net/lucypringlehttp://www.bertjanssen.nlhttp://www.bltresearch.com/http://www.swirlednews.comhttp://www.heramagazine.nethttp://members.iinet.net.au/~bwratten/ccc.htmlhttp://www.CropCircleAnswers.comhttp://www.busty-taylor.com/cropper/98busty2.htmCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
