[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Fourth 2004 Crop Formation in Poland Has Multiple PartsGlobal Count 69 - England 19; Germany 16; Italy 10; Holland 6; USA 7;Poland 4; Belgium 2; Austria 1; Russia 1, Canada 1; Spain 1; Australia 1© 2004 by Linda Moulton Howe West of Warsaw and fourteen miles south of Mogilno and Zabno (yellow on map) in the village of Wylatowo,the fourth pictogram for 2004 in Poland was reported on July 5, 2004. This is thethird formation discovered near the Wylatowo farm village. July 7, 2004 Wylatowo, Poland - Robert K. Lesniakiewicz, Vice President of theCBUFOIZA (researchers in Poland who investigate unidentified aerial objects and cropformations) reports: \"A new wheat crop formation in Wylatowo was examined by thePolish ufologists' teams on July 6, 2004. That pictogram was found nearby the Wylatowovillage on the morning of July 5, 2004. It is composed of four elements. Two wereexamined first: they are two circles of 6 and 9.5 meters in their diameters. Two circles of 6 and 9.5 meters in their diameters reported in Wylatowo, Poland,wheat field on July 5, 2004. All photographs © 2004 by Adam Piekut. The third element was found composed of twelve rings. Every ring measured 12 meters indiameter and the ring lines are one meter wide. "},{"pageNumber":2,"pageContent":"Twelve rings, each measured 12 meters in diameter and the ring lines were one meter wide,in the same wheat field with the two circles above and \"dotted\" ring below.The fourth element measured 18.5 meters in diameter and it has a ring with a circle inside.The circle is 7 meters in diameter. Another part of the formation consisted of a ring around a circle surrounding tufts of standing wheat.The ring measured 18.5 meters in diameter and the circle measured 7 meters in diameter.Adam Piekut's photographs and CBUFOIZA's information about these new crop patternswere broadcast on the evening \"Panorama\" television program by Polish TV Two on July 6,2004.Websites:http://ufo.internauci.plhttp://www.wylatowo.mogilno.plhttp://www.wylatowo.mogilno.pl/news.php?art=94http://www.bltresearch.com/http://www.cropcirclenews.comhttp://www.cropcircleconnector.comhttp://thecropcirclewebsite.50megs.comhttp://www.cropcircleresearch.comhttp://home.clara.net/lucypringlehttp://www.bertjanssen.nlhttp://www.cccrn.ca/http://www.dcca.nlhttp://www.invisiblecircle.dehttp://www.temporarytemples.co.ukhttp://www.swirlednews.com"},{"pageNumber":3,"pageContent":"http://www.heramagazine.nethttp://members.iinet.net.au/~bwratten/ccc.htmlhttp://www.CropCircleAnswers.comhttp://www.busty-taylor.com/cropper/98busty2.htmhttp://www.cropcircleconnector.com/ilyes/ilyes.htmlCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
