[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon New Crop Formation Reported in Solano County, California © 2004 by Linda Moulton Howe Fairfield in Solano County, California, fifty miles northeast of San Francisco, had a large w heat formationreported June 17, 2004, about four miles northwest of the 2003 wheat formation that thousands visited lastyear.Large pictogram pattern consisting of fifteen circles was reported in a Fairfield,Solano County, California wheat field on June 28, 2003. Aerial © 2003by San Francisco Chronicle (Paul Chinn, Photographer). July 2, 2004 Fairfield, Solano County, California - Steve Moreno, Director of PsiApplications in Fairfield, California, and member of the Independent Crop CircleResearchers Association (ICCRA) directed by Jeffrey Wilson, reports that a large wheatcrop formation was sighted on June 17, 2004, southeast of Fairfield, California, by ThareeDavis. She also took the aerial and ground photographs in this report. The farmer, whorequests anonymity, was very angry about the intrusion in his crop and harvested the fieldon June 20th, erasing all residue of the original pattern.300-foot-long formation in wheat with additional 185-foot \"tail\" of small circles reported on June 17, 2004,in a wheat field southeast of Fairfield in Solano County, California, only four miles northwest of 2003 pattern.Aerial photograph and all photographs in this report © 2004 by Tharee Davis. Steve Moreno writes about this recent crop formation that it was in a \"mature 3-foot-highwheat field and consisted of an array of 39 circles in the form of a pictogram. The main"},{"pageNumber":2,"pageContent":"body of the pictogram consisted of 11 circles and was approximately 300 feet in lengthwith its axis aligned in a southwest to northeast direction. \"Additionally, the main body was surrounded by an outer 6-foot-wide perimeter ring. A'tail' extended off the southwest end made of a string of 28 equally spaced 6.6foot-diameter small circles which tailed off into a northeast bend leading directly to, andterminating at, two high tension electrical towers. These electrical towers each contain dualhigh voltage lines that also run in a southwest to northeast direction. The main body of theformation consisted of one 135-foot-diameter main circle and two 54.6-foot-diameteradjacent circles to the southwest and northeast sides. \"Between the main circle and the two adjacent side ones, a symmetrical layout of two8-feet-diameter and two ten-feet diameter circles exist.\""},{"pageNumber":3,"pageContent":"Jeffrey Wilson, Director of ICCRA, writes also: \"Using a screen caliper program, estimatesof the size of the formation have been done: the largest circle is approximately 124 feet indiameter; the next two smaller circles are approximately 55 feet in diameter; four smallercircles are approximately 18 feet in diameter; and the other 32 circles are all about six toeight feet in diameter. The outer surrounding pathway is approximately six feet wide. The(length of) 'framed' part of the pictogram is approximately 300 feet. The length of the'string' or 'tail' of 28 circles making up the remaining part of the formation is approximatelyand additional 150 feet (or more), making the entire longest length of the formation 450feet (or more). All the circles were swirled anti-clockwise. \"The formation seems to be in alignment with several natural and man-made structures inthe field. The most obvious structures which are directly at the end of the 'tail' of theformation are the two high-tension electrical power line towers. Also, in the field positionedadjacent to the formation and the towers is a Y-shaped drainage area and a green circularwell or drainage area. The field is adjacent to a large irrigation or drainage ditch and isacross the street from a marsh. \"The wheat in the formation is of the variety with the delicate 'bearded hairs.' Ms. Davisreported that on entering the formation, the delicate seed heads were all intact and shefound no signs of human entry.\" Websites:http://www.bltresearch.com/http://www.cropcirclenews.comhttp://www.cropcircleconnector.comhttp://thecropcirclewebsite.50megs.comhttp://www.cropcircleresearch.comhttp://home.clara.net/lucypringlehttp://www.bertjanssen.nlhttp://www.cccrn.ca/http://www.dcca.nlhttp://www.invisiblecircle.dehttp://www.wylatowo.mogilno.pl/news.php?art=94http://www.temporarytemples.co.ukhttp://www.swirlednews.comhttp://www.heramagazine.nethttp://members.iinet.net.au/~bwratten/ccc.htmlhttp://www.CropCircleAnswers.comhttp://www.busty-taylor.com/cropper/98busty2.htmhttp://www.cropcircleconnector.com/ilyes/ilyes.htmlhttp://ufo.internauci.pl"},{"pageNumber":4,"pageContent":"http://www.wylatowo.mogilno.plCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
