[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Inside Job - Unmasking the 9/11 Conspiracies by Jim Marrs© 2004 by Linda Moulton Howe\"There is also the fact that NOAD-Northeast was conducting war gameexercises that morning, a fact that has been very little talked about and certainlynot reported to the general public. What's also not been reported, according to theinformation that I have, at least one of the scenarios they were consideringin their war game exercises concerned hijacked aircraft being crashed intobuildings. Now, this could explain the lack of response when the air trafficcontrollersbegan to report that four planes were off course...\"- Jim Marrs, Author, Inside Job For new book © July 2004 by Jim Marrs,click on cover to order.July 17, 2004 Wise County, Texas - Jim Marrs has been tracking down facts and trying tomake sense of political stories in America since his college days as a journalism major atNorth Texas University in Denton. He graduated in 1966 and began a newspaper reportingand editing career at the Denton Record Chronicle, Lubbock Avalanche Journal andFortworth-Star Telegram where he was an investigative reporter and cartoonist, andearned photography awards.By 1988, he decided that he had to put his big file about President John F. Kennedy'sassassination into a book called Crossfire. Two months after its release in 1989, Jimreceived a call from Hollywood film director, Oliver Stone, who wanted to option Crossfirefor the movie that became JFK.Jim Marrs began asking book editors and others what each thought was the next big, deep,dark, secret government cover-up beyond the JFK assassination. Unanimously, he says, theanswer was UFOs. That's what lead Jim to write his second book, The Alien Agenda.When that book was published in 1997, Jim did not realize that he was beginning toproduce what some would later call his \"trilogy.\" Alien Agenda raised the question: Whowould speak for earth if non-humans finally arrived in public?Trying to answer that question, lead Jim to write Rule By Secrecy published in 2002. In thatimportant book, Jim Marrs made links between the money-power elite of America with themoney-power elite of Europe back to the money-power elite of Mesopotamia which mighthave been linked to control and manipulation by non-human entities with their ownagendas on this planet.Crossfire, Alien Agenda and Rule By Secrecy. Now Jim Marrs has produced a fourth bookthat extends his historical revelations to more revelations about the terrorist attacks onSeptember 11, 2001. The title is Inside Job Unmasking the 9/11 Conspiracies. This week Iasked Jim if this time he consciously wrote Inside Job as an extension of Rule By Secrecy?"},{"pageNumber":2,"pageContent":"Interview: Jim Marrs, Journalist and Author, Wise County, Texas: \"Actually, it is. In fact, I'vebeen contacted by so many people who said, 'Holy cow!' after reading Rule by Secrecy.And then watching 9/11 unfold, it's just like they are following a game plan, following thesame old M.O. And it's true. Once you understand how they operate, this is exactly the waythey do things. You create a problem and then you offer a draconian solution to thatproblem. Then when the civil libertarians yell and scream and you water it down a little bitand it goes on through and you've accomplished what you wanted in the first place. NORAD-Northeast War Game ExerciseOn September 11, 2004LET'S GO TO ONE OF THE MAJOR HIGHLIGHTS OF YOUR BOOK WHICH ISYOUR INVESTIGATION OF WHAT WAS GOING ON SEPTEMBER 11, 2001, WHICHCOULD EXPLAIN WHAT IS A STAGGERING FACT TO MOST EVERYONE ELSE THAT NO ONE SEEMED TO BE PROTECTING ANY OF THE BORDERS OF THEUNITED STATES ON THAT DAY WITH MUCH OF ANYTHING THAT HADFIREPOWER.That's true. In fact, I think that has been one of the greatest puzzles, mysteries that hascome out of 9/11: Where were our normal defense systems? I can remember growing upduring the Cold War and we were constantly assured that not one Russian bomber wascoming across the North Pole and down through Canada without it triggering our NORADdefenses the North American Air Defense Command. And that we would have fightersstopping them before they even got to the U. S. border. Then to add to this to show thateven after the Cold War collapsed let's go to 1999 when the golfer Payne Stewart's Lear jetsuffered an oxygen deprivation problem. Apparently everyone onboard died or passed outand it went off course.Twelve minutes later, there were jet interceptors all over Payne Stewart's Lear jet. Theytracked it all day, if you remember. And they were prepared to shoot it down if it lookedlike it was going to crash into a populated area. But, as it happened, it crashed in anunpopulated area. So they just trailed it and let it crash. That was well covered in themedia. Twelve minutes (escort jets arrived after the Lear jet was in trouble.)Now on September 11, 2001, you've got four commercial airliners hijacked, off course,OK? And no planes are even sent into the air for 35 minutes!AND THOSE THAT WERE WEREN'T EVEN LOADED WITH WEAPONS THATCOULD FIRE ANYTHING.That's right. Plus, sent from air bases much farther away from New York and Washington.For example, at Andrews AFB which is about ten minutes from the White House andCapitol, there are two squadrons of interceptors on 24-hour duty at all times. Washington,D. C., is one of the most protected air spaces in the world.OR IS SUPPOSED TO BE!Yeah, but when they finally scramble planes, they come from Otis AFB, (Bourne,Mass)OK? So, what is with all this? Well, in my book, Inside Job, I think I have providedthe answer. But of course it only raises more questions. The answer is not only to the lackof interceptor response, but also to the fact that President Bush continued to sit reading astory about a goat to school children, even after he had been informed that a second planehad crashed into the World Trade Center and that obviously America was under attack.There is also the fact that NORAD-Northeast was conducting war game exercises thatmorning, a fact that has been very little talked about and certainly not reported to thegeneral public."},{"pageNumber":3,"pageContent":"What's also not been reported, according to the information that I have, at least one of thescenarios they were considering in their war game exercises concerned hijacked aircraftbeing crashed into buildings. Now, this could explain the lack of response when the airtraffic controllers began to report that four planes were off course, when the Pentagonbegan to get the word that planes had been hijacked, when President Bush got the wordthat a second plane had crashed into the World Trade Center they were probably all going,'Oh, well, it's just part of these exercises.' Hijacked Aircraft \"Bombs\" Flying Into BuildingsWere Military Concern Before 9/11JIM, DOESN'T THAT MAKE CONDI RICE AND THE ADMINISTRATION SUCH ASTHE DEFENSE DEPARTMENT AND THE PRESIDENT'S EXECUTIVE WING LIARSWHEN THEY HAVE GONE BEFORE CONGRESS SAYING THEY HAD NEVERCONTEMPLATED THAT ANYONE WOULD BE USING LOADED AIRLINERS?Oh, that's an out and out lie, period! The people who were designing these war games wayback in 2000 and early 2001 and this has been documented and published they had tried toput forth scenarios of hijacked aircraft being flown into buildings. But they were told thatthey (gov't) did not want those scenarios. Although, my information is they were using sucha scenario on September 11, 2001.You can also go back to the mid-1990s when the Philippine authorities busted an Al Qaedacell in the Philippines and found the plans for Operation Bojinka, which involved hijackingairplanes and flying them into prominent buildings.So, the statement that nobody knew that they would hijack airplanes and fly them intobuildings is just an outright lie. If indeed, the lack of response on 9/11 was due to the factthat NORAD Northeast was having war game exercises then why in the heck haven't thepowers that be made that public?RIGHT.And if it sounds like, 'Well, we were kind of caught off guard and it was a kind ofembarrassing thing,' then at least why haven't they leaked the war game information? OK?And the reason is very simple: the day before on September 10, 2001, the National SecurityAgency (NSA) intercepted an electronic message from Mohammed Atta, who has beenidentified as a leader of the hijackers. His message stated, 'The match is about to begin.Tomorrow is zero hour.'Hello? 'Match.' That sounds like another synonym for a game, right? So, they knew thesegames were going on. Of course, if the administration and government admits that theirlack of response was due to the fact that these war games were going on, then theimmediate next question is: How did the hijackers know when to coordinate their attackwith these war games? The answer to that implies that this was an inside job. Somebodypassed that information.THEY WANTED TO USE WAR GAMES AS A COVER AND INTERFERENCE,SOMETHING THAT WOULD MUDDY THE WATERS?Exactly, to slow down to accomplish exactly what it did which was to slow down andbaffle a meaningful and immediate response which would then create greater casualties andgreater terror. When you look at that particular aspect, the fact that some how thosehijackers knew that these war game exercises were taking place. Then you couple that withall of the information that was flowing upward from the CIA and FBI about the probability,the impending attacks by Al Qaeda, then all of a sudden, it becomes overwhelming thatSomebody HIGH within the powers of the federal government knew exactly what wasgoing to happen. And they allowed it to happen to further their own political purposes. Andunfortunately, that's the best light you can put on it. Destroyed World Trade Towers' Metaland Debris Evidence Sold for ScrapWE KNOW NOW THAT WE HAVE NOT BEEN ABLE TO FIND WEAPONS OF MASSDESTRUCTION OR ANY OF THE REASONS GIVEN FOR INVASION IN IRAQ.WHICH BRINGS ME BACK, JIM, TO THE WHOLE ISSUE OF A CONTEXT OFFOREKNOWLEDGE THAT IS IMPLIED IN SOME OF THE EMERGING FACTS"},{"pageNumber":4,"pageContent":"ABOUT SEPTEMBER 11, 2001. THIS IS AN AREA IN YOUR BOOK THAT I FOUNDPERSONALLY TO BE QUITE SURPRISING. AND I'M NOW ON PAGES 44 TO 45AND THIS IS YOUR DISCUSSION ABOUT BILL MANNING, EDITOR OF THE125-YEAR-OLD FIREMEN'S PUBLICATION CALLED FIRE ENGINEERING.YOU ARE QUOTING FROM ITS JANUARY 2002 ISSUE RIGHT AFTER 9/11. AND INTHIS, YOU ARE SAYING THAT BILL MANNING WROTE, 'FOR MORE THANTHREE MONTHS, STRUCTURAL STEEL FROM THE WORLD TRADE CENTER HASBEEN AND CONTINUES TO BE CUT UP AND SOLD FOR SCRAP.'COULD YOU PLEASE ADDRESS THIS AMAZING QUESTION: HOW COULD THEHARD PHYSICAL EVIDENCE OF TWO HUGE SKYSCRAPERS THAT MELTED TOTHE GROUND, THOUGHT IMPOSSIBLE, HAVE BEEN SOLD? WHY WOULDN'TALL THAT PHYSICAL EVIDENCE HAVE BEEN KEPT THE WAY WE KEEPAIRPLANE CRASHES?Exactly. In fact, several prominent national fire officials noted that the World Trade Centerdisaster was the largest loss of firefighters EVER in one incident. It was the second largestloss of life on American soil I think the first was the hurricane in Galveston back in 1904 orsomething like that. It was also the first total collapse of a high-rise building during fire inUnited States history, and it was the largest structural collapse in recorded history!Now, you would think that you would want to hang on to all of that evidence and all of thatmetal and all of that dust and debris and study it to make sure that what the heck happeneddoes not happen again. But, no! They immediately hauled it away, sold it as scrap overseasand took it to guarded sites where nobody could get into get specimens.I even heard a story that they had GPS tracking devices on the trucks hauling the debris outof there so they could keep absolutely total control and knowledge over where they weregoing and what was happening. This was nothing more, Linda, than blatant destruction ofevidence.It was the same thing that happened at the Oklahoma City federal building bombing. It wasthe same M. O. at the Waco deaths. The federal government comes in and cleans it all up,sweeps it all away, scrapes the ground, and there is nothing left to study that might provideinformation to contradict the official story. Other Explosions On Lower Floorsin World Trade Towers?THERE WAS ANOTHER PARAGRAPH THAT YOU HIGHLIGHTED ON PAGE 47THAT I THOUGHT WAS HIGHLY SIGNIFICANT AND THIS WAS FROM YOURRESEARCH OF JIM HOFFMAN'S WEBSITE, 911research.wtc7.net. I'M QUOTINGACCORDING TO HOFFMAN, 'THERE IS NO GRAVITY COLLAPSE SCENARIO ORPROBABLE EXPLANATION BY FIRE THAT CAN ACCOUNT FOR THE COMPLETELEVELING OF THE MASSIVE COLUMNS THAT COMPRISED THE TOWERS'CORES OR THE RIPPING APART OF THEIR STURDY PERIMETER WALLS. AND IFNOT, WHAT SCENARIO DOES EXPLAIN THIS?'Well, the scenario that explains it, of course, is a controlled demolition. From Day One yougot to understand as a newspaper reporter, I've covered more than half a dozen majorbuilding demolitions. They are always great news locally because the TV cameras can getout there and watch these huge buildings just collapse in a pile of debris and smoke. But asa newspaper reporter, I had to go further. I couldn't just show a picture, so I had tointerview all of the demolition experts. They made it very clear to me unanimously that amodern steel and concrete building does not simply blow up. You have top use certaintypes of explosives, they have to be placed in just certain critical areas, they have to be setoff in just a certain timing. It's a very tedious and very complex and detailed process. Youdon't just put some explosive up next to a wall and blow a building down. It just doesn'thappen!So, in the case of the WTC, though, what we see is all of the earmarks of a classicdemolition. In fact, some of the nation's most knowledgeable demolition experts and Iquote one or two of them in my book, Inside Job, in the day or two afterwards said, 'Thislooked to be like a building demolition.' But then apparently someone talked to them andthey began to change their story and say, 'Well, we didn't have all the evidence,' and beganto backpedal.Also, I am more firmly convinced now than then because I've had the opportunity to studythe films and videos of those buildings coming down. If you look closely, what you will seeis on the floors BELOW where the building is collapsing, you can see blasts of smoke and"},{"pageNumber":5,"pageContent":"debris coming out the sides of the building throwing debris hundreds of feet out into the air.That is obvious proof that there is some sort of extreme pressurized explosion taking placewithin the building. These are the floors blowing as they go down. I quote probably a dozenpeople in my book, Inside Job, who said there were a number of explosions. I quote onefellow who was in the stairwell of the South Tower who said they heard an explosion fromBELOW them and that debris and smoke was blowing UP the stairwell. Ellen Mariani, Widow of 9/11 Victim,Joins Lawsuit Against Bush AdministrationI THOUGHT A VERY STRONG PART OF YOUR BOOK, INSIDE JOB UNMASKINGTHE 9/11 CONSPIRACIES IS THE PREFACE BY ELLEN MARIANI (WIDOW OFLOUIS NEIL MARIANI OF DERRY, NEW HAMPSHIRE). SHE HAS A LAWSUITTHAT IS IN THE WORKS AND I WONDERED IF YOU COULD EXPLAIN TOVIEWERS AND LISTENERS THE ROLE OF ELLEN MARIANI RIGHT NOW?This is quite humorously ironic to me because the information for my book, Inside Job Ihad finished in 2002. This should have been made public to everyone in this country and ifeveryone had had access to this information in 2002, there might not have been an invasionof Iraq in 2003.But, the reason they did not get it is that I had a contract with Harper Collins, a majorpublisher in New York. This book had passed the legal review, they had given me the coverof the book and it was all set to go when a senior executive canceled the book saying shedid not want to upset the family members of 9/11 victims.So, I find it tremendously ironic that Ellen Mariani wrote the Preface to the re-workedversion of the original Harper Collins book now entitled Inside Job because Ellen MarianiIS the wife of a 9/11 victim. As you pointed out, she is being joined by others now to suePresident Bush, Rumsfeld, Cheney and even the Council on Foreign Relations for havingforeknowledge of the event and for taking no steps to prevent this loss of life.They are not the only ones. There is another group of 9/11 families some 400 families whoare now involved in a TRILLION DOLLAR lawsuit against the government of SaudiArabia, claiming that they are truly behind the 9/11 attacks. The evidence increasinglypoints that way. Even the 9/11 Commission working as hard as they can not to come upwith any real truthful solutions has been forced to admit the role of the Saudis in all this. Ofcourse, the Bush Administration their biggest concern about the 9/11 report is the sectionthat would tie the Bushes, Cheney, Halliburton, to the Saudis. Again, it doesn't take rocketscientists or huge inside knowledge to figure all this out. CIA Created Osama Bin Laden and Al QaedaWho created the Al Qaeda terror network? The CIA back in the 1980s to send intoAfghanistan to fight the Soviets.Who created Osama Bin Laden? The CIA back in the 1980s when they brought him hereunder the name 'Tim Osmond' and provided him with guns and ammunition andwherewithal to create the Al Qaeda network and go fight the Russians in Afghanistan. Thisis historical fact.AND HE IS SAUDI ARABIAN WITH SAUDI ARABIAN MONEY.Exactly! Exactly! And who are the closest friends in business and social partners to theSaudis but the Bush family. There is the Carlyle Group that Bush Senior has been a big partof and the inner-business connections that go on. Again, we also know right now thatHalliburton is taking U. S. tax money and paying truck drivers $100,000/year TAX FREE,plus medical and retirement benefits to go over to Iraq to drive trucks.Wait a minute. Number One, that sounds like a military duty. Why don't we have ourpoorly paid reservist driving those trucks at a fraction of the cost that we're payingHalliburton to get those truck drivers?Or, if you want to look at it from another way considering that our military people aregrossly underpaid and have minimal health care benefits. In fact, wounded GIs from Iraqand Afghanistan arrive over here and are sent to V. A. hospitals are forced to pay for theirown food. Why don't we pay THEM the $100,000/year plus all the great benefits to drivetrucks in Iraq?"},{"pageNumber":6,"pageContent":"But, of course, if we did that that money would not pass through Halliburton, DickCheney's old company. In fact, there are now rumblings I got a news story yesterday thatthere is the real possibility of criminal charges being filed against Dick Cheney because ofthe role of Halliburton in all of this. Apparently he was instrumental in getting Halliburtonthis no competitive government contract to do all this work in Iraq the very war he wasinstrumental in drumming up. It was Dick Cheney, even more than George Bush, who keptmaintaining they had weapons of mass destruction and that we had to go into Iraq and doall this stuff.\"More Information:For new book © July 2004 by Jim Marrs,click on cover to order.Anthrax Attack and Insider Agendas -To Force Congress To Fund Pentagon Insiders' War Plans?NO ONE YET HAS FINGERED ANYONE ON THE ANTHRAX WHICH ALSOKILLED PEOPLE AND WAS STEP NUMBER TWO FOLLOWING 9/11. IT'S ALMOSTAS IF IT HAS BEEN OBSCURED.Yes it's like, 'Well, that didn't happen.' Of course, the reason you don't hear anymore aboutthat is because there was no connection to the anthrax attacks to Al Qaeda or even to theMiddle East. In fact, the only thing we know for sure about the anthrax attacks is that astudy of the anthrax spores that were used in those attacks could only have come fromwithin the military-industrial complex of the United States.AGAIN, THERE IS AT LEAST THE STRONG IMPLICATION THAT SOMEONE INTHE U. S. GOVERNMENT WAS BEHIND THE SCENES FACILITATING WHATOCCURRED ON SEPTEMBER 11TH.Exactly. And while we're speaking on that subject, I'm sure you are well aware of the whatis it? some dozen biochemist experts from around the world who all died or disappearedmysteriously in the year following those anthrax attacks. And of course nobody has paidmuch attention to that and it's hard to get information. You have to scrape a little here andthere and put it all together. But the overall picture seems to be that somewhere somebodywants to get rid of the experts who # 1, could tell us where such anthrax came from and #2, could provide an antidote for some of those deadly biological agents.WHAT DO YOU SUPPOSE THE PURPOSE OF THAT ANTHRAX ATTACK WAS IF ITWAS AN INSIDE U. S. GOVERNMENT JOB?Well, I think the most obvious answer to that I can't tell you that it's THE answer, but it'sthe one that most immediately comes to mind was that it thoroughly intimidated andstampeded Congress. Congress if it had not been for the anthrax attacks, I'm sure therewould have been many Congressmen from all over the country not from New York! whosaid, 'Well, those attacks on New York and Washington that was really terrible. But let's getcool and judgmental about this and think about it and let's not tear up the Constitution inorder to save freedom.' And they might not have been as pliable to ramming through thePatriot Act and Homeland Security. But when they have to evacuate THEIR offices andsome of their own staff people are dead from anthrax, then all caution is out the windowand let's pass whatever is necessary to protect ourselves. It's the oldest strategy in theworld.WOULD YOU GO SO FAR AS TO SAY THAT THE SITTING PRESIDENT, GEORGEBUSH, WOULD HAVE HAD FOREKNOWLEDGE AND BE RESPONSIBLE FOR ALLTHIS?"},{"pageNumber":7,"pageContent":"Personally, I do not think that is the case. I don't think that Pres. George W. Bush had anyparticular detailed foreknowledge of what was going to go on. BUT, those around him DickCheney, Don Rumsfeld, his father former President Bush, and all their buddies within thevery secretive Council on Foreign Relations yes, I think they did know what was going on.AND THEIR VESTED INTERESTS IN HAVING ALL THIS OCCUR WOULD BE?To advance their own goals which were and this was all articulated and even documentedlong before 9/11:- The invasion of Afghanistan to restore the gas pipeline through Afghanistan.- To restore the poppy crop which was the backbone of the world heroine trade.- To add impetus to the construction of a permanent U. S. military presence in the MiddleEast.- To go after Saddam Hussein again and to re-enter Iraq to take out their oil.All of these are plans that were articulated by the project for the New American Centurywhich was a Neo-Conservative think tank represented by some of these very people we aretalking about and who had put out position papers in the year 2000 and in early 2001 thatarticulated everything I'm just saying. This was based on the Defense Guidance Policypaper that had been developed under Dick Cheney when he was Secretary of Defenseunder the old Bush Administration. American \"Democracy\" -Manipulated Window-Dressing?THE DEMOCRATIC CONVENTION IS ABOUT TO START IN BOSTON IN A COUPLEOF WEEKS. IF YOU WERE LOOKING INTO YOUR CRYSTAL BALL THROUGH THELENS OF INSIDE JOB, WHAT DO YOU FORECAST FOR THE REMAINDER OF 2004AND INTO 2005?Unfortunately, I can see several scenarios none of which are of any particular worth orbenefit to the average person in this country. In fact, some of them are downright scary. Ithink it appears likely at this point before the convention that what we are going to have isa John Kerry and John Edwards ticket John Kerry of course being a member of thesecretive New World Order society Skull and Bones, just as George W. Bush is. So you canvote for Skull or you can vote for Bones. You're going to get the same people behind them,which again is one of their (Inside Job people) standard operating methods. For example, inthe election of 2000 you could vote for oil man Bush or you could vote for oil man Gore.The oil men did not care who you voted for. But in that case, I think the reason they had toend up jockeying the election and having the Supreme Court that had been packed by BushSr. appoint George W. as the President was simply the fact that if Gore had been president,9/11 would have happened, the invasion of Afghanistan and Iraq would have happened, butthe right wing conservative Republicans would have raised hell about the destruction of theConstitution of the United States.But with a perceived conservative in office, they were incredibly muted and you didn't hearanything out of them except some rare grumblings. This time what I see coming up thisyear is a couple of things: number one, assuming that everything coasts along I think thatwe're going to see more and more information about the lies, deceit and yes, even thecriminal acts of the Bush Administration and I think that by the time the election comes, itis very possible that the Kerry/Edwards ticket could take the field.If that happens, that's going to create a problem because the very people who have beenraising cane against the Bush Administration a good portion of them liberals are going togo, 'Yeah, we won! The Bushies are gone and everything is OK.' And they'll go back tosleep and that will be the end of that.And yet, the Patriot Act, son of Patriot Act, Homeland Security, all of theseconstitutionally questionable laws will still be in place and Kerry will still advance the sameforeign policy.But the thing that is really scary is that if we approach the election and it does appear thatthe Kerry/Edwards ticket will carry the day, then what I fear is: watch for another terroristattack because this would again be a very common modus operandi which is right beforethe election, you have a terrorist attack. Most people again will be stampeded again by fearand uncertainty and during such a time as that, most people are hesitant to try to changethe leadership. So, we could suddenly see a huge backlash sweep Bush into officelegitimately, in which case we are really going to be in trouble because they are alreadypreparing further laws and further regulations and everything else to deny us the basicfreedoms that we supposedly are fighting for."},{"pageNumber":8,"pageContent":"Then, there is one other scenario that is even worse. I'm sure you saw here in the last fewdays that the Bush Administration has made quiet queries to find out what would be theprocedure to suspend the elections. OK? So it could be that they could simply trump upanother big terrorist attack by these mercenaries that they control and then declaremarshall law and suspend the elections and then we're really off into a whirlwind ofquestionable activity. World Power Brokers Hold June 2004 Bildeberger Meetingin ItalyTit le : Edwards Solidified VP Bid after Good Performance at BildebergerConference Debate vs GOP's Ralph ReedSource: NY Times http://www.nytimes.com/Published: July 7, 2004Author: Wilgoren\"Several political insiders pointed to the secretive and exclusiveBildeberg conference in early June 2004 that drew the likes of HenryKissinger and Richard Perle to Stresa, Italy as helping with John Kerry's'heart' in making his decision about Senator Edwards.\"Edwards spoke so well in a debate on American politics with Former ChristianCoalition President Ralph Reed that participants broke Bildeberg conference rules toapplaud before the end of the session. Before the conference, Edwards went toBrussels to meet with NATO officials brandishing his foreign policy credentials\"A Kerry friend present at Bildeberg says, 'His performance at Bildeberg wasimportant. He reported directly back to Kerry. There were other reports on hisperformance. Whether they reported directly or indirectly, I have no doubt the wordgot back to Senator Kerry on how well he did.'\"Jim Marrs: \"It's amazing to me that in June, the Bildebergers met in Italy and there wasno coverage in this country. That's amazing to me as a journalist because if, for example, allof the owners of the National Football League franchises were to meet in one big hotelsurrounded by armed guards and nobody was allowed in or out and then they came out andsaid, 'No, we're not going to tell you what we talked about.' Wouldn't there be a huge outcry?' The media would just go ballistic and say this is restraint of trade, this is monopolisticbusiness practices.And no one says anything when the biggest, most powerful people in the world meettogether behind closed doors, set their agendas, draw up their plans, and they come out andsay, 'No, this is secret and we can't tell you what we're doing.' It really makes a mockery ofthe idea of freedom and democracy.And some of those people who attended were ranking U. S. government people and newsmedia people, who come back and cloak themselves in the U. S. flag and say they representthe public and the people. But they won't tell us what they are talking about.\"Websites:911research.wtc7.nethttp://www.JimMarrs.comCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
