[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Updates on Spanish Fork, Utah Barley Formation© 2004 by Linda Moulton Howe Twenty-three feet to the east of the large central ring (small circle with standing crop nearest Chopper 5 logo),an \"eyeball\" addition was discovered on Sunday, July 4, 2004, after a local Spanish Fork, Utah, familyreportedseeing small white lights moving in that same area after 11 p.m. MST on Saturday, July 3, 2004.Aerial photograph © 2004 by Channel 5 KSL-TV, Salt Lake City, used with permission.The July 3 to July 4, 2004, Saturday night to Sunday \"eyeball\" addition is shown 23 feet to the east of the mainlargeand original ring in the barley formation first discovered by the farm owners on June 26, 2004. After the July 4,2004 addition,the overall formation measured 207 feet in length and 118 feet in width. Diagram © June 30, 2004 by MelissaCrumpton. July 13, 2004 Spanish Fork, Utah - Since my July 6, 2004 Earthfiles report about an"},{"pageNumber":2,"pageContent":"addition to the Spanish Fork, Utah barley formation associated with the presence ofmysterious small lights, I have talked with Channel 5 KSL television in Salt Lake Cityabout returning to do a second aerial. KSL's first aerial taken before July 1 is shown below.Today, KSL provided the new aerial image above which was videotaped on Tuesday, July6, 2004. Spanish Fork resident Melissa Crumpton, a field worker for BLT Research whichsampled plants and soil, also did a diagram of the formation after the July 4 addition. Theoverall pattern measured 207 feet in length and 118 feet in width. Spanish Fork, Utah, formation in barley first noticed by farm owners on Saturday night,June 26, 2004. Large right measured 25 feet east to west and 24.5 feet north to south, almost a perfectcircle. Whole formation, including later added fourth \"eyeball\" measured 207 feet by 118 feet. Aerialphotograph prior to July 1, 2004, © 2004 by KSL-TV, Channel 5, Salt Lake City, Utah.The directions in which the barley plants were laid down in the Spanish Forkpictogram are indicated by the black arrows. For example, the center circle was laid down counter-clockwiseand the surrounding ring was laid down clockwise. Diagram © June 30, 2004 by Melissa Crumpton.Blown node in the Spanish Fork crop formation. Biophysicist W. C. Levengoodwas the first to document this phenomenon which he links to the heating energy system that"},{"pageNumber":3,"pageContent":"interacts with plants during the creation of crop formations. The heated water in the growth nodeliterally explodes, creating one or more holes. Photograph © 2004 by Richard Nielsen. Spanish Fork, Utah, is about 50 miles south of Salt Lake City.Websites:http://www.bltresearch.com/http://www.cropcirclenews.comhttp://www.cropcircleconnector.comhttp://thecropcirclewebsite.50megs.comhttp://www.cropcircleresearch.comhttp://home.clara.net/lucypringlehttp://www.bertjanssen.nlhttp://www.cccrn.ca/http://www.dcca.nlhttp://www.invisiblecircle.dehttp://www.temporarytemples.co.ukhttp://ufo.internauci.plhttp://www.wylatowo.mogilno.plhttp://www.wylatowo.mogilno.pl/news.php?art=94http://www.swirlednews.comhttp://www.heramagazine.nethttp://members.iinet.net.au/~bwratten/ccc.htmlhttp://www.CropCircleAnswers.comhttp://www.busty-taylor.com/cropper/98busty2.htmhttp://www.cropcircleconnector.com/ilyes/ilyes.htmlCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
