[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon The Chapter 7 Bankruptcy of Dan and Deborah Burisch© 2004 by Linda Moulton Howe July 13, 2004 Las Vegas, Nevada - A month ago on June 12, 2004, I reported an updatefor Earthfiles and Coast to Coast AM with George Noory about alleged governmentwhistleblower and microbiologist, Dan Burisch. See: 06/12/04 Earthfiles and 05/19/04Earthfiles. His Ph.D. allegedly was earned at State University of New York, Stonybrook(SUNY) in the 1986 to 1989 time period and paid for by the government, but no diploma oruniversity confirmation has yet been provided.Bill Hamilton, former Executive Director of Skywatch International and computerprogrammer at UCLA, had been investigating the Dan Burisch case since Bill first metBurisch in April 2002. Bill had twice videotaped Dan Burisch describing his alleged 1991to 1994 microbiology work with a non-human entity called \"J-Rod\" at S-4/5, Area 51,Nellis AFB. The first taping was in September 2002 with Dan, his friend Marcia McDowelland Bill. The second taping was on June 7, 2003. Then Bill was joined by five other menwho all had video cameras.For the June 12, 2004 news updates, Bill Hamilton had given me permission to use audioexcerpts from the 2003 interview. I also played excerpts from an interview with DanBurisch which I had videotaped in Las Vegas on May 30, 2004, when he showed several ofus the Vishnu Schist Great Unconformity at Frenchman Mountain east of Las Vegas. There,he said, he had been researching panspermia, a life seeding process he thinks he has found.Dan also discussed an alleged timeline anomaly he says is affecting the J-Rod entities andcould affect this planet's future.Two weeks later, George Noory followed up with a UFO Magazine challenge to DanBurisch calling for him to take a formal lie detector test on the record. A reporter in Atlantanamed Jarred Schenke was listening. He thought the Burisch story reminded him of a 1989book he once read entitled Nighteyes by Garfield Reeves-Stevens, a writer for Star Trekwho also wrote Dreamland, first published in Canada in 1985. Jarred then searched thename Dan Burisch. What came up was a Chapter 7 filing in the United States BankruptcyCourt in the District of Nevada signed by Danny B Burisch (aka Danny B Crain), his wifeDeborah Burisch and their attorney, Frank Sorrentino, on July 16, 2002. The middle initial\"B\" on Dan's Los Angeles, California February 2, 1964, birth certificate has no period, adetail desired by his mother, Dodie Crain.Copy of Danny B Crain's February 2, 1964, birth certificate from County Recorder of Los Angeles, California,provided by his mother, Doreen (\"Dodie\") Crain on which she circled the middle initial\"B\" without a period, indicating that was a detail she requested.Dan had told Bill Hamilton that his wife, Deborah, also worked with him in his classifiedgovernment project, but she had a \"cover job\" in a Las Vegas casino. How could these two"},{"pageNumber":2,"pageContent":"people be filing Chapter 7 bankruptcy on July 16, 2002, and simultaneously be working fora classified U. S. government project?On July 5, 2004, I interviewed Dan's longtime friend, Marcia McDowell, about thebankruptcy. According to George Knapp, Las Vegas Channel 8 television reporter, Marciaand Danny Crain have done security work in Las Vegas casinos such as the Fiesta, Saharaand Aladdin. It was McDowell who first introduced Skywatch investigator, Bill Hamilton,to Dan Burisch in April 2002. (See More Background from Bill Hamilton below.) Marciasaid: \"I've known Dan for an awfully long time, since 1980, when we first met in Englandat Westercumbershini farm not far from Dunblane, Scotland.\" (Marcia McDowell is eightyears older than Danny Crain.) Danny B Crain In Dover, EnglandIn 1975 at age eleven, Danny Crain was the youngest member of the Microscopical Societyof Southern California where he joined at Long Beach Memorial Laboratory in OrangeCounty. The current president, Jim Solliday, and another former president from the 1970sto 1980s who does not want to comment on the record, confirm the \"youngest member\"distinction and say the teenage Danny Crain was thought to have great scientific promisefueled by Danny's desire to find a cure for cancer. The young Crain was considered giftedenough to be placed under the mentorship of a prominent veterinarian in London until anunexplained falling out in which the doctor asked Danny Crain to leave. Whateverhappened, Dan's mother, Dodie, gave Bill Hamilton a transcript of Danny Crain grades atthe Dover Grammar School for Boys, Dover, England, dated September 1980.Above: November 14, 1980, \"A Level\" grades for Danny Crain, Dover Grammar School for Boys.Below: November 1980 letter of recommendation about Danny Crain for \"entry to Cambridge Universityto read medicine,\" from Dover Grammar School for Boys Headmaster, R. C. Colman. Documents provided byDodie Crain."},{"pageNumber":3,"pageContent":" Marcia McDowell said, \"Dan has not worked for the U. S. government like people think ofa government scientist. There are no paychecks involved, no 401-K's and matching fundsand retirement. There is nothing like that. He works for Majestic-12 (MJ).I asked her, \"But they have to pay him?\"Marcia answered, \"They take care of him. But they don't micro-manage the messiness oflives. Chapter 7 and other bankruptcy options can be used as tools by MJ without leaving apaper trail that incriminates them.\"Another source close to the evolution of the Dan Burisch saga since 2002 wrote to meabout the bankruptcy: \"Like Michael Moore's Fahrenheit 9/11, what is the REAL issuebehind Dan Burisch? I think the 'wolves' aren't GB 43 himself, or Dan in this case, but theactual STRUCTURE of how business gets accomplished at the billion dollar (black budget)level - and EXPOSING those loopholes.\" United States Bankruptcy Court, District of Nevada, July 16, 2002In Chapter 7 bankruptcy, all debts are cleared because there are no assets. The documentstates: \"Penalty for making a false statement or concealing property: Fine of up to$500,000 or imprisonment for up to 5 years or both. 18 U.S.C. 152 and 3571.\""},{"pageNumber":4,"pageContent":"Chapter 7 bankruptcy was signed on July 16, 2002, and received and filed with the United StatesBankruptcy Court on July 19, 2002. This is a public record.In the Chapter 7 bankruptcy filing, Danny Burisch is listed as \"Homemaker\" and DeborahBurisch is listed as \"PBX Operator\" at the Mirage casino for 12 years in July 2002, orfourteen years by July 2004.The employment of Danny Burisch, Debtor, is listed as \"Homemaker\" and the employment of his spouse,Deborah Burisch, is listed as \"PBX Supervisor, Mirage Hotel\" for 12 years in Las Vegas.A summary of both Husband and Wife incomes between 2000 and 2002 are listed below.There are two categories of \"Income from employment or operation of business\" and\"Income other than from employment or operation of business.\" The latter is answered\"None\" by blackened box. Sixty-One Creditors, Including 1997-2000 Student LoansSixty-one creditors are listed which include ten student loans in the years 1997 to 2000 andtwo years listed as 1977, totaling $14,248. It is not known if the \"1977s\" are typos. DannyB Crain was 13 years old in 1977. Bill Hamilton raises the question, \"If these are studentloans for Dan Burisch, what school/s has he attended and what subjects has he taken?\"Among other unpaid bills are $8,000 for federal taxes from 1996 to 1998 and $4,507 for"},{"pageNumber":5,"pageContent":"medical bills, many related to cardiac issues. Total liabilities are listed as $51,256.00 againstassets of $344.02 and one 1997 Suzuki car on which loan payments were still being made. Ocean Springs, Mississippi in 1999Creditor #: 26 in the Chapter 7 bankruptcy is listed as a \"1999 Disputed Debt/lawsuit.\"The last half of 1999, Dan, Deborah and Deborah Burisch's parents lived together in an Ocean Springs,Mississippi apartment near Biloxi. By 2000, Dan and Deborah Burisch were back in Las Vegas, Nevada.According to reporter, Jarred Schenke, this lawsuit took place in the last six months of1999 and involved unpaid rent. Marcia McDowell says it was \"a single family house.\"Ocean Springs is in the Biloxi, Mississippi region which has gambling casinos like LasVegas. Burisch's friend and casino co-worker, Marcia McDowell, had published a bookentitled Signature Bets, \"one of the first surveillance books ever to detail what the House islooking for when it suspects a player has found a Biased Wheel.\" McDowell had alsowritten and self-published Eagles Disobey in 1998 about Dan Burisch's alleged Marsresearch. (See Publications in Danny Crain 1991 Resume under More Information below.)Marcia says it was the U. S. government that moved Dan, Deborah and Deborah's parentsto Mississippi because Burisch was becoming more rebellious and whistleblowing about hismicrobiology work for the U. S. government's MJ-12. Marcia says the family fought witheach other and eventually at the beginning of 2000, were moved back to Las Vegas. Twoand a half years later, the Chapter 7 bankruptcy was filed.Bill Hamilton told me he had never seen the Chapter 7 bankruptcy filing before and agreedit would seem to contradict the Burisch claim that both Dan and Deborah worked for thefederal government. But Bill said he thought that Dan had mentioned a bankruptcy back in2002. Allegedly, Deborah Burisch handled finances while Dan did science.Reporter Jarred Schenke phoned Deborah Burisch at the Mirage casino in Las Vegas onJune 30, 2004, to ask her about the 2002 Chapter 7 bankruptcy filing. Her only commentwas: \"Don't ever call me at work again.\" And hung up. More Background from Bill HamiltonIn April 2002, then Executive Director of Skywatch International and computerprogrammer Bill Hamilton, first met Danny B (Crain) Burisch and Marcia McDowell in aLas Vegas library. The meeting was arranged by McDowell after Bill Hamilton emailed herconcerning a \"Q-94\" document she had posted at her Eagles Disobey website."},{"pageNumber":6,"pageContent":"One of four pages translated from original difficult-to-read \"Q-94-109A\" document which Marcia McDowellas \"B. J. Wolf\" placedon her Eagles Disobey website after McDowell published the book, Eagles Disobey, in 1998. This allegedgovernmentdocument references \"in vitro experimentation, ... Extraterrestrial Biological Entity (EBE) A.K. 'AQ-J-Rod.'\"Four years before in 1998, Marcia McDowell as \"B. J. Wolf\" - had self-published the book\"Eagles Disobey: The Case for Inca City, Mars, co-authored by Albert 'Butch' Howell,Robert Charles and Dr. Dan B Catselas Burisch\" through her Candlelight Publishing Co.based in Las Vegas. (Catselas was added in Danny Crain's full legal name change in 1995.)In that book on Page 255, she included an e-mail she had received \"from an unknown hostthat said, 'RE: Dr. Danny Crain' in the header:\"I have just learned of the new book that Dr. Crain is involved with. I worked withDr. Crain from 1988 to 1989, at the Papoose Lake Facility, known to most as S-4inside the N.T.S., near the Facility at Groom Lake. I am under a restriction not tocontact him as he has already returned the ire of those under whom we haveworked. I am worried that this book will compromise his safety and possibly get himkilled. I write this letter with the best intent, for his welfare. Maybe you can explainthat to him. At the time I worked with him, he was a vibrant Navy biologist thatnever let anything stand in his way. He was a practicing M3 for the BlackOperations Team that worked on a Q4 secret project known as AQ-J-Rod. Dr. Crainled a small group that penetrated the subject's test area, retrieved samples andtested them through laboratory techniques and with high powered microscopes. Hewas the one that entered the testing sphere and encountered the being. How can Ihelp? I have a hacker friend that has helped me break into a system to preventtracking. Please write back.\" It was signed \"Kay.\"In April 2002, Dan Burisch told Bill he was a microbiologist who had worked for the U. S.government's MJ-12 and MAJI Committee since recruitment in 1986 by Naval Intelligencewhile he was completing his Bachelor's Degrees in Psychology at the University of LasVegas in Nevada. There are no military records for Danny B Crain or Danny B CatselasBurisch and Dan explained he was never inducted in any military unit. But in his secretwork as a government microbiologist, he said he would sometimes be asked to wearmilitary uniforms for formal meetings."},{"pageNumber":7,"pageContent":"Danny B Crain graduated w i th a B. A. i n Psychol ogy from the Uni versity of Las Vegas, Nevada, in December1986.According to Dan and Marcia, Psychology w as a secondary option after he quarreled w ith his BiologyDepartment'shead over research work allegedly of interest to the National Cancer Institute (NCI).In 1986, Dan Burisch said he was approached by the U. S. Navy to work for them and thatthe government paid for him as Danny B Crain to go on with his Ph.D. work inMicrobiology and Molecular Genetics at State University of New York (SUNY) Stonybrook. According to Dan, no one can have access to his SUNY records because theMajestic-12 demands secrecy in the interest of classified projects and national security. BillHamilton says a man who did not want to speak on the record remembered Danny Crain inbiology courses at SUNY. But television reporter, George Knapp, says he first receivedcorrespondence from Danny Crain back in the late 1980s about computer systemsfunctioning through biological neuronal tissue, but has never been able to find a professoror anyone at SUNY that remembers a Ph.D. student named Danny Crain.1990 - Danny B Crain Marries Deborah Kay BurischDanny B Crain married Deborah Kay Burisch on July 17, 1990, in Las Vegas. Dan Crainmet Deborah while working as a parole officer in Las Vegas. She had a one-year-old childnamed Tiffany born in 1989 without marriage. In 1995, Dan legally changed his last namefrom Crain to Burisch \"to match the child's and Deborah's last name,\" he said. DeborahBurisch did not want to change her maiden name.July 17, 1990, Marriage Certificate for Danny B Crain and Deborah Kay Burisch in Las Vegas, Clark County,Nevada."},{"pageNumber":8,"pageContent":" In the early 1990s, Burisch as Danny Crain said he worked both public \"cover jobs\" and atS-4/Area 51, Nellis AFB, on classified projects related to \"J-Rod\" extraterrestrial timetravelers and panspermia research. Bill understood that Dan Burisch continued to work forthe U. S. government through the 1990s and up to his alleged retirement on June 8, 2004.Bill Hamilton also understood that Deborah Burisch worked for the U. S. government asDan's government \"handler,\" a person assigned to monitor Burisch's microbiology work,while maintaining her \"cover job\" as PBX Operator at the Mirage casino."},{"pageNumber":9,"pageContent":"March 31, 1988 State of Nevada Department of Parole and Probation Certificate of Trainingto Danny Crain, one of several he received during 1988 to 1989.2002-2004 WhistleblowingBy September 2002, Marcia McDowell (\"B. J. Wolf\") and Dan Burisch arranged anotherLas Vegas library meeting in which Bill Hamilton was allowed to videotape Dr. Burisch as afrustrated \"whistleblower.\" See 09-15-03 Earthfiles.A few weeks later in December 2002, Dan Burisch was allegedly beaten up in retaliationfor his whistleblowing. Marcia McDowell had already moved to Canada, she said, toescape people who were threatening her because she was trying to help Burisch. BillHamilton received an e-mail that Dan Burisch had died and posted the notice at hisSkywatch International website.Then in Spring 2003, Dan Burisch re-surfaced alive and claimed he was in a kind of \"housearrest\" situation in which he was forced to do microbiology work for the MJ-12 MAJICommittee. Marcia McDowell returned to Las Vegas from Canada with her mother ill withAlzheimer's disease and moved into a house where the two have lived for the past year.McDowell told Bill Hamilton she was given an offer by the MJ-12 group to work on the\"inside\" with Dan Burisch on his panspermia research at the Vishnu Schist GreatUnconformity on the eastern outskirts of Las Vegas and that she and her mother would \"betaken care of\" in exchange for her work but she would not receive a routine paycheckbecause MJ-12 does not want paper trails.By June 7, 2003, McDowell had arranged another meeting in Las Vegas in which BillHamilton and five other people with video cameras were given permission to videotapemicrobiologist Dan Burisch speaking on the record as a government microbiologistwhistleblower.A year later on Memorial Day weekend 2004 at Idaho MUFON Ike Bishops' Rachel,Nevada UFO camp out conference, Dan Burisch and Marcia McDowell showed up Sundaymorning, May 30. Dan told us he had negotiated an agreement with his governmenthandlers to retire as of June 8, 2004, and would not be making any more public statementsafter that date. A week and a half later, on June 12, 2004, I reported about the VishnuSchist field trip and audio excerpts from the June 7, 2003, videotape at Earthfiles.com andon Coast to Coast AM with George Noory. By the third week in June, Atlanta reporterJarred Schenke had contacted me and others about the Chapter 7 bankruptcy. Neither A Negative Nor Positive Yet ProvedSo far, the July 16, 2002 Chapter 7 bankruptcy does not prove the negative that DanBurisch has lied about doing microbiology work for the MJ government group. But there isno hard proof for the positive either that Burisch has worked for the government. When Iasked Bill Hamilton about the bankruptcy issue, he said:\"I am quoting some material from Glen Campbell's interview with Bill Uhouse in1996 (See 06-14-99 Earthfiles). The following is From The Groom Lake Desert RatIssue #33, February 19, 1996 © by Glen Campbell, former Editor, The Groom LakeDesert Rat online newsletter about events at Area 51, Nellis AFB:'Bill Uhouse says the satellite government lives by its own laws, completelyseparate from the conventional government except for an interface with themilitary. It is not controlled by any other agency, so it does not have to obeythe security regulations of other agencies. The fact that Jarod is allowed to"},{"pageNumber":10,"pageContent":"speak does seem to imply permission from a higher level than the supervisor,but perhaps a word from management, without any paperwork, is all it takes tomake something secret or not secret. Security could be both more intrusivethan in any conventional defense program and more informal to those who areused to the structure. Consider the special circumstances....'This agency was separated from the rest of the government over 40 years ago.Thus, it would have had an opportunity to evolve in its own way, adapting tothe unique requirements of the subject matter.'The organization is largely composed of older men who have worked witheach other for decades. A worker's supervisor and his security officer areassigned to him for life. 'The organization is extremely hierarchical, especially given the needs ofcompartmentalization. A worker reports only to his immediate supervisor, anddirect contacts with members of other departments and higher management arerare.'The subject matter is so outwardly bizarre that even if parts of it were known,they would not be believed by the press or public. Most leaks and minorbreaches of security would be so incomprehensible to an outsider that theywould have no real effect.'\"Bill Hamilton also described what engineer Bill Uhouse said during a question andanswer session at a public lecture:\"People like myself, we signed away our constitutional rights at the time (wejoined the program). We took the secrecy oaths and signed those documents.We basically worked under a dictatorship, but a benevolent dictatorship. But Iwant to say this: I enjoyed myself, had no problems. As a matter of fact I justenjoyed my work. As far as dictators, we were told what to do and we weregood boys. Nothing went wrong. \"But there were some who necessarily didn't make it. I don't know whathappened to them. I never heard of anyone being put away or put to death.They were transferred to other places.\" Bill Hamilton continued: \"As I remember, Bill Uhouse said he didn't receive apaycheck during his work on the flight simulator, nor did he bother filing taxes.He said everything was taken care of for him, that he was well taken care of,but did not elaborate much beyond that.\" Continued in Part 2.More Information:Danny B Crain Resume from 1991Note from Bill Hamilton about John Quincy Adams Institute referenced under \"College.\"Bill says that Marcia McDowell told him that MJ-12 substituted this school name tocover-up Dan's State University of New York at Stonybrook (SUNY) attendance whereDanny Crain allegedly did Ph.D. work in Microbiology and Molecular Genetics paid for bythe government. But it's not clear why SUNY itself should not be straightforwardlyacknowledged, if a legitimate degree was earned there. It's also not clear why such a Ph.D.diploma is not forthcoming from either Dan Burisch or his alleged government handlers ifhis credibility as a microbiologist with advanced training is now questioned."},{"pageNumber":12,"pageContent":"Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
