[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Pictograms in Poland © 2004 by Linda Moulton Howe West of Warsaw and fourteen miles south of Mogilno (yellow on map) in Mlyny near thevillage of Wylatowo, two more pictograms have been reported on August 2, 2004,in Poland. This is the 33rd report for Poland's 2004 crop season. August 9, 2004 Mlyny at Wylatowo, Poland - Robert K. Lesniakiewicz, Vice Presidentof the CBUFOIZA (researchers in Poland who investigate unidentified aerial objects andcrop formations) reports: \"There have been two wheat pictograms that he calls\"agrosymbols\" in Mlyny near Wylatowo.\" He is waiting to hear about sizes of the patternsfrom the investigative IRG Torun team and I will update this Earthfiles report when I havethe dimensions. One has five circles connected by pathways and the other is a triangularpattern of three circles connected by pathways. I asked him if the pictograms could be manmade. His answer was, \"No, these are notmanmade. The IRG researchers are in 90% sure that the pictograms were not made bypeople.\" Robert also reports that in 2004 there have been a total of 33 \"agrosymbols,\" of whicheight were manmade by people \"who hoped to make money on them.\" In addition to thoseeight, there are five more that are questionable. The majority of crop formations this year in Poland have been in the Wylatowo region,and I asked Robert why he thought that region was so focused upon. \"This is only a half of the truth that the phenomenon has focused on the Wylatowo region.Many crop circles appeared in different parts of Poland. For example, in 2004 we had a'harvest of agrosymbols' in the Lozy village in the Dolny Slask Province of Poland. There,researchers found 26 agroformations! There have also been reports of crop formations inthe Brody, Szreniawa and Rzezawa villages in the Malopolska Province of Poland.\" Another consideration about the emphasis on Wylatowo, Robert says, might be because itis located on the site of the oldest Polanie tribe - the best organized tribe until 966 A.D.\" Editor's Note: The name of Poland comes from the name of the Polanie tribe or peopletilling land. That tribe settled down in the Warta River basin, an area which was latercalled Wielkopolska [Great Poland]. The center of authority was in Gniezno.Archaeological excavations permit an examination of the development of the Gnieznocastle and its powerful fortifications, dating back to the 8th century. The tribal rulers of thePolanie who later resided in the castle were called the Piasts, from the name of theirlegendary ancestor.Pictogram 1, Mlyny near Wylatowo, Poland All photographs below are © 2004 by the IRG Torun Team. "},{"pageNumber":3,"pageContent":" Pictogram 2, Mlyny near Wylatowo, Poland"},{"pageNumber":4,"pageContent":"More Information:See Other 2004 Earthfiles Reports· 08/09/2004 -- Pictograms in Poland· 08/03/2004 -- Crop Formations: Fifteen in Southern England Since July 20, 2004.· 07/26/2004 -- Crop Circles in Tilden, Wisconsin Oats and 90-Degree Angles inLitchfield, Minnesota Barley· 07/25/2004 -- 2004 Canadian Crop Formations: Scorched Soybeans and \"Dirt\" Patternin Barley· 07/24/2004 -- Part 3 - Crop Formations and Mysterious Lights in Wiltshire, England,July 2004· 07/24/2004 -- Part 2: Crop Formations and Mysterious Lights in Wiltshire, England, July2004· 07/15/2004 -- Updated: Part 1-Beyond Hillsboro, Ohio, More Corn Down in NewMilford, Connecticut· 07/13/2004 -- Updates on Spanish Fork, Utah Barley Formation· 07/07/2004 -- Fourth 2004 Crop Formation in Poland Has Multiple Parts· 07/06/2004 -- Additions to Spanish Fork, Utah Formation and Mysterious Lights Seen· 07/06/2004 -- Mysteriously Downed Oat Plants in Eagle Grove, Iowa, and DownedCorn in Hillsboro, Ohio· 07/04/2004 -- Crop Formation in Spanish Fork, Utah· 06/17/2004 -- More 2004 Holland and Poland Crop Formations· 06/16/2004 -- England: 2004 Crop Formations and 2003 Research· 06/03/2004 -- Updated - Second 2004 Pictogram Crop Formation in Poland· 06/02/2004 -- 2004 Peach Orchard, Arkansas Crop Formation· 05/24/2004 -- Biophysicist W. C. Levengood's Crop Circle Reports Available for FirstTime On Internet· 05/22/2004 -- 2004 Overview of Crop Formations in Five Countries· 05/17/2004 -- Updated - Crop Formation Reported in Zabno, Poland· 05/11/2004 -- An Extraordinary Photograph in A Dutch Home· 05/09/2004 -- 2003 English Crop Formations on Documentary DVDs· 04/14/2004 -- Light Anomalies in Photos of Conondale, Australia Grass CirclesWebsites: http://www.wylatowo.mogilno.pl/news.php?art=94 http://www.wylatowo.mogilno.plhttp://www.cropcircleconnector.comhttp://home.clara.net/lucypringlehttp://www.cropcircleresearch.comhttp://www.temporarytemples.co.ukhttp://www.bertjanssen.nlhttp://www.cccrn.ca/http://www.cropcirclenews.comhttp://www.dcca.nlhttp://www.invisiblecircle.dehttp://www.bltresearch.com/"},{"pageNumber":5,"pageContent":"http://thecropcirclewebsite.50megs.comhttp://www.swirlednews.comhttp://www.heramagazine.nethttp://members.iinet.net.au/~bwratten/ccc.htmlhttp://www.CropCircleAnswers.comhttp://www.busty-taylor.com/cropper/98busty2.htmhttp://www.cropcircleconnector.com/ilyes/ilyes.htmlhttp://ufo.internauci.plCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
