[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Oceans Are Absorbing A Lot of Greenhouse CO2.As Chemistry Changes, What Happens to Sea Life? © 2004 by Linda Moulton Howe August 13, 2004 - The National Oceanic and Atmospheric Administration (NOAA)recently released the results of a 15-year-long study to measure the total amount ofdissolved carbon in the oceans specifically carbon from rapidly increasing carbon dioxideemissions produced by human industrial activities. The startling finding is that between theyear 1800 the beginning of the Industrial Age and the year 1994, the world's oceansabsorbed 118 billion metric tons of carbon! That is roughly HALF of all the CO2 that hasbeen released from burning fossil fuels and cement manufacturing during those 194 years,according to Professor Christopher Sabine, Oceanographer at the University of Washingtonin Seattle. He is also on the oceanography staff of NOAA's Pacific Marine EnvironmentalLaboratory, where he has worked for five years since beginning the ocean water samplingstudies at Princeton University back in 1992. I talked this week with Dr. Sabine about theamount of carbon absorption he and his colleagues found and what the impact could be onocean chemistry and sea life.Interview:Christopher Sabine, Ph.D., Professor of Oceanography, University of Washington,and Oceanographer, NOAA's Pacific Marine Environmental Laboratory, Seattle,Wa shi ng t o n: \"What we found is that between 1800 and 1994, the oceans have taken up118 billion metric tons of carbon which is roughly 48% of the CO2 that has been releasedfrom burning fossil fuels and cement manufacturing.Prof. Sabine: \"This is a bar graph showing the CO2 budget between 1800 and 1994 in petagramsof carbon (1Pg = 1 billion metric tons of carbon). We know the emissions fairly well, the atmospheric increasehas been well documented with measurements, and now our estimate of the accumulation in the oceanshows that the land has actually been a net source of CO2 to the atmosphere over the last 200 years.\"Graphic © 2004 by Christopher L. Sabine, NOAA and Univ. of Washington.Most people don't appreciate the fact that the oceans today are taking up about 20 millionmetric tons of carbon every day, just from the fact that we are releasing it into the oceans.That is all entering the oceans through the surface of the oceans. The surface layers of theoceans are where most of the life in the oceans occurs. That's where the plants in theoceans grow and where the organisms are that feed on them. So we find much more lifeabundant in the surface layers, which are being the most strongly affected by the CO2coming in from the atmosphere.This work is kind an culmination of fifteen years worth of work. We spent ten years doing"},{"pageNumber":2,"pageContent":"a very intensive survey of the global oceans, making 72,000 samples of seawater from10,000 different places. Then it took five years to pull all these data together.Prof. Sabine : \"This is a picture of the sampling device we used to collect water samplesfrom all depths in the ocean. The long grey cylinders can be closed at anydepth we choose using an onboard computer.\" Photograph © 2004by Christopher L. Sabine, NOAA and Univ. of Washington.IS IT TRUE THAT WE HAVEN'T HAD THESE KINDS OF GLOBAL WARMINGCONDITIONS AND THE ISSUE OF OCEANS ABSORBING CARBON DIOXIDE ATTHIS RATE FOR AT LEAST 20 MILLION YEARS?That's right. And that's ultimately the problem. We're moving into an environmentalsituation that is unprecedented in our experience as humans. Therefore, predictions ofwhat will happen as a consequence of that are very difficult and very uncertain. We haveno precedent for what has happened in the past.HOW SERIOUS COULD THIS GET OVER THE NEXT 20 TO 25 YEARS?Again, that's a tough question because the oceans are very dynamic systems. There aremillions of different organisms that are all competing with each other and if the CO2 has astronger impact on one species relative to another, that might change the competitiveadvantage of that species and might change the distribution. But it's not clear exactly whatconsequence that might have for the future.There are predictions and models, of course, but it's hard to say what the ultimateconsequences will be until we actually experience them, or have a better understanding ofthe dynamics of these different Eco-systems. Ocean Carbonic Acid Can DissolveProtective Shells of Sea CreaturesCOULD YOU EXPLAIN ONE OF THESE PROBLEMS WHICH IS, AS WATER IN THEOCEANS ABSORBS CARBON DIOXIDE THAT IT DOES FORM CARBONIC ACIDWHICH DOES HAVE AN IMPACT ON ANY KIND OF SHELL FISH?CO2 is an acid gas. When the CO2 dissolves into the ocean, it reacts with a water moleculeto make carbonic acid which is H2CO3. That then disassociates into a proton andbicarbonate which is HCO3 with a minus one charge.That then disassociates into what we call \"carbonate ion\" which is CO3 minus two charges.Organisms that produce shells such as mollusks, clams and a number of free floatingorganisms, small plankton organisms that generate shells not only the large clams andmussels on the shore. Also coral reefs produce their shells from calcium carbonate. That'scalcium and carbonate. So, they take a calcium ion out of the water and they take acarbonate ion out of the water and they put it together to make a solid shell. As CO2 entersthe ocean, what it does is the CO2 you can think of the carbonate ion as like an\"anti-CO2.\" When you combine a CO2 and a carbonate, they neutralize each other. So, aswe are adding CO2, we are removing the carbonate ion that is currently in the ocean thatthe organisms in the oceans use to produce their shells.As we continue to remove that carbonate, it becomes more difficult for those organisms tomake their shells, and when we look at those shells under a microscope, we can see theyare malformed.So, these organisms have difficulty producing their shells which might change their"},{"pageNumber":3,"pageContent":"competitive advantage in the oceans.COULDN'T IT MEAN THAT ALL SHELL CREATURES COULD BE EXTINCT BYTHE END OF THIS CENTURY?We don't understand exactly how quickly they can adapt and that's where it is significantthat not only the CO2 levels we are experiencing have been seen in the past, in thegeological history many millions of years ago. But what is significant here now is the rateof change. We do not believe that the CO2 concentrations changed at this modern rate inthe past.MEANING SO QUICKLY.And that affects how quickly organisms can adapt and how well they can adapt to thesechanging environmental conditions. That might have serious consequences.SO, THE FASTER IT CHANGES WHICH IS WHAT IS HAPPENING NOW, THE MOREDIFFICULT IT MIGHT BE FOR THE SHELL FISH CREATURES TO ADAPT ANDSURVIVE ?That's right.WHAT HAPPENS OVER THE NEXT 100 YEARS IF WE ARE NOT ABLE TOSEQUESTER CARBON DIOXIDE AND THE OCEANS CONTINUE TO TAKE IT UPAND BECOME MORE CARBONIC ACID AND THE SHELLS DISSOLVE ON SHELLFISH AND ALL OF THAT. WHAT IS THE WORST CASE JUST 100 YEARS FROMNOW IF WE DON'T DO SOMETHING?You know, it's very difficult to say what really is going to happen. Right now, we areincreasing atmospheric CO2 at an exponential rate. It's increasing faster and faster and aslong as the atmospheric CO2 continues to go up, the oceans will continue to absorb moreand more CO2 and that will likely have consequences on the organisms. If we add on topof that a warming planet where we are warming the atmosphere and the oceans we arechanging the environment and any time we change the environment like that, it will haveconsequences for the food webs and the structures of organisms. So, there will likely bedramatic changes in the world as we know it if we continue to release CO2.\" Carbon Sequestration IdeasCurrently, Dr. Sabine is preparing a special report for the United Nation'sIntergovernmental Panel on Climate Change to assess the state of human science andtechnology required for carbon sequestration including getting it transported fromindustries down deep in the oceans.Prof. Sabine: \"The idea is that if we can instead of releasing the CO2 into the atmosphere if we can capture that CO2 and put it into the deep ocean, then we might have less of animpact on the surface life and that carbon would be stored in the oceans for a longer periodf time.HOW WOULD YOU DO THAT? HOW WOULD YOU STORE IT DEEP?The ocean, as you go deeper, it gets colder and the pressure increases. There is a point atwhich the carbon dioxide actually becomes more dense for example, if you were to takeliquid carbon dioxide, it would be more dense than sea water. so, if you can get that CO2down to that level which in the Pacific would be around 2,000 to 3000 meters, which isabout 9,000 feet. If you can get the CO2 that deep, then the liquid CO2 would sink ratherthan rise to the surface.BUT HOW DO YOU GET IT DOWN THAT FAR?They talk about building pipelines or having ships that do it. There have been any numberof ideas. If you are familiar with dry ice, which is frozen CO2, there are ideas that youcould take huge blocks of dry ice and push them into the oceans. Dry ice is more densethat water, so it would sink and eventually it would fall down into the bottom of the oceanbefore it completely dissolved. That would be another way of sequestering.The problem is that these are expensive approaches and right now it looks like some of thestorage in geological reservoirs are much more feasible and cost effective than storage inthe oceans. That means pumping CO2 deep down into the ground under rock layers.\""},{"pageNumber":4,"pageContent":"Pteropod Shells Dissolve in Ocean WaterAffected by High Carbon AbsorptionProf. Fabry: \"This is the pteropod Clio pyramidata,a planktonic snail with an aragonite shell. This is the species I worked withand observed shell dissolution within 48 hours when live pteropods were keptin water undersaturated with respect to aragonite.\" (Because of ocean water CO2 absorption,not enough carbonite ions for creatures to make shells.) Image courtesy Prof. Victoria J. Fabry.Another scientist has gone to ocean waters where small snail-like animals called Pteropodsbuild their protective shells from aragonite. Aragonite is a form of calcium carbonate that ishighly soluble in sea water. The research was done by Prof. Victoria Fabry in the Dept. ofBiological Sciences at California State University San Marcos. One of the surprises fromher study of the Pteropods was how quickly the shells began to dissolve where carbonicacid has been produced by the high carbon absorption of the ocean water.Victoria Fabry, Ph.D., Professor of Biological Sciences, Dept. of Biological Sciences,California State University, San Marcos, California: \"I looked at one group ofcalcifying plankton which are the Pteropods. Pteropods are planktonic snails that secretecalcium carbonate shells that are made out of aragonite, which is a form of calciumcarbonate that is highly soluble in sea water. What I found was that when these animalswere in water that was under-saturated (not enough carbonate ions to make shells) withrespect to aragonite, their shells started to dissolve within 48 hours. the animals were stillalive and they were actually swimming. But yet, I could see that their normally transparentshells were dissolving. They become white and opaque around the growing edge of theshell when they start to dissolve.It's very hard to predict what the ecological consequences are going to be, but it's likely wemight see shifts in the species compositions in certain Eco-systems. Some Pteropod speciesmight have to shift their geographical range. In this case, they might shift closer to theequator toward waters that are super-saturated with respect to aragonite.WHICH WOULD BE WARMER WATERS.Ye s .AND THAT MEANS THERE MIGHT BE A WHOLESALE CHANGE OFPOPULATIONS THAT COULD PRECIPITATE A COLLAPSE OF SPECIES THATMIGHT GO TO EXTINCTION.I hesitate to use the word extinction, but what we might find is that some Pteropods areexcluded from areas where waters are under-saturated and it looks like those are going tobe near the poles in the sub-Arctic Pacific and the Southern Ocean near Antarctica. Itlooks like it's going to happen there the soonest and Pteropods in both of those areas doplay an integral part in the food web. But what that ultimate consequence would be, wedon't know. The only thing we can say is that there will be changes.\"More Information:Role North Atlantic Drift Is Playingin CO2 Ocean Absorption"},{"pageNumber":5,"pageContent":"Prof. Sabine: \"This is a map of the column inventory of anthropogenicCO2 in moles per square meter. In other words, this is all the CO2 that hasaccumulated from human activities between the surface and the ocean bottomunder each square meter of the ocean. The red area in the North Atlanticreflects the fact that anthropogenic CO2 is being transported into the deepocean due to the sinking of surface waters that have accumulatedanthropogenic CO2.\"Professor Sabine: \"The graphic is what we call a 'column inventory' of CO2 in the oceans.So if you take each square meter of the ocean and add up all the manmade CO2 that'saccumulated between the surface and the bottom in that area of the ocean, you can seethat there are areas that have very little CO2 and other areas that have quite a lot of CO2.There are large spatial differences, depending upon where we are, and one area that has atremendous amount of CO2 is in the North Atlantic. The reason for that is it's an areawhere water is dragging CO2 down into the deep ocean. So one of the findings of ourpaper is that half of all the manmade CO2 that has been introduced to the oceans can befound just in the upper 10% of the ocean depth.The average global ocean is about 3800 meters deep. We found that half of all the CO2that has been introduced is found in the upper 400 meters. So, most of the deep ocean hasNEVER been exposed to the manmade CO2. There are a few exceptions to that and theseare in areas where for example in the North Atlantic where you take warm, salty waterfrom the tropical Atlantic that moves north as part of the Gulf stream. It moves north, getscooled off, becomes more dense and sinks to the bottom. As it moves north, it's alsoabsorbing that manmade CO2 that we released and when it sinks, it takes that CO2 with it.In the North Atlantic is one area where we have seen manmade CO2 all the way to thebottom at 2 miles depth we've seen manmade CO2.ALL THE WAY DOWN TO 2 MILES. AND YOU ARE DESCRIBING THE NORTHATLANTIC DRIFT WHICH IS ALSO RESPONSIBLE FOR HELPING TO KEEPEUROPE AND ENGLAND WARMER.That's right.SO, NOT ONLY IS IT HELPING RIGHT NOW WITH THE CLIMATE AS LONG ASTHAT NORTH ATLANTIC DRIFT KEEPS MOVING, BUT IT IS TAKING CO2 DOWNAT LEAST TWO MILES.Right, and that large scale circulation is very important for the oceans taking up CO2. So, ifwe were to change that in the future, that will have a dramatic impact on how much CO2the oceans can absorb.\"Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
