[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon New Mexico Gov. Bill Richardson WantsMore Investigation of 1947 Roswell UFO Crash © 2004 by Linda Moulton Howe August 18, 2004 Santa Fe, New Mexico - A paperback book entitled The Roswell DigDiaries has been published by Simon & Schuster's Pocket Books in collaboration withcable's SciFi Channel. The subject is the controversial crash of one or more unidentifiedflying objects in the desert north of Roswell. The word \"dig\" refers to archaeologicalefforts in the past few years at the alleged crash site which have been reported indocumentaries broadcast on the SciFi Channel. Dozens of books have been written about eyewitness accounts and testimonies of militarypeople and others allegedly involved in the recovery of debris - and perhaps non-humanbodies - from the Mac Brazel ranch between Corona and Roswell in early July 1947. Otherinformation from Bob and Ryan Wood's Majestic-12 Documents website, indicates therewere other crashes and U. S. government retrievals at the White Sands Missile Range andbeyond. The new book's foreword was written by New Mexico Governor, Bill Richardson, whoserved as Secretary of Energy under President Bill Clinton. In his foreword, GovernorRichardson wrote, \"...the mystery surrounding this crash has never been adequatelyexplained -- not by independent investigators, and not by the U.S. government. ... Thereare as many theories as there are official explanations.\"Clearly, it would help everyone if the U.S. government disclosed everything it knows. TheAmerican people can handle the truth -- no matter how bizarre or mundane. ... With fulldisclosure and our best scientific investigation, we should be able to find out whathappened on that fateful day in July 1947.\"Critics of the Roswell UFO crash story are criticizing Governor Richardson, but hisspokesman told reporters yesterday that the governor stands behind his words and wouldlike to see a completely new and open investigation with honest government cooperationabout all remaining questions concerning the alleged crash and retrieval of an object thatsome eyewitnesses and alleged government documents have described as \"wedge-shaped\"or \"planform.\""},{"pageNumber":2,"pageContent":"More Information:These are reports at Earthfiles.com that have concerned Roswell and other UFO crashretrieval accounts:· 08/13/2004 -- Part 15: UFO Crash/Retrievals: The Inner Sanctum - Status ReportVI © July 1991 by Leonard H. Stringfield· 07/28/2004 -- Part 13: UFO Crash/Retrievals: The Inner Sanctum - Status ReportVI © July 1991 by Leonard H. Stringfield· 07/27/2004 -- Part 12: UFO Crash/Retrievals: The Inner Sanctum - Status ReportVI © July 1991 by Leonard H. Stringfield· 07/21/2004 -- The Apollo Program, Cape Canaveral and UFOs· 07/02/2004 -- Part 11: UFO Crash/Retrievals: The Inner Sanctum - Status ReportVI © July 1991 by Leonard H. Stringfield· 06/27/2004 -- Part 10: UFO Crash/Retrievals: The Inner Sanctum - Status ReportVI © July 1991 by Leonard H. Stringfield· 05/16/2004 -- Part 8: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI© July 1991 by Leonard H. Stringfield· 04/21/2004 -- At the X-Conference, Former Naval Intelligence Officer, C. B. ScottJones· 04/13/2004 -- Part 7: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI© July 1991 by Leonard H. Stringfield· 03/31/2004 -- Part 6: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI© July 1991 by Leonard H. Stringfield· 03/26/2004 -- Back Engineering ET Craft· 03/17/2004 -- Part 2 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell,New Mexico, in July 1947?· 03/17/2004 -- Part 1 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell,New Mexico, in July 1947?· 03/14/2004 -- Part 5: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI© July 1991 by Leonard H. Stringfield· 03/08/2004 -- Part 4: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI© July 1991 by Leonard H. Stringfield· 03/01/2004 -- Part 3: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI© July 1991 by Leonard H. Stringfield· 02/25/2004 -- Part 2: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI© July 1991 by Leonard H. Stringfield· 02/24/2004 -- Part 1: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI© July 1991 by Leonard H. Stringfield· 02/16/2004 -- Part 15: Epilogue - UFO Crash/Retrievals, Status Report VII byLeonard H. Stringfield· 02/07/2004 -- Part 12 - UFO Crash/Retrievals, Status Report VII by Len Stringfield· 02/02/2004 -- Part 11 - UFO Crash/Retrievals, Status Report VII by Len Stringfield· 01/11/2004 -- Part 6 - UFO Crash/Retrievals, Status Report VII by Len Stringfield· 12/29/2003 -- Part 5 - UFO Crash/Retrievals, Status Report VII by Len Stringfield· 12/21/2003 -- Part 4 - UFO Crash/Retrievals, Status Report VII by Len Stringfield· 12/14/2003 -- Some Provocative 2003 Books· 11/07/2003 -- British UFO Crash Retrievals· 10/28/2003 -- Part 2 - U. S. Presidents and UFO Investigations· 09/15/2003 -- Part 2 - Whistleblower Microbiologist Speaks Out About Alleged\"Alien\" Named J-Rod· 12/28/2002 -- UPDATED Part 1: Cape Girardeau, Missouri, Non-Human Craft andBodies Retrieval in 1941· 11/16/2002 -- More Cat and Cow Mutilations: Colorado, Utah and Missouri· 11/09/2002 -- UPDATED: Majestic-12 Documents with Ryan Wood AboutExtraterrestrial Technologies· 11/05/2002 -- Albany Videotape of Unidentified \"Missile\" Sent to MilitaryIntelligence, Fort Hood, Texas· 10/09/2002 -- Extraterrestrial Biological Entities and Discs Described by CIA/U.S.Army Administrator· 04/17/2002 -- Part 2 - Unidentified Aerial Craft Over Farmington and Aztec, NewMexico in Spring 1949· 05/04/2001 -- Part 3 - Retired Army Sergeant Describes 1969 Film of UnidentifiedCraft· 04/30/2001 -- Part 2 - Former U.S. Army Sergeant Describes 1969 Film ofNon-Human Entities· 04/29/2001 -- Part 1 - Former Army Sergeant Describes 1969 Film of Alien Craftand Entities· 10/30/2000 -- Science, Environment and Medical Updates· 06/20/2000 -- The UFO/FBI Connection by U. S. Navy Physicist, Bruce S. Maccabee- Part 3· 06/19/2000 -- The UFO/FBI Connection by U. S. Navy Physicist, Bruce S. Maccabee"},{"pageNumber":3,"pageContent":"- Part 2· 06/18/2000 -- The UFO/FBI Connection by U. S. Navy Physicist, Bruce S. Maccabee- Part 1· 04/02/2000 -- Secret Radar Stations in New Mexico, Part 1· 04/02/2000 -- Secret Radar Stations in New Mexico, Part 2· 12/24/1999 -- Update - 1947 Aerial Craft of Unknown Origin· 12/10/1999 -- Roswell 1947 and Beyond: U. S. Military Eyewitnesses of UnidentifiedAerial Craft· 06/22/1999 -- The Strange Story of J-Rod, An EBE· 02/14/1999 -- Triangular Craft -- Eyewitnesses France & New Mexico· 01/28/1999 -- Army Sgt. Clifford Stone's and Triangle Craft in Germany, 1989· 01/10/1999 -- Updates: Astronomy and Rufus Baughn, Nevada Test SiteWebsite:http://www.majesticdocuments.com/Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
