[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon NASA Has Launched Aura Satellite to StudyOzone-Destroying Chemicals in Atmosphere © 2004 by Linda Moulton Howe \"If we don't understand what we're doing to our home planet,we may drive ourselves all into extinction.\"- Mike Tanner, NASA Scientist, Aura Satellite Total Ozone Mapping Spectrometer (TOMS) data from 1979 to 1999 shows the growthof the ozone hole over Antarctica over twenty years. Images provided by NASA. August 16, 2004 Cape Canaveral, Florida - As the ozone holes over the North andSouth polar regions have enlarged every year since monitoring began in 1979, the U. S.government and scientists agree it is important to study the Earth's atmospheric chemistrymore closely. After several delays, NASA finally launched an environmental researchsatellite called \"Aura\" (Latin for \"air\" or \"breath\") on Sunday, August 15, 2004, fromVandenberg AFB in California. Aura satellite launched successfully on July 15, 2004,from Vandenberg Air Force Base, California. Photograph by Thom Baur, Boeing.Artist's rendition of Aura satellite that w ill study the Earth's atmospherefrom the surface to the outer edge of space courtesy NASA, Greenbelt, Maryland. For at least five years, Aura will study the chemicals in the atmosphere which can destroyozone as well as air quality and climate. \"This mission is designed exclusively to conductresearch on the composition, chemistry and dynamics of the Earth's upper and loweratmosphere employing multiple instruments on a single satellite.\" Aura is the third satellitein NASA's Earth Observing System (EOS). Earlier in December 1999, \"Terra\" waslaunched to focus its sensors on heat emitted from Earth and the amount of sunlight"},{"pageNumber":2,"pageContent":"reflected from our planet's surface. The goal is to better understand how the heat interactswith Earth's oceans and atmosphere. Three years later in May 2002, \"Aqua\" was launchedto study the world's oceans and cycles of evaporation into the atmosphere and return asrain and snow.Aura carries four instruments that will scan the atmosphere from Earth's surface to theedge of space every day. The chief scientist leading the Aura research is Philip DeCola,Program Scientist, NASA Headquarters, Washington, D. C. He said about the $785 millionAura mission, \"Think about the atmosphere. It's one of the most precious resources that wehave as residents of this planet.\" His colleague, Mike Tanner, added: \"If we don'tunderstand what we're doing to our home planet, we may drive ourselves all intoextinction.\" Ozone hole over Antarctica and the tip of South America on September 11, 2003.Image courtesy NASA.Website: http://aura.gsfc.nasa.gov/Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
