[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Closest Look At Mysterious Titan from Cassini Spacecraft © 2004 by Linda Moulton Howe Scientists are trying to understand what they call \"bizarre surface brightness patterns\" seen in this October 26,2004,composite image of Saturn's mysterious moon, Titan. Note the peculiar \"noodle\" features in the upper rightcorner of the unidentified dark area. Image Credit: NASA/JPL/Space Science Institute. November 25, 2004 Pasadena, California - This week, NASA released thisextraordinary mosaic of nine processed images of Saturn's mysterious moon, Titan. Thisimage overlay is the most detailed view of Titan ever seen from Earth and were acquiredduring the Cassini spacecraft's close flyby of Titan on October 26, 2004.NASA reports: \"The images that comprise the mosaic have been processed to reduce theeffects of the atmosphere and to sharpen surface features. The mosaic has been trimmed toshow only the illuminated surface and not the atmosphere above the edge of the moon.The Sun was behind Cassini, so nearly the full disc is illuminated. Pixel scales of thecomposite images vary from 2 to 4 kilometers per pixel (1.2 to 2.5 miles per pixel). Theview is centered on 15 degrees south latitude, and 156 degrees west longitude. Brightnessvariations across the surface and bright clouds near the south pole are easily seen.\"Surface features are best seen near the center of the disc, where the spacecraft is lookingdirectly downwards; the contrast becomes progressively lower and surface featuresbecome fuzzier toward the outside, where the spacecraft is peering through haze, whichwashes out surface features.\"The brighter region on the right side and equatorial region is named Xanadu Region.Scientists are actively debating what processes may have created the bizarre surfacebrightness patterns seen here. The images hint at a young surface with no obvious craters.However, the exact nature of that activity, whether tectonic, wind-blown, fluvial, marineor volcanic is still to be determined. The images comprising this mosaic were acquiredfrom distances ranging from 650,000 kilometers (400,000 miles) to 300,000 kilometers(200,000 miles).\"The Cassini-Huygens mission is a cooperative project of NASA, the European SpaceAgency and the Italian Space Agency. The Jet Propulsion Laboratory, a division of theCalifornia Institute of Technology in Pasadena, manages the Cassini-Huygens mission forNASA's Science Mission Directorate, Washington, D.C. The Cassini orbiter and its two"},{"pageNumber":2,"pageContent":"onboard cameras were designed, developed and assembled at JPL. The imaging team isbased at the Space Science Institute, Boulder, Colorado.Websites:http://saturn.jpl.nasa.govhttp://ciclops.orgCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
