[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? © 2004 by Linda Moulton Howe Return to Part 1December 7, 2004 Albuquerque, New Mexico -Linda Moulton How e, Denver, Colorado, developing Home Box Office documentary,UFOs: The E. T. Factor. Photograph © 1983 by Linda Moulton Howe.In 1983, I was working on a Home Box Office TV special called, UFOs: The E. T. Factor.On April 9, 1983, I had a meeting at Kirtland Air Force Base's Office of SpecialInvestigations (AFOSI) in Albuquerque, New Mexico, with an AFOSI Special Agentnamed Richard C. Doty. Agent Doty showed me an alleged briefing paper for the\"President of the United States of America\" about \"unidentified aerial vehicles\" andentities. One of the pages contained a list of locations where American military andintelligence units had retrieved aerial vehicles described as \"extraterrestrial,\" along withhumanoid bodies - both dead and alive. In addition to the well known name Roswell, othersites on the crash retrieval list included Magdalena near the Plains of San Agustin;Kingman, Arizona; northern Mexico south of Loredo, Texas; and Aztec, New Mexico.UFO Cras h At Az t ec A Wel l Kept Secr et© 1986 by William S. Steinman and Wendelle C. Stevens.In 1986, William S. Steinman and Wendelle C. Stevens wrote a book entitled UFO CrashAt Aztec - A Well Kept Secret. The front cover photograph is familiar to those of us whohave made the trek to Hart Canyon about twelve miles northeast of Aztec, New Mexico,where a 99-foot-diameter silver-colored lens-shaped craft was allegedly found on top ofthe mesa in a spot where even the rocks had been sheared off, apparently by the force ofthe craft's impact."},{"pageNumber":2,"pageContent":"Hart Canyon mesa twelve miles northeast of Aztec, New Mexico.This is the mesa upon which the 99-foot-diameter silver disk was supposed to have impactedon or around March 16, 1948. Photograph © 2002 by Linda Moulton Howe.Grey plaque marks alleged location where large silver disk came to rest on the mesa above Hart Canyon,possibly on the night of March 16, 1948. Right to left, speakers at 2002 Aztec UFO Conference: Stan Gordon,Scott Ramsey, Linda Moulton Howe, Dennis Balthazer, Stanton Friedman, Jim Marrs, Karl Pflock.Some of those eyewitnesses were policemen from Aztec and Cuba, according to theirsurviving families today. The investigator who found those families is businessman ScottRamsey, Vice President of Sales and Marketing for Express Wire Services in Charlotte,North Carolina. He's standing between Stan Gordon and me on the right in the 2002 Aztecconference speakers photograph above.Scott Ramsey's curiosity was provoked by tantalizing details in the Bill Steinman bookabout an Aztec crash, combined with a reference in Frank Scully's 1950 book, Behind theFlying Saucers. Scully talked about the early detection of an aerial disc by Top Secretradar bases in New Mexico a disc that allegedly was tracked by radar down through theatmosphere to Aztec, New Mexico."},{"pageNumber":3,"pageContent":"Behind the Flying Saucers © 1950 by Frank Scully.At the same time, New Mexico State Rep. Andrew Kissner was doing an official NewMexico historical research project trying to find pre-Cold War artifacts meaning secretbases to put on the New Mexico historical landmark list. So Andy's and Scott's researchefforts came together to find out whether top secret radar bases had existed in NewMexico as Scully described.Another question the two men wanted to answer: Was there really a crashed disc nearAztec? To help get more military facts, Andrew Kissner, in his official state legislatorposition, arranged an introduction for Scott at Maxwell AFB in Montgomery, Alabama, tostart looking for anything that had to do with the Cold War and might also relate to the U.S. government's TOP SECRET efforts to track discs in the skies.Eventually, Scott and Andy confirmed that three powerful radar sites had been built in atriangular configuration to protect the super secret Los Alamos Laboratory which had builtthe atomic bombs dropped on Hiroshima and Nagasaki at the end of World War II andSandia Base in Albuquerque.Map of three experimental microwave radar stations constructed in 1947 at El Vado north of Los Alamos,Moriarty east of Albuquerque, and Continental Divide west of Albuquerque.Construction on the three secret experimental microwave radar stations began in late1947. The primary one north of Los Alamos was first called Los Alamos Radar Base(AFS-P8) at El Vado. Later its name changed in the 1950s to Tierra Amarilla and by 1957had been renamed a third time as El Vado Radar Base. The other two were Moriarty(AFS-P7) east of Albuquerque, and Continental Divide (AFS-P51) east of Gallup. Thethree radar stations were part of the U. S. Aircraft Control and Warning (AC&W) systemthat also became known as LASHUP. Below is a map of the LASHUP program and itsAircraft Control and Warning radar stations provided to Representative Andrew Kissnerby the Air Force Historical Research Agency at Maxwell AFB, Montgomery, Alabama.Map of LASHUP and its Aircraft Control and Warning radar stations (ACW), 1948-1952,"},{"pageNumber":4,"pageContent":"provided by USAF Historical Research Agency, Maxwell AFB, Montgomery, Alabama.AN/CPS-5 radar; the basic unit of the Lashup system.Photograph courtesy Air Force History Support Office.Los Alamos was a good place to test the new, powerful radar because the ManhattanProject lab had a restricted air space. That was important because it was clear to theDefense Department that any metallic object that flew through that trio of radar sites whenthey were fired up would not come out of those strong microwaves without damage ours,or Someone else's.The three classified radar sites became operational in 1948, but no one in the public andmedia knew anything about them until the February 2000 New Mexico legislature was insession. El Vado is the only secret radar base in New Mexico that survived with buildingsand other structures intact. So, Representative Kissner was successful in having thatonce-secret experimental microwave radar station north of Los Alamos added to the NewMexico State Historical Register. The importance of the El Vado radar site is underscoredby the fact that its construction was specifically authorized by President Harry Trumanhimself. One of El Vado's specific missions was to protect the Los Alamos Laboratory andthe Atomic Energy Commission's Sandia Base in Albuquerque. Both were involved withatomic bomb production.El Vado officially functioned in secret from 1948 to 1958 and was also known as TierraAmarilla Air Force Station-P8. The other two radar sites were Moriarty (AFS-P7) east ofAlbuquerque, and Continental Divide (AFS-P51) a bit east of Gallup. Those three radarsites became part of the American Aircraft Control and Warning system known as AC&Wwhich expanded to 411 radar sites throughout the United States and eventually evolvedinto NORAD, the North American Air Space Defense Command. AC&W also becameknown as LASHUP.Farmington and Aztec in upper left corner are west of the El Vado/Tierra Amarilla experimental microwaveradar stationconstructed to protect Los Alamos. The radar sites further south in Moriarty and Continental Dividewere constructed to protect Sandia Base at Kirtland AFB in Albuquerque."},{"pageNumber":5,"pageContent":"During Scott Ramsey's research about the three classified radar bases, he looked forevidence that a disc crashed near Aztec. Eventually he was lead to families of two Aztecand Cuba, New Mexico, police officers, who told their families about the UFO disc eachsaw in Hart Canyon. The year given was 1948.Scott Ramsey told me what the policemen told their respective families before each passedon about what each officer saw on the Hart Canyon mesa during a night in 1948 probablyMarch.Scott Ramsey: \"He (police officer) finally said to the family 'That actually didhappen. I was one of the police officers at the crash site that day.' Going back to thefamily members, they remember him saying, 'I was one of the police officers at thescene.' Apparently, though, there were three involved. The one I will mention andthat was Andy Andrews he was probably in his 50s back at the time of the Aztecincident. We don't really pinpoint him at the crash site, although he may have beenwith the Cuba police officer going up Highway 44 the night of the alleged crash. WHAT EXACTLY DID THEY DESCRIBE? Large saucer-shaped object, no visible markings, no seams, rivets, weld marks.Perfectly smooth. More pewter in color. Going back to Ken Farley and Doug Nolanand the two police officers and going back and retrieving the testimonies from thefamilies, they kept using the words, 'Looked like it had been molded absolutelyperfectly. No seams.' Very smooth, pewter in color, sort of a dull grey color. Twolenses put together with a 15-to-18-feet-diameter bubble in the middle. WHAT ABOUT ENTITIES? Doug Nolan did say he saw at least two. Again, to give you a little bit of backgroundon Doug Nolan. He was a 19-year-old employee of the El Paso Oil Co. back at thistime frame. That's why we are pinpointing it to 1948 based on his 19-year-old age.He was getting ready for work. They started very early out in the oil fields. His boss,Bill Ferguson, who is also deceased, when Doug picked him up said, 'We've got toget out to Hart Canyon immediately. There's a bad brush fire and it's near one of thedrip tanks the company owned.' They went out and Bill Ferguson being the lead manat the time, the senior man, and there lay the disk out on the end of the mesa. WERE THERE ENTITIES THERE? Doug and Bill Ferguson climbed up on the craft and looked in the window and Dougsaid he could see two human-like humanoid beings slumped over.\"Testimonies from policemen and eyewitnesses before their deaths about a large, silver diskon the Hart Canyon mesa near Aztec highlight how well the U. S. government was able tokeep secrets as required by the Truman Administration's strict order of denial and cover-upin the interest of national security - a policy still in effect after nearly 60 years.If denial and misinformation in the interest of national security have been the game since1947, was a silver disc shot down as a foreign enemy's weapon system by the U. S. militaryin 1948, twelve miles northeast of Aztec on the Hart Canyon mesa?\"Actual\" Aztec disc crash site as reported by investigator and author, Bill Steinman. Rocks are charredand sheared off and cedar pine trees are broken in a 60 x 150 feet area. Photograph © 1986 by Bill Steinman.There have been unofficial leaks by military people and others about the discovery of alarge disc near Aztec. This photograph taken by investigator and author, Bill Steinman,back in the 1980s, he described as the \"actual\" Aztec Disc Crash Site that has a 60 by 150"},{"pageNumber":6,"pageContent":"feet area of charred and sheared off rocks.Beyond the alleged presidential briefing paper I was shown at Kirtland AFB in 1983 thatlisted Aztec as a UFO crash site, I have seen other information about a 99-foot-diametersilver disc with a dome recovered in the Farmington and Aztec region.A computer simulates the disc-shaped craft as it was seen intact on the ground in the actual photograph,as allegedly seen by former U. S. military officer in classified photograph. Officer said diameterof silver-colored disc was 99 feet, found near Farmington, New Mexico, prior to 1950.Several years ago I received a military officer's confidential interview entitled \"The Reporton the Crash at Farmington.\" The officer said he saw a black and white photograph of asilver disc in a classified file. This image is his computer recreation of that black and whitephotograph. The geographic location was given as Farmington, New Mexico, \"prior to1950.\"The military officer said dead non-human beings were found inside the craft. The nameFarmington in the file title was thought to have been used instead of Aztec because in1949, Farmington was a larger town than the nearby rural farming community of Aztec.[Note: American Indian tribes in the region tell of green fireballs and an explosion west ofFarmington, which might mean there was more than one UFO crash as there had been atRoswell and White Sands. But, so far, the tribal story is only anecdotal.]The military officer said he had a special security clearance that enabled him to access arestricted military base library prior to 1970. Due to the highly sensitive nature of theinformation, and possible risk to this individual, no information is provided which could beused to identify him or the location of the military base in which he said he read theclassified file.The following excerpts are not verbatim, but were compiled from notes after four separateconversations with the military eyewitness.\"I discovered a file on the subject of an alien craft and its dead occupants that hadbeen retrieved. The file contained a report, a separate black and white photograph,and a book by Major Donald Keyhoe. \"There was a perfectly intact, circular-shaped craft and it was lying somewhat tiltedto one side on the ground in the desert. There did not appear to be a crater or otherground-surface disturbance in the photograph that would indicate a crash, but Icould not tell for sure. ...it was stated that the craft was retrieved somewhere nearthe town of Farmington, New Mexico, prior to 1950. As I could see in thephotograph, the material of the craft was metallic, and resembled brushed aluminum.It was stated in the report that there were portholes on the cabin part of the craft,but they were not made of any type of glass. I couldn't make out this feature in thephotograph. \"A porthole had a puncture that was the diameter of a pencil; that was the onlydefect discovered on the entire ship. Our people tried diamond drills, an acetylenetorch - everything they could come up with on the porthole where this opening waslocated, but nothing would break through it. They couldn't enlarge the hole, either.The material was tougher than anything we were familiar with on earth. \"It was concluded that they would have to somehow gain access through this holeand they eventually did because a door popped open. It appeared from a placewhere there were no obvious seams or other indications of a door. The report saidthat it was 'almost as if the material of the craft had liquefied and then solidifiedagain,' leaving no clue of the door's location upon closing. If there was a seam, it was"},{"pageNumber":7,"pageContent":"so tight it couldn't be observed. \"The report said that the two bodies were badly charred. So was the interior of thecockpit of the craft. The report also said that the bodies were about four feet inheight. There was no description of their features beyond that.\"According to the report, we were not responsible for bringing this craft down.(Implication was the U. S. had shot other disks down.) There was mention of amagnetic fault, or opening, or something like that, located in the area where thiscraft came down. There were three of these faults or openings located in NorthAmerica: one was located in the Southwest, around the Texas/New Mexico area;one was somewhere in the Carolinas; and one was somewhere in the Northeastsector, but I can't remember exactly where. \"The report referred to 'crashes' and the Farmington crash information was used torelate general information on similarities with other crashes. \"Officials felt that only people in professional levels were capable of dealing withthis information. Based on what occurred with the Orson Welles War of t h e Wor l d sradio presentation, this information could create panic. Then it would threaten tobreak down the industrial complex that supports the military complex; it wouldobviously undermine it. And it could possibly reduce our ability to counter an attackby a hostile alien culture. But it was also clear that the intent of these particularbeings was not known.\" Continued in Part 3 - Animal Mutilations and ETsMore Information:See other Earthfiles reports about Aztec/Farmington UFO Crash and Secret Radar Stationsin Earthfiles Archives:· 10/23/2004 -- 1948 Aztec, New Mexico UFO Crash: Policemen, Disk andHumanoids· 08/18/2004 -- New Mexico Gov. Bill Richardson Wants More Investigation of 1947Roswell UFO Crash· 07/27/2004 -- Part 12: UFO Crash/Retrievals: Status Report VI © July 1991 byLeonard H. Stringfield· 07/02/2004 -- Part 11: UFO Crash/Retrievals: Status Report VI © July 1991 byLeonard H. Stringfield· 06/27/2004 -- Part 10: UFO Crash/Retrievals: Status Report VI © July 1991 byLeonard H. Stringfield· 01/14/2003 -- Part 2: Cape Girardeau and Charlette Mann's 1991 Letter AboutHer Grandfather's Experience· 12/28/2002 -- UPDATED Part 1: Cape Girardeau, Missouri, Non-Human Craft andBodies Retrieval in 1941· 04/17/2002 -- Part 2 - Unidentified Aerial Craft Over Farmington and Aztec, NewMexico in Spring 1949· 03/16/2002 -- Part 1 - 'Huge Saucer Armada' Shocked Farmington, New Mexico 52Ye a r s A g o· 04/09/2000 -- Unidentified Discs Over Farmington, N. M. on March 17, 1950· 04/02/2000 -- Secret Radar Stations in New Mexico, Part 1 and 2See other Earthfiles reports about Majestic-12 in Earthfiles Archives:· 11/03/2004 -- Gen. Wesley Clark - Has He Been Briefed About UFOs?· 03/17/2004 -- Part 1 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell,New Mexico, in July 1947?· 03/17/2004 -- Part 2 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell,New Mexico, in July 1947?· 11/19/2003 -- 1954 Manual: \"Extraterrestrial Entities and Technology\" - Reasons ItIs Authentic· 11/07/2003 -- British UFO Crash Retrievals· 10/28/2003 -- Part 2 - U. S. Presidents and UFO Investigations· 01/14/2003 -- Part 2: Cape Girardeau and Charlette Mann's 1991 Letter AboutHer Grandfather's Experience· 12/28/2002 -- Part 1: Cape Girardeau, Missouri, Non-Human Craft and BodiesRetrieval in 1941· 11/09/2002 -- Majestic-12 Documents with Ryan Wood About ExtraterrestrialTechnologies· 04/20/2002 -- Canadian and American Officials In 1950s Collaborated on Study ofUnidentified Aerial Disks· 04/17/2002 -- Part 2 - Unidentified Aerial Craft Over Farmington and Aztec, New"},{"pageNumber":8,"pageContent":"Mexico in Spring 1949· 04/02/2000 -- Secret Radar Stations in New Mexico, Part 2· 04/02/2000 -- Secret Radar Stations in New Mexico, Part 1· 02/12/2002 -- JFK, MJ-12 and Outer Space· 06/22/1999 -- The Strange Story of J-Rod, An EBE· 01/10/1999 -- Rufus Baughn, Nevada Test SiteWebsites:http://www.nrl.navy.mil/content.php?P=V2http://www.astronautix.com/sites/whislc33.htmhttp://www.majesticdocuments.com/http://www.radomes.org/museum/scripts/acwlashup.cgiCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
