[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Part 2: UFO Crash/Retrievals: Status Report V - Is The Cover-Up LidLifting?© January 1989 by Leonard H. Stringfield With permission, reprinted in Earthfiles.com © 2005 by Linda Moulton Howe.\"... All available men stood guard duty around the site where a crashed disc hadcome down and they could not understand why the (non-human bodies) had to bekept cold, as there were trucks of ice. ...Although he and others were told theywould get into trouble if they saw too much, they did look under the cover and sawtwo small dead bodies. He said they were like us, but not like us. They were smallerthan a normal man with large heads and slanted eyes. He also said they lookedyellowish, a bit Asian.\"- Source: Staff Sergeant, 509th Bomb Group, Walker Field, Roswell, 1947. Click back to Part I To be more computer-friendly, the reprint has been divided into parts. Here begins Part 2of Status Report V. The series of status reports, I through VII, were written by Leonard H.Stringfield from 1978 to 1994. Status Report VI begins at Earthfiles 022404. LeonardStringfield died on December 18, 1994.\"CASE 8)Wright-Patterson AFB, 1967-1968 I have many other items of C/R interest, or trivia, some deserving at least a brief reference.One concerns the disclosure of a fire department inspector who, while filing his report atmy home in September 1987, said that he was also a fireman stationed at Wright-PattersonAFB in 1967-68. Aware of all buildings on the base and access to same in case ofemergency, he and crew were instructed that if a fire were reported in a building in acertain section that they were to 'let it burn.' A sign read, 'No Fire Trucks Allowed.' He hadheard 'rumors' that the building housed UFO material. 1953, the year and Arizona, the state - both are important in C/R activity. One new source,whose information is not included in this article for reasons of his own security, wasinvolved in a retrieval operation in that year and state. Still another source, also notpublishable for the same reason, also backs up the Kingman crash in 1953 and in Arizona.See Abstract 6, \"Retrievals of the Third Kind\" and \"Postscript On Two Key Cases,\" Page43 of Status Report III regarding Kingman crash. Also see Case A-1, Status Report II,regarding three small humanoids retrieved in Arizona and received at Wright-PattersonAFB. The above references are anonymous sources. [Status Report III and II will bereprinted in future Earthfiles.] As always, despite critics, I find it mandatory to maintaintheir trusts and keep their names confidential. PART II: ...TO THE BURST OF DAWN From my perspective, the official cover-up and the ways to control it seem as effective asever up to the fall of 1987. Both the Kentucky and Ohio incidents described in Part I ofthis Status Report V, which involved civilians, show that anything goes - from trickery tothreats - to keep the facts hidden. Then throughout 1988, like the burst of dawn, something changed. Whether or not the ironlid had loosened or not, more concerned people suddenly became more vocal. Of concernwere the implications of MJ-12, the meaning of human abductions, the flap of low-levelUFOs in the Blue Ridge Mountains of Virginia, the Gulf Breeze, Florida affair, and whatwas said and left unsaid about alien-human relations by two disguised informers called'Condor' and 'Falcon' on TV's The UFO Cover-up - Live.** [Editor's Note: See MoreInformation below.] Yes, things have changed. It's reflected in my volume of mail and thephone calls I get at all hours. Is the cover-up in a 'calculator' countdown from ten to athree, two, one and lifting?"},{"pageNumber":2,"pageContent":" Frankly, I don't think the time is right for a sudden formal announcement of alien 'visitors'by the world powers which would have unpredictable societal effects. If the press were tosuddenly wake up and demand the bottom line of all the UFO happenings in the MJ-12files, or were to confirm the horrors described in an expose of the alleged secret ProjectGrudge Report # 13 released by a former US Air Force Officer, Bill English, then wewould have more to worry about than just the stock market. [Editor's Note: See MoreInformation below.] But maybe the cover-up is loosening a little because of new pressures, or guilt, or leaks, orthe fear of more Falcons and Condors? Maybe we are being spoon fed in various ways andthe masqueraded Falcon and Condor are only doing their job. But, while the media stillsleeps amid all the UFO 'noise,' I have seen a change on my thermostat. For whateverreason, I'm getting suddenly more C/R input which I share briefly as follows: CASE 9)Kecksburg, Pennsylvania, December 9, 1965 Thanks to the in-depth research of Stan Gordon, Director of the Pennsylvania Associationfor the Study of the Unexplained, headquartered in Greensburg, PA, the Kecksburgcrash/retrieval case of December 9, 1965, might now find recognition as a classic in theannals of ufology. Considering the number of witnesses tracked down by the PASA group,it might be upfront with Roswell. As 'Case B-1,' the Kecksburg incident originally was reviewed in Status Report II by ClarkMcClelland. But at that time, save for knowing that something had crashed and wasretrieved, there was some uncertainty about the nature of the object. The US Air Force, ofcourse, explained it away as a meteorite. Others suggested space debris. Gordon, however,accepted neither explanation as more information and FOIA data surfaced. In the spirit ofcooperation, he kept me informed. Then in 1987, by good fortune, Stan met 'Pete' who showed up at a PASA UFO exhibit at alocal mall. Having feared ridicule for 12 years, he finally decided to tell his story. It beganat age 19 as a fireman when his unit in a nearby village was summoned by the Kecksburgauthorities to help in the search for something that crashed in a wooded area, possibly anaircraft. But the shocker, he said, was when the crash site was located. They found insteadof an aircraft, something else - a large acorn-shaped object embedded deep into theground. Armed with Pete's new information, Gordon published the full Kecksburg story in greatdetail in Pursuit, the final quarter 1987 issue. In this lengthy paper, he reports the UFO'sflight pattern across several states, tells of the firsthand experiences of local residents whosaw the fireball crash and of others who witnessed the sudden, incursive 'takeover' by themilitary to perform the retrieval operation. According to Gordon, many of the localcitizens viewed the action as constituting a state of martial law. Gordon commented,'Many were influenced enough by their contacts with military or local authorities to theeffect that they refused to discuss what they saw or were told even to this day.' Before being chased from the crash site by the retrieval team, Pete and companions had aclosehand look at the semi-submerged mystery object. To them, it appeared that the objecthad descended to about a 30 degree angle and had broken tree limbs and knocked down a15 to 20 feet high tree before impacting the ground. The trench was about 25 feet long andthe greatest depth in the ground was about 7 feet. It was puzzling that there were no signsof fire. The size of the acorn-shaped UFO - without windows or seams - could not bedetermined because of its submergence. But it was estimated to have been about 7 feethigh and wide. Pete, in trying to give a better description of the craft, said that it gave him the impressionof a deflated beach ball pushed in. Toward the bottom, there was a ring or bumper-likestructure about 8 to 10 inches wide that seemed to cover the circumference of the object.On this bumper, he said, which was raised up off the surface, was a writing that looked likeEgyptian hieroglyphics. He remembered the characters of broken and straight lines, dots,rectangles and circles. As a machinist for 25 years and familiar with metals - solid andliquid - he said, 'Never in my life have I seen the color of that metal in any shape or form.' Pete said he never will forget the excitement on his return to the Kecksburg fire hall whichhad been set up as a command post. It was swarming with military personnel, mostly USAir Force, and a lot of equipment was being carried in. Soon guards were at the frontentrance and the firemen, before being dismissed from the building, were told to useoutside toilets. There is much, much more to Gordon's article, like his learning later that Air Force records"},{"pageNumber":3,"pageContent":"showed that NORAD's Space Detection and Tracking System did not have any space junkre-entering Earth's atmosphere that day. Thanks to Gordon, I was privileged to interviewPete on the basis I would not use his name. Agreed, so Pete gave me his complete story,confirming Gordon's version. I asked him about the hieroglyphics, wondering if they couldbe Russian. 'No way!' he said. 'I'm of Russian-Polish descent and can read Russian. It wasnot Russian, nor American.' He added, 'I'll stake my life on it. The object was notman-made.' CASE 10)Roswell 1947 The crash and recovery of an 'alien' object near Roswell, New Mexico, in July 1947, sowell documented by researchers Bill Moore and Stan Friedman and others. It's a case thatshould cause skeptics to think twice before they impugn the existence of UFOs or theplausibility of the extraterrestrial hypothesis. Though most of Roswell's firsthand sources were civilian, the overall evidence supportingthis 'nuts-and-bolts' incident is massive and ironically is the report that news of the UFO'sdiscovery at the base slipped out in an 'uncleared' press release by the Public InformationOfficer, 1st Lt. Walter Haut. Had it not been for a fast and effective cover-up, the fullstory once in public domain, could have rewritten what we know is history. Having beeninformed, perhaps mankind in his philosophical and geopolitical pursuits, would havechosen a wiser course. Except for rumors, the truth about Roswell did not surface until 1978 when the late JesseMarcel told an NBC radio newsman, Steve Tom, in Chicago about his official role as theintelligence officer assigned to the crash site to retrieve the scattered debris. On April 7,1978, Tom called me and linked me up with Marcel in Houma, Louisiana, to get his storyfirsthand. This led to other calls to Marcel. Upon learning that we had served in the 5th AirForce during WWII in the same combat areas in Leyte of the Philippines, we developed afeeling of camaraderie and talked about meeting together for a UFO discussion in the nearfuture. But for the moment, he had confirmed that the debris he combed from the crash site on theBrazel ranch was not the remains of a balloon. Also, he had observed on a fragment ofmetal beam, a row of symbols that looked like hieroglyphics. (See Status Report II, CaseA-10, and the preceding Kecksburg case describing hieroglyphic symbols.) Regretfully, Inever got to meet Jesse Marcel as we had hoped to do. During 1978 when the floodgatesopened for me with enormous C/R input, I was working at full capacity and plans to go'here and there' were dropped. Bill Moore, however, concentrating on his book, TheRoswell Incident made the trip and interviewed Marcel. Following is one statement in partby Marcel that still left some questions unanswered: Jesse Marcell: '...that next afternoon, we loaded everything into a B-29 on ordersfrom Colonel Blanchard and flew it all to Ft. Worth. I was scheduled to fly it all theway to Wright Field in Ohio, but when we got to Carswell at Ft. Worth, the generalnixed it. He took control at this point, told the press it was all a weather balloon, andordered me not to talk to the press under any circumstances. I was pulled off theflight and someone else was assigned to fly the stuff up to Wright Field ... (Italicsmine. LS). My Status Reports do pay off. Thanks to one reader, John August, in Hawaii, I got the'missing link' referred to by Marcel as the officer who flew the B-29 with the Roswellremains to Wright Field. Following up his initial phone call with the news, on Labor Day of1988, John August wrote in part the following: John August: 'Confirmation of the Roswell crash reached me through a Mauiresident who claimed that her father, Captain O. W. Henderson, flew the retrievedspaceship from Roswell to Wright Field on a B-29. According to Henderson's wife,who was reached by phone, a news officer reported the incident. But it was quicklyquieted down. On February 17, 1981, the story appeared in the tabloid, Globe, andHenderson admitted to his wife and daughter that the story was true. The(extraterrestrial) crew, she said, were little people with exceptionally large heads....At the time, Henderson was stationed with the 509th Bomb Group at Roswell. Itwas an elite group for which all involved required high security clearances. Besidesbeing a highly decorated pilot during WWII with over 30 combat missions,Henderson was in charge of the movement of all passengers and freight transportedby air for organizations participating in the atomic bomb tests and the ManhattanProject (at Los Alamos, New Mexico.) ... Enclosed, as a result of August's attentive spadework, were copies of photos showingCaptain Henderson and flight crew. There was also a letter of commendation for an"},{"pageNumber":4,"pageContent":"'excellent job accomplished' from Carl Spaatz, Commanding General, AAF, forwarded toColonel William Blanchard, Commander, 509th, Roswell. For verification, John August footnoted his letter with Mrs. Henderson's address and phonenumber. Calling her on October 1, 1988, I explained my work. I asked many questions towhich she cordially responded and I got approval to publish her name in this report, minusaddress. She said that her husband, known as 'Pappy' among his buddies, passed away in1986. He stated unequivocally that he flew the B-29 with the Roswell wreckage to WrightField and kept the secret faithfully until 1981. She remembers his comment, 'I've beendying to tell you for years, but could not. It was Top Secret.' When I asked Mrs. Henderson if he had ever described the object he transported, she saidhe told her, 'It was strange,' avoiding details. CASE 11)Roswell 1947 Alien Body Eyewitness It seems that avoiding details goes with the business of covert work, if one must talk at all.And so it was with another source who managed to whisper a few words on his death bedabout his stealthy activity at Roswell in 1947. The source, Bev, is British. Her father was a former American serviceman, a staffsergeant, who served and took up residence in England following duty in the Pacifictheater of WWII. Notably he was with the 509th Bomb Group at Walker Field, Roswell.According to records, he was at Roswell during the same time as Major Jesse Marcel andCaptain O. W. Henderson. Bev, referred to me by Timothy Good, British author of Above Top Secret, is by the toneof her letters and phone calls sincere in trying to verify her dad's alleged participation inthe Roswell retrieval case. He sent me copies of all his military records, they do confirmBev's father's assignment at Walker Field in Roswell. Such are medical records, one withorders cut for hospitalization at the base for both Bev's father and Major Marcel, alongwith his pass to the base's Non-Com Club that is dated July 1947. As a child, Bev recalls her dad talking about his hush-hush work at Roswell and wheneverhe described the nondescript bodies, her response was to giggle. The subject never cameup much, she said, until she was a teenager. Once, she recalls, he had read a feature storyin a newspaper about a UFO crash and looking grim, he told about his experience ofstanding guard where the bodies were stored and cautioned all family members to keep itquiet, lest he get into trouble. According to Bev's long letter and attached military records,she recalled the following: ' ...he stood guard once outside a hangar where a crashed saucer was stored. Hecould not see anything as it was all packed up and ready to be flown out to Texas thenext day. We disagree on the number of bodies he saw. I'm sure he said two, but oneof my sisters said three ... All available men stood guard duty around the site wherea crashed disc had come down and they could not understand why they had to bekept cold, as there were trucks of ice. ...Although he and others were told theywould get into trouble if they saw too much, they did look under the cover and sawtwo small dead bodies. He said they were like us, but not like us. They were smallerthan a normal man with large heads and slanted eyes. He also said they lookedyellowish, a bit Asian. ...I remember when I got older and asked for moreinformation, he got angry and said, 'That's all I know and I shouldn't have told youthat much.' Whenever he talked about it, he always looked worried. ...\" His last words, according to Bev, were before he died in a hospital in February 1986 andwere about Roswell. CASE 12)Alien Humanoid Shot at Ft. Dix-McGuire AFB, 1978"},{"pageNumber":5,"pageContent":"McGuire AFB and Fort Dix Military Reservation near Wrightstown, New Jersey, are near the U. S. Naval AirStationin Lakehurst, New Jersey. The bases are about 45 miles east of Philadelphia, 50 miles south of New YorkCity,60 miles north of Atlantic City and 10 miles west of the Atlantic ocean. The Fort Dix/McGuireAir Force Base/ Lakehurst Naval Air Station complex covers 42,000 acres. When I last made contact in January 1987 with Jeff Morse, the former 'Blue Beret' wholifted the lid on the Ft. Dix-McGuire affair, I felt that my chase for more supportiveinformation - at least through him - had ended and I was back on the treadle of theproverbial squirrel's cage. As agreed, Morse met with Dick Hall and his brother William (an electronics engineer),Dr. Bruce Maccabee, Chairman of the Fund for UFO Research, and with me in a busy mallnear Washington, D. C., in January 1987. Over lunch, he openly answered any questionsabout the incident, but grimaced over the tangled and costly prospects of his current legalpursuits in Federal Court involving an incident of harassment (See MUFON UFO Journal,June 1987). On departure, he said he planned to return to his work overseas and I wishedhim well and thought of the seven years I had spent investigating his case. No word fromMorse since, but his words that day left the four of us believing that he was telling thetruth about the ill-fated alien interloper. Since I presented Morse's story in Status Report IV at the MUFON Symposium in St. Louisin 1985, there was a spark of hope in 1986 of getting a new source as backup - a formermaster sergeant who was stationed at Ft. Dix in January of 1978. According to PatMarcattilio, a MUFON investigator in New Jersey, the source known as 'Mr. S,' whom Patknew at a place of previous employment, told Pat that he heard the rumors about theincident. On his own time, 'Mr. S' tried to round up the facts. But he got nowhere andlearned that all records, tapes, everything, had been destroyed. He was also advised to stopsnooping. When Marcattilio later tried to get more details from 'Mr. S', Pat said, 'Heseemed very nervous and refused to talk about it.' In September 1988, a new source with convincing credentials called me about the incident.As a MUFON State Section Director in New Jersey and presently serving as vice presidentof the Air Force Association, he was in January 1978 an intelligence officer with rank ofmajor at McGuire AFB. Although not a witness to the retrieval operations, he was in a keyposition to put the 2+2 together enough to give credence to the story told by Morse. Hisletter of September 5, 1988, to me follows in part: ' ...I attempted to recall as best I could the report of the alien being shot on the baseback in January 1978. My job was Deputy Director of 21st Air Force Intelligence438th Military Wing Intelligence. In this dual role, we were responsible for briefingboth the 21st Air Force Commander, who controlled all military airlift aircraft in halfthe world over to India and the Wing Commander at McGuire AFB. I remember walking into the 21st Command Post and most people were talkingabout an incident that had occurred on the base during the night. The report was thatan alien, a short little guy, had died from a gunshot wound. No one seemed to knowwhere he came from or what he was doing on the base. At first, it was treated as ajoke and that the Security Police must have meant an alien from another country,like Mexico. Usually, I would brief the Commander, Major General Tom Sadler, on anythingimportant that occurred during the night. We were concerned about acts ofterrorism, hijacking and Soviet movements that could be a threat to our aircraft.Normally, if something was felt to be important, I would either brief the General in astand-up briefing in the Command Post, or if it was classified Above Top Secret, inhis office."},{"pageNumber":6,"pageContent":" ...Later in the morning, I was told that Intelligence would not brief the General onthe alien; that the Security Police Commander or a Liaison Officer was handling it.Later in the day, I saw the officer who was a Lt. Colonel (name unknown) comingout of the general's office. He looked tired and somewhat under pressure. He said,'Hello.' I expected the Lt. Colonel to fill me in on the situation, but he avoidedsaying anything. ...Assuming this was an alien, I wonder how he got lost from hiscraft?'\" Continued in Part 3 - UFO Crash in El Yunque, Puerto Rico, in 1984? More Information: Condor ** Len Stringfield: \"The identities of both 'birds' are known to me. Condor was a U. S.Air Force officer stationed at Wright-Patterson AFB in September 1985 during which timehe called me on several occasions. Expressing interst in my resarch and my sources, heclaimed to know a colonel with sensitive information relative to my work, but his proposalfor me to meet with this source fell through. I heard no more. Later I learned that heconfided with a member of the Fund for UFO Research (FUFOR) and after that withWilliam Moore and others.\" Grudge Report # 13 On March 9, 1980, two weeks before my documentary, A Strange Harvest, about theworldwide animal mutilation mystery was broadcast, I received a telephone call from aman named William English. He was phoning to talk about a memorandum that had beenprepared by UFO researcher, author and retired U.S. Air Force Colonel Wendelle Stevens.The subject was the existence of a \"Project Grudge Report Number 13, TOP SECRET\"The information had been sent to the Aerial Phenomenon Research Organization (APRO)in Tucson, Arizona, headed by Jim and Coral Lorenzen, now deceased. Mr. English called to tell me the story was true. He said he saw the report when he servedwith the U. S. Air Force in England in 1977. He explained that he had talked to WendelleStevens about the sensitive material outlined in the memo. Bill English wanted me to knowthat in the TOP SECRET Grudge 13 report, he had seen photographs of both animal andhuman mutilations. That March day in 1980, I did not know what to believe and did not include theinformation in A Strange Harvest (KMGH-TV, CBS, Denver, Colorado, first broadcast onMay 28, 1980.) Below is a summary about the \"Project Grudge Number 13\" report thatBill English and I discussed. "},{"pageNumber":7,"pageContent":"Memorandum notes typed by retired U. S. Air Force Col. Wendelle Stevens, based on eyewitnesstestimony of William English. Source: Pages 60-61, An Alien Harvest - Further Evidence Linking AnimalMutilations and Human Abductions to Alien Life Forms © 1989 by Linda Moulton Howe. See EarthfilesShop.Websites: http://www.nicap.dabsol.co.uk/fortdixdir.htm http://www.lakehurst.navy.mil/nlweb/lakehurst-dix-mcguire.asp http://www.nidsci.org/news/mcguire_introduction.php http://www.globalsecurity.org/military/facility/mcguire.htmCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund PolicyCopyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
