[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Part 12: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by Leonard H. Stringfield With permission, reprinted in Earthfiles.com © 2005 by Linda Moulton Howe. \"The observer, Craig Weitzel, photographed the UFO and witnessed one of itsoccupants, dressed in a metallic suit, get out and quickly return to the craft. Theinformant, who claimed to be a career airman, also claimed he knew about acrashed UFO stored in the Manzano storage area located on the base (KirtlandAFB, Albuquerque) which was under heavy guard.\" - Source: Unidentified CareerUSAF Airman Return to Part 1 To be more computer-friendly, the reprint has been divided into parts. Here begins Part 12of Status Report III, written in June 1982. The series of status reports, I through VII, werewritten by Leonard H. Stringfield from 1978 to 1994. Previous Status Report IV begins atEarthfiles 021205. Leonard Stringfield died on December 18, 1994. Leonard H. Stringfield: THE INTERMINABLE CASES \"Behind the assortment of intermediary reports are all kinds of people. Some in allsincerity claim to know a potential source, but fail in their effort to get results for reasonsbeyond their control. Of this kind, one might have an 'Uncle' in-the-know, but whenapproached, 'Uncle' won't talk. Or it might be simply that their source had second thoughts.Some others, when their source encounters interference, soon get bogged down themselvesin a chilling drama of high intrigue. They range from phone threats, a visit by a stranger, orwhen their information sent by mail never arrives. Then of course, there are a fewintermediaries that are borderline themselves. The interminable case, for whatever reason, surfaces too often in my work, especiallysince the release of my Status Report II. [To be reprinted in future Earthfiles.] For therecord, following are examples of reports of all kinds reaching me that belong to history: ITEM A: Mrs. B. of Cincinnati, claimed friendship through church affairs with Mr. D., anengineer whose work frequently took him to Wright-Patterson for his expertise. Accordingto Mrs. B, her friend had 'worked on the alien craft' at the base, so I tried to arrange aninterview. In the beginning it was a likely prospect, but after more than a dozen phonecalls over a span of time, Mr. D was never available and during that period never attendedchurch. Finally, she said, he got married and had no time to discuss the subject. ITEM B: SB, employed in a responsible position at OP&G, Cincinnati, watched myinterview on crashed UFOs on WCPO-TV in February 1980. Interested, he called andvisited my home, relating that he recalled information told to him by his father, an officerin the Air Force, before his death in 1969. According to SB, his father had worked on thealien craft at Wright-Patterson in 1952 and knew about retrieval operations, but the detailswere vague. Hopefully, he said, his uncle who also worked at Wright-Patterson with highsecurity clearance and who shared information with his father might be willing to talk.Also, he said, his mother should remember some details. He assured me that he wouldmake arrangements, but after several follow-up calls, nothing developed. His uncle, hesaid, could not be reached and his mother preferred to be respectfully silent. ITEM C: Researcher Carl McMillan, during the MUFON Symposium in Houston in 1980,gave me the name of G. d'A, a French-born American citizen whose uncle was an R & Dphysicist working at the Pentagon. The uncle allegedly knew about crashed UFOs andoccupants. When I called G, I was told to present my credentials by letter and that itwould be 'forwarded for consideration' to his uncle in Washington, D. C. According to G,his uncle worked on a non-metal section of an alien craft. Also the uncle did see thedeceased occupants which he described as being similar to those in my monographs. Later"},{"pageNumber":2,"pageContent":"when I called, he said my letter and enclosed monograph of June 27, 1980, had beenforwarded as promised. But. G got no reply. Several weeks later, I tried to reach G byphone and learned from the landlady of his apartment that he had returned to France. ITEM D: Diane is a member of the Cleveland Ufology Project. When I spoke for thatgroup in September 1980, she related privately that she knew a source, DM, a policeofficer who seemed willing to talk about a 'saucer' he witnessed at a military base in Texas.His branch of service and the year of his observation were at that time unknown to Diane.On Diane's request, I sent her my letter of credentials, offered anonymous protection andlisted questions hoping he would answer. She delivered my letter personally. He neverreplied, nor did he attend any later CUP meetings. Diane said her source had secondthoughts about security matters. ITEM E: Dr. X, a medical doctor, works at Wright-Patterson. Richard Hoffman,researcher in Dayton explained the doctor's interest in my C/R research, which he hadlearned as a third party during a phone conversation with the program director in thestudio of a TV station in Dayton. Visiting me in Cincinnati in October 1980 to discuss theprospects of doing a show on UFO Crash/Retrievals, both Hoffman and the station directorsuggested I call Dr. X. After several tries, I finally reached him at his home in the fall of1981. To my surprise, the doctor said he never heard of me and professed no knowledge orinterest in the subject. When I later told Hoffman about the doctor's reaction, he said, 'Ican't believe it!' ITEM F: Danny Perkins, UFO and radionics researcher from Las Vegas, Nevada, gave mea source name, Mr. E, an engineer in California who allegedly had worked on the aliencraft in the military. As good friends and reciprocal in business practices, Mr. E had toldPerkins about some of the details of the craft. When I called Mr. E, however, he wassurprised by my call and said that Perkins must have meant his brother in anotherCalifornia city. When I called to speak to the other Mr. E, he replied that I had the wrongbrother. In fact, neither Mr. E could recall any past relationship with Perkins. Perkins,when told this, was totally flabbergasted. ITEM G: When Dick Hall and I were preparing to leave with Tom Deuley in his van fromthe MUFON Symposium in Houston in June 1980, Norma Lindblad, RN, asked for a rideto Texarkana, her home. As soon as we got underway, the subject of alien craft and therecovered bodies were brought up and to our surprise, she said she had a close friend,Evelyn McCormack, who had known a source in the Air Force who had seen both. In short time, Norma was in touch with Evelyn who in turn sent me a letter recalling hertalk with the source she knew as Hank. According to Evelyn, she met Hank who was aradar specialist assigned to the local base in a Texarkana NCO club. One evening sheasked him if he ever had seen a UFO. To her surprise, he said that he had seen oneclose-up, but not in Texarkana. It was while in the service at another airbase which he didnot name. At this base, said Evelyn, he claimed that he had seen one under heavy guardthat had been retrieved, along with bodies. She said Hank described them as 3.5 to 4.5 feettall with large, round heads and wearing metallic suits. Evelyn said she lost track of herfriend, but knew that he lived in Pratt, Kansas. Norma and I tried to trace him, but wereunsuccessful. ITEM H: Barbara Schutte, a researcher in Wever, Iowa, is acquainted with a family inwhich one member is a professional photographer with a studio in Chicago. Thephotographer was assigned in 1974 to take pictures of live aliens recovered from a crashlanded craft somewhere in Texas. When Barbara first reached him by phone at his studio,she said he was friendly. But after she asked about the retrieval in Texas, he abruptly hungup. She called again later, on my request and to assure him anonymity. His phone had beendisconnected. Later she learned from the photographer's mother that to her surprise, herson had moved to Texas, address unknown. ITEM I: LH holds a responsible position at a Bell Laboratories complex and is keenlyaware of the sensitivity of certain aspects of the UFO situation. Some of this he learnedfrom his source, a former NASA employee who had been in a technical capacity and hadaccess to highly classified information concerning a craft retrieval operation in 1950. Latertechnical material included a head-band transceiver worn by some members of the aliencrews. Because of some 'impropriety' at NASA, said LH, his source was dismissed as asecurity risk. LH suspects his source has been under surveillance ever since. LH alsolearned that another person in the same capacity at NASA and involved in the sameimpropriety had long ago mysteriously disappeared. Since 1978, I have made severalattempts through LH to meet his source. Finally in July 1981, I made my last try. But asbefore, I was refused on grounds of fear of reprisals. ITEM J: Warren Nicholson of Columbus, Ohio, informed me in august 1980 that he knewa source in Highland County, Ohio. who claimed he had possession of photographs"},{"pageNumber":3,"pageContent":"showing alien cadavers. His source, who had served in the U.S. Air Force at Wright-Patterson AFB from 1943 to 1956 was difficult to track down. At first, said Nicholson, heseemed cool to seeing me, but he warmed up and was willing to show me photos ofclassified German military hardware of World War II vintage. But the source held out onthe cadaver photos. Later, Nicholson said he tried to arrange a meeting for me with hissource, but that was unsuccessful. When I talked with Nicholson on October 16, 1981, hesaid that he had reached his source again. he had just returned from a year absence inFlorida. When he brought up the cadaver photos, he said to his shock that his sourcebecame hostile. 'A complete turnaround. He refused to even discuss the photos,' saidNicholson. ITEM K: In a quiet, unobtrusive way, the subject of two UFO crash/retrievals surfaced inthe early days of research. Such is a letter sent to NICAP from a qualified source, ZO, onSeptember 22, 1959. The letter sent to me from the files of Richard Hall is quoted in partas follows: September 22, 1959 Letter to NICAP: '...I've promised my source that no publicityof any sort will be given his statement. He stated that if questioned, he would haveto deny its authenticity to protect himself and his sources. I would take the samecourse. My source was present at a family gathering (1953-1954). His informant was an AFMajor, later Colonel, who was related to my source by marriage. The Major was aspecialist in investigating aircraft crashes. The Major had not been at the scene ofthe reported crash (of a UFO), but accepted that it occurred because of what heheard at Wright-Patterson. He was convinced of the reality of UFOs and had read aTop Secret report on the subject. As a matter of fact, he was in transit from one baseto another and was carrying the report with him.' ZO tells another story in his 1959 letter as follows: 'My source is a recent hire at Rocketdyne where I also work. ...In 1952, he attendeda meeting on celestial navigation at another aircraft company. ...One Air Forceofficer spoke up who had been investigating UFO reports, specializing in caseswhere hardware was reported, usually hoaxes. ...The officer, an inspector, had beenat the scene of the crash soon after the UFO had been discovered. He stated that theship was badly damaged, giving evidence of having struck the earth at high speed,straight down - no skipping. He obtained for study a metal part broken from the shipby the crash. He said it was impervious to diamond saws and to torches. ...Theofficer confirmed that a small body had been found badly burned. He stated that itwas removed from the scene in a suit case. ' ITEM L: Clark McClelland of Pittsburgh, PA, is a veteran researcher, formerly withNICAP and in the employ of NASA during the Apollo program. After a lecture he gave atthe University of Hawaii in April 1982, Clark received the following brief letter from CoraK. of Honolulu: 1982 Letter to Clark McClelland: 'After hearing you talk about UFOs on the DonLamond, KSSK Radio Show, I was reminded of something that happened inGermany in 1966 or 1967. At that time, I worked as a telephone operator for theAmerican Army in Stuttgart. One day there was great excitement because all theGeneral's phone lines were lit up and the supervisors had to sit on the switchboardand help us connect some of the calls. The reason for the excitement was a chasegoing on between two American Air Force jets and a UFO. After some time, wordcame over the phone that the UFO had been brought down near Mannheim. Iwatched the papers and listened to the radio, but I never heard this instancementioned again. We were not allowed to discuss anything that happened in thetelephone exchange as it was a secured area and to mention something of this naturewould mean losing our security clearance and job.' McClelland later learned from Cora by phone that she was assigned to Robinson Barrackson the Stuttgart Army base. He checked with the Pentagon and confirmed that she servedin Headquarters, 7th Corp. Cora could not provide any further leads - or was fearful to doso. COMMENT: There are many other interminable cases on file. Some are less dramatic,perhaps, which cumulatively suggest that many people involved in crash/retrievaloperations, even indirectly, are fearful to talk. As Shakespeare might have reminded them:'Mend your speech a little, lest it may mar your fortunes.' SUPERSECRETS"},{"pageNumber":4,"pageContent":" Official documents or letters that show up mysteriously in the hands of researchersrevealing matters of obvious security are always suspect. Probably most have beendreamed up by hoaxers or are the product of misinformers to muddy the waters. One was a letter on C.I.A. stationery and was sent to a researcher to trick him intoembarrassment, but it eventually backfired on the perpetrator, as his purpose and identitybecame known. See Case A-6, Status Report II. Another letter that reached several researchers and was forwarded to me from the APROoffice in January 1981, reported a landed UFO on or near Kirtland AFB, New Mexico, onJuly 16, 1980. The observer, Craig Weitzel, according to the unidentified informant,photographed the UFO and witnessed one of its occupants, dressed in a metallic suit, getout and quickly return to the craft. The informant, who claimed to be a career airman, alsoclaimed he knew about a crashed UFO stored in the Manzano storage area located on thebase which was under heavy guard. The source also stated, 'I have reason to believe OSI isconducting a very secret investigation into UFO sightings. ...I was told this by mycommander, Colonel Purvine. ...He also told me that Kirtland AFB, AFOSI District 17, hasa special detachment that investigates sightings around this area. They also investigate thecattle mutilations in New Mexico.' COMMENT: The unidentified airman, however, who names his confidants as Weitzel andPurvine and not himself, is highly suspect. I later learned that Colonel Purvine had beenchecked out and there is no record that he exists. Another loaded letter making the rounds on University of Chicago stationery was allegedlysent to a former researcher, Todd Zeckel, from a professor (name withheld). The letterdated May 5, 1979, follows: May 5, 1979 Letter to Todd Zeckel: 'I do not know the source of your information,but after having assigned several graduate students to spend considerable timeresearching the University archives, I find that you are correct in your informationabout some very strange humanoid bodies being examined here in 1948 and again in1952. The professors you named indeed did participate in the autopsies and studies, butunfortunately, all three are deceased so we can obtain no further information fromthem. All results of the studies were apparently classified and removed from theuniversity by government gents for whom the studies were performed. The only people my graduate students could locate that were even remotelyconnected with the studies said that they only remembered talk of four-foot-tall,sexless bodies thought to have been the product of Nazi cloning and geneticexperiments and recovered from the ruins of German laboratories. The enclosed list of names and addresses will give you all the leads we coulddevelop in case you want to follow up on them.' I gave the suspect letter to Dr. Peter Rank for professional follow-up. The professor,whose signature was identical in both letters, replied as follows: 1979 Letter from Prof. Peter Rank: 'The information that you have received isincorrect. As far as I know, the basis for it is a letter under my name describing sucha strange phenomenon. However, the letter is a forgery, the body of the letterapparently having been inserted over a genuine letter and then xeroxed. I amsomewhat concerned about this matter and would appreciate knowing where yourinformation came from.' And of course, there is the sensational Project Grudge Report # 13, 'Top Secret,' that wasallegedly published, but never distributed and was subsequently destroyed. According tothe memo circulated among researchers in early 1981, the report consisted of 624 pages,typed, offset press reproduced on white paper with gray cover. Allegedly, it covered U. S.Government Official UFO Procedures and all Top Secret UFO activity from 1942 through1951. In it were all the UFO mysteries, including information concerning photographs ofUFO crashes, deceased aliens, three live ones, cattle mutilations, and a human mutilation.Also listed were some anatomical details of the alien, including information that hislanguage was similar to Sanskrit. COMMENT: Noted is reference to Sanskrit, which incidentally was mentioned in CaseA-1, Status Report II. The report has been refuted by every researcher who took the timeto read it."},{"pageNumber":5,"pageContent":" Still another report which came to me by phone in February 1982, is the so-called LosAlamos Treaty, dated March 7, 1977, supposedly smuggled through Canada. Its purpose isvague, but the names listed therein suggest high level involvement. Signing in the absenceof the President of the United States were General Fitzpatrick and Admiral Ross. Amongthe signers were Dr. John Oliver, Professor Herman Bernard, Dr. Hopkins, Lazrus Path.Below the document read: 'Code 3x301, 3x302; Passuant F.A.I.C.; Classification Twilight;Code Name, Plotean Cyclops; Craft: Sterling I.' COMMENT: When the purpose of the document was questioned, one of my 'insiders'stated that it was probably nonsense. And if it were legitimate, we might ask what did ithave to do with UFOs in the first place?\" Continued in Part 13 - Alleged Secret Government DocumentsCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
