[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon \"Junk DNA\" That's Not Junk© 2005 by Linda Moulton Howe \"This event in the vertebrates that created the ultra conserved elements in thebirth of the vertebrate lineages was a unique event. ...It cannot be a coincidencethat there have been so few changes in these (vertebrate 481 'junk DNA') elementsover this enormous span of half a billion years. It's got to be that they arefunctionally important.\" - David Haussler, Ph.D., UC-Santa Cruz June 25, 2005 Santa Cruz, California - A biomolecular engineer at the University ofCalifornia in Santa Cruz was published in a recent Science journal stating his lab has found481 genetic sequences that are the same in all vertebrates from humans to rats and are soimportant they have not changed in nearly half a billion years. But until now, those geneswere considered \"junk DNA.\"Amazingly, 95% of the genome in all vertebrate animals - from humans to rats - isconsidered junk DNA. The traditional meaning of junk DNA are genes that do not code formaking proteins. But another meaning might be there are a lot of genes that no oneunderstands exactly what they do.Now, Professor David Haussler, Professor of Biomolecular Engineering at the HowardHughes Medical Institute, University of California - Santa Cruz, and his research teamhave discovered 481 previously categorized junk DNA elements which are identical inhumans, rats and mice. That means those DNA elements have not changed over the pasthalf billion years.Interview:David Haussler, Ph.D., Prof. of Biomolecular Engineering, Howard Hughes MedicalInstitute Investigator, University of California-Santa Cruz: \"This is actually turning outto be specific to vertebrates, which is a very small branch of life on this planet. It's animportant branch because it includes us humans, all mammals, birds, fish. There are anenormous number of different species under the classification of vertebrates. But they allshare a common ancestor perhaps half a billion or more, maybe 600 to 700 million yearsago.THAT IMPLIES THAT IF THIS GENOME CODE IS A COMMON DENOMINATOR TOALL OF THESE VERTEBRATES OVER SUCH A LONG PERIOD OF TIME THATTHIS COULD NOT BE JUNK DNA? THERE HAS TO BE SOMETHING VITAL ABOUTIT?We feel that is true. It cannot be a coincidence that there have been so few changes inthese elements over this enormous span of half a billion years. It's got to be that they arefunctionally important.But these are a very special subset of the junk DNA that seem to have some otherimportant functions in these elements. We located 481 of these special elements that wecall 'ultra conserved elements' in the genome.MEANING FOR SO LONG?Yes, the ultra conserved means they were unchanged in mammals for at least 100 millionyears. Then we subsequently looked to see how they changed in birds and in fish and wefound that they were remarkably conserved as well between those more distant (fromhumans) species.\" Ve r t e b r a t e sTypes of Vertebrates"},{"pageNumber":2,"pageContent":" Left toright: Amphibians, Birds, Reptiles, Dolphins and Whales, Seals. Left to right: Fish, Mammals, Marsupials, Primates and Rodents.University of California-Berkeley Museum of Paleontology: \"Vertebrates areanimals with an internal skeleton made of bone. Although vertebrates represent onlya very small percentage of all animals, their size and mobility often allow them todominate their environment.We humans coexist with many other vertebrates and areoften quite aware of them in our environment. We also have many biological, social,cultural and historical ties with vertebrates. We have domesticated dogs, cats, andbirds, and have used horses as a means of transportation. We have used carrierpigeons as a means of communicating over long distances. We also use manyproducts from cows, like milk and leather. \"Vertebrates have a long history on this earth -- more than 500 million years, fromthe late Cambrian up to today. These first vertebrates lacked jaws, like the livinghagfish and lampreys. Jawed vertebrates appeared 100 million years later, in theSilurian.\"Some have argued that many of the characters that describe vertebrates have beenderived from the same set of cells, the neural crest cells. These cells appear early indevelopment, and only vertebrates have them. From neural crest cells are derivedthe skull and jaw bones.\" \"IS IT TRUE, AS THE BBC QUOTED YOU, THAT YOU SAID, 'THIS ABSOLUTELYKNOCKS ME OFF MY CHAIR!'That's true, yes. (laughs) It is an expression, so I didn't physically fall off my chair. But Iwas floored when my post-doc produced 481 of these sequences that were completelyunchanged between human, mouse and rat, which were the three completely sequencedgenomes that we had available at the time when we first did this study. What Do These Ultra Conserved Genes Do?ANY HYPOTHESIS YET ABOUT WHAT THE FUNCTION IS OVER HALF ABILLION YEARS?What we have found is that the ones we have looked at are actually controlling thefunction, the expression, of nearby genes. They are turning on genes that are in theneighborhood. But what is shocking about this is what we mean by 'in the neighborhood.'If you look, for most species there are these elements outside of the protein-coding region,these regulatory elements in the DNA which turn on or turn off the gene. They are usuallyvery close to the start of the gene. But these ultra conserved elements can be up to amillion base pairs away from the start of a gene that they regulate. There have been only afew examples of this in the literature that have been fully documented for conservedelements. We suspect that these ultra conserved elements will provide a large new set ofsuch examples. And the ones we have tested so far have proven to be just that: they arevery precise. They exhibit a very precise control over the gene that they regulate.WHAT ARE THEY TURNING ON?The genes we first noted in the Science journal paper that these ultra conserved elementswere not randomly distributed throughout the human genome. In fact, they tend to formclusters and these clusters often surrounds a very important gene that's involved in theembryonic development of the body essentially. So during the very early stages of humanor mammalian or any vertebrate development, certain genes come on at particular times tocontrol the differentiation of the cells into the different organs and to guide the body as ittakes shape. These are really critical families of genes. Their technical name is homeobox"},{"pageNumber":3,"pageContent":"genes. We have whole varieties of homeobox genes in our genome and other related typesof what are called transcription factors which operate during development to turn onspecific genes at specific times.You have to know when and where you are going to turn on a gene that's going to make anarm. Or after you make an arm, when you make a digit. A whole brain is built on thecareful orchestration of these genes as they get turned on during development. It was justthese kinds of important developmental genes that we found these ultra conservedelements nearby. We have been looking at a few of these and verifying that they do in factcontrol the expression of the nearby developmental genes.FROM A MICROBIOLOGY GENETIC POINT OF VIEW, WHY WOULD THOSE BETHE GENES THAT ONCE WERE CLASSIFIED AS JUNK LAST FOR NEARLY HALFA BILLION YEARS? WHY WOULD THEY BE SO ULTRA CONSERVED?That is the $100 question at this point. We cannot answer that definitively and our lab andother labs are working furiously to really try to answer why these segments of DNA are soconserved as compared to the other segments of DNA. They are even more conservedthan the protein-coding segments that are the more typical object of study in molecularbiology.DOES THAT MEAN THAT THESE GENES YOU HAVE BEEN STUDYING HAVESOME KIND OF IMMUNITY TO COSMIC RAYS AND RADIATION AND OTHERTHINGS THAT MIGHT CAUSE MUTATIONS?We don't think so. It seems like there is some recent evidence that they don't necessarilyaccumulate mutations any slower. But what happens is once if you start with a mutation itdoes not become fixed in the population.IF WE HAVE 3 BILLION GENES, OR LETTERS, THAT MAKE UP A HUMAN BODY,HOW MANY OF THOSE 3 BILLION HAVE BEEN CONSIDERED JUNK DNATRADITIONALLY? AND NOW WHAT HAS CHANGED IN THAT NUMBER?Only 1.5% of the human genome is DNA that codes for a protein. It's a remarkably smallfraction. And that is very unique. Other mammals are similar, but if you look at verysimple organisms like the 1-celled yeast cell. then an enormous fraction of the DNA makesprotein. And in many bacteria, even simpler organisms, the vast majority of the DNA hasthe job of making a protein. But in species such as humans, it's only a tiny part of the DNAthat makes protein. 98%, more than 98% of the genome, does not make protein.Now, the ultra conserved elements are only a tiny additional fraction of the genomebecause there are so few of them. We looked carefully at a broader class of elements thatare not ultra conserved elements, but elements that look like they are changing slower thanyou would expect in neutral evolution. So, they are probably under some sort of Darwinianselection. And that broader class of elements accounts for 5% of the human genome,which for some people still seems remarkably small! That would leave potentially still 95%of the human genome as 'junk DNA.' What Could the Other 95% of the Vertebrate Genome BeDoing?IF THE CURRENT GENOME SEQUENCE IS 3 BILLION LETTERS OF WHICH ONLY5% ARE REALLY IMPORTANT IN CREATING A HUMAN BEING OR RAT ORMOUSE OR OTHER VERTEBRATES THEN DOES THAT MEAN THE WORD FORHUMAN COULD BE REDUCED TO 5% OF 3 BILLION?There is a difference between the letter not being important. Maybe some things areimportant just as spacers. You have to have a certain amount of space between ImportantElement 1 and Important Element 2 maybe there have to be several thousand bases. Itdoesn't matter what those are. We would call those thousand bases 'junk.' But if youdeleted them, you might be in trouble because the space is missing between the twoimportant elements that flank them is wrecked. So, I don't want to speculate that you couldjust take it out and you'd be fine. That's not what we are saying.BUT JUNK DNA IS A LITTLE BIT EQUIVALENT TO THE COSMIC PHYSICIST WHOSAID THAT MOST OF THE UNIVERSE IS DARK ENERGY AND DARK MATTERAND THEY DON'T UNDERSTAND WHAT THAT IS EITHER. BUT OBVIOUSLY, IT ISIMPORTANT. AND HERE WE'VE GOT 95% OF THE HUMAN GENE SEQUENCING,OR VERTEBRATE SEQUENCING, IS NOT UNDERSTOOD AND WE CALL IT 'JUNK,'BUT COULD BE ABSOLUTELY VITAL TO THE OTHER 5%."},{"pageNumber":4,"pageContent":"That's true. Actually this 'junk' DNA has been referred to as 'Dark Matter' more than onceat a meeting. So you actually have anticipated something there in your comment. I'veheard many a speaker say, 'Let's look at what has been called the Dark Matter in thehuman genome.' It is analogous.BUT YOU COULD SAY THAT YOUR WORK IS AT LEAST SHOWING MORE TIP OFAN ICEBERG THAT WASN'T RECOGNIZED BEFORE?Absolutely. What our work shows is that there is more inside the junk DNA than youwould have expected. There are unexplored frontiers. There is no doubt about it. We havemuch more to learn about molecular biology, about how cells work, about how life works.We have an enormous amount left to learn. But that is different than saying that eventuallywe'll find that every one of the 3 billion bases is critically important in the human genome. Do Non-Vertebrates Have AnySimilarly Ultra Conserved \"Junk DNA?\"We think they probably do. It's not going to be exactly the same kind of thing. We'velooked around the genes involved in the development of the body plan in flies and wormsand we see different kind of elements. We don't see the same kind of ultra conservedelements that we see in the vertebrates. There are certainly highly conserved regulatoryelements. But in terms of their sequence, they look completely different. And so, we havea suspicion that this event in the vertebrates that created the ultra conserved elements inthe birth of the vertebrate lineages was a unique event.There might have been an analogous event in flies and worms to create their regulatorysystems, but we think those two systems, the vertebrates and those of flies, worms and soon, evolved independently.\"More Information:On June 9, 2005, the National Institutes of Health's (NIH) Mental Health and ResearchResources divisions reported the following:\"Rodent Social Behavior Encoded in Junk DNAA discovery that may someday help to explain human social behavior and disorderssuch as autism has been made in a species of pudgy rodents by researchers funded,in part, by the National Institutes of Health's (NIH) National Institute of MentalHealth (NIMH) and National Center for Research Resources (NCRR). The researchers traced social behavior traits, such as monogamy, to seeming glitchesin DNA that determines when and where a gene turns on. The length of theserepeating sequences - once dismissed as mere junk DNA - in the gene that codes fora key hormone receptor determined male-female relations and parenting behaviorsin a species of voles. Drs. Larry Young and Elizabeth Hammock, Emory University,report on their findings in the mouse-like animals native to the American Midwest inthe June 10, 2005 Science. The discovery is the latest in a two decades-old scientific quest for the neural basisof familial behavior begun at the NIMH Intramural Research Program in the midl980s by now NIMH director Thomas Insel, M.D. By l993, his team had discoveredthat the distribution of brain receptors that bind to the hormone vasopressin differeddramatically between monogamous and polygamous vole species and accounted fortheir divergent lifestyles. Yet, how such behavioral differences could have evolvedin animals that otherwise appear almost identical remained a mystery. \"This research appears to have found one of those hotspots in the genome wheresmall differences can have large functional impact,\" explained Insel. \"The Emoryresearchers found individual differences not in a protein-coding region, but in anarea that determines a gene's expression in the brain. This is an extraordinaryexample of research linking gene variation to brain receptors to behavior.\" Hammock and Young were particularly intrigued with microsatellites, repeatingsequences of letters in the genetic code peppered throughout these regulatory areasof the vasopressin receptor gene. \"It was considered junk DNA because it didn'tseem to have any function,\" noted Hammock. Each animal species has its ownsignature microsatellites; for example, the repeating letter sequences are muchlonger in monogamous than in polygamous vole species. But even within a species,"},{"pageNumber":5,"pageContent":"there are differences in the number of letters in the sequence among individuals. The researchers first showed in cell cultures that the vole vasopressin receptormicrosatellites could modify gene expression. Next, they bred two strains of amonogamous species, the prairie vole - one with a long version of the microsatellitesand the other with a short version. Adult male offspring with the long version hadmore vasopressin receptors in brain areas involved in social behavior and parenting(olfactory bulb and lateral septum). They also checked out female odors and greetedstrangers more readily and were more apt to form pair bonds and nurture theiryoung. \"If you think of brain circuits as locked rooms, the vasopressin receptor as a lock onthe door, and vasopressin as the key that fits it, only those circuits that have thereceptors can be 'opened' or influenced by the hormone,\" added Hammock. \"Ananimal's response to vasopressin thus depends upon which rooms have the locks andour research shows that the distribution of the receptors is determined by the lengthof the microsatellites.\" Prairie voles with the long version have more receptors in circuits for socialrecognition, so release of vasopressin during social encounters facilitates socialbehavior. If such familial traits are adaptive in a given environment, they are passedalong to future generations through natural selection. Variability in vasopressin receptor microsatellite length could help account fordifferences in normal human personality traits, such as shyness, and perhapsinfluence disorders of sociability like autism and social anxiety disorders, suggest theresearchers. The Emory researchers have found that the bonobo, an ape noted for itsempathic traits, unlike its relative the chimpanzee, has a microsatellite with asequence similar to that of humans. Two studies have found modest associationsbetween alterations in this microsatellite and autism in some families. As subgroupsof autism spectrum disorders are characterized, a stronger connection may emerge. Far from being junk, the repetitive DNA sequences ... may ultimately exert theirinfluence through complex interactions with other genes to produce individualdifferences and social diversity, according to Young.\" Website: UC-SC Reconstructing Ancestral Genome: http://www.cbse.ucsc.edu/news/newsarchive05.shtml#ancestorCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
