[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponUpdated: Bentwaters and Rendlesham Forest MysteryBeyond December 1980© 2005 by Linda Moulton Howe “I think the thing (cylinder-shaped UFO) was a couple of football fields long.That's how big this thing was. The underside was dark and had square shapes on it.”- Steve LaPlume, Former USAF 1st Class Airman, RAF Bentwaters The joint United States and British Royal Air Force Baseat RAF Bentwaters near Woodbridge and the Rendlesham Forest northeastof Ipswich near England's southeastern coast. July 29, 2005 - Ashburnham, Massachusetts - Three years ago on November 29, 2002, the British Ministryof Defence (MoD) released for the first time officially 180 pages that had been kept from the public for 22years. The file subject was the several UFO sightings at Rendlesham Forest near RAF Woodbridge andBentwaters at the end of December 1980. One of the declassified documents began with different dates thanthe current consensus of December 26 - 28, 1980; however, there is a possibility that yet another UFO eventoccurred on December 29, 1980, referenced in the Ministry of Defence memo further below.MoD: “We are aware that on 27 and 29 December 1980, a number of personnelfrom RAF (Royal Air Force) Woodbridge saw strange lights in the vicinity of thebase in Rendlesham Forest. Lt. Col. Charles Halt USAF, the Deputy BaseCommander, submitted a report on these events, which was passed to the Ministryof Defence.”RAF Bentwaters, December 26 - 28, 1980Christmas to New Year's week in December 1980 was a tense and confusing time for several dozen men atthe joint United States and English Royal Air Force Base at Bentwaters near the southeastern coast of theBritish Isles. In the early morning hours right after Christmas day on December 27, odd lights were seenmoving in the Rendlesham forest. Various security and military personnel investigated. And more lights wereseen December 28 and 29.Two weeks later, on January 13, 1981, Col. Halt wrote a summary of the Rendlesham incident on official U.S. Department of Air Force letterhead to the Royal Air Force. The subject was “Unexplained Lights.” "},{"pageNumber":2,"pageContent":"January 13, 1981, summary memo written by USAF Lt. Col. Charles I. Halt, BentwatersDeputy Base Commander, about the Rendlesham forest incident of December 26 - 29, 1980.Another memo by the British Ministry of Defence released on its letterhead with the date, names of theaddressee and signature blacked out, stated:British Ministry of Defence memo that references “several entitiesnear RAF Bentwaters on the night of December 29/30 1980.”"},{"pageNumber":3,"pageContent":"That the MoD memo concluded that the UFO landing in Rendlesham forest was not considered a defenseissue because the craft was peacefully and deliberately landing in a series of visits to Strategic Air Command(SAC) bases in the USA and Europe is a startling conclusion. The American government to this day deniesthe existence of extraterrestrials and E.T. technologies.What is not included in either the January 13, 1981, dated Col. Halt memo - or the British MoD memo - is adescription of what happened on January 9 to 10, 1981, only five days before Col. Halt wrote his January 13,1981, memo. The night of January 9, 1981, Col. Halt allegedly returned to the Rendlesham Forest with agroup of officers - and even family members - to watch yet again remarkable moving lights in the sky. ButCol. Halt never wrote a memo about the night of January 9, 1981.Recently a U. S. Air Force security man, who was there, detailed for me what happened that night and intothe early morning hours of January 9 to 10, 1981. His name is Steve LaPlume. He was born in Leominster,Massachusetts, on July 14, 1962. Right after high school, he enlisted in the U. S. Air Force on July 10, 1980.He first went to Lackland AFB in Texas for technical training in its police academy. Then he was shipped outto RAF Bentwaters in mid-September 1980. He was still waiting for his SECRET clearance to come throughso he could officially join the base security. In the mean time, he was doing shift reliefs and remembers beingin the day room a few days after Christmas when some airmen came in off duty later than usual. Word spreadthat some of them had been chased by a UFO out in the Randlesham Forest and people started making jokesabout “little green men and spaceships.”Then two weeks later, USAF Airman 1st Class Steve LaPlume was on patrol at the RAF Woodbridge EastGate with Senior Airman, Wendell Palmer.Interview:Steve LaPlume, former USAF Airman 1st Class, stationed at Bentwaters AFB near Rendlesham Forestin Woodbridge, England, from September 1980 until honorable discharge in April 1981: “We weretalking about Rendlesham Forest and the UFOs and we mentioned - I think Palmer brought it up first - thatthis was where the UFOs had chased those guys. (East Gate at back of RAF Woodbridge near Rendlesham.)We weren't even clear on what happened.We're talking over the hood of the cruiser. We're on either side of the car talking. Behind him, I look up.Sometimes in the night, you can see satellites chasing across the sky. I saw what I thought was a satellite, butit was a bit brighter. Then suddenly, this thing was not chasing across the sky. It was going up and down inthe sky from I'm trying to think what elevations it would be. If we used degrees off on the horizon, probablyfrom about 15 degrees off the horizon to about 35 to 40 degrees off the horizon, gyrating up and down.Steve LaPlume's sketch of the light that moved up and down from about 20 degrees abovethe horizon to at least 45 degrees above, as marked on right side of drawing. LaPlume's andPalmer's January 9, 1981, report of this oddly moving light provoked military officers,including RAF Bentwaters Deputy Base Commander Lt. Col. Charles Halt, to returnto Rendlesham Forest with cameras. Sketch © 2005 by Steve LaPlume.I said, 'Hey, what the heck is that?' Palmer turned around and we stared at it for a few minutes. He said, 'Idon't know. I'll go check and see what's on radar.' So I kept an eye on it and he got in the cruiser. He wentdown to the radar tower over at the flight line. He returned, maybe 15 minutes later, or maybe only 5 minuteslater. And then he said that the only thing that was up in the air was a couple of helicopters from theparamedic rescue guys and a C-130. So, we both figured whatever was making the sky pattern could not beeither one of those. Those planes were not physically capable.At that point he said, 'Do you want to call it in? We have to call it in because they said to if we were seeinganything goofy over here.' I said, 'OK, fine.' So Palmer got on the radio and instead of referring to himself, hesaid, 'LaPlume just saw a UFO.' And then all hell broke loose at that point.LIKE WHAT?Immediately, the security phone rang at the booth. Palmer had given them our location. It rang and it was aLt. Bruce Englund. He talked with me and asked what I had seen. I explained to him just what I explained toyou what I saw. He said, 'OK, keep an eye on it. There will be someone out there.'"},{"pageNumber":4,"pageContent":"It wasn't ten or fifteen minutes, there were cars and people. There was so much brass there! I had just turned18 and this was my first assignment. I hadn't even been cleared to go in and do my actual job. So, I hadn't hadany on-the-job training other than just standing at a post checking I.D.s. So, I was pretty intimidated. Mycommander came out, which was my shift commander, Lt. Bruce Englund. My RAF Bentwaters DeputyBase Commander would be Col. Halt. He'd come over from Bentwaters. He was driving something like anMG midget sports car, or something like that. Then also, there were some people that I didn't know fromWoodbridge and they were all like captains and colonels and stuff. One of them had brought his wife and thisis the part I can't get. I don't understand why nobody focuses on this. It totally bewilders me. This guybrought out his wife and his teenage kid and they had a Nikon camera. The kid was kind of calm, but the wifewas very much excited about the whole situation. She had her camera and was checking it and saying, 'Oh,boy, I hope we get to see one this time.' So someone knew something was going on.WHEN THE BRASS SHOWED UP, INCLUDING THE WIFE WITH THE CAMERA, WHERE EXACTLYDID THEY DRIVE AND STOP THEIR CARS?We were at the security East Gate and they jumped into their cars and headed up the road off base. They gotto the end of the road and took a right and after that, I have no idea where they went.SO, THEY HAD TO EXIT RAF WOODBRIDGE BY GOING THROUGH THE EAST GATE?Correct.THE DIRECTION THEY WENT?Was toward Rendlesham Forest.YOU ARE ASSUMING THAT THEY KNEW THAT SOMETHING WAS GOING TO COME THERE THATTHEY WOULD PHOTOGRAPH?My assumption was that they knew something was up and they knew where to go because they jumped intothe car and left. They didn't ask much. They said, 'Where?' and we pointed off in the direction we last saw it.Then they jumped into the car and left. I don't know where they went. I believe Palmer and I evencommented on it, 'Where are they going? What are they going to look for?' Because we weren't aware ofanything landing in the Rendlesham woods.THAT WAS THE NIGHT OF JANUARY 9, 1981?Correct. Lt. Bruce Englund briefed me and said, 'Col. Williams is coming out, just so you know. Don't benervous. Tell him your post is all safe and secure. Let him know what you saw. And, oh, by the way, Williamsjust made Brigadier General. Today, they just passed him in Congress.'So, Col. Williams came out who is now General Williams. I did what I was told. They gave us a starlightscope and they all jumped into a blue Air Force station wagon with yellow lettering on the side that said, 'AirForce.' They jumped into one of those and they all took off toward the Rendlesham Woods, which Palmerand I did not understand because this UFO thing was way high in elevation. It had gone over the direction ofthe woods, but it never went down anywhere to the elevation of the trees or anything like that. So, they alltook off in that direction and we were left standing there with a starlight scope that we fooled around with.Then, they all came back about 45 minutes later and gave no indication that they saw anything. They postedme on that East Gate all night long and told me to report if I saw anything else and they all left.WHAT YOU ARE SAYING IS UNUSUAL AERIAL PHENOMENA WENT ON UNTIL AT LEASTJANUARY 9, 1981, AND THAT HIGH RANKING PEOPLE WENT TO RENDLESHAM FOREST WHOSEEMED TO BE EXCITED ABOUT THIS LIGHT MAKING THE ODD BEHAVIOR IN THE SKY.Yes, very much excited. Huge Cylinder-Shaped Aerial ObjectNow, the second half of this story is after everybody had left. Palmer had gone to go give bathroom breaksand stuff like that. He came out maybe an hour or so later just to check on me and make sure everything wascool. It was a cold night and so we were hanging on the hood of his car talking because it was kind of warmfrom the heat of the engine.From over where the lighthouse is (Orford), we saw a light coming from that direction that was basicallymaking a beeline toward us. It was coming in low and slow and moving along. It was just lights at the time. Idon't remember white light. I remember kind of a small if I drew it proportionately, it was a blue light, a greenlight, a red light, and I believe a yellow light. The blue light seemed to be more prominent than any of theother lights. It was not like there was a red light on the tail and a white light on the sides that you wouldassociate with a regular aircraft.SO WHAT HAPPENED?At the point where the 'vehicle,' I'll call it because I don't know what it was it was probably at least 1,000 feetabove the ground. It came over the trees right up the access road next to the runway. It was up in the sky. Iremember it being very long and cylindrical, cigar-shaped. It came over our heads and I remember lookingunderneath and just being awestruck looking up at it and thinking, 'Wow, this is the neatest thing I've everseen in my life!' It was a physical vehicle."},{"pageNumber":5,"pageContent":"WHAT WERE YOU SEEING EXACTLY IN DETAIL?I remember seeing the underside, which was dark and had shapes like squares. It had physical shapes. Iremember looking at that blue light and the next thing I know, this thing is to the right of us. It was tracing offinto the sky from where we originally saw it before we ever called anybody and it just got smaller and smallerin the sky as it gradually got higher and higher and blended with the stars and that's the last we saw it.WHAT HAPPENED BETWEEN YOUR LOOKING UP AND SEEING THE SQUARE SHAPES ON THEBOTTOM AND THEN IT BEING TO THE RIGHT?I have no idea.SO YOU ARE SUGGESTING THAT YOU GUYS MIGHT HAVE MISSING TIME?I honestly don't know. I've sat and thought about that and I don't know whether I've just blocked those fewseconds out, or whether something happened. I honestly can't remember what happened during that time.HOW CLOSE DO YOU THINK IT WAS ABOVE YOU?Like I said, probably a thousand feet. I remember seeing physical stuff underneath it, but it was a very largestructure, too. I really don't have anything to judge it against because it was just against the sky and it was bigand I didn't have anything to really size it up.IF YOU WERE EXTENDING YOUR ARM RIGHT NOW AND POINTING YOUR INDEX FINGER OUT,WOULD THIS OBJECT HAVE BEEN BIGGER THAN YOUR INDEX FINGER IN THE SKY ABOVEYOU, EVEN IF IT WAS A THOUSAND FEET ABOVE YOU?Oh, this thing was if I put my arms both to the sides of me, it was that big looking up at it. Does that makesense?IF THIS WAS 1,000 FEET ABOVE YOU, USING YOUR GUESS, YOU ARE SAYING YOU WOULDHAVE TO EXPAND YOUR ARMS...I think the thing (cylinder-shaped UFO) was a couple of football fields long. That's how big this thing was.The underside was dark and had square shapes on it.COULD YOU SEE ONLY THE BOTTOM? OR COULD YOU SEE AN END?All I could see was the underneath side. That's the part that really kind of goofs me up. I remember it comingtowards us, seeing lights, but I could not see a real good shape until it was very close to us and almost overus. I remember seeing that it was cylindrical. The part I was looking at was like the front half. It wasn't thewhole thing. It's like the rest of it was in the dark, and the part I was looking at was lit up. And it was not avery bright, shiny light. It was a pale, dull, pastel-type light. It was long and cylindrical. It was longer than itwas wide.WHAT DID YOU AND PALMER SAY TO EACH OTHER?Oh, absolutely nothing. We both looked straight up at that thing and never said a word to each other.THAT SEEMS STRANGE.I was completely awestruck, 'Whoaa!' There was not one word exchanged until it was off heading into thesky. Either he or I might have said something to the effect, 'Look, it's disappearing. You can hardly tell itfrom a star now.' We made mention of the fact that it was not recognizable at one point.PALMER DOES NOT HAVE ANY MEMORY OF WHAT HAPPENED WITH THIS HUGE THINGABOVE YOU, EITHER?I don't know. It was very strange. The moments following that, we looked at each other and said, 'Do youwant to call this in?' I looked at him and said, 'Hell, no!' And he said, 'OK, me neither.' We honestly nevertalked about that ever since. We did not say one word to each other about it. I never asked him what he sawand he never asked me what I saw. Absolutely nothing was said between us.YOU DID NOT WANT TO REPORT IT, WHY?We didn't want to report that part because we just thought, 'Forget it! They'll think we're total freaks!' I don'tknow. Maybe it was just fright. The ridicule everybody else got (during the December 26-28, 1980, events.)When I got back, my sergeant came up and said, 'What did you see?' I told him about the light moving up anddown, but I did not tell him about the huge cigar thing. I just told him about the first half that's what Palmerand I agreed upon. Then he said, 'OK. You missed the bus. You have to find your own way back to thebarracks.' I had to hitchhike back to the barracks because I was late.NOBODY ELSE EVER DEBRIEFED YOU ON ANYTHING?No, absolutely nothing.YOU NEVER HEARD ANYTHING ABOUT THE BRASS WHO WERE OUT THERE AND SEEMED TOBE EXCITED AND HAD CAMERAS?Never heard anything, no.IN TERMS OF THE HUGE CYLINDER OBJECT, DID ANYONE ELSE IN THE BENTWATERS AND"},{"pageNumber":6,"pageContent":"RENDLESHAM SECURITYSEE IT?No one else saw it, which is so strange.MEANING THAT YOU AND PALMER ARE THE ONLY TWO THAT YOU KNOW?That I know of who saw it at the time.BOTH OF YOU CHOSE NOT TO TELL ANYONE?Correct. Larry Warren, Another USAF Eyewitnessof UFO Activity At Rendlesham ForestWHAT DO YOU KNOW ABOUT LARRY WARREN'S STORY CONCERNING THE UNDERGROUNDFACILITY....[ Editor's Note: Larry Warren was a USAF Security Specialist at RAF Bentwaters inDecember 1980, and described dramatic UFO events, including underground debriefingwith military film of UFOs, in his co-authored book with writer, Peter Robbins. Left AtEast Gate: A First-hand Account of the Bentwaters-Woodbridge UFO Incident, ItsCover-Up, and Investigation © 1997 by Larry Warren and Peter Robbins. Available atamazon.com. ]The only thing I heard was from Larry Warren. He came into my dorm room after my January 10, incidentbecause he heard I saw something. He closed the door and we locked it and sat and talked. He said, 'I want totell you what happened to me because I know something happened to you. We're kind of in the same boat.'He seemed very frightened, or concerned, about his safety. He told me about the first night he saw somethingwhich when he described it to me, he was walking back to base with someone else and he saw something inthe sky. He told me about the lights exploding apart and coming back together to form one ship, or somethingto that effect.Then he said that someone with a badge came up to him. I believe he said it was the USAF OSI (Office ofSpecial Investigations). They debriefed Larry and told him he had seen nothing.The next thing I know he said there was another night where they were trying to get the light-alls going,nothing was working, they had trouble getting the fuel pumps to work to get the gas into the light-alls. Thetrucks weren't working right. But they lit up the area, he told me, pretty much the same story he's been tellingfor 20 some years that General Gordon Williams was there. He said something about someone falling into themud. I don't know if it was Williams or someone else. Everybody was around this craft, some closer thanothers. Some men were crying. Some were just standing there. He told me it was a Colonel who had gone upto talk to these beings and they weren't talking and using voices. They were communicating in some otherway. He described the beings: he said they were floating outside the craft and they looked like 'kids insnowsuits.' That is a direct quote from Larry Warren. That's all he could think of, that they were kids insnowsuits.Steve LaPlume is now a businessman based in China. He contacted me to tell his story in detail now becausehe's always wondered why Col. Halt, other brass and even the wife and child had cameras and were soexcited the evening of January 9, 1981, in Rendlesham forest.If anyone has more firsthand information about what happened in Rendlesham forest on January 9 to 10,1981, please contact me at earthfiles@earthfiles.com.More Information:February 16, 1981, memo by UK Ministry of Defence Senior Leader, J. D. Badcock ,"},{"pageNumber":7,"pageContent":"that references radar camera recorder and audiotape record “evidence.” Capel Green, a Rendlesham Forest field where an oval-shaped area was still discoloredin 1988 when former USAF Security Police officer, Larry Warren, returned to photographwhere he remembered a craft appeared during the December 1980 events. Photograph© 1988 by Larry Warren and Peter Robbins in their 1997 book, Left At East Gate.February 23, 1981, Memo About “Unexplained Lights”and Radioactivity in Rendlesham ForestFebruary 23, 1981, memo entitled, “Unexplained Lights” from R. C. Horsecraft aboutradioactivity measured in Rendlesham Forest. Source: U.K.'s Ministry of Defence. More Information:For further information about the worldwide UFO phenomena, please see Earthfiles Archive (partial listbelow) and my books, An Alien Harvest and the 2-volume Glimpses of Other Realities in the EarthfilesShop.• 06/23/2005 — Updated: More Than 3,000 Unusual Animal Deaths Reported in Argentina and Chile Since 2002• 06/20/2005 — Part 14: UFO Crash/Retrievals: Status Report III - Amassing The Evidence• 06/17/2005 — Unusual Cow Death in Paradise Hill, Saskatchewan, Canada• 06/17/2005 — Part 13: UFO Crash/Retrievals: Status Report III - Amassing The Evidence• 05/26/2005 — Part 1 - Brazilian Air Force Opens Its UFO Files to Public• 05/20/2005 — May 2005 Crop Formation Update in Six Countries• 05/10/2005 — Part 12: UFO Crash/Retrievals: Status Report III - Amassing The Evidenc• 05/04/2005 — Part 11: UFO Crash/Retrievals: Status Report III - Amassing The Evidence• 04/28/2005 — Dozens of Unidentified Aerial Objects Videotaped Over Sonora, California• 04/19/2005 — Part 10: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by LeonardH. Stringfield• 04/18/2005 — Part 9: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by LeonardH. Stringfield• 04/17/2005 — 1949 Aerial Disc Covered-Up By Project Blue Book As \"Kite\"• 04/14/2005 — \"Battle of Los Angeles\" On February 25, 1942: When America's 37th Coast Artillery Brigade FiredOff 1,430 Anti-Aircraft Shells At A UFO• 04/13/2005 — Highly Strange Dog Death in Arkansas; 2000-Pound Bull Dropped On Log Pile and Calf Skinned• 04/05/2005 — Part 8: UFO Crash/Retrievals: Status Report III - Amassing The Evidence• 03/28/2005 — Part 7: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by LeonardH. Stringfield• 03/24/2005 — Part 6: UFO Crash/Retrievals: Status Report III - Amassing The Evidence• 03/22/2005 — Part 5: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by LeonardH. Stringfield• 03/13/2005 — Part 4: UFO Crash/Retrievals: Status Report III - Amassing The Evidence• 03/08/2005 — Flying Disc Paced Airliner Over Puget Sound Navy Yard• 03/07/2005 — Part 3: UFO Crash/Retrievals: Status Report III - Amassing The Evidence"},{"pageNumber":8,"pageContent":"• 03/03/2005 — Part 2: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by LeonardH. Stringfield• 03/01/2005 — Part 1: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by LeonardH. Stringfield• 02/23/2005 — FINAL Part 4: UFO Crash/Retrievals: Status Report IV - Fatal Encounter At Ft. Dix-McGuire• 02/21/2005 — Updated - Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 02/19/2005 — Part 3: UFO Crash/Retrievals: Status Report IV - Fatal Encounter At Ft. Dix-McGuire• 02/13/2005 — Part 1: UFO Crash/Retrievals: Status Report IV - Fatal Encounter At Ft. Dix-McGuire• 02/11/2005 — Story Behind \"Inflation-Theory Implications for Extraterrestrial Visitation\"• 02/07/2005 — FINAL Part 3: UFO Crash/Retrievals: Status Report V - Is The Cover-Up Lid Lifting?• 02/04/2005 — Part 2: UFO Crash/Retrievals: Status Report V - Is The Cover-Up Lid Lifting?• 01/30/2005 — Part 1: UFO Crash/Retrievals: Status Report V - Is The Cover-Up Lid Lifting?• 01/26/2005 — Final Part 28: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by LeonardH. Stringfield• 01/17/2005 — Part 27: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H.Stringfield• 01/15/2005 — Part 26: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H.Stringfield• 01/15/2005 — Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 01/11/2005 — Part 25: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H.Stringfield• 01/04/2005 — Part 23: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H.StringfieldWebsites:U. K. Ministry of Defense August 2009 UFO File Release:http://ufos.nationalarchives.gov.uk/RAF Bentwaters History: http://en.wikipedia.org/wiki/RAF_BentwatersLeft At East Gate © 1994 by Larry Warren and Peter Robbins: http://www.amazon.com/s/ref=nb_ss?url=search-alias%3Dstripbooks&field-keywords=Left+At+East+Gate&x=0&y=0You Can't Tell the People © 2000 by Georgina Bruni:http://www.amazon.com/You-Cant-Tell-People-Cover-up/dp/0283063580/ref=sr_1_1?ie=UTF8&s=books&qid=1251680102&sr=1-1December 29, 1980 Cash-Landrum UFO Encounter, Texas:http://www.ufoevidence.org/cases/case86.htmhttp://en.wikipedia.org/wiki/Cash-Landrum_incident1967 Malmstrom AFB UFOs Over Minuteman Missile Sites:http://www.cufon.org/cufon/malmstrom/malm1.htm1968 Minot AFB UFOs Over Minuteman Missile Sites: http://www.ufocasebook.com/minotafb.htmlPolice Reporting UFO Sightings, PRUFOS: http://www.prufospolicedatabase.co.uk/1.htmlMajestic 12 Documents: http://www.majesticdocuments.comAmerican Presidents: http://www.presidentialufo.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of this screen or anypart of this website are expressly prohibited without prior Earthfiles.comwritten consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
