[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Deep Impact Spectra: Carbonate, PAHs and Some Amino Precursors inComet Tempel I © 2005 by Linda Moulton Howe Left: NASA illustration of Deep Impact's impactor just before hitting Comet Tempel I on July 4, 2005.Right: Actual cratered surface of Comet Tempel I ninety seconds before the impactor smashedinto the fluffy ice at 23,000 mph. Photograph courtesy NASA. Moment of impact on potato-shaped Comet Tempel I at 10:52 p.m. PDT,July 3, 2005 / 1:52 a.m. EDT, July 4, 2005. Image by NASA,ESA, Johns Hopkins University Applied Physics Lab. August 12, 2005 College Park, Maryland - This week geologists, chemists, physicistsand planetary scientists from around the world gathered at the 9th International Asteroids,Comets and Meteors Conference in Brazil. One of the presentations was by Carey MichaelLisse, Ph.D., Prof. of Physics at the University of Maryland, and member of the DeepImpact Science Team. Dr. Lisse is Principal Investigator of Deep Impact spectral resultsfrom the Chandra X-Ray and Spitzer telescopes.Before he left for Brazil, Dr. Lisse gave me a preview of what has been learned so farsince the July Fourth impact on Comet Tempel 1. The impactor hit the comet at 23,000mph. There was an immediate flash as the impactor burrowed into the soft, fluffy ice,releasing hot gases. Essentially, the impactor vaporized, and the comet around theimpactor broke up and vaporized. That happened in about two seconds and was the firstspectra data blast.Then comet debris flew out. That immediate ejecta did not last very long either and wasthe second data blast. Compounding the problems of those first short-lived spectra bursts,it turns out that the Deep Impact mothership was not pointing exactly the right way to getthe best spectral results when the impactor slammed into Tempel I.But back toward Earth, the largest infrared telescope ever launched into space waswatching the Deep Impactor collide with the comet. The Spitzer Space Telescope wasmonitoring in a 5 to 40 micron wavelength range, which was more sensitive than DeepImpact's 1 to 5 micron wavelength range. Deep Impact was so close, it could only see apart of the comet's coma, which is the fuzzy haze of glowing dust that surrounds thecomet's hard nucleus. Spitzer could see the whole coma, the hot gases and the ejectarushing out from the explosion for hours and days afterward."},{"pageNumber":2,"pageContent":"Dr. Lisse told me: \"Of all the data I've seen, Spitzer is one of the most gorgeous data sets. Ithink we've got the first good handle on excavating a comet and finding the dinosaur bonesof the solar system's formation.\"The very first data showed hot water. At least 50% of Comet Tempel I is water ice. Thespectra also showed carbon dioxide and some yet unidentified organic material likegraphite or carbon black. And Spitzer spectral data showed some surprises such asprecursors to the aminos in amino acids. Those are hydrogen cyanide and methyl cyanide.Surprisingly, Deep Impact spectra also show carbonate - think limestone; and polycyclicaromatic hydrocarbons (PAHs) - think carbon Bucky Balls and nanotubes. I asked Dr.Lisse about his conclusions so far.Interview: Carey Michael Lisse, Ph.D., Prof. of Physics, University of Maryland, College Park,Maryland, and member of the Deep Impact Science Team and Principal Investigatorfor the Chandra X-Ray and Spitzer telescope Deep Impact spectrometer results:\"What have we concluded so far? It's still under work, but we've concluded so far that wesee every major rock-forming element that makes up the Earth in this Comet Tempel I.EVERY ONE?Except for iron. The iron is hiding. We're trying to figure that out. Is it just not easy to seein the infrared? Or is the iron hiding in an iron oxide or iron sulfide, pyrite or rust.We think that iron particles or iron sulfide or iron oxide are all relatively weak and hard tosee. They don't make nice crystals that shine brightly in infrared, unlike silicate such assand and other rock-forming elements that you can see really easy in infrared. You can seealumina or conundrum, which is sapphire or ruby.[ Editor's Note: Alumina or Aluminum oxide is a chemical compound of aluminumand oxygen with chemical formula Al2O3. Commonly referred to as alumina in themining, ceramic, and materials science communities. The gems ruby and sapphireare mostly aluminum oxide, given their characteristic colors by trace impurities.Aluminum oxide is an excellent thermal and electrical insulator. In its crystallineform, called corundum, its hardness makes it suitable for use as an abrasive and as acomponent in cutting tools. ] Looking for Precursors to LifeTHERE HAVE BEEN HYPOTHESES OVER THE DECADES ABOUT COMETSBRINGING LIFE-BEARING PROTEINS AND ORGANIC MOLECULES TO THISPLANET AND PERHAPS OTHERS. HAVE YOU FOUND ANYTHING FROM THEDEEP IMPACT RESEARCH THAT LOOKS LIKE EITHER A PRECURSOR TO LIFE,OR LIFE ITSELF?Certainly not something that's life, no amino acid or protein. We would have yelled andscreamed about that if we had seen anything directly. So nothing that looks like a peptidebond stretch, which is the building block of amino acids. But we have found:1) Hydrogen cyanide (HCN) and 2) Methyl cyanide, which are precursors of the amino part of amino acids.[ Editor's Note: HCN = Hydrogen cyanide is a chemical compound withchemical formula H-CN. A solution of hydrogen cyanide in water is calledhydrocyanic acid or prussic acid. Pure hydrogen cyanide is a colorless, verypoisonous, and highly volatile liquid that boils slightly above roomtemperature at 26 °C and generates hydrogen cyanide gas. Hydrogen cyanidehas a faint, bitter, almond-like odor and is weakly acidic. HCN partly convertsto the cyanide ion CN in aqueous solution, resulting in a colorless volatileliquid with the typical hydrogen cyanide odor. The salts of hydrogen cyanideare known as cyanides. Used by the chemical industry in tempering steel,dyeing, explosives, engraving, the production of acrylic resin plastic, andother organic chemical products. ] Ammonia? We don't have the direct detection of ammonia or NH2, which would be thedirect precursor. That's one part."},{"pageNumber":3,"pageContent":"Formic Acid? The other part would be looking for an organic acid like formic acid. Whenyou think comets, I want you to think the very simplest compounds because we don't findthe big, fancy large ones. We don't find proteins, we don't find a thousand atomic masspolypeptides or polymers or plastics or anything like that. We usually find little stuff likemethane, CH4, or carbon dioxide and carbon monoxide and water, which are very simple,four or five atoms.June 2005 spectra before impact on July 4, 2005:water, cyclohexane, carbon dioxide, carbon monoxide. July Fourth spectrato be released in upcoming journal publications.OW MUCH METHANE FROM DEEP IMPACT?Not clear yet. But we've definitely found:3) Methanol4) Carbon Monoxide, CO5) Carbon Dioxide, CO26) Water (Tempel I is about 50% water ice)7) Ethane (Hydrocarbon consists of two carbons and six hydrogens; non-soluble inwater. It is the simplest hydrocarbon containing more than one carbon atom.)These again are all simple molecules. You can't scream and say, 'Life from them!'But they are the precursors you need for amino acids and life. BENZENE?No, nothing obvious. It's hard to find that. We also see what are called: 8) 'PAHs' polycyclic aromatic hydrocarbons. Think Bucky Balls and carbon nanotubes and graphite which has been exposed tohydrogen and water. That could also be catalytic for life or it could be a component.But there is nothing that shrieks that there has to be bacteria or life. We don't havethat. 9) Carbonate - And we have also found evidence for carbonate (limestone-like) inDeep Impact.[ Editor's Note: Polycyclic aromatic hydrocarbons (PAHs) are also called polynucleararomatic hydrocarbons. They are composed of more than one aromatic ring.The simplest polycyclic aromatic hydrocarbon is pentalene.PAHs of three rings or more have low solubilities in water and a low vaporpressure. As molecular weight increases, solubility and vapor pressuredecrease. PAHs with two rings are more soluble in water and more volatile.Because of these properties, PAHs in the environment are found primarily insoil and sediment, as opposed to in water or air. However, PAHs are oftenfound in particles suspended in water and air.As molecular weight increases, the carcinogenicity of PAHs also increases,and acute toxicity decreases. One PAH compound, benzo[a]pyrene, is notablefor being the first chemical carcinogen to be discovered.Naphthalene (C10H8), consisting of two coplanar six-memberedrings sharing an edge, is another aromatic hydrocarbon. By someconventions, it is not a true PAH, but is referred to as a bicyclicaromatic hydrocarbon. Its smell is familiar to those who haveencountered mothballs."},{"pageNumber":4,"pageContent":"PAHs and Origins of Life: In January 2004, at the 203rd Meeting of theAmerican Astronomical Society, it was reported (as cited in Battersby, 2004)that a team led by A. Witt of the University of Toledo, Ohio studied ultravioletlight emitted by the Red Rectangle nebula and found the spectral signatures ofPAHs, anthracene and pyrene. No other such complex molecules had everbefore been found in space. This discovery was considered confirmation of ahypothesis that as nebulae of the same type as the Red Rectangle approachthe ends of their lives, convection currents cause carbon and hydrogen in thenebulae's core to get caught in stellar winds, and radiate outward. As theycool, the atoms supposedly bond to each other in various ways and eventuallyform particles of a million or more atoms. Witt and his team inferred that since they discovered PAHs-which may havebeen vital in the formation of early life on Earth in a nebula, nebulae, bynecessity, are where PAHs originate.Nanotube: M. S. Dresselhaus, Department of Physics and the Department ofElectrical Engineering and Computer Science, Massachusetts Institute ofTechnology: \"Conceptually, single-wall carbon nanotubes (SWCNTs) can beconsidered to be formed by the rolling of a single layer of graphite (called agraphene layer) into a seamless cylinder.\" Nanotubes are a proving to beuseful as molecular components for nanotechnology.Structure of a multi-walled nanotube © Alain Rochefort,Center for Research on Computation and its Applications (CERCA).Bucky Ball: \"C60 is the third major form of pure carbon.Graphite and diamond are the other two. C60 is the roundest andmost symmetrical large molecule known to man. Molecules madeup of 60 carbon atoms arranged in a series of interlockinghexagons and pentagons, forming a structure that looks similar toa soccer ball. C60 is actually a \"truncated icosahedron\",consisting of 12 pentagons and 20 hexagons. C60 is the onlymolecule composed of a single element to form a hollow spheroid[which gives the potential for filling it, and using it for noveldrug-delivery systems. \"The bucky ball, being the roundest ofround molecules, is also quite resistant to high speed collisions. Infact, the bucky ball can withstand slamming into a stainless steelplate at 15,000 mph, merely bouncing back, unharmed. Whencompressed to 70 percent of its original size, the bucky ballbecomes more than twice as hard as its cousin, diamond.\" ]Bucky Ball, C60 model of molecule. © Dr. Roger C. Wagner,Dept. of Biological Sciences, University of Delaware.e found evidence for PAHs which have never been seen in comets before. We don'tknow exactly what kinds they are. We're pretty sure they are there."},{"pageNumber":5,"pageContent":" BECAUSE? We see them around stars. We see them in the interstellar medium, if you are collectingdust that's silicaceous the rock-forming elements are there and we know there is a lot ofcarbon in the universe. There are more carbon atoms than there are silicon because carbonis lighter. Carbon has an atomic weight of 12. Silicon has 28. Basically in the universe,simpler is more. That's why you have 85% of the universe is hydrogen and another 7% ishelium. The fewer atoms, the fewer neutrons and protons to put in, the more stuff you'vegot because the universe is still in a relatively simple state. So, you've got a lot of carbonout there. If we see silicates, we should be seeing the carbons and carbonates as well.THAT WOULD IMPLY WHAT?Carbonate is interesting in that it's like calcium carbonate, limestone, that you find on theEarth. We do not think there is any indication for life before I go down that road, or thereis any intimation of that. Carbonates are interesting in that hints of them were seen once inComet Halley. They are controversial because folks will be surprised to see them. Usuallyyou need a liquid water environment to form them. You have carbon dioxide. You havewater. And you have silicates, then you can form carbonate.What's confusing is that comets, as far as we know, were formed at about 30 to 40 degreesKelvin above absolute zero. Very cold! Think ice ball and very little chemistry can happento them.On the other hand, you have 5 billion years to make stuff. So even if you are making thingsextremely slowly, it's possible you can make carbonates in a solid state.Now it's also possible that our chemistry folks will tell us, that what you did was form thecarbonates in the primordial cloud that condensed into the solar system. That you did yourchemistry before you condensed your comet at 30 to 40 degrees Kelvin. So this might beanother clue as to the recipe to how things came together. Precursors to Amino Acids? WOULD THE FACT THAT YOU HAVE FOUND CARBONATES AND METHANEAND 50% WATER AND CARBONS IN TEMPEL I INDICATE THAT ALL THEINGREDIENTS ARE THERE FOR MAKING WHAT COULD BE THE CHAINSTOWARD LIFE WITH PROTEINS AND AMINO ACIDS?We've got the carbon dioxide, we have the methane, we have the water. What's missing isammonia. The amino in the word 'amino acid' is ammonia. But it does not mean ammoniais not there (on Comet Tempel I). Ammonia has been terribly difficult to detect very wellin comets. We have seen hints of it. We're pretty sure it is in comets. But it is hard to find.WHY?It's just not very active in infrared. To answer your question, if we get a better handle onthe ammonia, the answer is yes.SINCE AMMONIA DOES NOT SHOW UP ON INFRARED SO EASILY...Not very well. It would be about 11 microns, which is right in the middle of a huge silicate,rock-forming element. Hard to see.IS IT POSSIBLE THEN THAT YOU COULD HAVE PRECURSORS OF LIFEMOLECULES ON COMET TEMPEL I OR ANY OF THE OTHER COMETS AND YOUJUST HAVEN'T BEEN ABLE TO SEE IT?Yes. It's possible we haven't detected them yet because it's hard to detect them. Or thatthey are .001%. But, as we've probably have learned on Earth, it does not take much. Allyou need is a few.UNTIL YOU CAN GET ACTUAL COMETARY MATTER RETURNED TO THE EARTHTO A LAB...In pristine cold condition, I should add that. Star Dust is going to return dust in January2006 that has come off the Comet Wild 2 and been captured briefly at very hightemperatures and velocities in the aerogel. Hopefully we'll be able to keep the gases aswell, but it's not clear if there was any ammonia or carbon dioxide or water ice that itwould not boil off in the process of capture. Or hasn't already boiled off once the dust isreturned."},{"pageNumber":6,"pageContent":" The goal of the Stardust mission is to return both particle samples from Comet Wild 2 and from interstellardust.By returning these samples to Earth in January 2006 for analysis, NASA says, \"a great deal is expected to belearned about thecomposition of the building blocks of the early solar system and our neighboring local stellar medium.\" Imagecourtesy NASA.LL OF THIS SEEMS RELEVANT TO THE FUNDAMENTAL QUESTION THATEVERYBODY WOULD LIKE TO KNOW: IS THERE OTHER LIFE IN THEUNIVERSE ?And how did we get here? Do Comets Carry Life Seeding Molecules?YES. AND WHY DOES THIS EARTH HAVE SO MUCH WATER AND WHY DOES ITHAVE LIFE? AND THAT LEADS TO THE QUESTION: HOW LIKELY DO YOUTHINK IT IS THAT WE WILL FIND A COMET THAT HAS ALL THE INGREDIENTSOF ACTUAL LIFE MOLECULES IN IT?It's a very good question. Right now, the answer is in the realm of speculation. I'd like toanswer the question in a slightly different form. I don't mean to sound like I'm managingthe media, but let me back up. We know that we've got an estimate of the number of starsin our galaxy. It's about 100 billion.From the Hubble observation of the universe, we think there is 100 billion galaxies. Whenwe look at stars, we think about 10% of them have planets. So, you take 100 billion starsin our galaxy and say 10% of them have planets = 10 billion planets, at least.Then there is 100 billion galaxies. You wind up saying there are ten-to-the-21-powerplanets in the universe. Should I give that in scientific notation or in billions and billionsand billions..?(laughing) I KNOW THE DRAKE EQUATION.I guess what I am trying to say is that we humans might not be unique, except that we'rethe only ones that we know.\"More Information:The Drake Equation:Bradley Keyes at The Active Mind describes the Drake Equation developedby Frank Drake in 1961, \"as a way to focus on the factors which determinehow many intelligent, communicating civilizations there are in our galaxy. TheDrake Equation is:N = N* fp ne fl fi fc fLN* represents the number of stars in the Milky Way Galaxy. Currentestimates are 100 billion.fp is the fraction of stars that have planets around them. Current estimatesrange from 20% to 50%.ne is the number of planets per star that are capable of sustaining life. Currentestimates range from 1 to 5.fl is the fraction of planets in ne where life evolves. Current estimates rangefrom 100% where life can evolve, down close to 0%."},{"pageNumber":7,"pageContent":"fi is the fraction of fl where intelligent life evolves. Estimates range from100% down to near 0%.fc is the fraction of fi that communicates with rest of universe. Possibly 10%to 20%fL is fraction of the planet's life during which the communicating civilizationslive. If Earth was destroyed tomorrow, the answer for our planet's intelligentlife trying to communicate would be only 1/100,000,000th.When all of these variables are multiplied together, it equals N, the number ofcommunicating civilizations in the galaxy.\" Where Does All the Water On Earth Come From?More Interview with Carey Lisse, Ph.D: \"EARTH IS A PLANET IN WHICHTWO-THIRDS OF THE SURFACE IS DEEP WATER. DO YOU THINK ALL OF THISCAME FROM COMETS?Some of it could have come from comets. But there is some evidence from the last twocomets we've seen that were very bright: Comet Hyakutake (1996) and CometHale-Bopp(1986). The isotopic make-up of the Earth's oceans does not look the same asthat of those two comets. There are arguments from looking at Hale-Bopp that the oceanscan be no more than 30% to 40% comet-derived. Left: Comet Hyakatake in late March 1996. Right: Comet Hale-Bopp on April 4, 1997© by Astronomiska Observatoriet, Uppsala, Sweden.There are other arguments that Hale-Bopp and other comets might not be your typicalcomets that were in the plane of the early solar system and we still have to look for othercomets that were. So, if the isotopic data persists in other comet investigations, it's a veryimportant result even if now controversial.Current thinking about the origin of Earth's water is thought to have come from one of twoplaces, water-bearing rocks or much later heavy bombardment of comets:It's thought that at the beginning of Earth's formation, asteroids and comets werecoming in, agglomerating, accreting and melting and all forming heavy stuff whichfell to the center (core) and formed a giant ball of rock. In the process of doing that,it lost any original water that came in which probably boiled off right away. TheEarth was a molten lava ball. But eventually, it cooled off enough that rains came.The water in the rain came from one of two places: either interior deep rock still hadsome water in it. If you take a rock today and you put it in the oven to roast it, you'dactually pull water out of it, even from what you thought was a dry rock.So, you either have what we call 'water hydration' in the rocks themselves and thatwater came out (on the surface of the Earth). Or, that water came from what we callan 'Era of Late Bombardment.' We have evidence that comets came in by showerslate after the Earth was formed and was cooling. We can see evidence for this in thecrater record of the moon and other planets and some of the asteroids. We knowafter 100 million years or so, there were one or two more periods of very heavybombardment by bodies. That's why comets might have brought water ice thateventually became oceans.IF COMETS WERE INVOLVED IN BRINGING WATER AND POSSIBLYLIFE-FORMING MOLECULES, WHY WOULD THERE BE A CONCENTRATION OF"},{"pageNumber":8,"pageContent":"WATER AND LIFE ON THE THIRD PLANET FROM THE SUN AND NOT ON MARS?It's a good question. Part of it is a Goldilocks and The Three Bears argument. You have tofigure that the sun is so warm. Think back to Easy Bake Ovens for children. If you areclose enough to a light bulb, you can actually use it to heat and cook for you. So,depending upon how close or far away you are from the Sun, you've reached a certaintemperature. Sort of like coming closer or being father away from a fire. The Earth is nottoo close and not too far from the sun. It's just right for having liquid water and solid waterand gaseous water, which is where a lot of our very rich chemistry happens.If the Earth were solid water say, you took the Earth and moved it out to Mars and youkept all its water everything would become a solid sheet of ice and it would be very hardto do much chemistry. If there was life, it would move very slowly. If you moved the Earthto where Venus is, but we didn't have a greenhouse, we'd be hot. Everything wouldprobably be an ocean of water. We'd probably have life, but we might have a verydifferent form of life. Everybody would certainly be swimming! And it might be too hotfor some molecules to be stable. But we on Earth are just in the right place where a lot ofvery subtle and very complex chemistry can happen. Why Does Earth Have Life?It's a very good question. I wish I could answer you. That's one of the reasons I'm ascientist. One of the things we might be learning in our life time is that we aren't the onlyplace life started. It's the reason to go Mars. Now we know there was water on Mars andwe know Mars has CO2 and water in the (North and South Pole) caps and may have apermafrost there, frozen underneath the surface. Did you hear the news report the otherday that a lady is able to grow 2,000-year-old date palms in Israel from date seeds?Healthy, fruit-producing plant has grown from 2000-year-old date palmseed found in southern Israel Kibbutz Ketura in Arava Desert. Photograph © 2005by David Blumenfeld, San Francisco Chronicle, June 12, 2005.These are ancient and are supposed to be the best dates in the world from theMediterranean region. The Judean date palm has died out, but 2,000-year-old seeds aresprouting. Wherever we look, we see life down in the lake miles deep underneath theAntarctic ice cap. I know they have gotten viable bacteria from 3 miles down in the Earth'srock. So, the question is: if we go to Mars, if there was life at some point and if thingschanged so that Mars lost most of its water or dried out, if the pole of Mars actuallywobbles a lot?Our pole wobbles a little bit and makes massive changes in our own weather. What if Marsis just like the Earth's a long time ago, but basically its pole flipped over? Jupiter perturbs ita lot. What if it suddenly changed its weather and seasons rather violently? It's possiblethere was some life at one point and it's gone to sleep and is still viable. So I think the juryis out on whether Mars ever had life. It might not be just the Earth (that has life). Not All Comets Are the SameDOESN'T THAT ALSO MAKE THE POINT THAT IT'S STILL LARGELY UNKNOWNWHAT COMETS ARE MADE OF AND THEY ARE DIFFERENT FROM COMET TOCOMET? WE'VE ONLY HAD ONE DEEP IMPACT TO ANALYZE SPECTRA UPCLOSE. THERE COULD BE A WIDE VARIETY OF COMPOSITION IN COMETS?That's correct. And one of the things we do each time we look at a comet, we find forexample, looking at Tempel I this is what we thought going into this Deep Impact mission.I'll reach back two years ago. Comet Tempel I was a boring, average, every day comet. Alittle bit different chemically than other short period comets, but basically it looked like ithad been around the Sun a lot, old, nothing exciting in terms of activity, quietly boiling off,"},{"pageNumber":9,"pageContent":"maybe quietly going toward extinction in thousands of years, just mildly going around theSun.As we got closer and closer to it, we found it had jets outbursting every few days. We'vegotten the up-close images that will be released soon and there's all kinds of interestinggeology on this body. It's got at least three different terrains that look very different. It'sgot young and old craters. We think it's been cratered for ten million to a hundred millionyears. It's got all kinds of structure on it.We've already seen this from the Star Dust and the DS-1 missions, but this is a fantasticallycomplex body. Tempel I is nothing like just an ice ball that's been put together 5 billionyears ago and slowly boiling off. It's got a lot of things going on.So, to answer your question, I agree the more we study these comets, the more we mightfind they have all kinds of different compositions and behaviors. I think we'll find thatWild-2 is a very young comet surface and Tempel I is a very old comet surface, the samething only older and more evolved because it's been boiling off and evaporating a lot of thecrater features we saw on Wild-2. But that jury is out. It's going to take a little while tofigure that out. Where Do Comets Get All Their Water?Go back to the universe and its overall composition after the Big Bang. 85% of theuniverse is hydrogen. I think another 7 to 10% is helium and the remaining percent is whatastronomers call metals basically, everything heavier than helium.Since the beginning of the universe, which was 13.8 billion years ago, stars have beenburning the material of the universe through their fusion reactions and very quicklythrough the supernova explosions. So, think about it as the same way you put gas in yourcar and you start with a very pure, clear liquid, you throw all this crap out the back of thecar. You throw out all the complex molecules. Stars have been doing the same thing.They've been taking hydrogen and helium and converting them into carbon and nitrogenand oxygen slowly. Then the supernova explosions go into heavier stuff like iron, nickeland silica and phosphorous. So, the universe has slowly been building up the morecomplicated atoms. Then the atoms build up more complicated molecules. It's something tothink about our star is a third generation at least sun if it has lived 4.5 billion years and theuniverse is 13.7 billion years old.The Earth that we're sitting on and these phones we're talking through and all these atomsand you and I you've heard we're all star stuff. We've all been through supernovaexplosions in the heart of the stars. And that is true. How Common Is Water In the Universe?You've still got a ton of hydrogen in the universe. If you create an oxygen atom in asupernova explosion or from burning hydrogen and helium in stars, some of the oxygen isgoing to get thrown out into the interstellar medium, the same way it gets dredged up fromthe furnace on the inside of the star. If it's a late type red giant, it's going to encounterother atoms. One of the things it will make are rock-forming elements such as silicon oxideand aluminum oxide. But if it finds a hydrogen, which is more likely than finding silicon oraluminum atom, it's going to make water. Water is a very stable molecule. It's verycommon. You can make water in late type stars.Or if in a supernova explosion, you throw out all the oxygen out into space, the oxygenwill cool off and the first thing it's going to run into is a hydrogen. We know we see waterout between the stars. That's how you make the water. You don't need to be you can makewater even when you're rather cold between the stars, as long as you have the atoms.WHEN YOU USE THE WORD WATER YOU MEAN ICE CRYSTALS?I'm only talking about the molecule H20. I'm not saying it's water gas, water liquid or watersolid.The other thing that is puzzling, as a chemist I've been throwing my hands up in astronomybecause the things we learn on the ground when you're sitting there with your test tubespouring stuff at room temperature and pressure, none of that works in space. In space, it'sso empty you have a better vacuum than you've ever seen in the lab. So, when youroxygen atom is thrown out from a supernova basically shoots out and can take hundreds ofthousands or millions of years, but the first thing it will see is a hydrogen atom and hook up"},{"pageNumber":10,"pageContent":"with it to OH. Then the next thing it will see will be another hydrogen atom and it willmake H2O.You don't have a lot around in the vacuum and things can move very slowly. But they areso large when we talk about the giant molecular cloud that condensed to form the solarsystem, it was probably 5 times the mass of the sun and current solar system. And it'sspread over light years and took millions, or billions of years, to collapse slowly. It's thetime scales that are hard for us to think about big, slow ponderous things, massive thingsand all very un-dense things all at the same time. When Will July 4, 2005, Deep ImpactSpectra Be Released to Public?Spitzer spectra and Deep Impact spectra are brand new and so exciting we still need towork them over and get them out into scientific publications. We've put in six to ten yearsof work on the project so far, and we want to take more time. So, we're not releasing themyet.WHEN WILL THE SPECTRA BE PUBLICLY RELEASED?In the next few months in science journals. With spectrometers, you have to be verycareful in many ways. It's much harder to calibrate. For Spitzer, it took about a year or sofor the spectra to get calibrated well. And Deep Impact had only six months. We're tryingto be careful and accurate.\"Please see other Earthfiles reports about Deep Impact in Earthfiles Archives:· 07/10/2005 -- First Data from Deep Impact Crash Into Comet Tempel I· 06/29/2005 -- July 3-4, 2005: NASA \"Deep Impact\" Spacecraft to Blast Hole inComet Temple I· 01/13/2005 -- NASA \"Deep Space\" Craft Will Hit Comet On July 4, 2005Website:http://www.Deepimpact.umd.edu/galleryCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
