[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Another Cattle Mutilation in Canada © 2005 by Linda Moulton Howe In Sw i ft Current, Saskatchew an, Canada, w est of Moose Jaw , rancher Dougl as Davidsonand his brother discovered a bull calf dead on August 18, 2005, with precise, bloodless excisions of tissues. August 26, 2005 Swift Current, Saskatchewan, Canada - News stories are coming infrom all over the world about animal die-offs, including birds, seals, fish, and amphibiansthat might be linked to global warming. There are also the persistent bizarre, bloodlessanimal deaths called mutilations which have been reported since at least the early 1960sand are ongoing from South America to North America and Europe. Ranchers and lawenforcement have told me about unidentified aerial lights often seen over pastures wherethe odd deaths occur. A dozen eyewitnesses have described seeing a glowing beam thatcan lift animals up and lower them back down in pastures dead and surgically cut upwithout blood or signs of struggle. Usually the same tissues are removed: an ear, an eye,jaw flesh, and the tongue is removed deep within the throat. Genitals, rectal and/or vaginaltissues are excised.Another such case was reported to me this week by rancher Douglas Davidson who haslived in the Swift Current, Saskatchewan, Canada, region since he was born 56 years ago.He has several pastures and crop fields. One pasture was only a half mile from his houseand he had placed there 41 mothers and their three to four month old calves. On Thursday,August 18, Mr. Davidson's brother was shocked to find their best 4-month-old bull calfdead. The left ear had been completely removed, leaving a hole in the skull. The lower jawwas stripped of all flesh to clean, white bone something that natural predators cannot do.All of the lower lip had been excised along with a large section of hide back to the base ofthe jaw and the neck. The tongue had been cut out deep in the throat.Further, from the bull calf's ribs back to the scrotum, all the hide had been removed in abig oval that revealed the internal organs, including the heart, which appeared untouched.The testicles and penis had been removed along with a deep hole of flesh from the rectum.All of this without blood anywhere, on the animal or on the ground.Adding to the high strangeness, only four days before on August 14, another of theDavidson herds and a neighbor's herd across the road had been spooked by something atnight and broke out of their pasture fences. The night before that on August 13, Mr.Davidson's brother watched two dark helicopters fly over their ranch, one large and theother smaller. He had never seen that before.Around the same time, the Davidsons were harvesting their pea fields, about eighteenmiles from their ranch house and the pasture where the bull calf was found mutilated. Inthe pea fields were two circles of flattened plants. One circle was in a pea field three-eighths of a mile from the second pea field circle. Mr. Davidson estimated the diameter ofeach circle was 39 feet. He had never seen crop formations or a mutilated cow before thisAugust of 2005.I talked with him this week and he explained in more detail what happened on the night ofAugust 14, when both his cattle and the neighbor's broke out of their pasture fences.Douglas J. Davidson, 56-year-old rancher, Swift Current, Saskatchewan, Canada:\"On Sunday night, August 14, I came back from harvesting and it was just before it gotdark, I could see the cattle moving down the fence line about half a mile away. I thought it"},{"pageNumber":2,"pageContent":"was a little unusual, but I did not think it was that strange that I went to investigate.About an hour and half later, my cousin neighbor got back home and my cows had allbusted out and I have good fences they had all busted out and they were all moved over tohis place. So, we just corralled them up for the night and changed fields the next day andmoved them back and fixed everything up. I didn't think too much of the incident at thetime.But my other cousin on the other side told me that he has a string of show cattle that hekeeps in confinement in his place. They are not out on pasture. They had all busted out thesame night. Something had spooked these cattle.ON AUGUST 14.Ye s .IS IT POSSIBLE THAT BULL CALF WAS KILLED THAT NIGHT AND DISCOVEREDON AUGUST 18?It's possible. It looked to me that it was fresher than that, but with everything else being sounusual, I'm not sure.NOBODY SAW ANYTHING IN THE SKY?We did not see anything in the sky that night around here, no.ANYTHING AFTER THAT NIGHT?We haven't seen anything. But I do know that those cattle the day of August 18 the firstinspection I made out there, everything was quiet. The second inspection, something hadspooked those cattle again. I mean the cows and I know when they are quiet and actingnormal and I know when they are spooked. And they were definitely spooked again onAugust 18. So that was twice within one week that something scared those cattle (August14 and August 18).IN YOUR 56 YEARS OF LIVING AND BEING RAISED AND WORKING ONRANCHES IN SASKATCHEWAN, HAVE YOU EVER SEEN ANY ANIMAL LIKE THEBULL CALF BEFORE?No, I have not.HAVE ANY OF YOUR NEIGHBORS?The ones that came over they've been in the cattle business all their lives and their son waswith them. He rides for a living and checks cattle every day. He's seen hundreds of deadanimals we all have! and none of us have ever seen anything like it ever!\"More Information:When photographs of the mutilated bull calf are available, I will update this report.For other Earthfiles reports about worldwide animal mutilations, see EarthfilesArchives:· 08/22/2005 -- More Half Cat Reports: San Jose and Seattle· 08/13/2005 -- Mystery of Bloodless, Decapitated Kangaroos in Melbourne,Australia· 08/11/2005 -- Part 4: Two Men See Cow Mutilated in Light Beam· 08/03/2005 -- Part 3: Two Men See Cow Mutilated in Light Beam· 08/03/2005 -- Another Cattle Mutilation in Pondera County, Montana· 08/02/2005 -- Part 1: Anomalies Confirmed in Pennsylvania and Arizona RandomlyDowned Crops· 07/28/2005 -- Feedback on Half Cat Mystery· 07/26/2005 -- Part 2: Two Men See Cow Mutilated in Light Beam· 07/22/2005 -- Part 1: Two Men See Cow Mutilated in Light Beam· 07/14/2005 -- More Half Cat Mutilations in Seattle, Washington Region· 07/07/2005 -- Part 2: Eyewitness Description of Cattle Mutilation· 07/04/2005 -- Part 1: Eyewitness Description of Cattle Mutilation· 07/01/2005 -- U. K. Bicyclist Reports Mysterious, Low Hovering Objects BendingWheat· 06/23/2005 -- More Than 3,000 Unusual Animal Deaths Reported in Argentina andChile Since 2002· 06/17/2005 -- Unusual Cow Death in Paradise Hill, Saskatchewan, Canada"},{"pageNumber":3,"pageContent":"· 04/13/2005 -- Highly Strange Dog Death in Arkansas; 2000-Pound Bull Droppedand Calf Skinned· 02/21/2005 -- Updated - Bull and Cow Mutilations Northwest of Corpus Christi,Texas· 01/15/2005 -- Bull and Cow Mutilations Northwest of Corpus Christi, Texas· 12/22/2004 -- Part 1: \"Reasons Why U.S. Government CAN'T Release Truth AboutUFOs!\"· 12/22/2004 -- Part 2: \"Reasons Why U.S. Government CAN'T Release Truth AboutUFOs!\"· 12/10/2004 -- Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?· 12/10/2004 -- Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?· 12/07/2004 -- Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?· 12/04/2004 -- Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?· 09/25/2004 -- Parts 1- 6: \"Clearview\" Report on the Investigation of UFOs on ARocky Mountain Ranch· 08/11/2004 -- Newborn Heifer Mutilation in Anderson, California, on August 7,2004· 07/27/2004 -- Part 12: UFO Crash/Retrievals: Status Report VI © July 1991 byLeonard H. Stringfield· 07/21/2004 -- The Apollo Program, Cape Canaveral and UFOs· 04/26/2004 -- Update About Microbiologist Dan Burisch, Ph.D.· 02/24/2004 -- Part 1: UFO Crash/Retrievals: Status Report VI © July 1991 byLeonard H. Stringfield· 01/24/2004 -- Oregon Man's Experiences with High Strangeness· 12/21/2003 -- Part 4 - UFO Crash/Retrievals, Status Report VII by Len Stringfield· 10/28/2003 -- Part 2 - U. S. Presidents and UFO Investigations· 09/12/2003 -- More Domestic Cat Mutilations - Again in Bothell, Washington· 08/01/2003 -- Field Notes About English Animal Mutilations· 07/01/2003 -- 40 Small Animal Mutilations in Denver and 11 in Salt Lake City· 05/28/2003 -- Cat and Dog Mutilations in Salt Lake City; $6,500 Reward· 04/19/2003 -- Unusual Animal Deaths in Valparaiso, Nebraska· 03/08/2003 -- Cattle Mutilation - The Unthinkable Truth, Chapter 3, Part Two· 02/03/2003 -- Cattle Mutilation - The Unthinkable Truth, Chapter 3, Part One· 12/07/2002 -- Cattle Mutilation - The Unthinkable Truth, Chapter 1, Part Three· 11/16/2002 -- More Cat and Cow Mutilations: Colorado, Utah and Missouri· 11/05/2002 -- Canadian Crop Circles and Mysterious Lights in Saskatchewan· 10/15/2002 -- Chapter 8 - Mystery Stalks The Prairie· 10/05/2002 -- Part 2 - J-Rod and Microbiologist Danny B Burisch, Ph.D.· 10/05/2002 -- Part 1 - Two Scientists Describe An Extraterrestrial Biological EntityCalled \"J-Rod\"· 09/07/2002 -- High Strangeness Continues in Argentina· 08/31/2002 -- One ET Experiencer's Reaction to the Winchester Formation· 07/19/2002 -- Unusual Animal Deaths and Unidentified Aerial Lights Persist inArgentina· 07/02/2002 -- Argentina's SENASA Blames Mouse for Animal Mutilations· 06/22/2002 -- Argentina Animal Mutilation Count Rising Above 100· 06/17/2002 -- Part 3 - Deer and Cattle Mutilations in Oregon· 06/15/2002 -- Cattle Mutilations In LaPampa, Argentina· 05/18/2002 -- A Bull Mutilation in Christmas Valley, Oregon· 03/16/2002 -- Part 1 - 'Huge Saucer Armada' Shocked Farmington, New Mexico 52Ye a r s A g o· 01/12/2002 -- Part 1 - Update On 2001 Montana Cattle Mutilations· 10/13/2001 -- Heifer Mutilation and Mysterious Light in Mantario, Saskatchewan,Canada· 08/24/2001 -- Part 2 - Unusual Montana Mutilation of Live Bull· 07/28/2001 -- Pure Hemoglobin Confirmed On Alabama Mutilated Cow· 07/22/2001 -- Mutilated Bull Calf in Missouri· 06/09/2001 -- Environmental Updates and Colt Mutilated in Leitchfield, Kentucky· 05/11/2001 -- Horse Slashings and Deaths in Calgary, Alberta, Canada· 10/15/2000 -- Part 1 - Hardened Bovine Hemoglobin Found On CaliforniaMutilated Bull· 10/15/2000 -- Mutilated Heifer Found Near Boulder, Colorado· 04/16/2000 -- A Close Encounter with a Disc in Wyoming· 03/29/2000 -- Mysterious Calf Deaths In Brothers, Oregon· 02/06/2000 -- Large Yellow Sphere In Snohomish, Washington· 12/26/1999 -- Hubble Repair, Gamma Ray Bursts and Unidentified Aerial Objects· 12/22/1999 -- Update - Unidentified \"Arrowhead\"-Shaped Object in California Sky· 09/12/1999 -- Unusual Animal Deaths, Part 1: Nevada· 08/25/1999 -- Unusual Animal Deaths in Australia and London, England· 01/24/1999 -- Nuclear Sabotage in Maryland; Bull Mutilation in Colorado; andGlobal Warming"},{"pageNumber":4,"pageContent":"Also see more forensic details and photographs about the worldwide animal mutilationphenomenon in my books at the Earthfiles Shop: An Alien Harvest and Glimpses ofOther Realities, Volumes I and II.Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
