[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon What Is Killing Amphibians Around the World? © 2005 by Linda Moulton Howe \"The amphibians are like canaries in a coal mine and they are in trouble first....The fact of the matter is: we have only one coal mine for planet earth. The coalmine is in trouble right now. And the amphibians are telling us it's a warning!\" -Andrew Blaustein, Ph.D., Oregon State University Zoologist Left: Chytrid fungus infection shows in the pink underbelly of green tree frog.Right: Great barred frog has a severe Chytrid fungus infection that is causing its skin to peel off.Images by Australia National Parks and Wildlife Service. August 26, 2005 Corvallis, Oregon - What is killing amphibians around the world? Thedie-off in many species began in the 1980s and has not stopped. There have been waves ofextensive amphibian die-offs in Australia, Central and South America and spreading intoNorth America. Zoologists and other scientists have been forced to look urgently for thecause. One of the culprits is a fungus called Chytrid (KIT-trid) which attacks amphibiansin such a way that they can't eat. Its formal name is Batrachochytrium dendrobatidis,which was first discovered on dead and dying frogs in Queensland, Australia in 1993.Australia's Commonwealth Scientific and Industrial Research Organization (CSIRO)reports, \"This is the first time a chytrid fungus has been found to parasitize vertebrates.\"One prominent amphibian researcher is Prof. Andrew Blaustein, Zoologist and Director ofthe Environmental Sciences Graduate Program at Oregon State University in Corvallis. Heexplained to me how the fungus attacks.Interview:Andrew Blaustein, Ph.D., Prof. of Zoology and Director, Environmental SciencesGraduate Program, Oregon State University, Corvallis, Oregon: \"The disease we'retalking about in this particular case is a fungus. It's one we don't know that much about. Itseems to be going from amphibian to amphibian. It seems to be triggered by some events"},{"pageNumber":2,"pageContent":"that we're not exactly clear about. Many of these events might be global climate change orit might have mutated. We're not exactly sure. It does not seem to be an evolving type ofdisease, but there do seem to have been some changes to make it more virulent. It's just avery bad deal.Above : Chytrid fungus cells about to release more spores.Be low: Electron micrograph of chytrid fungus on frog skin.Photomicrographs by Lee Berger, Australia's Commonwealth Scientificand Industrial Research Organization (CSIRO). Wa y s Chytrid fungus attacks amphibiansThere are a couple of ways by which this fungus kills an amphibian. One way is that itactually makes the hard parts of the amphibian like the tooth structures or other hard parts,it corrodes them, eats them away.Another way it kills is it produces a toxic substance that kills the amphibians outright.We've seen that in tadpoles and even after they have metamorphosed into adult form. So,that's what is going on. It seems to be spreading. There is no way we know how to stop thespread. We don't know exactly where it came from. It might have been around for a longtime and some environmental change triggered it, as have other diseases have beentriggered by environmental change recently.WHAT ARE THE SYMPTOMS IN THE ADULT AMPHIBIANS?In the adults, it seems that their mouth parts disintegrate and they can't eat properly. Orthey get some physiological imbalance.DOES THAT DISINTEGRATION IMPLY THIS MIGHT BE SOME KIND OFCHEMISTRY CORRODING THE HARD PARTS?We don't know what the mechanism is, but we definitely know that there are some toxicsubstance produced by the Chytrid fungus. We don't know how the toxic substance worksand we don't even know what it is. But that's what we're looking at right now. Extinctions of amphibian speciesWHAT KIND OF NUMBERS ARE WE TALKING ABOUT IN THESE DIE-OFFS INTHE SOUTHERN AND NORTHERN HEMISPHERES?We're looking at some pretty amazing die-offs. In Australia, they've had whole populationsand whole species disappear in the last 20 years. The same thing we're talking abouthundreds if not thousands of individuals in Central and South America. In some places inthe Colorado Rockies, the Chytrid fungus is found. It is found in the northeastern UnitedStates. They seem to be found in California. In California, there is something called theMountain Yellow-Legged Frog. Its population has been decimated and the fungus is foundon them.The problem is that sometimes the fungus might come in after the animals arecompromised by something else. For example, increase in ultraviolet radiation (from thesun). Or pollution contaminants. Or even another disease."},{"pageNumber":3,"pageContent":" Are amphibians weakened by something elsethat makes them vulnerable to fungus?I ASSOCIATE FUNGUS WITH HAVING AN IMPACT ON AN ORGANISM ONLY IFALREADY WEAKENED. IT SUGGESTS THAT POSSIBLY THE AMPHIBIANPOPULATION IS ALREADY VULNERABLE AND THE FUNGUS TAKES OVER?That's what I feel. That's what a lot of my colleagues feel. But some of these fungi can killthe amphibians outright. There is another fungi species that is worldwide that has beenkilling amphibians worldwide for years. It occurs when amphibians are weakened byultraviolet radiation streaming in through the ozone shield which has been diminished overthe years due to human pollutants. We think the same thing might be happening with theChytrid fungus, that the animals get compromised, their immune systems becomedysfunctional when there are more ultraviolet rays that come in, when there is acontaminant and then the fungus hits them.WHY SHOULD THIS FUNGUS BE SPREADING HEMISPHERE TO HEMISPHERE?That's a good question. Why is it? One idea out there is that the fungus has always beenaround, but it has not been that bad. But now global climate change, global warming,decreased ozone, all these things are compromising the amphibians globally. Anotherpotential cause is that some sick individual amphibians were either introduced throughlaboratories or from the pet industry. This is a problem. When you have a pet in captivity,or you have a lab animal in captivity, and it becomes sick and you release it into the field,then it can give this disease to other amphibians. Diseases spread by exotic amphibiansreleased from zoos, pet stores and laboratoriesThere are two major culprits. One carrier of this disease is the bullfrog, the NorthAmerican bullfrog. It seems to carry this fungal disease and not get that sick. Bullfrogshave been introduced all over the world.THEY HAVE BEEN INTRODUCED ALL OVER THE WORLD TO ACCOMPLISHWHAT?Various things they are not native to the western United States. They are an easternspecies. They were originally introduced to Oregon, California and the state of Washingtonfor a food source. Sometimes they have been released by accident. The African ClawedFrog is now living very nicely in San Diego, California.BUT WAS IT INTRODUCED TO PROVIDE FOOD UNDER SOME FEDERALPROGRAM? OR WAS IT BROUGHT IN THROUGH EXOTIC PETS AND ZOOPROGRAMS?The bullfrog, for example, was introduced as a food source in the late 1800s. So, there wasno federal program for that. They were just brought in for food.The African Clawed Frog are releases. No one wanted those things out in the field. Theyare totally bad news and they can carry the diseases.SO HOW DID THEY GET HERE?They are used in the laboratory. They are laboratory rats. The African Clawed Frog is THElaboratory rat for amphibians. People release them, or they get loose. But I don't reallythink they get loose by themselves. They are totally aquatic. They can't even hop. They arealso in the pet industry. People just get sick of them and throw them out into the wild.Now, those frogs have established populations in southern California, yet they are nativeto Africa. They've also established populations in other areas. It's a species you DON'Twant in San Diego, California, but it's there.BECAUSE WHY?Because it carries diseases and eats native insects. It might compete with nativeamphibians and fish, all kinds of bad things. Any time you introduce an exotic species,you're going to have problems.DOES THE CHYTRID FUNGUS KILL THIS FROG?"},{"pageNumber":4,"pageContent":"We're not exactly sure what the Chytrid fungus does to it, but we do know that fungus canglom on to this frog and so the African Clawed Frog can carry the Chytrid fungus.BEFORE THE LAST 20 YEARS, WHAT DID THE CHYTRID FUNGUS DO?Good question. We don't have really good evidence for what it did, but there have beensome studies that show the museum specimens actually have a Chytrid fungus on them.These are specimens that were collected, put in alcohol and jars and laid on a museumbench for years and now we look at them to see if the fungus was around back then. We'vegot a couple of samples that show the Chytrid fungus was around in the 1950s, anyway.Whether it was bad news in those days, we don't know. But the documented amphibianpopulation decline is a recent phenomenon and we think the Chytrid fungus is involved inmany places and probably due to global climate changes which are affecting many animalsand plants. That's what is going on here. Is rate of amphibian deaths increasing?IS THERE AN ACCELERATION OF THE AMPHIBIAN DEATHS IN THE PASTDECADE OR SO?In the last 20 years, amphibian populations the deaths have increased more than we'veseen ever in the history of these things. Usually it's a long process, extinction is a naturalprocess. But we're undergoing a massive extinction event around the planet and not justfor amphibians. Many organisms, animals and plants are going to extinction at rates thatare unprecedented.IF HUMANS CAN'T FIGURE OUT A WAY TO SLOW DOWN THE IMPACT OF THECHYTRID FUNGUS ON AMPHIBIANS, ARE WE FACING EXTINCTIONS OFAMPHIBIAN POPULATIONS?Absolutely. If we can't figure out how to get a handle on this disease, the Chytrid fungus,you will see many amphibian populations disappear and whole species will probably goextinct. Probably some have already, due to this fungus. What would world be like without amphibians?WHAT ARE THE CONSEQUENCES OF EXTINCTIONS OF AMPHIBIANS?Just like the extinction of any groups of organisms: you have major complications arisingin the ecosystem. For example, if I took away all the amphibians today, think about all ofthe billions of insects such as mosquitoes and flies that would not be eaten by theamphibian creatures. They eat billions and billions of bad insects all the time. Things eatthem, too. Fish eat them (amphibians, snakes eat them, birds eat them, so the wholeecosystem changes when you take away the amphibians.IF YOU WERE MAKING AN EDUCATED GUESS LOOKING OUT TEN YEARSFROM NOW IN 2015, WOULD YOU SAY THAT IF THE CHYTRID FUNGUS IS NOTSLOWED DOWN THERE WOULD BE EXTINCTIONS IN TEN YEARS? IF SO, INWHICH SP E CIES?I would absolutely say that if we don't slow the Chytrid fungus down, there will be majorextinctions occurring in the next ten years. The species that are the most susceptible arethose where the fungus grows best. That seems to be in areas where it's a nice moistclimate at certain temperatures which make it grow better. In some cases, it's warmertemperatures that make it grow better, like the tropics. But it's hitting temperate regions,too. So, it depends upon the ecology of the species of amphibians whether or not thefungus will hit them or not hit them.ARE YOU TALKING WITH ANYBODY AT A FEDERAL LEVEL ABOUT WHATMIGHT BE DONE TO SLOW DOWN THE CHYTRID FUNGUS?Oh, yeah! We're talking at the federal level and we're talking at the international level! Wehave an international grant in conjunction with some Australians and some CentralAmericans and the U. S. We're trying to get a handle on this whole Chytrid problem. We'vejust started studying it in great detail in only the last 8 or 9 years.AND IT TAKES ME BACK TO SOMETHING LIKE THAT OLD CHILDHOOD STORYABOUT THE CANARY IN THE MINER'S CAGE. THE MINERS WOULD WATCH TOSEE ABOUT OXYGEN LEVELS IF THE CANARY DIED FIRST. IS THERE"},{"pageNumber":5,"pageContent":"SOMETHING ABOUT THE AMPHIBIANS DYING AT THIS RATE FROM A FUNGUSTHAT INDICATES TO YOU THAT THERE MIGHT BE SOMETHING TRULY WRONGIN THE WATER AND/OR THE AIR?Yes, we're all thinking that amphibians are exactly that. They are canaries in a coal mineand they are in trouble first. They are a sentinel species. These species will be affectedfirst. Other animals and plants will be affected later. And some are already being affectedalong with amphibians. The fact of the matter is: we have only one coal mine for planetearth. The coal mine is in trouble right now. And the amphibians are telling us it's awarning! What are scientists doing to stop theChytrid fungus attacks on amphibians?First, they are trying to figure out how the fungus works. There is a journal calledConservation Biology, which is published by the Society of Conservation Biologists. In theOctober 2005 issue, there will be five articles by researchers about new investigations ofthe Chytrid fungus and how to stop its unrelenting spread.\"Dr. Blaustein says one big step would be to stop laboratories, zoos and the pet industryfrom releasing amphibians into the wild. As amphibians continue to die around the worldin huge numbers, it's another disturbing signal that Earth life is faced with new survivalchallenges, from the microbial plankton in the seas to the huge polar bears whose icyArctic homes are melting away beneath their feet.More Information:For other Earthfiles reports about amphibian deaths, see Earthfiles Archives:· 08/27/2004 -- Global Warming Impact On Birds - More Extinctions Expected· 12/22/2001 -- Scientists Warn That Climate and Earth Life Can Change Rapidly· 11/26/2000 -- Environmental Updates· 11/12/2000 -- Update On Increased UV Radiation and Amphibian Decline· 05/27/1999 -- Amphibian Decline - Parasites and Increased UV RadiationWebsites:CSIRO (Australia): http://www.biodiversity.csiro.au/2nd_level/3rd_level/fact_sheet_frog_fungus.htmFrog Decline Reversal Project (Australia): http://www.fdrproject.org/pages/disease.htmCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
