[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Canadian UFO Researcher Blocked by U. S. Homeland SecurityFrom Speaking at NUFOC Conference, Hollywood © 2005 by Linda Moulton Howe \"You're not going anywhere today. You've been rejected from entering the UnitedStates.'- U. S. Homeland Security Agent, September 2, 2005, Vancouver, B. C. Int'l.Airport September 8, 2005 Winnipeg, Manitoba, Canada - Last weekend I was in Los Angelesfor the National UFO Conference (NUFOC) to speak about \"UFO Crash Retrievals and theAmerican Government's Policy of Denial in the Interest of National Security.\" One of mycolleagues from Canada, Grant Cameron, was going to speak at the conference about the\"64 Reasons Why The U. S. Government Can't Tell the Truth About UFOs.\" [SeeEarthfiles 12-21-04 ] Grant's research the past few years has been physically traveling inthe United States to American National Archives and Presidential libraries looking for timeand date links between White House meetings and alleged UFO crash retrieval events.Grant's work has strongly contributed to the emerging Big Picture of American presidentsas far back as Franklin Delano Roosevelt having knowledge about UFO crash retrievalsand cover-ups.Grant was scheduled to speak on Sunday afternoon, September 4, at the NUFOCconference, but instead there was a public announcement that his phone had beendisconnected, his e-mail was not working and that no one had heard from him. Given thatGrant Cameron is a well grounded man who is the building facility manager at theUniversity of Manitoba in Winnipeg, Canada, and reporter and producer of the popularwebsite, www.presidentialufo.com, we were all alarmed. I tried Grant's cell phone numberand only heard a rapid beeping.Finally after returning to Albuquerque from the NUFOC conference, I was able to hearGrant's firsthand account of what appears to be American Homeland Security'spremeditated and deliberate block on Friday morning, September 2, 2005, at theVancouver International Airport. Grant Cameron was not allowed to enter the UnitedStates. He had been pulled aside by one customs checker and then sent into the offices ofthree U. S. Homeland Security agents. There was no courtesy from the man in front ofGrant, only arrogance.Interview:Grant Cameron, a building facility manager at the University of Manitoba; reporterand producer of www.presidentialufo.com, Manitoba, Winnipeg, Canada: \"And he(Homeland Security agent) said, 'Well, you won't be going into the United States today.You don't have the proper work permit.'I told him I had done this numerous times, had always showed appropriate paperwork.I said, \"It's a simple, small honorarium for one speech and that's all I'm doing there. I'vedone this a number of times before.\"At that point, he was very arrogant about the whole thing. He didn't say anything nice thewhole time I talked to him. He then said, 'We won't be making that mistake again,'"},{"pageNumber":2,"pageContent":"referring to the fact that I had done this a number of times before and had never had anyproblems with going through customs to do a speech in the United States.THE IMPLICATION WAS THAT IF THEY WERE BLOCKING YOU FROM GETTINGTO THE UNITED STATES FOR THE NUFOC CONFERENCE SEPTEMBER 2-4, THATTHEY WOULD BLOCK YOU ON FUTURE EFFORTS TO SPEAK AT CONFERENCESHERE.Yes, it seemed to indicate there was a new ruling in place and that whatever had happenedin the past would not be happening again.At that point, he said, 'Go sit outside the office and I'll call you back.'So, I sat outside and could see him laughing and talking to people around him. He cameback in and he just pushed this paper to me which had the details of what was going tohappen and basically said again, 'You're not going to be allowed into the United States.And don't bring up the honorarium. You are not a professor and these aren't professors youare speaking before. So don't even say that. You're not going anywhere today. You've beenrejected from entering the United States.'He pushed the paper towards me and started talking to someone beside me and totallyignored me. I waited for a couple of seconds and then asked, 'What do I do now?'At that point, he said, 'I really don't care what you do. You can go back from where youcame from. I don't care what you do now.'So, I was left with no alternative but to grab the paper that had Homeland Security on thetop, U. S. border. I took the paper and walked out of the office and had no idea where togo next, what to do.\"United States Department of Homeland Security Customs and Border Protection Notice of Ineligibility forPre-FlightClearance rejecting Grant Cameron's ability to enter the United States on September 2, 2005, to speak at theNational UFOConference held September 2-4, 2005, at the Renaissance Hollywood Hotel, Hollywood, California.Signed and dated document provided by Grant Cameron.\"There was a guy sitting out where you pick up your bags and I got my bag which was"},{"pageNumber":3,"pageContent":"there and went to this guy and said, 'I've been rejected from entering the United States.How do I get back? I've got to get a flight out of here and get back home.'At that point, I phoned Lisa Davis and basically left a message on the phone number thatwas on the color brochure stating I would not be at the conference, that I had beenrejected and it took me quite awhile to get back through. [Editor's Note: For unknownreasons, NUFOC Director, Lisa Davis, never received any of Grant Cameron's cell phonevoice mails.] Grant Cameron's Computer Scans \"Positive for Explosives\"One other strange thing happened, which was probably a coincidence is that when I gotback through (to Canadian side) and I had to put my bags on the plane (back to Winnipeg),I got that through and was left with only about maybe 25 minutes before the flight. I wentthrough security going back to get on the plane (back to Winnipeg) and got through andsuddenly I'm under surveillance again. My computer came up as positive for explosives.Another officer came up and asked questions. He said, 'I saw that they scanned yourcomputer and it came up positive (for explosives). At that point, I figure now I'm going tojail. This is the day from hell type of thing.LIKE YOU ARE BEING REALLY SET UP?Yes, I could not believe it. It was my computer bag which I take on the plane with me. Inever let it out of my sight because it has my presentation on it. As far as I knew it hadnever left my hands. He started asking me a lot of questions and it got closer and closer tothe flight. Where did I work? Did I work with explosives? He was actually nice about thewhole thing, but it was just one question after another and figured it was just a matter oftime that they would arrest me.Then he asked me to run a program. I ran a program which was the presentation that I wasgoing to give in Los Angeles. So I popped it up with the little thumbnail photos and herewere George Bush and all these pictures. He says, 'What's he doing here? Why is Bush onthere?' He was very curious why I had all this presidential stuff on my computer.So I'm trying to explain very quickly because I'm running out of time to get on the planeand then he said, 'OK, run another program.' So I ran another program and I guess theyrealized I was not carrying a bomb. And I think what may have happened there is that Ihad just gotten the computer back from Dell. It had gone in for a new motherboard. I hadjust gotten it back that day and put it in the case to travel with. Dell might have used somesort of cleaning fluid, but it was that kind of day where one thing after another occurred.Basically I left at 7:30 a.m. in the morning and returned at 5:30 p.m. back home afterflying all day and had really gone nowhere.Then I left a second message with Lisa Davis and left my cell phone asking if she neededmore details, here was my situation.AND NOBODY HAD GOTTEN YOUR CELL MESSAGES APPARENTLY BY SUNDAYWHEN LISA AND THE ORGANIZERS ANNOUNCED THAT YOUR PHONE WASDISCONNECTED, YOUR E-MAIL WAS NOT FUNCTIONING AND THEY HAD NOTHEARD FROM YOU.Yes, it is very strange. Timing of Customs Block Linkedto History Channel Program?IT SEEMS A REASONABLE SPECULATION THAT YOUR NAME IS NOW ON AHOMELAND SECURITY LIST AS A 'TROUBLEMAKER' AND IT MIGHT BELINKED DIRECTLY TO THE FACT THAT YOU HAVE BEEN DOING SERIOUSINVESTIGATION ABOUT AMERICAN PRESIDENTS AND WHAT THEY MIGHTKNOW ABOUT THE UFO PHENOMENON, THE COVER-UP. WHAT ARE YOUROWN THOUGHTS RIGHT NOW ABOUT BEING A MARKED FIGURE ON ANELECTRONIC LIST?Yeah, it's kind of unnerving, I can tell you that. It did seem to have the coincidence thatthe History Channel had just done a special on the presidents which I had done a lot ofwork with them and that had appeared only about a week and a half before. It is quite nowyou have to look forward to the fact that every time you go to the border, you really can't"},{"pageNumber":4,"pageContent":"agree to do anything for anybody, any presentations, because you have no idea if you aregoing to get across.If I am on an electronic list, it does have some benefits in that at least somebody islistening. It's not that they are just ignoring you. If you are on a list, it means the UnitedStates is paying attention to what we are doing, which has some advantage that it giveswhat you say a little more impact if people know the government is listening to you.If it was to block me, the implications are that what I'm doing is significant and I'm goingto have to be very sort of vigilant about fighting back and making sure my rights aremaintained. I'm going to have to make sure every time I get a work permit from HomelandSecurity or wherever I get this from. And it's going to be a lot of work, but it's worth goingthrough. You can't just walk away and let them win. It's a game we've all been in. Weknow what the stakes are and you can't give up. It kind of inspires you that maybe you'regetting somewhere and you have to fight back. It's sad, and expensive to be buying airlinetickets and having to come home without going anywhere. That bothers me.But the fact that they are listening or I was purposely withheld from the United Statesmeans someone is listening to what I'm doing. And that's a good thing. Grant Cameron Legal Action in CanadaWHAT ABOUT YOUR GOING TO AN ATTORNEY IN WINNIPEG TO EXPLAINWHAT HAPPENED AND START A GOVERNMENT-TO-GOVERNMENT, CANADATO UNITED STATES, INQUIRY ABOUT WHY YOU WOULD HAVE BEENREJECTED AT THE BORDER ON WHAT APPEARS TO BE A VERY FALSE ANDPHONY CHARGE SINCE YOU WERE SIMPLY COMING TO SPEAK AT ACONFERENCE.Yes, that's something I'm planning to do. I haven't started the process yet, but I really haveno choice to do that because I've got a number of indications here that it's going to be hardto get across and you have to clear it up. Otherwise, I'll always have this hanging over myhead that I can't accept any engagements. I know in talking to some of the people at work(at University of Manitoba), it's just shocking when I tell them the story. They areabsolutely shocked when they hear what happened.\"More Information:For previous Earthfiles interviews with Grant Cameron, see Earthfiles Archives:· 12/30/2004 -- Audience Feedback About Earthfiles \"September 12, 1952: America's'Secret War'?\"· 12/30/2004 -- September 12, 1952: America's \"Secret War\"? Part 3: NuclearPhysicist Stanton Friedman· 12/30/2004 -- September 12, 1952: America's \"Secret War\"? Part 2: USAF StarfireDisappeared Over Gulf· 12/30/2004 -- September 12, 1952: America's \"Secret War\"? Part 1: UFO Retrievalin Flatwoods, W. Va· 12/22/2004 -- Part 2: \"Reasons Why U.S. Government CAN'T Release Truth AboutUFOs!\"· 12/22/2004 -- Part 1: \"Reasons Why U.S. Government CAN'T Release Truth AboutUFOs!\"· 11/03/2004 -- Gen. Wesley Clark - Has He Been Briefed About UFOs?· 10/29/2004 -- Part 1: Update On Shag Harbour, Nova Scotia, UFO Case.· 08/05/2004 -- Part 14: UFO Crash/Retrievals: Status Report VI © July 1991 byLeonard H. Stringfield· 10/29/2003 -- Part 3 - Lib. of Congress Allegedly Did Two Reports About ETs forPresident Jimmy Carter· 10/28/2003 -- Part 2 - U. S. Presidents and UFO Investigations· 04/20/2002 -- Canadian and American Officials (1950s) Collaborated on Study ofUnidentified Aerial DisksWebsite:http://www.presidentialufo.comCredits"},{"pageNumber":5,"pageContent":"Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
