[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Part 3: Retrievals of the Third Kind -A Case Study of Alleged UFOs and Occupants in Military Custody © July 1978 by Leonard H. Stringfield With permission, reprinted in Earthfiles.com © 2005 by Linda Moulton Howe. \"Some of the general information known to my informant concerns Wright-Patterson's storage of an intact UFO and parts of damaged UFOs and thepreservation of dead alien bodies under glass in special refrigerated conditions.The Major also reportedly said, 'We have the proof that UFOs are extraterrestrial.'\"- Source: Son of USAF Major, Wright-Patterson AFB Return to Part 1 To be more computer-friendly, the reprint has been divided into parts. Here begins Part 3of Status Report I, written July 29, 1978. The series of status reports, I through VII, werewritten by Leonard H. Stringfield from 1978 to 1994. Previous Status Report II begins atEarthfiles. Leonard Stringfield died on December 18, 1994. For all the previous statusreports, see Earthfiles Archives. Leonard H. Stringfield: \"ABSTRACT 8 With the help of Lou Farish of MUFON, I got the phone number of Cecil Tenney,age 78, in Delta, Colorado, and called him March 7, 1978. I wanted to hear formyself his testimony relative to his alleged observation in 1953 near Dutton,Montana, of a low-level UFO in distress, or a malfunctioning condition. I alsowanted to know what he experienced during U. S. Air Force interrogation and whathe saw at the Great Falls AFB, which he believed were the recovered dead alienbodies (from the crash). In the fall of 1953 near dusk, Tenney was driving alone from Great Falls to his homein Conrad in his pick-up. Near Dutton, he watched the troubled performance of alarge, cigar-shaped object. Appearing to be about one-third the size of a footballfield and about 200 feet away, the silvery object pulsated and belched out fire andsmoke for about seven or eight minutes. 'It seemed to be trying to pull itself up, but it couldn't,' said Tenney. Then hedescribed an explosion and a swooshing sound that was followed by balls of firehitting the road and as far as he could see. Two or three cars from the oppositedirection on the road, he said, had their exhausts shooting out flames. Tenney admitted that he was stunned and frightened by the spectacle. 'I got out ofthere in a hurry,' he said,' and stopped at the nearest place with a toilet, a beer hall,which is about 5 miles beyond Dutton.' There, Tenney was told by the bartender that he 'smelled like lightening.' Later, helearned that a state highway patrolman, who also saw the UFO in distress, stopped inthe saloon and was given Tenney's name as a witness. That same evening, according to Tenney, he got a phone call from a Colonel at theGreat Falls AFB about 30 miles away. In a gruff voice, Tenney was told, not asked,'I want to see yuh!' He was instructed to report to the Air Base at a certain time thenext morning. When Tenney arrived at the base, he was escorted by two men into a jail-like cinderblock building and was led to the Colonel's office. He was grilled with questions for30 minutes, then he signed a 5 copy statement which was also signed by a notary"},{"pageNumber":2,"pageContent":"public. Following interrogation, Tenney was escorted downstairs. Near the entrance door,he encountered two military men arriving, each carrying a large blue bag over hisshoulder. He guessed they were laundry bags, but the bulges in the bag did not,according to Tenney, appear to be laundry. As Tenney moved toward the door, oneof the men dropped his bag to the floor and it was then that Tenney could recognizethe bulges to be shaped more like the protruding limbs of bodies. At this point, hewas rudely pushed out of the door and told, 'Get the hell out of here!' Tenney told me he returned to his flower shop in Conrad wondering about the harshtreatment he got at the base and wondering about the contents of the laundry bags.Said Tenney, 'I can't swear they were bodies, but the bags contained something theydidn't want me to see.' Later, Tenney heard of another witness, a brakeman on a passing train, who asknocked to the ground by the UFO's explosion. COMMENT: Tenney is the only known witness to the event with no other names to check forbackup. However, by phone, he sounded convincing and made no hard claims toknow the answers to the UFO's erratic or troubled behavior, its noisy disgorging offlame and smoke, why tongues of fire shot out of automobile exhaust pipes, whatthe highway patrolman reported to the Air Force, or why the Colonel was sodemanding and the escorts so rude, and what was inside the laundry bags that was sosecret. Tenney's guess was that the UFO he had seen in distress had crashed and thebags contained its dead occupants. ABSTRACT 9 Mrs. G. worked in the Foreign Materials Division with a top security clearancerating at Wright-Patterson AFB in the 1940s and 1950s, before her retirement in1959 for health reasons. Charles Wilhelm, who has provided me with some firsthandreports from people with information about UFO retrieval or related incidents, gotthis one from Mrs. G. in 1959. She had known Charles very well as a teenager ontwo counts: he was a good, honest worked in performing yard work for her, and forhis intense interest in UFOs. When she developed cancer and knew of herimpending death, she decided to relate to him some startling information about hersecret duties at Wright-Patterson and what she saw in the performance of theseduties. In 1955, according to Wilhelm, she was assigned to a post to catalog all incomingUFO material, during which time approximately 1,000 items were processed. Theseincluded items from the interior of a recovered UFO brought to the Air Base. Allitems were photographed and tagged. In her cataloging duties, Mrs. G. also was witness to the conveyance by cart of twodead humanoid bodies from one room to another. The bodies, preserved inchemicals, were four to five feet tall, had generally human features except that theheads were large relative to the bodies, and their eyes were slanted. There was noword as to whether or not the bodies were brought in from a recent crash or hadbeen at the base morgue from an incident occurring in previous years. After telling Charles Wilhelm some of the barest facts she knew, she commented,'Uncle Sam can't do anything to me once I'm in my grave.' Six months later, Mrs. G.passed away. COMMENT: The brief, but vital facts bared in the testimony of Mrs. G is not to beunderestimated. I firmly believe Charles Wilhelm, and prior to Mrs. G's death, hesaid he saw Mrs. G.'s Wright-Patterson AFB ID badge. ABSTRACT 10 The late James Mitchell was formerly a Navy specialist who served at an Air Stationin Dallas, Texas, where his duties included the handling of confidential film. Afterretirement from the Navy in 1966, he became a civil service electrician at Wright-Patterson AFB, holding top secret clearance allowing him to work in high securityareas on the base."},{"pageNumber":3,"pageContent":"In 1977, in association with my regular employment, I met one of the sons of JamesMitchell. Knowing of my research, he came to my office to relate an incidentinvolving his father with base security for having possession of a photograph whichshowed a small alien humanoid allegedly killed following a skirmish with U. S.military forces in Arizona. According to my informant, he was away from home at college at the time his fatherbrought the photo home from Wright-Patterson in 1966. However, his brother,Mike, who now lives in California, was at home at that time and was shown thephoto by his father. In due course, my business associate reached his brother, Mike, by phone and askedhim to describe the photo and also to comment on his father's actions at that time. Mike obligingly described the photo as an 8 x 10, black and white glossy, showingtwo men, one wearing khaki; the other in a lab coat, holding up a dead body about3.5 feet tall. The photo was taken at a fair distance on a clear day in a panorama ofdesert showing patchy scrub vegetation. Most of the details were by now hazy toMike, but he recalls that the alien's head was pear-shaped and over-sized for itsbody, with slits for eyes and mouth. He also remembers that the humanoid waswearing a dull, wrinkled, metallic suit. Mike, in recalling the actions of his father, said that he had come home from workand seemed excited as he flashed the photo at him, made a sly glance, and then putit away under some papers in his dresser drawer. He also recalls that he said, 'I can'tkeep it. I must take it back.' Later in the evening, according to Mike, his father confided that he knew the storyconnected with the photo. he said that during early morning military exercises in adesert area of Arizona, a unit encountered a group of aliens near a landed craft.There was probably a skirmish and one alien put up quite a fight. Subdued, the smallcreature was given a sedative, by injection, which caused its death. The story goesthat the other members of the Third Kind escaped into their craft and flew away.The one dead body was supposedly shipped to Wright-Patterson, preserved in dryice. The next day, Mike said, his father seemed greatly disturbed. Something hadhappened at the base concerning the photo. He remembers that he had to return itand from that day on, James Mitchell refused to discuss the photo again withanyone. COMMENT: From my sources, I have been unable to establish the vintage of the photo or thestory of the skirmish. On the other hand, the photo might be genuine, but the storynot. Nonetheless, the borrowed photo, according to Mike's recollection, had causedsome concern at Wright-Patterson and might have resulted in some form ofreprimand for his father. Such actions would not have occurred had themisappropriated photo been a fake. Now, we might ask what about the skirmish? ABSTRACT 11 Robert D. Barry, fellow researcher and lecturer, was contacted early in March 1978,on the basis of his interest in and knowledge of crashed UFOs and the retrievals ofcraft and their occupants. Barry, a dedicated researcher since 1957, is Director ofthe 20th Century UFO Bureau. When I informed him that I could use his help insupplying some data for a paper I was preparing for the MUFON Symposium, heasked that I submit a letter to further identify myself and my objectives in thissensitive area. I did so promptly and it produced positive results. Barry's first letter, dated March 14, 1978, concerns a UFO crash with occupantswhich occurred in 1962. I quote from his letter in part, as follows: March 14, 1978, letter from Robert D. Barry, Director, 20th Century UFOBureau:'...My sources of information on the crashed UFO subject involve quite a few,but my major sources number four, including one within intelligence circles aswell as a scientist. 'As it relates to the crashed UFO of 1962, it occurred in the state of NewMexico. The craft experienced flight difficulty at a time it was being trackedon military radar. It was tracked across two southwestern states before coming"},{"pageNumber":4,"pageContent":"in over New Mexico. Military jets were sent up for intercept. 'As the craft moved in over the state of New Mexico, it lost altitude andcontinued to experience flight difficulty. It impacted on desert sands at anestimated 90 mph. Its underside hit the sand as a plane coming in for alanding. 'Its landing gear was not down and its flight pattern at impact gave theindication that the two occupants in the craft were evidently dead at the timeof the crash. ...hence the flight difficulty experienced by the craft. 'The craft was 68 feet in diameter and 13 feet in height ... typically circular.The two beings discovered inside the craft were 42 inches each in height.Each being was donned in a one-piece suit that contained no buttons orzippers. 'The occupants were removed the following day after impact to a majormedical university hospital in the U. S. where skin tests and other scientificanalyses were performed. Skin color was gray-pink. Head slightly larger forthe size of the body; eyes somewhat larger than normal, but the nose wassmall with little protrusions. ...no ear lobes, but a hole at each side of the headwhere we have ears. ...then, of course, inside the hole area was the inner earportion. Mouth very small and thin lips. 'The circular-shaped space craft was described as exploratory and wasremoved to a major military base in the southwest where scientists andengineers were assigned to work on the craft in an attempt to discover itspower of propulsion. 'On this particular case, a total of twenty individuals were involved in theinvestigation and research. Since that time, three of them have died ... ofnatural causes ... leaving a total of 17 familiar with the incident and follow-upresearch.' COMMENT: There are more and stronger data concerning the 1962 New Mexico crash which arenot publishable at this writing. Barry also had data relative to other UFO crashes inthe continental United States from a reliable intelligence source that I have beenasked not to divulge. The 1962 crash site was near Holloman AFB in New Mexico. The incident is knownby an astronaut who prefers anonymity. ABSTRACT 12 My information comes secondhand from a person who requests that his name not beused in any way concerning his knowledge of retrieved UFOs and the preservedalien bodies maintained in secret storage at Wright-Patterson AFB. This person readmy book, Situation Red, and is aware of my position in research, but refuses todiscuss what he knows with me by phone or in person. My firsthand informant is hisson with whom he has shared some general information about UFOs a couple yearsearlier. To elaborate further, the young man's father got his UFO input from hiscousin, an Air Force Major, who was specifically assigned to a UFO project forabout 5 years at Wright-Patterson. The Major was formerly a pilot and had alsoserved at a missile site overseas and presently is assigned to a new technical duty. Ido have these latter details, but was asked not to be specific. So significant was the information received by the father from the Major that he feltcompelled to write down some specific details about the retrieved UFOs and thehumanoids which he sealed in an envelope and placed in his safety deposit box. Hisinstructions were that the envelope was not to be opened until after his death. Some of the general information known to my informant concerns Wright-Patterson's storage of an intact UFO and parts of damaged UFOs and thepreservation of dead alien bodies under glass in special refrigerated conditions. TheMajor also reportedly said, 'We have the proof that UFOs are extraterrestrial.' COMMENT: My informant is not kidding about his father's UFO notes being stored in a safetydeposit box. He also is not kidding about his father's staunch reluctance to discuss"},{"pageNumber":5,"pageContent":"with me the contents of his notes. Personally, I must agree with the father's positionof keeping a trust when it concerns the status and welfare of a close relative.\"ontinued in Part 4 - Colonel paralyzed at Nellis AFB by non-human entity.Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
