[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Part 4 - Peculiar Phenomenon:Early United States Efforts to Collect and Analyze Flying Discs© 1994 -1995 by J. Andrew KissnerAll rights reserved. No part of this book may be reproduced,in any form, without written permission of the author. Reprinted in 2005-2006 as a Real X-Files series by Earthfiles.com with author's writtenpermission. \"The Rosetta Stone of secret science is a security clearance and a need to knowthat permits access to classified information and facilities.\" - Robert W. Seidel, 1999Return to Part 1Glossary continued of American government abbreviations, acronyms and nomenclature.NACA National Advisory Committee for Aeronautics (predecessor to NASA). Dr.Jerome Hunsaker (MJ-7) was director of NACA in 1947.NASA National Aeronautics and Space Administration evolved from NACA in 1957.NAVSPASUR Acronym for the Naval Space Surveillance System constructed in1959 as a dedicated space surveillance system with transmitters at Lake Kickapoo, Texas;Gila River, Arizona; and Jordan Lake, Arkansas.NBS National Bureau of Standards, that housed the Central Radio (Wave) PropagationLaboratory (CRPL), Boulder, Colorado.NDRC National Defense Research Council of OSRD.\"NEPA\" Proword for a space nuclear propulsion project of the Atomic EnergyCommission in 1946 through 1948.NORAD North American Aerospace Defense Command is a joint United States andCanadian organization which provides aerospace warning and aerospace control for NorthAmerica. It was founded on May 12, 1958, under the name North American Air DefenseCommand. Since 1963, NORAD's main technical facility has been located insideCheyenne Mountain near Colorado Springs, Colorado. While the terms \"NORAD\" and\"Cheyenne Mountain\" are often used interchangeably to describe the facility, NORAD isthe name of the Command, while Cheyenne Mountain is the name of the facility. Thefacility is hosted by the U.S. Air Force, under the command of the 721st Mission SupportGroup, part of the 21st Space Wing, headquartered out of Peterson Air Force Base.NRL Naval Research Laboratory. Stennis Space Center, Mississippi, 45 miles northeastof New Orleans, Louisiana, (NRL-SSC) is the major center for in-house Navy research anddevelopment in oceanography, marine geology, geophysics, geoacoustics, andgeotechnology. Stennis Space Center is NASA's primary center for rocket propulsiontesting and home to NASA's Applied Sciences Directorate. Another NRL facility is inMonterey, California: the Fleet Numerical Meteorology and Oceanography Center whichis the only scientific center in the Navy wholly dedicated to atmospheric research. AnotherNRL facility is the Chesapeake Bay Detachment (CBD), which provides facilities andsupport services for research in radar, electronic warfare, optical devices, materials,communications, and fire research. CBD also hosts facilities of the Navy TechnologyCenter for Safety and Survivability, which conducts fire research on simulated carrier,surface, and submarine platforms."},{"pageNumber":2,"pageContent":"NRO National Reconnaissance Office jointly operated since 1961 by NSA, CIA, AirForce Systems Command under the National Security Council (NSC) to design, construct,operate and maintain high altitude aircraft, satellites and other national technical means toconduct strategic surveillance and espionage. NRO was created under the KennedyAdministration in a push to create a permanent reconnaissance organization. Secretary ofDefense Robert McNamara and his deputy, Roswell Gilpatric, produced a September 9,1961, letter to the Director of Central Intelligence (DCI) Allen Dulles established theNational Reconnaissance Office (NRO). NRO was to be responsible for all satellite andaerial overflights over denied territory, including the CORONA, ARGON, LANYARD,GAMBIT, and SAMOS satellite programs and U-2, A-12, ST/POLY overflight programs.Two key features of the early NRO were the joint directorship and the lack of specialassignment of functions to the Air Force and CIA. The joint directorship was a result, inpart, of Dulles' fear that the CIA would be held liable for actions taken by Air Forcepersonnel. NRO and NSA operate ground and space based sensors to track and catalogspace borne objects as well as SDOC (Space Defense Operations Center). Many insidesources describe NRO as directly involved with monitoring and interacting with the UFOphenomenon.NSA National Security Agency. On July 26, 1947, only three weeks after one or morediscs allegedly crashed in the Roswell, New Mexico region, President Harry Trumansigned the National Security Act of 1947, establishing a new post-WWII focus onAmerica's perceived national security issues. One of the agencies that evolved from thatact was the Armed Forces Security Agency (AFSA) that had been created on May 20,1949, in the Department of Defense under the command of the Joint Chiefs of Staff. TheAFSA was to be responsible for directing the communications and electronic intelligenceactivities of military intelligence units such as the Army Security Agency, Naval SecurityGroup and the Air Force Security Service. However, the agency had little power andlacked a centralized coordination mechanism. So, the idea for NSA began in a December10, 1951, memo sent by Walter Bedell Smith to James B. Lay, Executive Secretary of theNational Security Council. The super spy agency was official on June 13, 1952, by anExecutive Order of President Harry S. Truman which was classified.NSC National Security Council. Also emerging from the National Security Act of 1947,the NSC held its first meeting on September 24, 1947 at the White House. That very day,and likely in that same meeting, the MJ-12 document discusses an executive order byPresident Truman to create the MJ-12 Special Studies Group.NSF National Science Foundation. The NSF also evolved from a National Security Actprovision for funding basic research into the applied sciences to allow any programoperated by NSF that discovered a physical principal, event or relationship that mightapply to the national security interests of the U. S. to be immediately \"militarized.\" Such anational security classification would automatically put the discovery under the directcontrol of the Research and Development Board (RDB) of the Secretary of Defense in thePentagon. NSF was established on May 10, 1950.ONR Office of Naval Research.ORI Office of Research and Innovations, U. S. Navy.OSI Office of Scientific Intelligence, Central Intelligence Agency (CIA).OSRD Office of Scientific Research and Development of the Office of EmergencyManagement in the Executive Office of the President. From 1940 to 1947, OSRD wasdirected by Dr. Vannevar Bush (MJ-2) who was President of the Carnegie Institution inWashington, D. C. Dr. James Conant, President of Harvard College in Cambridge,Massachusetts, served as Deputy Director. Dr. Lloyd Berkner (MJ-12) served as deputyfollowing Dr. Conant's return to Harvard. Dr. Detlev Bronk (MJ-6) was OSRD's principalmanager of medical research and worked with General Twining's (MJ-4) AMC, especiallyon matters related to high altitude research and human physiology. All V-2 rocket testingand the establishment of White Sands Proving Ground in New Mexico was the directresponsibility of OSRD.OSS Office of Strategic Services of the Joint Chiefs of Staff during WWII.PAC B AR Pacific Barrier Radar, constructed in 1983 for satellite tracking at SanMiguel, Philippines and Saipan."},{"pageNumber":3,"pageContent":"PAV E PAWS A system of LPAR (FPS-115) UHF space sensors to detect spacevehicles, constructed in the 1980s at Beale AFB, California; Otis AFB, Massachusetts;Robins AFB, Georgia; Goodfellow AFB, Eldorado, Texas.Phillips Laboratory A division of U.S. Air Force Systems Command, HanscomAFB, Massachusetts, and Kirtland AFB, Albuquerque, New Mexico. Formerly the AirForce (Special) Weapons Laboratory (AFWL), AFSC.PL80-253 Public Law 80-253 (NSA 1947) enacted by the 80th Congress in 1947created the National Security Council. [ A confidential government insider says the lawallows certain U. S. government officials to materially misrepresent, disavow knowledge,or intentionally mislead and deceive any natural person, including Congress and thejudicial branch, in sworn testimony regarding any act, event or program that effects thesecurity interests of the U. S. Only two people are exempt from officially sanctionedmisrepresentation (lies) - the President and his National Security Advisor. This provision ofthe National Security Act of 1947 was still classified in 1995 after this manuscript wascompleted.\"PROJECT Y\" Los Alamos, NM School for Boys became Los Alamos ScientificLaboratory (LASL), which became the Atomic Energy's Los Alamos National Laboratory(LANL). PROWORD/PRONAME A code word used to access information or facilitiesin a special intelligence compartmentalized access. In practice some prowords andpronames link to a distinctive feature in the compartmentalized program, facility or file.RADINT Radar intelligence.RAND Project RAND of the Douglas Aircraft Company evolved into the RANDCorp. in November 1948, a private, nonprofit research and development organization.RAND is an abbreviation for Research and Development Division - Douglas AircraftCompany. RAND has had a \"special relationship\" with U. S. Air Force Systems Commandand the Aerospace Corporation. In July 1948, it developed another special relationship,one with the Atomic Energy Commission in RAND's Physics Department which wasphysically separated from other RAND divisions and required an AEC \"Q\" clearance foraccess. Later RAND developed other special relationships with the Ford Foundation, theCarnegie Institution in Washington, D. C., and with the Rockefeller Institute. RAND's onlyclients in its first two decades of existence were the U. S. Air Force and the Atomic EnergyCommission. [ Source: The RAND Corporation © 1966 by Bruce L. R. Smith, HarvardUniv. Press, p. 84.]RDB Research and Development Board for the Secretary of Defense. RDB was theimmediate successor to the Joint Research and Development Board of the JCS establishedin the last week of July 1947. The first RDB chairman was Dr. Vannevar Bush (MJ-2).Rockefeller Institute A private, non-profit research and development institutefinanced by John D. Rockefeller, primarily for medical research. Dr. Detlev Bronk (MJ-6)became President of the Rockefeller Institute in 1948. David Rockefeller served asChairman of the Board of Trustees. In 1995, the Department of Energy published that theRockefeller Institution was working cooperatively with the AEC to collect and analyzebiological tissue samples from corpses of human infants and living animals worldwide todetermine the extent of nuclear testing contamination from the late 1940s through 1980. [Sourc e: The Albuquerque Journal, February 15, 1995, p. A9.]ROVER A proname for the joint NASA-AEC Space Nuclear Propulsion Office'sefforts to develop a solid core heat exchanger nuclear rocket engine for interplanetary andgeosynchronous flight. Primary facilities were Jackass Flats, Nevada Test Site. Projectsincluded KIWI and NERVA. LANL's effort included PHOEBES. In 1958, NASA inheritedthe program from NACA and the USAF and ROVER operated until 1969. The program\"vanished\" in 1969, according to a NASA spokesman, after substantial progress had beenmade on space nuclear propulsion for lifting heavier than air vehicles from the Earth'ssurface to orbit. [ Source: \"United States Civilian Space Programs, 1958-1978,\" bySubcommittee on Space Science and Applications, Committee on Science and Technology,U. S. House of Representatives, 97th Congress, First Session, January 1981, p. 225.]\"SANDY BEACH\" Proname for Los Alamos Scientific Laboratory's and NavalBureau of Ordnance test facility at the Salton Sea, California. [ Source: Sandia National"},{"pageNumber":4,"pageContent":"Laboratories © by Furman, p. 98.] The Carnegie Institution of Washington, D. C. was alsoactive in the \"SANDY BEACH\" area at the same time, ostensibly to study \"the mechanicsof evaporation.\"SCI Sensitive Compartmented Intelligence, available only to those cleared with aspecific, defined compartment which requires Special Access procedures and clearances.\"SECTION T\" Inside Applied Physics Laboratory (APL), Johns HopkinsUniversity, Baltimore, Maryland. Section T designed, developed, fabricated andmanufactured the first radio-controlled proximity fuse for artillery munitions for OSRDduring WWII. Section T was staffed from the Carnegie Institution's Department ofTerrestrial Magnetism (DTM). [ Source: Encyclopedia of the U. S. Military © by Arkin etal, p. 628.]SDOC Space Defense Operations Center. Operates at least 24 radar and optical sensorsfor near space and deep space surveillance through its 1st Space Wing. SDOC is associatedwith NRO and operates as a division of the USAF. SDOC's parent agency is the U. S.Space Command at Cheyenne Mountain, Colorado Springs, Colorado. Also, SDOCindirectly controls a number of university and private observatories \"as need arises.\"SDOC also operates optical sensors constructed by the Vatican. [ Source: Ibid. p. 628.]\"SITU\" Proname for a satellite tracking facility operating in the visible light spectrumat St. Margarets, Canada.SNL Sandia National Laboratory, Albuquerque, New Mexico.SOI Space Object Identification, Space Defense Operations Center (SDOC).\"SPACETRACK\" Common proname for Space Surveillance Network. [Source:Ibid. p. 636.]Special Access Categories of information which require a \"Need To Know\"certification above TOP SECRET. Special Access requires a more thorough backgroundinvestigation before individuals are granted that access. Background checks are done bythe Federal Investigative Service. Special access information might be provided to otherscleared at the same or superior level only if those individuals have Need To Know. It hasbeen suggested to this author by a U. S. Army counter-intelligence officer that thePresident is not routinely informed about \"black\" programs unless the NSC or JCS certifiesthe President has a \"Need To Know.\"Special Weapons A class of munitions and unconventional weapons whichrequire the use of unique, Special Access procedures. Categories include: nuclear andnon-nuclear warheads, nuclear demolition munitions, missile bodies and missilecomponents, lethal and incapacitating chemical agents. [ Source: Science With AVengeance: How the Military Created the U. S. Space Sciences After W. W. II © 1992 byDavid Devorkin, Springer-Verlag, New York, p. 82.]T-FORCE Specialized, often inter-service, U. S. military unit assigned a mission totake, hold and defend a specialized enemy facility or specific piece of enemy equipmentpossessing high scientific or technical value as defined by OSRD and the JCS duringWWII. [ Source: Ibid. p. 52]\"TEAL AMBER\" Proname for a space sensing system based at Malabar, Florida.\"TEAL BLUE\" Proname for the MOTIF facility in Maui, Hawaii.\"TEAL RUBY\" Proname for a TOP SECRET facility.TECHINT General term used to describe intelligence collected by national technicalmeans, which is different from HUMINT, human-gathered intelligence.\"TK-SI\" Talent Keyhole - Special Intelligence. Proword prefix for access to thecompartment concerned with satellite intelligence collection in the early 1980s. TK is theoverhead part; SI is the COMINT part.UARRP Upper Atmosphere Rocket Research Panel composed of experts from the"},{"pageNumber":5,"pageContent":"JRDB and RDB.USAIMA United States Army Institute for Military Assistance. An August 2003,Special Warfare article entitled \"The evolution of Special Forces training: maintaining highstandards\" by Joseph Lupyak stated: \"In June 1952, the United States Army activated aunique unit--the 10th Special Forces Group--at Fort Bragg, N.C. The unit's primarymission, as defined by the Army, was \"to infiltrate by land, sea or air, deep into enemy-occupied territory and organize the resistance/guerrilla potential to conduct Special Forcesoperations, with emphasis on guerrilla warfare.\"The 10th Special Forces Group's commander was Colonel Aaron Bank, a veteran of WorldWar II's Office of Strategic Services, or OSS. As the 10th Group grew, Bank trained themin advanced tactics of unconventional warfare.Today, Special Forces train at the JFK Special Warfare Center and School in Ft. Bragg,North Carolina.USAIMA's secondary missions included deep-penetration raids, intelligence missions,counterinsurgency operations, and tactics of unconventional warfare. Today, the 10thSpecial Forces train at the JFK Special Warfare Center and School in Ft. Bragg, NorthCarolina.V-2 Vengeance-2 German ballistic missile system tested and used for research by U. S.Army Ordnance, the U. S. Naval Research Laboratory and Bureau of Ordnance at WhiteSands Proving Ground, New Mexico, from 1946 through 1949.V-2 Panel Joint new weapons and equipment expert panel concerned with V-2rocket development in the 1940s.VLA Very Large Array, National Radio Astronomy Observatory under the NationalScience Foundation. Extreme deep space surveillance and deep space research. VLA wasdesigned and constructed, as were all NRAO major facilities, by Associated Universities,Inc., the parent organization of Brookhaven National Laboratory (BNL). Dr. LloydBerkner (MJ-12) became Director of BNL in 1948. Dr. Donald Menzel (MJ-10) served asChairman of NRAO for more than a decade beginning in the mid-1950s.VLBA Very Long Baseline Array, National Radio Astronomy Observatory of theNational Science Foundation. Extreme deep space surveillance and space research.Constructed by Associated Universities, Inc.Wasserfall German program name for the first surface-to-air missile system testedand deployed in the spring of 1947 by the Air Material Command (AMC) and operated bythe National Antiaircraft Artillery School at Ft. Bliss, Texas. [ Source: InternationalMissile and Spacecraft Guide © 1960 by Frederick I. Ordway III, McGraw-Hill, NewYork, p. 96.]\"WATERSUPPLY\" Proward for AFSWP program to develop the United States'sfirst three underground nuclear weapons storage and final assembly sites. [ Source: SandiaNational Laboratories © 1990 Necah Furman.]\"W-47\" Second proword for Wendover Field, Utah. [ Source: Ibid. p. 93.]\"WINDMILL\" Second proname described to author as associated with a classifiedintelligence compartment for flying disc information.WSMR White Sands Missile Range, New Mexico.WSPG White Sands Proving Ground, New Mexico, renamed WSMR in 1956.Z Division Named after Jerrold R. Zacharias. Z(acharias) Division was within ProjectY established at Sandia Base in Albuquerque between 1946 and 1948. [Source: Ibid. p.126.] Z Division evolved using the Project Y staff at W-47 into Sandia NationalLaboratory. Z Division was administered through Presidential invitation to AT&Tbeginning in March 1948. Z Division's Group 12 was established in September 1947.Group 12's function and purpose apparently remained classified as of 1995 after Icompleted this manuscript. The MAJIC-12 document released to Stanton Friedman in1984 links to the original flying disc compartment as: MANHATTAN (EngineeringDistrict) JOINT (Chiefs of Staff) INTEGRATED COMMAND - (Z Division, Group) 12 or:MAJIC-12."},{"pageNumber":6,"pageContent":"Continued in Part 5 - Trouble in the DesertCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
