[{"pageNumber":1,"pageContent":"Maine Masonic Text Book FOR USE OF LODGES ORIGINALLY DRUMMOND'S MONITOR SIXTEENTH EDITION COPYRIGHTED 1923 Maine Printing Exchange, Inc. 1997 PREFACE TO THE 16TH EDITION The Maine Masonic Text Book compiled by P.G.M. Josiah . Drummond was originally published by the Grand Lodge of Maine in 1877 for the purpose of assisting the lodges in resolving the questions which continually arise, and as a monitor of the various ceremonies. The sixteenth edition has been printed without the \"Digest of Decisions.\" It is important to publish the \"Digest of Decisions in a format which can be readily updated. In past formats, each Grand Master's Decisions have had to remain unprinted until the supply of text books ran out, and a new edition was printed. Not having the Digest of Decisions printed in the Text Book allows the book to remain current. The \"Digest of Decisions\" can be purchased separately or with the Constitution and Standing Regulations of the Grand Lodge of Maine. John E. Anagnostis Grand Secretary CHAPTER I MASONRY. ITS ORGANIZATIONS. HISTORY The Institution of Masonry, or Freemasonry (for these terms are used indiscriminately), is founded upon the Fatherhood of God and the Brotherhood of Man: it. therefore, necessarily teaches Morality, Brotherly Love, and Charity: its method of teaching is chiefly by symbols: it has many forms and ceremonies, but these are all intended to teach and impress upon the mind the great principles of the Institution: its votaries are seeking after Truth, symbolized by Light. A Provincial Grand Lodge was formed in Massachusetts under the authority of the Grand Lodge of England, in 1733; and another, under the authority of the Grand Lodge of Scotand, in 1769: during the revolution, these Bodies declared themselves independent of their Mother Grand Lodges, and, in 1792, both united as the Grand Lodge of Massachusetts. The first lodge in Maine PORTLAND) was chartered by the English Provincial Grand Lodge; the second (WARREN) by the Scottish Provincial Grand Lodge; and the third (LINCOLN) by the United Grand Lodge of Massachusetts. When Maine became an independent State in 1820, the Lodges, thirtyone in number, formed the Grand Lodge of Maine, in accordance with the wellsettled principle of masonic law, that the lodges in every independent State are of right entitled to form a Grand Lodge for that State. The Grand Lodge of Maine exercises exclusive masonic jurisdiction in this State, and any lodge, organized by any other authority, is illegal and clandestine, with which, or with whose members, no masonic intercourse can be held. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (1 of 76) [11/22/1999 11:51:54 AM]"},{"pageNumber":2,"pageContent":"CHAPTER II A Lodge cannot he legally opened in this State without the presence of the Charter or Charter Certificate as well as the Furniture. When the hour of meeting has arrived and the W. Master has ascertained that the charter is present and the lodge furnished, he gives one rap with the gavel, directs the Brethren to he clothed and the Officers to invest themselves with their jewels and repair to their respective stations, and proceeds to open the lodge. He must open it on the third degree, unless the business he the conferring of the first or second degree, as all other business must be transacted in a Master's lodge. To ballot on petitions, there must he at least seven memhers of the lodge present: for other purposes the ritual number is sufficient, unless the bylaws otherwise provide. A prayer must he made or read, or a charge given, at opening or closing a lodge PRAYER AT OPENING A LODGE Most merciful God! Supreme Architect of Heaven and Earth. We beseech Thee to guide and protect these brethren here assembled, and fulfill at this time that divine promise Thou wert pleased to make to those who should be gathered together in Thy name. Teach us to know and serve Thee aright Bless us and prosper us in all our laudable undertakings, and grant that our conduct may tend to Thy glory, to the advancement of Freemasonry, and finally to our own salvation in that blessed kingdom where Thy children shall find rest. AMEN Response.So mote it be. ANOTHER O Lord, our Heavenly Father, the High and Mighty Ruler of the Universe, who dost from Thy throne behold all the dwellers upon earth, direct us, we beseech Thee, in all our doings, with Thy most gracious favor, and further us with Thy continual help, that in all our works begun, continued and ended in Thee, we may glorify Thy holy name and as Thou hast taught us, in Thy Holy Word, that all our doings, withoutcharity, are nothing worth; send Thy Holy Spirit, and pour into our hearts the most excellent gift of Charity, the very bond of peace and of all virtues, without which whosoever liveth is counted dead before Thee. Bless and prosper, we pray Thee, every branch and member of this our Fraternity, throughout the habitable earth. May Thy kingdom of peace, love and harmony come. May Thy will be done on earth as it is in heaven, and the whole world be filled with Thy glory. Amen. Response. So mote it be. CHARGE AT OPENING A LODGE Behold! how good and how pleasant it is for brethren to dwell together in unity! It is like the precious ointment upon the head, that ran down upon the beard, even Aaron's beard, that went down to the skirts of his garments. As the dew of Hermon, and as the dew that descended upon the mountains of Zion: for there the Lord commanded a blessing, even life forevermore. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (2 of 76) [11/22/1999 11:51:54 AM]"},{"pageNumber":3,"pageContent":"PRAYER AT CLOSING A LODGE O God, our Creator, Preserver, and Benefactor, unto whom all hearts are open, all desires known, and from whom no secrets are hid, we heartily thank Thee for the fraternal communion that we have been permitted through Thy kind providence to enjoy. May we be ever mindful that it is in Thee that we live, move and have our being; that every good gift cometh from Thee. Bless our humble labors for the promotion of truth and love, unity and peace. Continue to extend Thy gracious favor to our beloved institution, and make it more and more an agency for good among men. Dismiss us with thy blessing. Go with us as we return to our homes. Be with us while engaged in the active affairs and duties of this life. So influence our hearts and minds that we may faithfully practice out of the lodge the great moral duties which are inculcated in it; and with reverence study and obey the laws which Thou hast given us in Thy Holy Word; and to Thee shall be all the praise. Amen. Response. So mote it be. CHARGE AT CLOSING A LODGE Brethren: We are about to quit this sacred retreat of friendship and virtue, to mix again with the world. Amidst its concerns and employments forget not the duties which you have heard so frequendy inculcated and so forcibly recommended in this lodge. Be diligent, prudent, temperate, discreet. remember that around this altar you have promised to befriend and relieve every brother who shall need your assistance. You have promised, in the most friendly manner to remind him of his errors, and aid a reformation. These generous principles are to extend further. Every human being has a claim upon your good offices. Do good unto all. Recommend it more especially to \"the household of the faithful.\" Finally, Brethren, be ye all of one mind; live in peace; and may the God of love and peace delight to dwell with and bless you. BENEDICTION May the blessing of Heaven rest upon us, and all regular Masons! May brotherly love prevail, and every moral and social virtue cement us! Amen. Response.So mote it be. FORM FOR MINUTES Stated Communication of Portland Lodge, No.1, held in Masonic Hall in Portland, Wednesday, October 4, A. D. 1876, A. L. 5876. Officers Present [Give the name of each officer, designating those temporarily filling any chair by the word\" as \"between the name and the office.) Members Present Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (3 of 76) [11/22/1999 11:51:54 AM]"},{"pageNumber":4,"pageContent":"[The old custom of giving the names of the members present, is, in some places, no longer observed; but the Secretary who fails to record them neglects his duty.] Visitors Present [Give their names and the name of the lodge from which each hails.) Lodge opened on the Master's degree. The records of the last stated meeting, and of all subsequent special meetings, were read and confirmed. The petition of John Doe for the degrees of masonry, with the usual deposit, was received and referred to the Committee of Inquiry. The committee of Inquiry reported upon the petition of Richard Roe; their report was accepted, the ballot spread, and Richard Roe was elected to receive the degrees within the gift of the lodge. The Committee of Inquiry reported upon the petition of John Roe; their report was accepted, the ballot spread, and he was declared rejected. [The other business transacted is recorded in a similar manner.] The minutes were read and approved. No further business appearing, the lodge was duly closed in peace and harmony. W.M. Attest, Secretary. It is the prerogative of the Master to determine what proceedings of the lodge are proper to be recorded, and he should sign the minutes, thereby giving them his sanction. CHAPTER III ADMISSION OF CANDIDATES. THE FIRST DEGREE When a candidate, whom a Mason is willing to recommend,desires to apply for initiation, care must be taken that he presents his petition to the lodge nearest his residence. The determination of the place of one's residence is often difficult, especially in Maine, from which so many young men go away into other States to seek employment. the residence, intended by our Constitution, is the home where the party has the right to vote and is bound to pay taxes. This test will generally settle the question, but no rule can be given by which every case can be decided. By a regulation, adopted by most of the Grand Lodges in America, no candidate for the mysteries of Masonry can be initiated without having been proposed at a previous meeting Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (4 of 76) [11/22/1999 11:51:54 AM]"},{"pageNumber":5,"pageContent":"of the lodge (except by dispensation from the Grand Master) in order that no one may be introduced without due inquiry relative to his character and qualifications. The application must be in writing over the signature of the applicant, and state his age, residence, that he has resided in the state one year and in the jurisdiction of the lodge the six months next preceding (except as elsewhere provided) and whether he has made application to and been rejected by any lodge, also give all the information called for in the Questionnaire attached to and made a part of the application; and it is further required the application, questions and answers be filed by the lodge for permanent preservation. QUESTIONNAIRE This blank should be filled out by the Candidate in his own handwriting and is a part of his application. 1. Name in full, (Middle Initial not sufficient) l 2. Place and exact date of birth ? l 3. Single, married or widower? l 4. If married, how many in family? l 5. Do you believe in God, the Author, Creator and Ruler of the universe? l 6. What church do you attend? l 7. Of what secret societies or organizations are you now a member? l 8. Name of your father and address if living l 9. Is he or was he a Mason? l 10. Places in which you have lived during past ten years, with approximate time in each place l 11. If not a professional man give names and addresses of your employers or business associates for the past ten years l 12. Have you ever been respondent in a criminal case in court? If so give particulars l 13. Where were you educated? l 14. Have you ever before applied for the degrees to anyl odge of Masons? l 15. If so, where? When? l 16. Is your financial position such that in becoming a Mason, you will be able to pay promptly the annual dues and assessments, if any, of the Masonic lodge of which you may become a member? l 17. Is this application made of your own free will, or was it solicited? l I To the Officers and Brethren of.......................................Lodge of Ancient Free and Accepted Masons, at ............................................................ The subscriber, aged_______ years, and by occupation a ______________respectfully states that he is a resident of _________________ that he has actually resided within the jurisdiction of said lodge for more than six months last past, and within the State of Maine for the year past; that, unbiased by friends, and uninfluenced by mercenary motives, he freely and voluntarily offers himself a candidate for the mysteries of Freemasonry; that if admitted he will cheerfully conform to all the ancient established usages and customs of the Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (5 of 76) [11/22/1999 11:51:54 AM]"},{"pageNumber":6,"pageContent":"Fraternity; that he knows no physical, legal or moral reason which should prevent his becoming a Freemason; and that he has before offered himself as a candidate to any lodge. [Deposit$] We hereby certify, that we are personally acquainted with Mr_______________________________above named, and do hereby recommend and propose him as a worthy candidate for the mysteries of Masonry, and that the statements in his petition as to his residence are true. The foregoing application was presented to __________________________________, Lodge,on the ______________ day of _______________ A.L. 59____________and referred to a Committee of Inquiry. Attest__________________________ Secretary I FIRST We have made all due inquiry relative to the character, standing and eligibility of the above applicant, and do cheerfully recommend him as suitably qualified, worthy of the honor he solicits, and within the jurisdiction of this lodge. _______________________________________Committee of Inquiry Great care should be taken that the candidate fully understands the statements in the petition, and to ascertain definitely whether he has ever before applied for the degrees to any lodge, under any jurisdiction. If practicable, the candidate should examine the Constitution of the Grand Lodge and the bylaws of the lodge before he presents his petition. When the petition is presented, if it appears on its face that the lodge has no jurisdiction of the candidate, it should not be received, but be returned to him; if the lodge appears to have jurisdiction, the petition should be referred to the Committee of Inquiry: after its reference, it cannot be withdrawn by the petitioner until after a favorable ballot. The first duty of the committee is to ascertain beyond question whether the lodge has jurisdiction: if they find that it has not, they should report that fact to the lodge, and if jurisdiction cannot be obtained, the petition must be returned. If the candidate does notreside within thejurisdiction of the lodge, or has not resided there the required time, or is physically disqualified, or has been previously rejected by another lodge, the lodge has no jurisdiction unless it obtains the consent of the other lodge, in those cases in which consent gives jurisdiction. If the committee find that the lodge has jurisdiction, they then inquire and report on the fitness of the candidate to be made a masona duty to be performed with Zealous care and prudence, and \"without fear, favor or affection\": and the character of their report, whether favorable or unfavorable, should never be entered of record. If the candidate is accepted, and no objection is made, the Master proceeds to initiate him at such time as he deems proper. FIRST SECTION. During the preparation of the candidate, only the Junior Deacon and the Stewards should be in the Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (6 of 76) [11/22/1999 11:51:54 AM]"},{"pageNumber":7,"pageContent":"preparationroom with him. Before the candidate is prepared for the first degree he should give unequivocal answers to the following questions: I. Do you seriously declare upon your honor, before these witnesses, that, unbiased by friends, and uninfluenced by mercenary motives, you freely and voluntarily offer yourself a candidate for the mysteries of Masonry? II. Do you seriously declare upon your honor, before these witnesses that you are prompted to solicit the privileges of Masonry, by a favorable opinion conceived of the Institution, a desire for knowledge, and a sincere wish to be serviceable to your fellowcreatures? III. Do you seriously declare upon your honor, before these witnesses, that you will cheerfully conform to all the ancient established usages and customs of the Fraternity? FORMS OF PRAYER SUITABLE TO BE USED AT THE RECEPTION OF A CANDIDATE I. Vouchsafe Thine aid, Almighty Father of the Universe, to this present convention; and grant that this candidate for Masonry may dedicate and devote his life to Thy service, and become a true and faithful Brother among us. Endue him with a competency ofThy Divine Wisdom, that, by the influence of the pure principles of our Order, he may the better be enabled to display the beauties of Brotherly Love, Relief and Truth, to the honor of Thy Holy Name. Amen. Response.So mote it be. II. O Thou, who art the Author of peace and Lover of concord, bless us in the exercise of those kind and social affections Thou hast given us. May we cherish and display them as our honor and our joy. May this, our friend, who is now to become our Brother, devote his life to Thy service, and consider a right the true principles of his engagements. May he be endowed with wisdom to direct him in all his ways; strength to support him in all his difficulties; and beauty to adorn his moral conduct. And may we each and all walk within compass, and square our actions by the dictates of of conscience and virtue. May we appreciate and follow the examples of the wise and good, and be ever obedient to the precepts of Thy Holy Word. Amen Response. So Mote it be III. Almighty and Everlasting God, In whom alone is our trust, and who, in Thy holy Word, hast brought life and immortality to light, defend this Thy servant with Thy heavenly grace, that he may continue Thine forever. Strengthen him with the spirit of wisdom and understanding; endue him with the fear of Thy Holy name; increase in him, more and more, the spirit of Charity and the love of Truth. Let Thy Fatherly hand ever be over him; let Thy Spirit ever be with him; and so lead him in the knowledge and the obedience of Thy Holy Word, that, having finished his course below, he may at last pass peacefully and joyfully to mansions of rest in Thy Temple ahove, that house not made with hands, eternal in the heavens. Amen Response.So mote it be. LESSON. Behold, how good and how pleasant it is for Brethren to dwell together in unity ! It is like the precious Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (7 of 76) [11/22/1999 11:51:54 AM]"},{"pageNumber":8,"pageContent":"ointment upon the head, that ran down upon the beard, even Aaron's beard; that went down to the skirts of his garments; as the dew of Hermon, and as the dew that descended upon the mountains of Zion; for there the Lord commanded the blessing, even life forevermore. The following hymn may be used instead of the lesson: MusicAuld Lang Syne. I.Behold! how pleasant and how good, For Brethren such as we, Of the Accepted Brotherhood, To dwell in unity. II. 'Tis like the oil on Aaron's head, Which to his feet distils;Like Hermon's dew, so richly shed On Zion's sacred hills. III.For there the Lord of light and love, A blessing sent with power; O may we all this blessing prove, E'en life for evermore. IV. On Friendship's altar rising here, Our hands now plighted be, To live in love, with hearts sincere, In peace and unity. THE LAMBSKIN, OR WHITE LEATHER APRON. Is an emblem of innocence, and the badge of a Mason; more ancient than the Golden Fleece or Roman Eagle; more honorable than the Star and Garter, or any other Order that can be conferred upon you at this or any future period, by King, Prince, Potentate, or any other person, except he be a Mason, and which I hope you will wear with pleasure to yourself and honor to the Fraternity. THE TWENTYFOUR INCH GAUGE. Is an instrument made use of by operative Masons to measure and lay out their work; but we, as Free and Accepted Masons, are taught to make use of it for the more noble and glorious purpose of dividing our time. It being divided into twentyfour equal parts, is emblematical of the twentyfour hours of the day, which we are taught to divide into three equal parts, whereby we find eight hours for the service of God and a distressed worthy Brother; eight for our usual vocations; and eight for refreshment and sleep. COMMON GAVEL. The common gavel is an instrument made use of by operative Masons to break off the corners of rough stones, the better to fit them for the builder's use, but we as Free and Accepted Masons are taught to make use of it for the more noble and glorious purpose of divesting our minds and consciences of all the vices and superfluities of life, thereby fitting us as living stones for that spiritual building, that house not made with hands, eternal in the heavens. SECOND SECTION. THE BADGE OF A MASON. The lamb has in all ages been deemed an emblem of innocence. He, therefore, who wears the.lambskin as a badge of Masonry, is thereby continually reminded of that purity of life and conduct which is essentially necessary to his gaining admission into the Celestial Lodge above, where the Supreme Architect of the Universe presides. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (8 of 76) [11/22/1999 11:51:54 AM]"},{"pageNumber":9,"pageContent":"THIRD SECTION. A LODGE Is a certain number of Masons duly assembled, having the Holy Bible, Square and Compasses, with a charter or warrant empowering them to work. THE FORM OF A LODGE. * * * * * THE SUPPORTS OF A LODGE. Our Institution is said to be supported by three great pillars, called WISDOM, STRENGTH and BEAUTY. It is necessary there should be Wisdom to contrive, Strength to support, and Beauty to adorn all great and important undertakings. COVERING OF A LODGE. It is no less than the clouded canopy or starry decked heaven, where all good masons hope at last to arrive, by the aid of that theological ladder which Jacob in his vision saw ascending from earth to heaven called Jacob's Ladder, the three principal rounds of which are called Faith, Hope and Charity. The greatest of these is Charity, because our Faith may be lost in sight, Hope ends in fruition, but Charity extends beyond the grave through the boundless realms of eternity. FURNITURE OF A LODGE. The HOLY BIBLE, the SQUARE and the COMPASSES. The Holy Bible we dedicate to God, the Square to the Master and the Compasses to the Craft. The Bible we dedicate to God because it is the inestimable gift of God to man *** the Square to the Master, because it is the proper Masonic emblem of his office; and the compasses to the Craft, because by its use, we are taught to circumscribe our desires, and keep our passions within due bounds. THE ORNAMENTS OF A LODGE . The Mosaic Pavement, Indented Tessel, and Blazing Star. The Mosaic Pavement is a representation of the ground floor of King Solomon's Temple; the Indented Tessel, of that beautiful tesselated border, or skirting, which surrounded it,with the Blazing Star in the centre. The Mosaic Pavement is emblematical of human life, checkered with good and evil; the beautiful border which surrounds it, of those manifold blessings and comforts which surround us, and which we hope to obtain by a faithful reliance on Divine Providence, which is hieroglyphically represented by the Blazing Star in the centre. LIGHTS. * * * * * Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (9 of 76) [11/22/1999 11:51:54 AM]"},{"pageNumber":10,"pageContent":"JEWELS. The movable jewels are the SQUARE, LEVEL and PLUMB. The Square teaches morality, the Level equality, and the Plumb rectitude of life. The immovable jewels are the ROUGH ASHLAR, the PERFECT, ASHLAR and the TRESTLEBOARD. The Rough Ashlar is a stone as taken from the quarry, in its rude and natural state. The Perfect Ashlar is a stone made ready by the hands of the workmen, tobe adjustedby the workingtools of the Fellow Craft. The TreslieBoard is for the Master to draw his designs upon. By the Rough Ashlar we are reminded of our rude and imperfect state by nature; by the Perfect Ashlar, of that state of perfection at which we hope to arrive, by a virtuous education, our own endeavors, and the blessing of God; and,by the TresdeBoard, we are also reminded, that, as the operative workman erects his temporal building agreeably to the rules and designs laid down by the Master on his TrestleBoard, so should we, both operative and speculative, endeavor to erect our spiritual building agreeably to the rules and designs laid down by the Supreme Architect of the Universe, in the great books of Nature and Revelation, which are our spiritual, moral and Masonic TrestleBoard. SITUATION. Lodges should be situated due east and west DEDICATION. Lodges in ancient times were dedicated to King Solomon In modern times to St. John the Baptist and Saint John the Evangelist, two eminent Christian patrons of Freemasonry; and since their time there has been represented in every regular and wellfurnished lodge, a certain point within a circle embordered by two perpendicular parallel lines, representing Saint John the Baptist and Saint John the Evangelist. Upon the top of the circle rests the Book of Holy Scriptures. The point represents an individual Brother; the circle, the boundary line of his duty. In going around this circle, we necessarily touch on the two parallel lines, as well as on the Book of Holy Scriptures; and while a Mason keeps himself circumscribed within their precepts, it is impossible that he should materially err. TENETS. The tenets of your profession as a Mason are Brotherly Love, Relief and Truth. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (10 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":11,"pageContent":"BROTHERLY LOVE. By the exercise of Brotherly Love we are taught to regard the whole human species as one familythe high and low, rich and poor; who, as created by one Almighty Parent, and inhabitants of the same planet, are to aid, support and protect each other. On this principle, Masonry unites men of every country, sect and opinion, and conciliates true friendship among those who might otherwise have remained at a perpetual distance. RELIEF. To relieve the distressed is a duty incumbent on all men, but particularly on Masons, who profess to be linked together by an indissoluble chain of sincere affection. To soothe the unhappy, sympathize with their misfortunes, compassionate their miseries, and restore peace to their troubled minds, is the grand aim we have in view. On this basis we form our friendships and establish our connections. TRUTH. Truth is a divine attribute, and the foundation of every virtue. To be good and true is the first lesson we are taught in Masonry. On this theme we contemplate, and by its dictates endeavor to regulate our conduct. Hence, while influenced by this principle, hypocrisy and deceit are unknown among us; sincerity and plain dealing distinguish us, and the heart and tongue join in promoting each other's welfare and rejoicing in each other's Prosperity. * * * * * CARDINAL VIRTUES. The four Cardinal virtues are Temperence, Fortitude, Prudence and Justice Temperence Is that due restraint upon our affections and passions, which renders the body tame and governable, and frees the mind from the allurements of vice. This virtue should be the constant practice of every Mason, as he is thereby taught to avoid excess, or the conLracting of any licentious or vicious habit, the indulgence in which might lead him to disclose some of those valuable secrets which he has promised to conceal and never reveal, and which would consequendy subject him to the contempt and detestation ofall good Masons.**** FORTITUDE Is that noble and steady purpose of the mind whereby we are enabled to undergo any pain, peril or danger, when prudentially deemed expedient. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (11 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":12,"pageContent":"This virtue is equally distant from rashness and cowardice; and, like the former, should be deeply impressed upon the mind of every Mason, as a safeguard or security against any illegal attack that may be made, by force or otherwise, to extort from him any of those valuable secrets, with which he has been so solemnly intrusted, and which was emblematically represented upon his first admission into the lodge;** *** PRUDENCE Teaches us to regulate our lives and actions agreeably to the dictates of reason, and is that habit by which we wisely judge and prudentially determine, on all things relative to our present as well as to our future happiness. This virtue should be the peculiar characteristic of every Mason, not only for the government of his conduct while in the lodge, but also when abroad in the world. It should be particularly attended to in all strange and mixed companies, never to let fall the least sign, token or word, whereby the secrets of Freemasonry may be unlawfully obtained * JUSTICE Is that standard or boundary of right, which enables to render unto every man his just due, without distinction. This virtue is not only consistent with divine and human laws, but is the very cement and support of civil society; and as justice in a great measure constitutes the really good man, so should it be the invariable practice of every Mason never to deviate from the minutest principle thereof; FREEDOM, FERVENCY AND ZEAL. * * * * * CHARGE AT INITIATION INTO THE FIRST DEGREE. BROTHER:AS you are now introduced into the first principles of Masonry, I congratulate you on being accepted into this ancient and honorable order; ancient, as having subsisted from time immemorial; and honorable, as tending in every particular, so to render all men who will be conformable to its precepts. No institution was ever raised on a better principle, or more solid foundation; nor were ever more excellent rules and useful maxims laid down, than are inculcated in the several Masonic lectures. The greatest and best of men in all ages have been encouragers and promoters of the art, and have never deemed it derogatory from their dignity to level themselves with the fraternity, extend their privileges, and patronize their assemblies. There are three great duties, which, as a Mason, you are charged to inculcate to God, your neighbor, and yourself. To God, in never Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (12 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":13,"pageContent":"mentioning his name but with that reverential awe which is due from a creature to his creator; to implore his aid in all your laudable undertakings, and to esteem him as the chief good: to your neighbor, in acting upon the square, and doing unto him as you wish he should do unto you: and to yourself, in avoiding all irregularity and intemperance, which may impair your faculties or debase the dignity of your profession. A zealous attachment to these duties will ensure public and private esteem. In the State, you are to be a quiet and peaceful subject, true to your government, and just to your country; you are not to countenance disloyalty or rebellion, but patiently submit to legal authority, and conform with Cheerfulness to that government of the country in which you live. In your outward demeanor be particularly careful to avoid censure or reproach. Let not interest, favor, or prejudice, bias your integrity or influence you to be guilty of a dishonorable action. Although your frequent appearance at our regular meetings is earnestly solicited, yet it is not meant that Masonry should interfere with your necessary vocations; for these are on no account to be neglected; neither are you to suffer your zeal for the Institution to lead you into argument with those who, through ignorance, may ridicule it. At your leisure hours, that you may improve in Masonic knowledge, you are to converse with wellinformed brethren, who will be always as ready to give, as you will be ready to receive, instruction. Finally: keep sacred and inviolable the mysteries of the order, as these are to distinguish you from the rest of the community, and mark your consequence among Masons. If, in the circle of your acquaintance, you find a person desirous of being initiated in to Masonry, be particularly attentive not to recommend him, unless you are convinced he will conform to our rules; that the honor, glory and reputation of the Institution may be firmly established, and the world at large convinced of its good effects. CHAPTER IV. THE SECOND, OR FELLOW CRAFTS' DEGREE . The Master is the judge as to the proper time for the advancement of a candidate: but be should not be advanced until he has made himself sufficiently familiar with the preceding degree to be able to work his way into a lodge open on that degree. If objections are made to his advancement, they must be submitted to the lodge and their sufficiency determined by a twothirds vote. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (13 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":14,"pageContent":"FIRST SECTION. LESSON. Thus he showed me: and behold the Lord stood upon a wall made by a plumbline, with a plumbline in his hand. And the Lord said unto me,Amos, what seest thou? And I said, a plumbline. Then said the Lord, I behold, I will set a plumbline in the midst of my people? Israel: I will not again pass by them any more. In some jurisdictions, the following lesson is read: Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass or a tinkling cymbal. And though I have the gift of prophecy, and understand all mysteries and all knowledge,and though I have all faith, so that I could remove mountains, and have not charity, I am nothing. And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing. Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up, doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil; rejoiceth not in iniquity, but rejoiceth in the truth; beareth all things, believeth all things, hopeth all things, endureth all things. And now abideth faith, hope and charity, these three; but the greatest of these is charity. The following hymn may be used in place of the lesson: MusicShirland. I. Had I the gift of tongues, Great God, without thy grace, My loudest words, my loftiest songs, Would be but sounding brass. II. Though Thou shouldst give me skill, Bach mystery to explain; Without a heart to do Thy will, III. Had I such faith in God, As mountains to remove, Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (14 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":15,"pageContent":"No faith could work effectual good, That did not work by love. IV. Grant, then, this one request, Whatever be denied, That love divine may rule my breast,And all my actions guide. * * * * * THE PLUMB, SQUARE AND LEVEL. The plumb is an instrument made use of by operative masons, to raise perpendiculars; the square, to square their work; and the level, to lay horizontals; but we, as Free and Accepted Masons, are taught to make use of them for more noble and glorious purposes: the plumb admonishes us to walk uprighty in our several stations before God and man, squaring our actions by the square of virtue, and remembering that we are travelling upon the level of time, to \"that undiscovered country, from whose bourne no traveler returns.\" CORN, WINE AND OIL. SECOND SECTION Masonry is considered under two denominations: operative and speculative. OPERATIVE MASONRY. By Operative Masonry we allude to a proper application of the useful rules of architecture, whence a structure will derive figure, strength and beauty, and from which will result a due proportion and just correspondence in all its parts. It furnishes us with dwellings, and convenient shelters from the vicissitudes and inclemencies of the seasons; and while it displays the effects of human wisdom, as well in the choice as in the arrangement of the sundry materials of which an edifice is composed, it demonstrates that a fund of science and industry is implanted in man, for the best, most salutary and beneficent purposes. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (15 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":16,"pageContent":" SPECULATIVE MASONRY. By Speculative Masonry we learn to subdue the passions, act upon the square, keep a tongue of good report, maintain secrecy, and practice charity. It is so far interwoven with religion as to lay us under obligations to pay that rational homage to Deity which at once constitutes our duty and our happiness. It leads the contemplative to view with reverence and admiration the glorious works of creation, and inspires him with the most exalted ideas of the perfections of his Divine Creator. IN SIX DAYS God created the heaven and the earth, and rested upon the seventh day; the seventh therefore our ancient brethren consecrated as a day of rest from their labors, thereby enjoying frequent opportunities to contemplate the glorious works of the creation and to adore their great Creator. PEACE, UNITY AND PLENTY. * * * * * OF THE GLOBES. The globes are two artificial spherical bodies, on the convex surface of which are represented the countries, seas, and various parts of the earth, the face of the heavens, the planetary revolutions, and other particulars. The sphere, with the parts of the earth delineated on its surface, is called the terrestrial globe; and that with the constellations, and other heavenly bodies, the celestial globe. THE USE OF THE GLOBES. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (16 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":17,"pageContent":" Their principal use, beside serving as maps to distinguish the outward parts of the earth, and the situation of the fixed stars, is to illustrate and explain the phenomena arising from the annual revolution, and the diurnal rotation of the earth round its own axis. They are the noblest instruments for improving the mind, and giving it the most distinct idea of any problern or proposiLion, as well as enabling it to solve the same. Contemplating these bodies, we are inspired with a due reverence for the Deity and the works, and are induced to encourage the studies of astronomy, geography, navigation, and the arts dependent on them, by which society has been so much benefitted. * * * * * OF ORDER IN ARCHITECTURE. By order in architecture, is meant a system of all the members, proportions and ornaments of columns and pilasters; or, it is a regular arrangement of the projecting parts of a building, which, united with those of a column, form a beautiful, perfect, and complete whole. OF ITS ANTIQUITY. From the first formation of society, order in architecture may be traced. When the rigor of seasons obliged men to contrive shelter form the inclemency of the weather, we learn that they first planted trees on end, and then laid others across to support a covering. The bands, which connected those trees at the top and bottom, are said to have given rise to the idea of the base and capital of pillars, and from this simple hint originally proceeded the more improved art of architecture. The five orders are thus classed: The Tuscan, Doric, Ionic, Corinthian, and Composite. * * * * * Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (17 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":18,"pageContent":" THE TUSCAN Is the most simple and solid of the five orders. it was invented in Tuscany, whence it derives its name. Its col umn is seven diameters high; and its capital, base, and entablature have but few mouldings. The simplicity of the construcfion of this column renders it eligible where ornament would be superfluous. THE DORIC Which is plain and natural, is the most ancient, and was invented by the Greeks. Its column is eight diameters high, and has seldom any ornaments on base or capital, except mouldings; though the frieze is distinguished by triglyphs and metopes, and triglyphs compose the ornaments of the frieze. The solid composition of this order gives it a preference, in structures where strength and noble simplicity are chiefly required. The Doric is the best proportioned of all the orders. The several parts of which it is composed are founded on the natural position of solid bodies. In its first invention it was more simple than in its present state. In after times, when it began to be adorned, it gained the name of Doric; for when it was constructed in its primitive and simple form, the name of Tuscan was conferred on it. Hence the Tuscan precedes the Doric in rank, on account of its resemblence to that pillar in its original state. THE IONIC Bears a kind of mean proportion between the more solid and delicate orders. Its column is nine diameters high; its capital is adorned with volutes, and its cornice has dentals. There is both delicacy and ingenuity displayed in this pillar; the invention of which is attributed to the lonians, as the famous temple of Diana, at Ephesus, was of this order. It is said to have been formed after the model of an agreeable young women of an elegant shape dressed in her hair; as a contrast to the Doric order, which was formed after that of a strong, robust young man. THE CORINTHIAN. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (18 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":19,"pageContent":" The richest of the five orders, is deemed a masterpiece of art. Its column is ten diameters high, and its capital is adorned with two rows of leaves and eight volutes, which sustain the abacus. The frieze is ornamented with curious devices, the cornice with dentals and modillions. This order is used in stately and superb structures. It was invented at Corinth, by Callimachus, who is said to have taken the hint of the capital of this pillar from the following remarkable circumstance: Accidentally passing by the tomb of a young lady he perceived a basket of toys covered with a tile, placed over an a canthus root, having been left there by her nurse. As the branches grew up they encompassed the basket, till, arriving at the tile, they meet with an obstruction, and bent downward. Callimachus, struck with the object, set about imitating the figure: the base of the capital he made to represent the basket; the abacus the tile; and the volutes the bending leaves. THE COMPOSITE Is compounded of the other orders, and was contrived by the Romans. Its capital has the two rows of leaves of the Corinthian, and the volutes of the Ionic. Its column has the quarterround, as the Tuscan and Doric order; is ten diameters high, and its cornice has dentals, or simple modillions. This pillar is generally found in buildings where strength, elegance and beauty are displayed. OF THE INVENTION OF ORDER IN ARCHITECTURE. The ancient and original orders of architecture, revered by Masons, are no more than threeThe Doric, Ionic, and Corinthianwhich were invented by the Greeks. To these the Romans have added two: the Tuscan, which they made plainer than the Doric, and the Composite, which was more ornamental, if not more beautiful, than the Corinthian. The first three orders alone, however, show invention and particular character, and essentially differ from each other; the two others have nothing but what is borrowed, and differ only accidentally; the Tuscan is Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (19 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":20,"pageContent":"the Doric in its earliest state; and the Composite is the Corinthian, enriched with the Ionic. To the Greeks, therefore, and not to the Romans, we are indebted for what is great, judicious and distinct in architecture. THE FIVE SENSES. HEARING, SEEING, FEELING, SMELLING AND TASTJNG. The first three, Hearing, Seeing and Feeling, are deemed peculiarly essential to Masons;****~ HEARING Is that sense by which we distinguish sounds, and are capable of enjoying all the agreeable charms of music. By it we are enabled to enjoy the pleasures of society, and reciprocally to communicate to each other our thoughts and intentions,our purposes and desires; while thus our reason is capable of exerting its utmost power and energy. The wise and beneficent Author of Nature intended, by the formation of this sense, that we should be social creatures, and receive the greatest and most important part of our knowledge by the information of others. For these purposes we are endowed with hearing, that, by a proper exertion of our rational powers, our happiness may be complete. SEEING Is that sense by which we distinguish objects, and in an instant of time, without change of place or situation, view armies in battle array, figures of the most stately structure, and all the agreeable variety displayed in the landscape of nature. By this sense we find our way in the pathless ocean, traverse the globe of earth, determine its figure and dimensions, and delineate any region or quarter of ii By it we measure the planetary orbs, and make new discoveries in the sphere of the fixed stars. Nay, more: by it we perceive the tempers and dispositions, the passions and affections of our fellowcreatures, when they wish most to conceal them; so that, though the tongue lie and dissemble, the countenance would display the hypocrisy to the discerning eye. In fine, the rays of light Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (20 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":21,"pageContent":"which administer to this sense are the most astonishing parts of the animated creation, and render the eye a peculiar object of admiration. Of all the faculties, sight is the noblest. The structure of the eye, and its appurtenances, evinces the admirable contrivance of nature for performing all its various external and internal motions; while the variety displayed in the eyes of different animals, suited to their several ways of life, clearly demonstrates this organ to be the masterpiece of nature's work. FEELING Is that sense by which we distinguish the different qualities of bodies: such as heat and cold, hardness and softness ,roughness and smoothness, figure, solidity, motion and extension. SMELLING Is that sense by which we distinguish odors, the various kinds of which convey different impressions to the mind. Animal and vegetable bodies, while exposed to the air, continually send forth effluvia of vast subtilty, as well in the state of life and growth as in the state of fermentation and putrefaction. These effluvia, being drawn into the nostrils with the air, are the means by which all bodies are smelled. Hence it is evident that there is a manifest appearance of design in the great Creator's having planted the organ of smell in the inside of that canal, through which the air continually passes in respiration. TASTING Enables us to make a proper distinction in the choice of our food. The organ of this sense guards the entrance of the alimentary canal, as that ofsmelling guards the entrance of the canal for respiration. From the situation of both these organs, it is plain that they were intended by nature to distinguish wholesome food from that which is nauseous. Everything that enters into the stomach must undergo the scrutiny of tasting; and by it we are capable of discerning the changes which the same body undergoes in the different compositions of art, cookery, chemistry, pharmacy, Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (21 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":22,"pageContent":" Smelling and tasting are inseparably connected; and it is by the unnatural kind of life men commonly lead in society, that these senses are rendered less fit to perform their natural offices. On the mind all our knowledge must depend: what, therefore, can be a more proper subject for the investigation of Masons? By anatomical dissection and observation we become acquainted with the body; but it is by the anatomy of the mind alone we discover its power and principles. To sum up the whole of this transcendent measure of God's bounty to man, we shall add that memory, imagination, taste, reasoning, moral perception, and all the active powers of the soul, present a vast and boundless field for philosophical disquisition, which far exceeds human inquiry,and are perculiar mysteries, known only to nature and to nature's God, to whom we and all are indebted for creation, preservation, and every blessing we enjoy. * * * * * OF THE SEVEN LIBERAL ARTS AND SCIENCES. GRAMMAR Teaches the proper arrangement of words, according to the idiom or dialect of any particular people; and that excellency of pronunciation, which enables us to speak or write a language with accuracy, agreeably to reason and correct usage. RHETORIC Teaches us to speak copiously and fluently on any subject, not merely with propriety, but with all the advantages of force and elegance; wisely contriving to captivate the Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (22 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":23,"pageContent":"hearer by strength of argument and beauty of expression, whether it be to entreat or exhort, to admonish or applaud. LOGIC Teaches us to guide our reason discretionally in the general knowledge of things, and directs our inquiries after truth. It consists of a regular train of argument, whence we infer, deduce and conclude, according to certain premises laid down, admitted or granted; and in it are employed the faculties of conceiving, judging, reasoning and disposing; all of which are naturally led on from one gradation to another, till the point in question is finally determined. ARITHMETIC Teaches the powers and properties of numbers, which is variously effected, by letters, tables, figures and instruments. By this art, reasons and demonstrations are given for finding out any certain number, whose relation or affinity to another is already known or discovered. GEOMETRY Treats of the powers and properties of magnitudes in general, where length, breadth and thickness are considered, from apoint to a line, from a line to a superficies, and from a superficies to a solid. A point is a dimensionless figure; or an indivisible part of space. A line is a point continued, and a figure of one capacity, namely, length. A superficies is a figure of two dimensions, namely, length and breadth. A solid is a figure of three dimensions, namely, length, breadth and thickness. OF THE ADVANTAGES OF GEOMETRY. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (23 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":24,"pageContent":"By this science, the architect is enabled to construct his plans and execute his designs; the general, to arrange his soldiers; the engineer, to mark out ground for encampments; the geographer, to give us the dimensions of the world, and all things therein contained, to delineate the extent of seas, and specify the divisions of empires, kingdoms and provinces; by it, also, the astronomer is enabled to make his observations, and to fix the duration of times and seasons, years and cycles. In fine, geometry is the foundation ofarchitecture, and the root of the mathematics. MUSIC Teaches the art of forming concords, so as to compose delightful harmony, by a mathematical and proportional arrangement of acute, grave and mixed sounds. This art, by a series of experiments, is reduced to a demonstrative science, with respect to tones and the intervals of sound. It inquires into the nature of concords and discords, and enables us to find out the proportion between them by numbers. ASTRONOMY Is that divine art, by which we are taught to read the wisdom, strength and beauty of the Almighty Creator, in those sacred pages, the celestial hemisphere. Assisted by astronomy, we can observe the motions, measure the distances, comprehend the magnitudes, and calculate the periods and eclipses of the heavenly bodies. By it we learn the use of the globes, the system of the world, and the preliminary law of nature. While we are employed in the study of this science, we must perceive unparalleled instances of wisdom and goodness, and through the whole creation trace the glorious Author by his works. OUTER DOOR. * * * * * Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (24 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":25,"pageContent":" EMBLEM OF PLENTY. * * * * * INNER DOOR. * * * * * G * * * * * GEOMETRY, The first and noblest of sciences, is the basis on which the superstructure of Masonry is erected. ITS MORAL ADVANTAGES. By Geometry we may curiously trace Nature through her various windings to her most concealed recesses. By it we discover the power, wisdom and goodness of the Grand Artificer of the Universe, and view with delight the proportions of this vast machine. By it we discover how the planets move in their respective orbits, and demonstrate their various revolutions. By it we account for the return of seasons, and the variety of scenes which each season displays to the discerning eye. Numberless worlds are around us, all framed by the same Divine Artist, which roll through the vast expanse, and are all conducted by the same unerring law of Nature. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (25 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":26,"pageContent":"A survey of Nature, and the observation of her beautiful proportions, first determined man to imitate the divine plan, and study symmetry and order. This gave rise to societies, and birth to every useful art. The architect began to design, and the plans which he laid down, being improved by time and experience, have produced works which are ale admiration of every age. The lapse of time, the ruthless hand of ignorance, and the devastations of war, have laid waste and destroyed many valuable monuments of antiquity, on which the utmost exertions of human genius have been employed. Even the Temple of Solomon, so spacious and magnificent, and constructed by so many celebrated artists, escaped not the unsparing ravages of barbarous force. Freemasonry, notwithstanding, still survives. The attentive ear receives the sound from the instructive tongue, and the mysteries of Masonry are safely lodged in the repository of faithful breasts. Tools and implements of architecturesymbols most expressivehave been selected by the Fraternity to imprint on the memory wise and serious truths; and thus, through a succession of ages, are transmitted, unimpaired, the most excellent tenets of our Institution. CHARGE AT INITIATION INTO THE SECOND DEGREE. BROTHER:~Being advanced to the second degree of Masonry, we congratulate you on your preferment. The internal, and not the external, qualifications of a man are what Masonry regards. As you increase in knowledge, you will improve in social intercourse. It is unnecessary to recapitulate the duties which, as a Mason, you are bound to discharge; or enlarge on the necessity of a strict adherence to them, as your own experience must have established their value. Our laws and regulations you are strenuously to support; and be always ready to assist in seeing them duly executed. You are not to paJuate or aggravate the offenses of your brethren; but, in the decision of every trespass against our rules, you are to judge with candor, admonish with friendship, and reprehend with justice. The study of the liberal arts, that valuable branch of education, which tends so effectually to polish and adorn the mind, is earnestly recommended to your consideration; especially the science of geometry, which is established as the basis of our art. Geometry, or Masonry, Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (26 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":27,"pageContent":"originally synonymous terms, being of a divine and moral nature, is enriched with the most useful knowledge; while it proves the wonderful properties of nature, it demonstrates the more important truths of morality. Your past behavior and regular deportment have merited the honor which we have now conferred; and in your new character it is expected that you will conform to the principles of the order, by steadily preserving in the practice of every commendable virtue. Such is the nature of your engagements as a Fellowcraft , and to these duties you are bound by the most sacred of ties. CHAPTER V. THE THIRD, OR MASTER MASON'S DEGREE. FIRST SECTION * * * * * LESSON. Remember now thy Creator in the days of thy youth, while the evil days come not, nor the years draw nigh when thou shalt say, I have no pleasure in them; while the sun, or the light, or the moon, or the stars, be not darkened, nor the clouds return after the rain; in the day when the keepers of the house shall tremble, and the strong men shall bow themselves, and the grinders cease because they are few, and those that look out of the windows be darkened; and the doors shall be shut in the streets, when the sound of the grinding is low, and he shall rise up at the voice of the bird, and all the daughters of music shall be brought low; also, when they shall be afraid of that which is high, and fears shall be in the way, and the almond tree shall flourish, and the grasshopper shall be a burden, and desire shall fail; because man goeth to his long home, and the moumers go about the streets; or ever the silver cord be loosed, or the Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (27 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":28,"pageContent":"golden bowl be broken, or the pitcher be broken at the fountain, or the wheel broken at the cistern. Then shall the dust return to the earth as it was; and the spirit shall return unto God who gave it. The following hymn may be used instead of the lesson: MusicSinai, or Windham. I. Let us remember in our youth, Before the evil days draw nigh, Our GREAT CREATOR, and his TRUTH! Ere memory fail and pleasure fly; Or sun, or moon, or planet's light Grow dark, or clouds return in gloom; Ere vital spark no more incite; When strength shall bow, and years consume. II. Let us in youth remember Him Who formed our frame, and spirits gave, Ere windows of the mind grow dim, Or door of speech obstructed wave; When voice of bird fresh terrors wake, And music's daughters charm no more; Or fear Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (28 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":29,"pageContent":"to rise, with trembling shake, Along the path we travel o'er. Ill. In youth, to God let memory cling, Before desire shall fail, or wane, Or e'er be loosed life's silver string, For man to his long home doth go, And mourners group around his urn; Our dust to dust again must flow, And spirits unto God return. * * * * * WORKING TOOLS. They are all the implements of Masonry, indiscriminately, but more especially the Trowel. THE TROWEL Is an instrument made use of by operative Masons to spread the cement which unites the building into one common mass; but we, as Free and Accepted Masons, are taught to make use of it for the more noble and glorious purpose of spreading the cement of Brotherly Love and Affectionthat cement which unites us into one sacred band, or society of Friends and Brothers, among whom no contention should ever exist, save that noble contention, or rather emulation, of who best can work and best Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (29 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":30,"pageContent":"agree. * * * * * SECOND SECTION * * * * * PRAYER. Thou, 0 God ! knowest our downsitting and our uprising, and understandest our thoughts afar off. Shield and defend us from the evil intentions of our enemies, and support us under the trials and afflictions we are destined to endure, while traveling through this vale of tears. Man that is born of a woman is of few days, and full of trouble. He cometh forth as a flower, and is cut down; he fleeth also as a shadow, and continueth not. Seeing his days are determined, the number of his months are with Thee; Thou hast appointed his bounds that he cannot pass; turn from him that he may rest, till he shall accomplish his day. For there is hope of a tree, if it be cut down, that it will sprout again, and that the tender branch thereof will not cease. But man dieth and wasteth away; yea, man giveth up the ghost, and where is he? As the waters fail from the sea, and the flood decayeth and drieth up, so man lieth down, and riseth not up till the heavens shall be no more. Yet, 0 Lord I have compassion on the children of Thy creation; administer them comfort in time of trouble, and save them with an everlasting salvation. Amen. Or this form may be used: O God, in whose hand our breath is, we bow in Thy presence with a sense of the frailty and uncertainty of this mortal life. It is appointed unto man once to die. But we thank Thee, that in Thy great mercy Thou hast made known to us the life beyond the grave, so that all may look hopefully forward beyond the shadows that now surround us. Help us so to perform the duties assigned to us here, that when we shall depart this life, we may die in hope of a blissful immortality, and Thy Name shall have the praise forever. Amen. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (30 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":31,"pageContent":"Music~leyel's Hymn. I. Solemn suikes the funeral chime, Notes of our departing time; As we journey here helow, Through a pilgrimage of woe. II. Lord of all ! below, above, Fill our hearts with uuth and love; When dissolves our earthly tie, Take us to Thy Lodge on high. * * * * * THE BROKEN COLUMN. THIRD SECTION. THE TEMPLE. There are three Grand Masonic Pillars, denominated Wisdom, Strength and Beauty, represented by **** The Temple was supported by fourteen hundred and fiftythree columns, and two thousand nine hundred and six pilasters; all hewn from the finest Parian marble. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (31 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":32,"pageContent":"There were employed in building the Temple, three Grand Masters, three thousand three hundred Masters or Overseers of the work, eighty thousand Fellow Crafts or Hewers in the Mountains, and Seventy thousand Entered Apprentices or bearers of burden, Apprentices or Bearers of Burdens, EMBLEMS. There are two classes of Masonic emblems, the Exoteric and Esoteric. The Exoteric (or monitorial) class consists of Three Steps; the Pot of Incense; the Beehive; the Book of Constitutions guarded by the Tyler's Sword; the Sword pointing to a Naked Heart; the All Seeing Eye; the Anchor and Ark; the Fortyseventh Problem of Euclid; the Hour Glass; and the Scythe. THE THREE STEPS Usually delineated on the Master's Carpet are emblematical of the three principal stages of human life, viz: Youth, Manhood and Age, because in Youth we are as Entered Apprentices; in Manhood as Fellow CrafLs, and in Age as Master Masons. In Youth, as Entered Apprentices, we ought industriously to occupy our minds in the attainment of useful knowledge; in Manhood, as Fellow Crafts, we should apply that knowledge to the discharge ofourrespective duties to God, our neighbor, and ourselves; so that in Age, as Master Masons, we may enjoy the happy reflection consequent on a well spent life, and die in the hope of a glorious immortality. THE POT OF INCENSE Is an emblem of a pure heart, which is always an acceptable sacrifice to Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (32 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":33,"pageContent":"Deity; and as this glows with fervid heat, so should our hearts continually glow with gratitude to the great and beneficent Author of our existence for the manifold blessings and comforts we enjoy. THE BEEHIVE Is an emblem of Industry, and recommends the practice of that virtue to all created beings, from the highest seraph in heaven to the lowest reptile of the dust. It teaches us that, as we came into the world rational and intelligent beings, so we should ever he industrious ones; never sitting down contented while our fellowcreatures around us are in want, especially when it is in our power to relieve them without inconvenience to ourselves. When we take a survey of Nature, we view man in his infancy, more helpless and indigent than the brute creation; he lies languishing for days, months, and years, totally incapable of providing sustenance for himself, of guarding against the attacks of the wild beasts of the field, or sheltering himself from the inclemencies of the weather. It might have pleased the great Creator of heaven and earth to have made man independent; but, as dependence is one of the strongest bonds of society, mankind were made dependent on each other for protection and security, as they thereby enjoy better opportunities of fulfilling the duties of reciprocal love and friendship. Thus was man formed for social and active life, the noblest part of the work of God; and he that will so demean himself as not to be endeavoring to add to the common stock of knowledge and understanding, may be deemed a drone in the hive of nature, a useless member of society, and unworthy of our protection as Masons. THE BOOK OF CONSTITUTIONS, GUARDED BY THE TYLER'S SWORD, Reminds us that we should he ever watchful and guarded in our thoughts, words, and actions, particularly when before the uninitiated; ever bearing in remembrance those truly Masonic virtues, silence.and circumspection. THE SWORD POINTING Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (33 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":34,"pageContent":"TO A NAKED HEART Demonstrates that justice will sooner or later overtake us; and although our thoughts, words, and actions may be hidden from the eyes of man, yet that ALLSEEING EYE, Whom the Sun, Moon, and Stars obey, and under whose watchful care even Comets perform their stupendous revolutions, pervades the inmost recesses of the human heart, and will reward us according to our merits. THE ANCHOR AND ARK Are emblems of a wellgrounded hope and a wellspent life. They are emblematical of that divine ark which safely wafts us over this tempestuous sea of troubles, and that anchor which shall safely moor us in a peaceful harbor, where the wicked cease from troubling, and the weary shall find rest. THE FORTYSEVENTH PROBLEM OF EUCLID Was an invention of our ancient friend and Brother, the great Pythagoras, who, in his travels through Asia, Africa, and Europe, was initiated into several orders of Priesthood, and is said to have been raised to the sublime degree of Master Mason. This wise philosopher enriched his mind abundantly in a general knowledge of things, more especially in Geometry, or Masonry. On this subject he drew out many problems and theorems; and among the most distinguished he erected this when, in the joy of his heart he exclaimed, Eureka! signifying, in the Grecian language, I have found it; and upon the discovery of which he is said to have sacrificed a hecatomb. It teaches Masons to be general lovers of the arts and sciences. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (34 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":35,"pageContent":" THE HOURGLASS Is an emblem of human life. Behold, how swiftly the sands run, and how rapidly our lives are drawing to a close! We cannot, without astonishment, behold the little particles which are contained in this machine, how they pass away almost imperceptibly, and yet, to our surprise, in the short space of an hour they are all exhausted. Thus wastes man! Today he puts forth the tender leaves of hope; tomorrow blossoms, and bears his blushing honors thick upon him; the next day comes a frost, which nips the shoot; and when he thinks his greatness is still aspiring, he falls like autumn leaves, to enrich our mother earth. THE SCYTHE Is an emblem of time, which cuts the brittle thread of life and launches us into eternity. Behold, what havoc the Scythe of time makes among the human race; if by chance we should escape the numerous evils incident to childhood and youth, and, with health and vigor, arrive at the years of manhood, yet withal we must soon be cut down by the all devouring Scythe of time, and he gathered into the land where our fathers have gone before us. The following, or some other suitable CHARGE, may be given: BROTHER:Your Zeal for the institution of Masonry, the progress you have made in the mysteries, and your conformity to our regulations, have pointed you out as a proper object of our favor and esteem. You are now bound by duty, honor and gratitude to be faithful to your trust; to support the dignity of your character on every occasion; and to enforce, by precept and example, obedience to the tenets of the order. In the character of a Master Mason, you are authorized to correct the errors and irregularities of your uninformed brethren, and to guard them against a breach of fidelity. To preserve the reputation of the fraternity unsullied, must be your constant care; and for this purpose it is your province to recommend to your inferiors obedience and submission; to your equals, courtesy and affability; to your superiors, kindness and condescension. Universal benevolence you are always to inculcate; and, by the regularity of your own behavior, afford the best example for the conduct of others less informed. The ancient landmarks of the order, entrusted to your care, you are carefully to preserve; and never suffer Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (35 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":36,"pageContent":"them to be infringed, or countenance a deviation from the established usages and customs of the fraternity. Your virtue, honor and reputation are concerned in supporting with dignity the character you now bear. Let no motive, therefore, make you swerve from your duty, violate your vows, or betray your trust; butbe true and faithful, and imitate the example of that celebrated artist whom you this evening represeni Thus you will render yourself deserving of the honor which we have conferred, and merit the confidence that we have reposed. Every candidate who shall receive the third degree in any lodge in this jurisdiction and sign the bylaws shall become a member of said lodge and the Secnetary shall record his name upon the mIl of membership.CONS. 133 CHAPTER VI. INSTALLATION OF THE OFFICERS OF A LODGE. No one, elected or appointed to office in a chartered lodge,can enter upon the discharge of his duties until he has been installed. The officers of a lodge under dispensation receive their authority directly from the Grand Master or Grand Lodge, and cannot he installed: and they acquire no rank by such service. The officers of a newly constituted lodge are installed by the Grand Master, or his representative: and he may, in person or by special Deputy, at his pleasure install the officers of any lodge. Subject to this prerogative of the Grand Master, it is the right and duty of every Master to install his successor, or cause him to be installed. But a Warden, acting as Master, cannot, unless he is a Past Master, install his successor, although he may call a Past Master to the chair to perform the ceremony. Any Past Master, and no one but a Past Master (and by that term is meant the Past Master of a lodge), can install a Master. When the Master has been installed, it devolves upon him to install the other officers, but, of course, he may call upon the one who installed him to install all of them. In England, it has been the custom for each subordinate officer to install his successor, but it has not been adopted in this country to any great extent: the retiring officer is sometimes called upon to invest his successor, and even to deliver the charge, but he does this only as the mouthpiece of the Installing Officer. An installed officer holds his office until his successor is installed: and hence, while a reelected officer should be reinstalled, yet, if he is not, he will hold his office by virtue of his former election and installation. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (36 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":37,"pageContent":"If objections are made by a member of the lodge, to the installation of any officer, the Installing Officer should examine the objections, and, if he deems them insufficient, should proceed with the installation: but if he deems them sufficient, he must suspend the installation of that officer and appoint a time and place for a hearing upon the truth of the allegations upon which the objections are based. If he finds that the allegations are not true, he installs the officer: if he finds that they are true, and that the officer ought not to be installed, he must send to the lodge a certificate to that effect to he entered on its records, and the proper measures should be taken to hold a new election. If the installing officer is the Grand Master, or his Deputy specially authorized to hear and determine objections to an installation, there is no appeal from his decision: but in all other cases, an appeal lies to the Grand Master from the final decision ~fth~ Installing Officer, and, in case an appeal is taken, all further proceedings are suspended until it is determined. But if the decision of the Installing Officer is that the objections are not sufficient, or are not sustained at the hearing, the appeal from his decision must he taken before the insiallation, or it will be too late. While, in some jurisdictions, officers can be installed only in a tyled lodge, in this and most others they may be installed in public. When the installation is public, arrangements should be made for the following programme: Music PRAYER Music. Installation Of The Master. Music.Master's Installation Ode. Installation Of Senior Warden. Music.Senior Warden's Installation Ode. Installation of Junior warden. Music.Junior Warden's Installation Ode. Installation of other Officers. Music. Charge. Music. Address. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (37 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":38,"pageContent":"Music. Benediction. The lodge should open at its Hall and march in procession to the place where the ceremonies are to be performed: and, after they are finished, retum to its Hall and close. If thc services are at the Hall, the lodge should be opened and closed in an anteroom, and never in the presence of profanes. A portion of the ceremony of the installation of a Master can be performed only in a Convention of not less than three Past Masters of a lodge. It is known as the Past Master's Degree,\" and is often confounded with a degree of the same name conferred in Royal Arch Chapters; but the Chapter Past Master cannot, in this State, be recognized by a Past Master of a lodge. In different jurisdictions, the usage, as to the time when this ceremony is to be performed, differs: in some, it must be performed as a part of the installation ceremony; in these, when the installation is inalodge, all exceptPast Masters (including Masters in the chair) are reqrnred, at the proper time, to retire, while the Master is invested with this \"degree,\" and then to return to assist in the remaining ceremonies; and when the installation is public, this ceremony is either performed before leaving the lodge room for the public hall, or after returning from the public services: in others, the Installing Officer, at his convenience, generally before, but it may be after, the installation, with the necessary assistance, performs this part of the ceremony. After installation the officer is entitled to serve, unless it appears that he is actually ineligible, all other questions being settled by the installation. When an officer is declared. by competent authority, to be duly installed, his installation is valid, although portions, or even all, of the ceremony have been omitted. When a meeting is held for installation, the lodge must be opened on the third degree. A suitable Brother is appointed as Marshal for the occasion, to present the officers and perform such other duties as the Installing Officer may require of him. After a prayer and (if practicable) appropriate music, the Marshal, by direction of the Installing Officer, collects the Jewels, the Three Great Lights, the Rule, the Line, the Book of Constitutions, the Charter, the Records, the ByLaws, the Gavel, the Truncheons of the Wardens, the Deacons' Rods, the Stewards' Rods, the Marshal's Baton and the Tyler's Sword, and place them upon a table, so arranged that he can promptly hand them to the Installing Officer when required. INSTALLATION OF MASTER.Ins. Officer. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (38 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":39,"pageContent":"Brother Marshal, you will present to me the Master elect of_____________Lodge. Marshal Worshipful Master, I present Brother________________ to be installed Master of this Lodge. He has been found to be of good morals and of great skill, true and trusty, and as he is a lover of the whole Fraternity, wheresoever dispersed over the face of the earth, we doubt not he will discharge his duty with fidelity. Ins. Officer Let him face the West. Brethren, [and all who are present] you now behold hefore you Brother who has been duly elected Master of this Lodge and is now presented for installation. If any one of you know aught wherefore he should not be installed into that most honorable and responsible office, stand forth and declare it, or forever after hold your peace ! Hearing no objections, I will proceed with the installation. Brother Marshal, you will place our Brother at the altar, there to receive the benefit of prayer, and take upon himself his official obligation. The Master elect is placed at the altar facing the East; the Chaplain is conducted to the altar facing the West. All rise. PRAYER BY THE CHAPLAIN. Most Holy and Glorious Lord God, we approach Thee with reverence and implore Thy blessing on this Brother, elected to preside over this Lodge, and now kneeling before Thee. Fill his heart with Thy fear, that his tongue and actions may pronounce Thy glory. Make him steadfast in Thy service; grant him firmness of mind; animate his heart and strengthen his endeavors. May he teach Thy judgments and Thy laws, and be a true and faithful servant. Bless him, o Lord, and bless the work of his hands. Accept us in mercy. Hear Thou our prayer. Forgive our transgressions; and, finally, receive us into the Celestial Idge above, where Thou forever reignes~ Amen. Response.So mote it be. ins. Officer to Master elect, still kneeling. You will repeat after me your official obligation: I solemnly promise, upon the honor of a Mason, that in the office of Master of _____________ Lodge, I will, according to the best of my Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (39 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":40,"pageContent":"abilities, strictly comply with the Constitution and Regulations of the Most Worshipful Grand Lodge of Maine, and all other ancient Masonic usages, so far as the same shall come to my knowledge. The Brethren are seated. ins. Officer to Master elect, still kneeling. MY BROThER:Previous to your investiture. it is necessary that you should signify your assent to those ancient charges and regulations which point Out the duty of a Master of a lodge: You agree to be a good man and true, and strictly to obey the moral law. You agree to be a peaceable citizen, and cheerfully to conform to the laws of the country in which you reside. You promise not to be concerned in plots and conspiracies against government, but patiently to submit to the decisions of the supreme legislature. You agree topay aproperrespectto the civil magistrate, to work diligently, live creditably, and act honorably by all men. You agree to hold in veneration the original rulers and patrons of the Order of Masonry, and their regular successors, supreme and subordinate, according to their stations; and to submit to the awards and resolutions of your Brethren, when convened, in every case consistent with the Constitutions of the Order. You agree to avoid private piques and quarrels, and to guard against intemperance and excess. You agree to be cautious in carriage and behavior, courteous to your brethren, and faithful to your lodge. You promise to respect genuine Brethren, and to discountenance impostors and all dissenters from the original plan of Masonry. You agree to promote the general good of society, to cultivate the social virtues, and to propagate the knowledge of the arL You promise to pay homage to theGrand Master for the time being, and to his officers when duly installed, and strictly to conform to every edict of the Grand Lodge, or general assembly of Masons, that is not subversive of the prmciples and groundwork of Masonry. You admit that it is not in the power of any man, or body of men, to make innovations in the body of Masonry. You promise a regular attendance on the committees and Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (40 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":41,"pageContent":"communications of the Grand Lodge, on receiving proper notice, and to pay attention to all the duties of Masonry, on convenient occasions. You admit that no new lodge shall be formed without permission of the Grand Lodge, and that no countenance be given to any irregular lodge or to any person clandestinely initiated therein, being contrary to the ancient charges of the Order. You admit that no person can be regularly made a Mason in, or admitted a member of, any regular lodge, without previous notice and due inquiry into his character. You agree that no visitors shall be received into your lodge without due examination, and producing proper vouchers of their having been initiated in a regular lodge. These are the regulations of Free and Accepted Masons. Do you submit to these charges, and promise to support these regulations, as Masters have done in all ages before you? The Master assents. Ins. Officer In consequence of your cheerful conformity to the charges and regulations of the Order, you are now to be installed Master of this Lodge, your Brethren having full confidence in your care, skill and capacity to govern the same. Brother Marshal, conduct the Master elect from the altar to the East. My BrotherWith pleasure I invest you with this jewel of your office, the SQUARE. As the Square is employed by operative Masons to fit and adjust the stones of a building, that all the parts may properly agree, so you, as Master of this lodge, are admonished, by the symbolic meaning of the Square upon your breast, to preserve that moral deportment, among the members of your lodge, which should ever characterize good Masons; and to exert your authority to prevent illfeeling or angry discussion arising to impair the harmony of their meetings. I also present to you the three Great Lights in Masonry: the Holy Bible Square and Compasses.. The Bible, the Great Light in Masonry will guide you to all truthwill direct your paths to the temple of happiness, and point out to you the whole duty of man. The Square teaches us to harmonize our conduct by the principles of morality and virtue. The Compasses teach us to limit our desires in every station, that, rising to eminence by merit, we may live respected and die regretted. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (41 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":42,"pageContent":"I also present to you the RULE and LINE. The Rule directs that we should punctually observe our duty, press forward in the path of virtue, and, inclining neither to the right nor the left, in all our actions have Eternity in view. The Line teaches us the criterion of moral rectitude, to avoid dissimulation in conversation and action, and to direct our steps to the path which leads to Immortality. The BOOK OF CONSTITUTIONS you are to search at all times. Cause it to be read in your lodge, that none may pretend ignorance of its requirements. You now receive in charge the CHARTER, by authority of which this lodge is held. Without its presence you cannot open your lodge: you are, therefore, to preserve it carefully and transmit it safely to your successor. You also receive in charge the ByLaws and RECORDS of your lodge. You are to see that the ByLaws are faithfully obeyed and that the RECORDS are correctly kept, determining what is proper to be recorded. And lastly, I place in your hand this GAVEL, the use of which you have already been taught. Use it not arbitrarily, but prudently, and. if occasion require, firmly, to the end that good order and harmony be preserved. [The symbolic colors of your station are white, and are emblematic of Innocence, of Peace, and of Wisdom. In its application to humanity the color white denotes purity, good reputation, and happiness. In its Sacred Language it signifies the regeneration of the soul, and in Divine Language it is the symbol of Divine Wisdom of the Supreme Grand Architect of the Universe. \"Wisdom,\" says Solomon, \" is the glorious emanation of the AllPowerful Divine, the purity of eternal light, the spotless mirror of the operations of God, and the image of his goodness; it is a one, yet it is capable of becoming a plurality. The Prophets saw the Divinity clothed in a garment white as snow, and his hair white, like unto wool.\" \"God created the universe from his love, and he sustains it by his wisdom. In every system of Cosmogony, the Divine wisdom, the Eternal light dissipates the primitive darkness, and fashions the world in the womb of Chaos.\" This symbol is also represented by a white taper, which at the opening of the lodge you are (presumed) to light at the altar, thereby reminding you that before entering upon the important duties of your station you should first seek to be enlightened by the Divine wisdom,which can only be obtained by diligently searching the revealed word of Him \"who is without beginning of days or end of years. \"]* I now conduct you to the Oriental Chair, and hail you as Master of this Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (42 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":43,"pageContent":"lodge. Call up the Brethren. [Done.) Master, Behold your Brethren! Brethren, Behold your Master! Brethren, Salute your Master! The brethren salute the Master, who remains seated, with the Private Grand Honors if the ceremony is private, or with the Public Grand Honors if other than Masons are presenL The Brethren are then seated, and the Installation Ode may be sung. If the Installation is in a lodge, instead offollowing the foregoing form, after the byLaws and Records are presented to the Master, the Installing Officer may adopt the following: Ins. Officer. You will now be solemnly inducted into the Oriental Chair of King Solomon: during the performance of this ceremony, it is requested that all but regularly installed Masters of lodges and Past Masters, will retire. All but Masters and Past Masters having retired, the new Master is invested with the mysteries of the Past Master's degree and solemnly inducted into the chair. When the doors are opened, the brethren return and form an avenue from the West to the Eas~, the new Master being in the chair. Ins. Officer.Master, behold your Brethren! Brethren, behold your Master! *From William M. Cunningham's \"CraftMasonry\": to be used or omitted at discretion. The grand honors are given, after which a procession is formed and the brethren pass around the lodge three times, signifying their respect and obedience by the usual distinctive marks in the different degrees, during which time the Installation Ode may be sung. MASTER'S INSTALLATION ODE. MusicDundee. Behold, O Master in the East,What glories greet thee there; What floods of radiance eastward stream: The sun is rising fair. Behold, O Master, glorious Arts Were cradled in the East; Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (43 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":44,"pageContent":"Behold what Sciences came forth Man's waking mind to feast. O Master, in thy symbolled East. Seek Wisdom from above; And spread the light which Heaven shall send Within the Lodge in Love. The Marshal is directed to conduct the Wardens, Treasurer and Secretary elect to the East, where, standing with the right hand on the left breast, they take the official obligation and are severally presented to the Installing Officer. SENIOR WARDEN. MY BROTHER:You have been elected Senior Warden of this lodge, and I now invest you with this jewel and the imi)lement of your office. The LEVEL demonstrates that we are descended from the same stock, partake of the same nature, and share the same hope; and though distinctions among men are necessary to preserve subordination, yet no eminence of station should make us forget that we are Brethren; because a time will come, and the wisest knows not how soon, when all distinction but that of goodness shall cease, and death, the grand leveller of human greatness, reduce us to the same state. Your regular attendance on the meetings of your lodge is essentially necessary. In the absence of the Master, you are to govern the lodge. I firmly rely on your knowledge of Masonry and attachment to the lodge, for the faithful discharge of the duties of this important trust. [Your station in the West denotes the affection of, or the love of, truth. The symbolic colors of your station are red, which is emblematic of Strength, of Zeal, of Virtue, and of Love. This symbol is represented by the red taper, which at the opening of the lodge you are (presumed) to light at the altar, there6y reminding you that before entering upon the duties of your station, you should first seek an endowment of that strength and Divine love which is requisite for the faithful discharge of the duties of your office.] * Look well to the West. The Senior Warijen is conducted to the West by the Marshal, and the following words may be sung: O Warden, with thy LEVEL poised, What Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (44 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":45,"pageContent":"lesson dost thou give? Are all men equal? Shall the worm On king and peasant live? O Warden, where King Hiram stood,Like him, seek STRENGTH above; Sustain the East, pay all their dues, Protect the weak in love. JUNIOR WARDEN. MY BROTHER:You have been elected Junior Warden of this lodge, and I now invest you with this jewel and the implement of your office. The PLUMB admonishes us to walk uprightly in our several stations, to hold the scale of justice in equal poise, to observe the just medium between intemperance and pleasure, and to make our passions and prejudices coincide with the line of our duty. To you is committed the superintendence of the Craft during the hours of refreshment; and it is, therefore, indispensably necessary that you should not only be temperate and discreet in the indulgence of your own inclinations, but careful to observe that none of the Craft be suffered to convert the means of refreshment into intemperance and excess. Your regular and punctual attendance is particularly requested; and I have no doubt that you will faithfully execute the duty which you owe to your present position. Your station in the South signifies truth in light. The symbolic colors ofyour station are blue, and denote Beauty, Fidelity, Eternity, Friendship and Divine Truth. This symbol is also represented by a blue taper, which at the opening of the lodge you are (presumed) to light at the altar, thereby reminding you that as it is your province to first direct the minds of the uninformed in their search after truth, so should you seek to be endowed with that Divine truth which is so essential to the faithful discharge of the duties of your station.]* Look well to the South. *From Cunningham's \"Craft Masonry.\" The Junior Warden is conducted to the South by the Marshal, and the following words may be sung: O Warden, with the PLUMB upraised, What doth thy emblem teach? Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (45 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":46,"pageContent":"Do all the Craft uprightly walk, And practice what they preach? O Warden, where the Faithful One Observed the glorious sun, Like him adorn with BEAUTY still The work by him begun. TREASURER. MY BROTHER:You have been elected Treasurer of this lodge, and it is with pleasure that I invest you with the jewel of your office. It is your duty to take charge of the stock and other property of the lodge, receive all moneys, keep a just and true account of the same, and pay them out by order of the Worshipful Master, and consent of the lodge. I trust your regard for the Fraternity will prompt you to the faithful discharge of the duties of your office. SECRETARY. MY BROTHER:You have been elected Secretary of this lodge, and I now invest you with the jewel of your office. It is your duty to carefully observe the proceedings of the lodge, keep a true and perfect record of the same, receive all moneys from the hands of the Brethren, and pay them to the Treasurer, taking his receipt therefor. Your good inclination to Masonry and this lodge will induce you to discharge the important duties of your office with fidelity, and by so doing you will merit the esteem and applause of your Brethren. The Master, having announced his appointments, the Marshal is directed to conduct the remaining officers to the East; and, having received their official obligation, they are severally presented to the Installing Officer. CHAPLAIN. MY BROTf[ER:You are appointed Chaplain of this lodge, and I invest you with this jewel. It is your special duty to conduct the devotions of the lodge, and bear before the throne of Heavenly Grace the spiritual needs of your Brethren. In all your intercourse with your lodge, it is expected that you will \"point to Heaven and lead the way.\" MARSHAL. MY BROTHER:You are appointed Marshal of this lodge. I invest you with this jewel, and place in your hands this baton as the badge of your office. It is your duty to organize the lodge, form and conduct all processions, introduce and accommodate visiting Brethren, and attend to such other interests, in the practice of our rites, as the Worshipful Master Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (46 of 76) [11/22/1999 11:51:55 AM]"},{"pageNumber":47,"pageContent":"shall direct DEACONS. BRETHREN:You are appointed [or, have been elected] Senior and Junior Deacons of this lodge, and I invest you with the jewels of your office, and place in your hands these black rods, which you will bear, in the performance of your official duty, as symbols of your deputed authority. It is your duty to attend on the Master and Wardens, and to act under their direction in the active duties of the lodge; and, as from you the first impression of our Institution is received by the candidates, you should be particularly careful, by the seriousness of your deportment, to properly prepare them for the dignified and important ceremonies of initiation. STEWARDS. BRETHREN:You are appointed [or, have been elected] Senior and Junior Stewards of this lodge, and I invest you with the jewels of your office, and place in your hands these white rods~ which you will bear in the performance of the duties of your office,which are to assist the Deacons and other officers in performing their respective duties. You are also to see that the tables are properly furnished at refreshment, and that every Brother is suitably provided for. Your regular and early attendance will afford the best proof of your zeal and attachment to the lodge. ORGANIST. MY BROTHER:You are appointed Organist of this lodge, and I invest you with this jewel. Under the direction of the Worshipful Master, you will conduct the musical services of the lodge. As harmony is the strength and support of all institutions, so may the harmony over which you shall preside strengthen and support every gentle and ennobling emotion of the soul. HISTORIAN. My Brother: You have been appointed Historian of this lodge and I invest you with this jewel . It is your duty to collectand preserve everything of importance pertaining to the history of this lodge, and to record all events worthy of preservation. Faithfulness and accuracy are essential to the proper discharge of the duties of your office. TYLER. MY BROTHER:You are appointed Tyler of this lodge, and I invest you with this jewel and the implement of your office. As the sword is placed in the hands of the Tyler, to enable him effectually to guard against the Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (47 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":48,"pageContent":"approach of cowans and eavesdroppers, and suffer none to pass or repass but such as are duly qualified, soit should admonish us to set a guard over our thoughts, a watch at our lips, and post a sentinel over our actions; thereby preventing every unworthy thought, word, or deed, and preserving consciences void of offense towards God and towards man. The officers are severally conducted to their stations by the Marshal, as each is installed, and, when all have been installed, by direction of the Installing Officer, the Marshal proclaims as follows: Marshal l am directed to proclaim, and I do hereby proclaim, that theWorshipful Master, Wardens, and other officers,elected and appointed, of__________________ Lodge, have been regularly installed into their respective stations. This proclamation is made from the East [one blow with gavel]. the West [one blow with truncheon), the South [one blow with truncheon], Once, Twice, Thrice; all interested will take due notice, and govern themselves accordingly. CHARGE. WORSHIPFUL MASTER:The superintendence and government of the Brethren who compose this lodge having been committed to your care, you cannot be insensible of the obligations which devolve on you as their head; nor of your responsibility for the faithful discharge of the important duties of your position. The honor, reputation and usefulness of your lodge, will materially depend on the skill and assiduity with which you manage its concerns; while the happiness of its members will be generally promoted, according to the zeal and ability with which you disseminate the genuine principles of our Institution. For a pattern of imitation, consider the great luminary of nature, which, rising in the East, regularly diffuses light and luster to all within its circle. In like manner it is your province to spread and communicate light and instruction to the Brethren of your lodge. Forcibly impress upon them the dignity and high importance of Masonry; and seriously admonish them never to disgrace iL Charge them to practice out of the lodge those duties which they have been taught in it; and by amiable, discreet and virtuous conduct, to convince mankind of the goodness of the Institution; so that when a man is said tobe a member of it, the world may know that he is one to whom the burdened heart may pour out its sorrows; to whom distress may prefer its suit; whose hand is guided by justice, and whose heart is expanded by benevolence. In short, by a Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (48 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":49,"pageContent":"diligent observance of the ByLaws of your lodge, the Constitutions of Masonry, and, above all, the Holy Scriptures, which are given as arule and a guide to your faith, you will be enabled to acquit yourself with honor and reputation, and lay up a crown of rejoicing, which shall continue when time shall be no more. BROTHER SENIOR AND JUNIOR WARDENS:You are too well acquainted with the principles of Masonry to warrant any distrust that you will be found wanting in the discharge of your respective duties. Suffice it to say, that what you have seen praiseworthy in others, you should carefully imitate; and what in them may have appeared defective, you should in yourselves amend. You should be examples of good order and regularity; for it is only by a due regard to the laws, in your own conduct, that you can expect obedience to them from others. You are assiduously to assist the Master in the discharge of his trust; diffusing light and imparting knowledge to all whom he shall place under your care. In the absence of the Master, you will succeed to higher duties; your acquirements must therefore be such that the Craft may never suffer for want of proper instruction. From the spirjt which you have hitherto evinced, I entertain no doubt that your future conduct will he such as to merit the applause of your Brethren and the testimony of a good conscience. Brethren of ___________ Lodge:Such is the nature of our Constitution; that as some must of necessity rule and teach, so others must learn to submit and obey. Humility in both is an essential duty. The officers who are appointed to govern your lodge are sufficiently conversant with the rules of propriety and the laws of the Institution to avoid exceeding the powers with which they are entrusted; and you are of too generous dispositions to envy their preferment. I therefore trust that you will have but one aim, to please each other, and unite in the grand design of heing happy and communicating happiness. Finally, my Brethren, as this association has been formed and perfected in so much unanimity and concord, in which we greatly rejoice, so may it long continue. May you long enjoy every satisfaction and delight which disinterested friendship can afford. May kindness and brotherly affection distinguish your conduct as men and as Masons. And may the tenets of our profession be transmitted through your lodge, pure and unimpaired, from generation to generation. CHAPTER VII. RECEPTION OF VISITORS. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (49 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":50,"pageContent":"The reception of Visitors with the honors due to their rank is an ancient custom of the Fraternity, which should not be allowed to fall into disuse. It is an act of grave discourtesy to a visiting officer, to omit his formal rece~ tion by the lodge. 1. Grand Lodge. When a visit from the Grand Lodge is announced, the Master, having opened the lodge on the third degree, stations the Deacons and Stewards at the sides of the door with their rods crossed, and arranges the Brethren in lines from the door to the Chair, facing inwards. He then sends a Past Master to escort the Grand Lodge, which enters in procession, the Grand Tyler, however, remaining at the door. The Grand Lodge proceeds up to the East, and opens to the right and left, when the Grand Master passes through and ascends the Master's platform, and the other Grand Officers pass to the righL of the Master. The Master receives the Grand Master according to ancient usage, with the private grand honors of Masonry, and resigns to him the chair and the gavel, whereupon each other Grand Officer assumes his appropriate station in place of the corresponding officer of the lodge, and the Brethren are seated. When the Grand Master has finished the business for which the visit was made, or at his pleasure, he resigns the Chair to the Master, whereupon the other Grand Officers resign their respective stations to the proper officers of the lodge and repair to the East and take seats on the right of the Master. If the Grand Lodge retires before the lodge is closed, the same ceremony is observed, thc grand honors being given just before the Grand Master steps from the platform to take his place in the procession. 2. THE GRAND MASTER. INTRODUCTION I. Advance Planning. A.Notification by letter. B.Grand Marshal consults with Master of Lodge hefore meeting. C.Grand Master's suite. 1. Formed in anteroom. 2. Formed according to Grand Master's wishes. II.Receiving Grand Master. A.Grand Marshal makes demand at tiled door. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (50 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":51,"pageContent":"1. Informs Senior Deacon that the Grand Marshal is in waiting. a. Grand Marshal escorted into Lodge. b. Announces that the Grand Master is in waiting and wishes to be received in the Lodge. c. Wor. Master informs Grand Marshal that a procession of the proper officers will be formed and will wait upon the Grand Master. This procession will consist of the lodge Marshal, Deacons and Stewards. 2. Or Grand Marshal informs the Senior Deacon that the Grand Master is in waiting and wishes to be received in the Lodge. (Follow procedure as in 1c. above.) 3. The Grand Marshal meanwhile forms his suite outside in the following order; Grand Stewards Grand Pursuivants Grand Chaplain Past District Deputies District Deputies Grand Secretary Grand Treasurer Past Grand Wardens Grand Wardens Past Grand Masters Deputy Grand Master Grand Master Grand Deacons Grand Standard Bearer Grand Sword Bearer B.Entering the Lodge hall. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (51 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":52,"pageContent":"1. When Lodge officers arrive at the outer door, Stewards will remain inside the hall, face each other and cross rods to allow suite to enter beneath the arch formed. Deacons go to the rear of the procession. Marshal will inform the Grand Marshal that the Lodge is ready to receive the Grand Master and will then step to one side. 2. Grand Marshal announces \"The Grand Lodge of Maine\". 3. Wor. Master gives three raps to raise the Lodge. 4. Suite marches to rear of altar in double file, halts at the altar, opens ranks and faces inward while the Grand Marshal goes to rear of column and escorts the Grand Master to rear of altar. In escorting the Grand Master, the Grand Marshal offers his right arm. Note: While this takes place, the lodge Marshal, Stewards and Deacons go quietly to their respective places in the Lodge.) 5. The Grand Marshal introduces the Grand Master to the Master of the Lodge. 6. Wor. Master asks the Grand Marshal to escort the Grand Master to the East, where he is welcomed by the Master and in turn introduced to the Brethren, at the conclusion of which he is given the private Grand Honors at the request of the Master, taking cue from the Grand Marshal. (Note: Private Grand Honors consist of giving the Dueguards and signs of the three degrees. DO NOT GIVE GRAND HAILING SIGN) 7. Master presents gavel to Grand Master and asks him to preside. 8. Grand Master accepts gavel and asks Grand Marshal to introduce the balance of the suite. 9. As each of the remaining officers is introduced, he steps between the lines, facing East, salutes with DG and steps back into line. When all have been introduced, Grand Marshal leads entire suite to East, forming a semicircle facing West; Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (52 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":53,"pageContent":"10.OR, As each is introduced he steps to rearof Altar, salutes, and proceeds toward the East forming lines facing inward on North and South sides of hall alternately. 11.Grand Master introduces Grand Marshal and suite is accorded the Public Grand honors by the Brethren. (Note: Public Grand Honors consist of crossing arms, left over right, tips of fingers resting on shoulders, then bowing three times.) 12.Suite is then conducted once around the Lodge and will find convenient seats for themselves. C.Seating the Lodge. 1. Grand Master uses gavel to seat Lodge and returns gavel. D.Master of Lodge continues with opening. III.Program for the Evening. A.Lodge program presented. B.Grand Master to be the last one to speak. Allow as much time as Grand Master feels necessary to present his message. (NOTh: NO ONE SHOULD SPEAK AFTER THE GRAND MASTER, NOT EVEN TO MAKE AN ANNOUNCEMENT.) IV.Closing Lodge. A.Master uses regular form for closing Lodge. B. Or, asks Grand Master to close in Ample Form. 3.District Deputy Grand Masters, and Special Deputies of the Grand Master.. In 1823, the Grand Lodge adopted the following form for the reception of District Deputy Grand Masters, and the same form is appropriate for the reception of Special Deputies: \"The District Deputy Grand Masters shall give previous raasonable notice of their intended visit to the Master of the lodge, who shall summon the same, and provide one of the anterooms, or some other convenient place within the lodge building, to which the District Deputy Grand Master will repair and inform the lodge by their Marshal that he is Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (53 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":54,"pageContent":"in waiting. The lodge being opened, the Master shall then direct the Marshal, accompanied by the Deacons and Stewards with their rods, to wait on the District Deputy Grand Master and inform him that the lodge is ready to receive him, and conduct him to the door of the lodge in the following order: 1st. Marshal. 2d. Stewards 3d. Deacons. 4th. District Deputy Grand Master. On arriving at the door of the lodge the Marshal makes demand, and the door being opened, he announces \"the District Deputy Grand Master,\" and they enter the lodge; the Brethren arise, the Stewards and Deacons halt within and open to the right and left, crossing their rods, the District Deputy Grand Master enters between them, preceded by the Marshal; being entered, the Brethren salute him in ancient form, the Marshal conducts him to the East and the Master offers him the chair. The visit being ended, and the District Deputy Grand Master signifying his intention to retire, he is conducted to his chamber in the same manner, the Stewards and Deacons halting as above at the door of his apartment only. And the substance of the above order will be observed when the District Deputy Grand Master visits by deputation of a Past Master or Master of a lodge, except that such Deputy will not take the chair, but sit uncovered at the right of the Master.\" 4. Other Brethren ~ When a Brother visits a lodge, and has been examined, or avouched for, the Master sends the Senior Deacon to introduce him. That officer conducts him to the usual place and says: \"Worshipful Master, I have the pleasure of introducing to you Brother__________hailing from ___________________ Lodge.\" The Master calls up the lodge and says: \"Brother_____________________it gives me pleasure to introduce to you the members of ___________________ Lodge and their visitors, and to welcome you to a seat among us.\" The Senior Deacon conducts the visitor to a seat, and the lodge is called down. No brother should be allowed to visit a lodge for the first time without an introduction. If the visitor is a Past Master, he should be invited to a seat Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (54 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":55,"pageContent":"in the East: and if he is an Officer of any Grand Lodge, or a Permanent Member of our own Grand Lodge, or a Past Grand Master, he should be received with the grand honors at the time of his introduction. The Master should take great care to extend the proper courtesies to visiting brethren and to make them feel that they are welcome. He should invariably, as soon as the lodge is opened, give a general invitation to all Past Masters to take seats in the East: and this invitation should be accepted by those present, unless there are special reasons for not doing so. CHAPTER VIII. MASONIC PROCESSIONS The too great frequency of Masonic Processions in public is an evil greatly to be deplored. In this State no lodge can form a public procession, except for funerals and attendance upon Divine Services, without the consent of the Grand Master. Formerly lodges had the right to appear in public on St. John's Days; and if the ancient manner of celebrating those days should ever again prevail undoubtedly lodges would be permitted to do so without being required to obtain special permission. The rule is that Masonic processions are allowable only when some Masonic work is to be done. But in former times Masons frequently appeared in public in their distinctive character to pay respect to the Chief Magistrate, either upon occasions of a public reception of him, or of public mourning for his death. Some have attempted to make a distinction, holding that when the Chief Magistrate is, or has been a Mason such a course is proper, but when not it is improper. But an examination of the Old Charges and Regulations will clearly show that there is no ground for this distinction, and that they teach the propriety of Masons, in their character as such, honoring the Chief Magistrate while living, and mourning for him when dead. The post of honor in Masonic processions is in the rear. Marshals should walk or ride on the left flank of a procession. When a procession faces inwards, the Deacons and Stewards cross their rods, so as to form an arch for the Brethren to pass beneath. All processions return in the same order in which they set out. The Musicians, if Masons, follow the Stewards: otherwise they precede the Tyler. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (55 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":56,"pageContent":"When there is an escort, it leads the procession, but halts just before reaching the place of destination, to allow the body escorted to pass by it. In WEB's Monitor, published in 1805, and in subsequent editions, places are assigned, in processions of lodges, to Royal Arch Masons and Knights Templar immediately preceding the Masterand it was for some time customary for masons of those degrees to take places in a lodge procession, clothed in their peculiar insignia. This is believed to have been an innovation at that time, as it is not found in any of the earlier Monitors, either of WEBB or other authors. Indeed, in the Pennsylvania Ahiman Rezon of 1783, it is stated by the authority of DERMOTT in 1772, that \"Royal Arch Masons must not, at a procession, nor in any other place except in the Royal Arch Lodge, be distinguished by any garment or badge different from what belongs to them as officers or members of the Grand, or their own private lodge.\" Dalcho, in his Ahiman Rezon of 1807, says: \"In all Masonick Processions, no Freemasons shall wear the insignia of any order above the degree of a Master Mason\": but, in his edition of 1822, he assigns a place in.lodge processions to \"Masons of such of the higher degrees as are recognized by the Grand Lodge, in the form of their respective Orders,\" and changes the sentence above quoted to the following: \"In all Masonic Processions, no Freemason shall wear the insignia of any Order which is not recognized by the Grand Lodge.\" Most of the recent Monitors have followed the precedent of WEBB: Mackey, however, follows DALCHO, and assigns places to \"members of the higher degrees.\" The better practice is to follow DERMOTT's, and DALCHO's original rule, except in cases in which a Mason of a different grade has been invited, in his distinctive or official character, by the Body or Officer having charge, to participate in Lile ceremonies. But bodies of other grades, recognized as Masonic, may properly be assigned positions in Masonic processions. Knights Templar, and similar organizations, appearing as a body, should always act as escort: other bodies are placed immediately in front of the officiating lodge, and the Grand Lodge, if that is in attendance. At the funeral of Past Grand Master ROBERT P. DUNLAP, his Commandery acted as escort, his Chapter marched in the procession immediately in front of his Lodge, and members of the Supreme Council, in which he was an officer, in their distinctive clothing, accompanied the Grand Lodge. The same is true of the funeral of CHARLES W. MOORE, with the addition that a body of the Scottish Rite, of which he was a member, also marched in the procession. At the laying of the cornerstone ofthe Masonic Temple in Boston, the Grand Commandery, followed by its subordinates, acted as escort to the procession; the Grand Chapter, preceded by its subordinates, was posted immediately in front of the Grand Lodge, which was accompanied by a Commandery, as a Guard of Honor, Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (56 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":57,"pageContent":"onehalf marching in front and onehalf in the rear of the Grand Lodge: the same order was observed at the dedication of that Temple. When several Commanderies act as escort they march in the order of their ages, oldest in front: but all other Masonic Bodies, as well as Commanderies, when not acting as escort, march in the reverse order oftheirages, the youngest in front. The following is the order of Grand Lodge Processions in this State, on ordinary occasions: Grand Tyler, with drawn sword. Grand Stewards, with rods. Grand Organist. Grand Pursuivants, with swords. Holy Writings, borne by a Master supported by two of his Stewards. Grand Chaplains. District Deputy Grand Masters. Grand Secre~ary and Grand Treasurer. Past Grand Wardens. Past Grand Masters. Officiating Grand Chaplain. Grand Wardens. Deputy Grand Master. Mason of oldest lodge, carrying Book of Constitutions. Grand Master, supported by the Grand Deacons, with rods. Grand Standard Bearer. Grand Sword Bearer, with sword. Grand Stewards, with rods. The Grand Deacons should march on a line about five feet apart and a little in advance of the Grand Master, and when he passes through the lines, his supports should accompany him in advance of the Deputy Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (57 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":58,"pageContent":"Grand Master. The following is the order of procession for a single lodge, on common occasions: Tyler, with drawn sword. Stewards, with rods. Entered Apprentices. * Fellow Crafts.* *Omitted at funerals. Master Masons. Secretary and Treasurer. Wardens. Holy Writings, Square and Compasses, carried by the oldest member of the lodge not in office, accompanied by the Chaplain. Past Masters. Master, supported by the Deacons. If several lodges unite in a procession, they may form separately in the above order, or all or a part in one body, as follows: Two Tylers, with drawn swords. Music. Tyler of oldest lodge, with drawn sword. Two Stewards of oldest lodge, with rods. Entered Apprentices. Fellow Crafts. Master Masons. Tylers. Stewards. Junior Deacons. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (58 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":59,"pageContent":"Senior Deacons. Secretaries. Treasurers. Junior Wardens. Senior Wardens. Past Masters. Masters. But when a lodge has work to do, it must form by itself, and the other lodges may form separately or as a body. It may, however, except when it is to be constituted, invite masons, whose lodge is not present, to march with it, although, if other lodges are present, it is better to have the visitors march with them. When the Grand Master, or the Deputy Grand Master acting as Grand Master, is present, the Book of Constitutionsshouldbe borne before him by the Masterofthe oldest lodge (or the Senior Past Master), and it must never be borne in procession except before the Grand Master or Deputy acting as such. On entering public buildings, the Bible, Square and Compasses and the Book of Constitutions should be placed in front of the Grand Master. When the Grand Master, or the Deputy, joins a lodge procession, he should be placed immediately in front of the Master and Wardens, and two Deacons and a Sword Bearer should be appointed to attend him: a Grand Warden should be assigned the sarne position and be attended by two Deacons: but if such Grand Officer has charge of the ceremonies, he should be posted immediately in the rear of the Master. These forms of processions may be used by the Grand, or a subordinate lodge, on all public occasions, for which a form is not specially laid down. It should be remembered, that all Masonic processions are under the strict discipline of the lodge room, and, therefore, no one should enter or leave onc without permission of the Master, conveyed through the Marshal or Junior Deacon. FUNERAL SERVICE Adopted 1942 Provision for Military Honors Masonic Funeral Service Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (59 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":60,"pageContent":"Adopted 1955 EVENING MEMORIAL SERVICE Adopted 1959 To be Used by Lodges CHAPTER IX. FUNERAL SERVICE. No one below the degree of Master Mason can be buried with, or participate in Masonic funeral ceremonies. None but Master Masons who are members of a lodge or registered by the Grand Lodge, are entitled to Masonic burial, but a lodge may, if it sees fit, bury with Masonic honors an unaffiliated Mason. It is the duty of the lodge of which a Brother is a member, or of the nearest lodge, to\" perform the usual Masonic burial service over deceased Master Masons, when requested so to do by the deceased or his nearest relatives.\" Masonic clothing can be worn at funerals, only when a lodge is present in its organized capacity. A lodge can unite in the funeral procession of a person not a Mason, only as mourners, and not then without the express consent of the Grand Master, or Grand Lodge. When other organizations unite in the burial of a Mason, the lodge after taking charge of the body will conduct the services as if none but Masons were present. The Masonic service must be the final one, except that a religious service at the grave is permissible. Upon the decease of a Mason, the Master of his lodge should ascertain whether the deceased had requested to be buried with Masonic honors, or if such is the wish of his immediate relatives, taking special care not to urge it upon them. If the deceased is a member of a distant lodge, or, of no lodge, but entitled to Masonic burial, the duty devolves upon the oldest lodge in the place where he died, unless some other arrangement is made by those interested. It is the duty of the Master to see that suitable bearers are provided, but in this, as well as other respects, he should consult with the friends of the deceased. The Marshal should make himself familiar with the route the lodge will take and with the location of the grave and the approach to it, in order that he may avoid confusion and be prompt in the movement of the procession. If the deceased was a Grand or Past Grand Officer, the Grand Master Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (60 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":61,"pageContent":"should be promptly notified, in order that he may convene the Grand Lodge, if he sees fit, and be present himself: in such case, the Grand Master, or, in his absence, his representative, will conduct the burial service. A special communication of the lodge should be opened, after which the brethren proceed to the place where the service is to be held. The brethren should be dressed, with as much uniformity as practicable in dark clothes, with white gloves and aprons, the Officers and Past Masters wearing theirjewels: black crape should be worn on the left arm, above the elbow, and a sprig of evergreen on the left breast; and the insignia of the officers should be trimmed with black crape tied with a white ribbon; and a white lambskin apron should be placed upon the coffin. The masonic procession, upon arriving at a proper distance from the grave, should countermarch, and approach it in two lines in open order, passing from the foot to the head, where the Master takes his position, with the Chaplain on his left. Each line should form somewhat in the shape of a half circle, extending from the Master beyond the foot of the grave far enough to give room for the mourners always, and, if the nature of the ground allows and the attendance is large enough to require it, as far as the services can be heard with convenience. If it is impracticable for the brethren to form in a single line within convenient distance, other lines may be formed in the rear of the first. The mourners take their places inside the circle at the foot of the grave, and the bearers on each side of it: the Deacons cross their rods over the head and the Stewards over the foot, and retain their places throughout the service. If the body is to be placed in a tomb, the coffin should be deposited a little in front of it and remain there until the ceremonies are finished: and the brethren form around the coffin in the same manner as around the grave. The custom of burying a brother with masonic honors is ancient, but it has not been ascertained when it originated: the early Constitutions do not mention it, but in 1742 a caricature of a Masonic funeral procession was published, and in 1754 aregulation was adopted restraining the custom. A Service was first published in 1772 by WILLIAM PRESTON, in his \"Illustrations of Masonry.\" MASONIC FUNERAL SERVICE. Chaplin:I will lift up mine eyes unto the hills; from whence cometh my help? My help cometh from the Lord, which made heaven and earth. He will not suffer thy foot to be moved; he that keepeth thee will not slumber. Behold, he that keepeth Israel shall neither slumber nor sleep. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (61 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":62,"pageContent":"The Lord is thy keeper; the Lord is thy shade upon thy right hand. The sun shall not smite thee by day, nor the moon by night. The Lord shall preserve thee from all evil; He will keep thy soul. The Lord shall preserve thy going out and thy coming in, from this time forth and even forevermore. Master:Death and the dead are with us again, my brethren, teaching us the brevity and uncertainty of human life, the instability of human fortune, and demanding of us the last sad offices of charity and brotherhood. Again we lament the loss of a brother who sleeps the sleep that, on this earth, knows no wakening. The body of our late brother lies before us, overtaken by that relentless fate which is sooner or later to overtake us all, and which no worth or virtue, no wealth or honor, no tears of friends and loving ones can avert or delay, teaching us the impressive lesson, continually repeated, yet always soon forgotten, that ere long everyone of us must follow in his way. Very eloquent, my brethren, are the pale, still lips of the dead! With a pathos and impressiveness that no living lips can equal or even approach, these lips of marble preach to us sermons that cannot be translated into words. Most eloquently they tell us how vain and empty are all hatreds, jealousies, disputes and rivalries, of human life. But this body is not our brother, but that which was his material part until God laid his finger on him and he slept. He was mortal but now has put on immortality. Chaplin: Let us pray. Almighty and Most Holy God, in whom we live and move and have our being, we bow in thy presence with a profound sense of our dependence in thee. Thou alone art our refuge and strength, a very present help in trouble. Most humbly do we seek thy blessing in this our time of need. May thy consolation be sufficient in our trouble, and thy peace comfort us in our sorrow. In thy keeping we leave our brother, assured that in the larger life of the spirit upon which he has entered thou wilt do for him more abundantly than we can ask or think. Remember in thy great mercy his sorrowing relatives and friends. Give to them thy peace which passeth all understanding that they may be comforted. May they not sorrow as those who have no hope, but with Spiritual vision see beyond the grave the glories of the eternal life to which thou hast called their loved one. Teach us anew the brevity of this earthly life, even at its longest. Help us to live as becometh immortals, giving ourselves in goodly and loving seFvice to thee and to humanity, that when this earthly house of our tabernacle is destroyed we may have an abundant entrance into that Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (62 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":63,"pageContent":"house not made with hands, eternal in the heavens, where parting will be no more. Amen. All:Our Father which art in heaven: Hallowed be thy name; Thy kingdom come. Thy will be done on earth as it is in heaven. Give us this day our daily bread. And forgive us our debts as we forgive our debtors. And lead us not into temptation, but deliver us from evil. For thine is the Kingdom and the power and the glory forever. Amen. Response:So mote it be. Master:Brethren, men cannot always labor nor live always. Today our brother answers not our call. Once he lived and labored among us, but now his star has seton this world and he has passed into the light that lies beyond the darkness of the Valley of the Shadow of Death. We shall no more hear his voice until we shall have answered, in another world, the voice that has called him thither. In a little while, as it has happened to our brother whose memory we now honor, so will it happen to us, and we like him shall be gathered to our fathers. Let us then not forget the lessons taught us by our brother's death; but remembering the uncertainty of life and the little value of those things for which most men strive, may we the more earnestly endeavor to obey the laws of God and labor to do good to our fellow men. (The Master now takes the Apron and deposits it on the casket (if at the house); in the grave (if at the burial place) and continues as follows): Master: The LambSkin Apron is an emblem of innocence and the badge of a Mason. Here we have no permanent lodge or place of abode, but we look for one to come. Not trusting in ourselves, but in God, who preserveth the living and enliveneth the dead, we hope to pass an everlasting day of blissful brotherhood in a lodge in that house not made with hands, eternal in the heavens. This Evergreen is an emblem of our faith in the immortality of the soul. By it we are reminded there dwells within our tabemacle of clay an imperishable,immortal spirit over which the grave has no dominion and death no power. (The Master then brings his right hand to his left breast; then extends it, palm downward, over the grave (or casket ifat house), depositing the Evergreen, then carries it above his head, pointing to Heaven, and then drops it to his side.) Master continues: From time immemorial it has been the custom of Ancient Free and Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (63 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":64,"pageContent":"Accepted Masons to render services indicative of their respect for a deceased brother, their sorrow at his loss, their sympathy with his friends and their steadfast faith in a life beyond the grave. In accordance with this custom we now commit the body of our brother to its kindred dust and leave him reverently and trustingly in the hands of him who doeth all things well. Friend and brother, farewell. Thou art at rest from thy labor. Raised by the Supreme Grand Master's word may you hereafter share the honors of perfection, the joys of bliss immortal. Chaplin:Let us pray. Our gracious Father, with a glorious faith in the resurrection we consign the body of our brother to its grave. comfort us in our afflictions; forgive us all that thou seeth amiss; bring us finally to the Celestial Lodge above to be with thee forevermore. Amen. Response: So mote it be. Chaplin : The Lord bless you and keep you. The Lord make his face to shine upon you and be gracious unto you. The Lord lift up his countenance upon you and give you peace. And unto him, the King eternal, immortal, invisible, the only wise God, be glory and honor forever and ever. Amen The lodge escorts the mourners to the entrance of the cemetery, (if the service has been held there) and returns to the hall and closes. If service has been held at house the lodge returns at once to hall and close. PROVISION FOR MILITARY HONORS IN MASONIC FUNERAL SERVICE ADOPTED 1955. (The following provision is made for military honors at the grave under the Worshipful Master's direction, when appropriate and requested. These honors shall be given immediately preceding the Chaplain's prayer of committal.) Master:~ Inasmuch as our departed brother, having rendered to his country loyal service in the armed forces, is entitled to military honors, these honors will now be rendered by a detail from............. (The Master will here mention the organization or branch of service Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (64 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":65,"pageContent":"officiating. Military honors will then be rendered according to service regulations.) (Following the military honors, the Masonic ritual will be concluded with the Chaplain's prayer of committal and benediction). EVENING MEMORIAL SERVICE. Adopted 1959. TO BE USED BY LODGES. The Committee offers the following brief and simple ritual as a suggested Memorial Service to be held on the evening before a funeral for a deceased Brother. The directions governing the Officers and Brethren of the Lodge at a Masonic Memorial Service shall be those directions provided in the Maine Masonic Text Book, found in the chapter on \"Funeral Service,\" that would apply to this Memoria] Service. Where the room is limited when this service is conducted we suggest the Master take his position at the head and the Chaplain atthe foot of the casket; the Deacons with crossed rods at the head and the Stewards with crossed rods at the foot, retaining their places throughout the Memorial Service; the assembled Brethren remain in their seats until the conclusion of the service. The Brethren will deposit their Evergreen in the usual manner at the conclusion of the Service. On those occasions when the Lodge is requested to participate in the funeral of a Brother, if the Master so desires, this Memorial Service may be substituted for thc regular Masonic Funeral Service. We submit a brief Committal Service to be used at the grave if desired. The Ritual for Masonic Memorial Service is as follows: MASONIC MEMORIAL SERVICE Master: Friends and Brethren, we who are Masons have assembled on this occasion to express our respect and esteem for our Brother who has passed beyond our mortal sight and to share with those near and dear to him our belief in the immortality of the soul. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (65 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":66,"pageContent":"In this time of sorrow, when we all need comfort and consolation, let us turn reverently to God who, in the midst of the trials and tribulations that are a part of life, can alone endue us with that quietness of spirit and that peace of mind and heart which the world can neither give nor take away. Let us pray. Chaplin: God, our Father in Heaven: Thou art the giver of life and light and love, our help and solace in times of trial and sorrow. Thou hast assured us that when we walk through the Valley of the Shadow of Death, Thou art with us. Thy rod and Thy staff comfort us. Thou art our light and our salvation, our refuge and our strength in every time of trouble. We thank Thee for the life of our Brother. We thank Thee that he was one of our fellowship and that we were privileged to labor with him in the mystic tie of brotherhood. We are grateful to Thee for the precious memories of him which we shall always carry in our hearts. We thank Thee for all that he has meant to those who were near and dear to him through the ties of family and friendship. Most of all, we are grateful to Thee for teaching us that, while the body is mortal, the soul is immortal. Though the outward form we knew and loved be removed from our sight, we have the assurance that Thou hast taken to Thyself his soul, which is the enduring essence of life. This conviction Thou hast implanted in us through Thy Holy Word, which is the Great Light of Masonry. We earnestly beseech Thee that this short time which we spend together may renew and strengthen our convictions and our hope. Let Thy peace abide with us now and lead us ever in the paths of righteousness. In Thy name we make our prayer. Amen. Master: From time immemorial it has been the custom of Masons to assemble with the family and friends of a departed Brother to honor his memory and to voice their sympathy to those whom he loved and who loved him. The message we bring is one of the triumph of life over death, the victory of hope over despair. Masonry has come down from the far past. It used the tools of the builder's trade as emblems and symbols to teach Masons how to build character and moral stature. It teaches service toGod, to a Brother, to all mankind. It seeks constantly to build the temple of the soul and thus to fit Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (66 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":67,"pageContent":"us for that house not made with hands, eternal in the heavens. Masonry is a fellowship that unites Masons in friendship and good will. It teaches the spiritual values of life that lie beyond the physical senses. Masonry confronts the fact of death with the greater fact of faith in the immortality of the soul. Masons believe sincerely that when life on earth comes to a close, the soul is translated from the imperfections of this mortal sphere to that allperfect glorious and celestial Lodge above, where God, the Grand Architect of the universe, presides. With these truths and convictions our Brother was well acquainted. Though perfection of character is not of this world, yet we are persuaded that our Brother sought to live by these truths and principles of Masonry; that they sustained and supported him; and that by them his life was made richer, fuller and more meaningful. (Here the Master or Secretary of the Lodge should give the Masonic biography of the Brother When and in what Lodge he was made a Master Mason; what offices, if any, he has held; any special committee service he has rendered; such other items of Masonic interest available. This biographical data is especially recommended when this service is used strictly as a Memorial Service.) Master When our Brother labored with us in Masonic attire, he wore a white apron which he was taught is an emblem of innocence and the badge of a Mason. By it he was constantly reminded of that purity of life and that rectitude of conduct so necessary to his gaining admission into that Celestial Lodge above. He will now wear that apron forever as the emblem of the virtues it represents.* The Evergreen is an emblem of our faith in the immortality of the soul. By it we are reminded of the immortal soul of man which survives the grave and which will never, never die. In accordance with our custom, I now place this Evergreen over the heart of our Brother.* And now to you who shared with our Brother the intimate ties of family and friendship, we tender our affectionate sympathy. Our hearts respond to your hearts in your grief. We trust that these affirmations of faith, in which our Brother shared, may speak to you and inspire you to live with hope and courage. We ask you always to remember that the God and Father of us all is a Loving God, a Compassionate God whose ears are ever open to the cry of the afflicted. Let us pray. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (67 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":68,"pageContent":"Chaplin: Eternal and Everlasting God, we look to Thee in faith and confidence, knowing that Thy love has power to bring comfort and consolation, even in this time of bereavement, to those near and dear to our Brother. Fill their hearts more and more with the blessed assurance of immortality and of Thine abiding love. Bless them and keep them, 0 Lord. Make Thy face to shine upon them and begracious unto them. Lift up Thy countenance upon them and give them Thy peace. Amen. * (The Master concluding his statement explaining the APRON, holding it by the two upper comers with the flap toward himself, will place the Apron over the edge of the casket, allowing the strings to fall within the casket. In depositing the Evergreen, the MASTER brings his right hand to his left breast; then extends it, palm downward, over the casket depositing the Evergreen, then carries it above his head pointing to Heaven, and then drops arm and hand to his side. ) At the conclusion of the service the other Officers and Brethren will approach the casket and deposit their Evergreen in like manner.) COMMITTAL AT GRAVE. (A brief Committal suggested for use only on the day of and following the Public Funeral Service.) Master: God has been our dwelling place in all generations. Before the mountains were brought forth or ever He had formed the earth and the world, even from everlasting to everlasting He is God. He can make us glad even in the days when we are afflicted, for His word appears to His servants and His glory unto their children. Chaplin: As the God and Father of us all, in His infinite wisdom, has taken our Brother to Himself, we now commit his body to the grave in the sure confidence that his soul is at rest in that Eternal Temple where life and Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (68 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":69,"pageContent":"love prevail. (The Master scatters flower petals on the coffin.) Let us pray. Our God and Father, we have thus with loving hands committed the body of our Brother to its earthly resting place. His soul we commend to Thy gracious keeping. As we go our several ways, may Thy blessing rest upon us and may Thy presence be with us now and evermore. In Thy Holy name we make our prayer. Amen. CHAPTER X. INSTALLATION OF GRAND OFFICERS. A Grand Master may be installed by a Present or Past Grand Master of the same or another jurisdiction: if it is not practicable to have the ceremony performed by one of that rank, the Senior Past Master present may act himself, or call to the chair some Past Grand Officer to act under his direction. In some jurisdictions, at the installation of a Grand Master, a ceremony, corresponding to the \"Past Master's Degree\" and called the \"Past Grand Master's Degree,\" is required. It is, however, a recent invention, and never has been practiced in this or our mother Grand Lodge. When the Grand Master has been installed, he installs the other Grand officers himself, or, if he sees fit, causes them to be installed by another, who acts merely as the mouthpiece of the Grand Master. At the appointed hour, the Installing Officer takes the chair, calls to order, announces the business before the Grand Lodge, and appoints some competent Brother to act as Grand Marshal . If the retiring Grand Master is not officiating, he may be requested (instead of the Grand Marshal) to present his successor. By direction of the Installing Officer, the Grand Marshal collects the jewels and insignia of office, and the Grand Secretary reads a lisging of the officers elected. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (69 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":70,"pageContent":"INSTALLATION OF GRAND MASTER. Ins. Officer. Brother Grand Marshal, you will please present the Grand Master elect Grand Marshal. Most Worshipful, I have the honor to present Brother_______________who, having been duly elected Grand Master of Masons for the ensuring year, signifies his acceptance of the office and his readiness to be installed therein. Ins. Officer. Let him face the West. Brethren, you now behold before you R.W. Brother________________ who has been duly elected Grand Master of Masons for the State of Maine and is now presented for installation. If any one knows aught wherefore our Brother should not be installed into that high and most responsible office, let him now stand forth and declare it, or forever after hold his peace! Hearing no objections, I will proceed with the installation. Brother Grand Marshal, you will place our Brother at the altar, there to receive the benefit of prayer and take upon himself his official obligation. The Grand Master elect is placed at the altar facing the East: the Grand Chaplain is conducted to the altar facing the West: the Grand Lodge is called up. The Grand Chaplain will make an appropriate extemporaneous prayer, or he may use the following: Grand Chaplain. Brethren, let us pray. Etemal source of Life and Light! We ask Thy blessing upon Thy servant now before Thee, as he is about to enter upon new and responsible duties and assume new and important relations to his Brethren. Invest him with Thy choicest gifts: may heavenly wisdom illuminate his mind: may heavenly power give strength to his exertions; may Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (70 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":71,"pageContent":"heavenly goodness fill and enlarge his breast: may his feet rest upon the rock of justice: and from his hands may streams of beneficence continually flow. May his administration of the affairs of the Fraternity resound to Thy glory, the good of the craft and the welfare of mankind. Add Thy blessing upon the officers associated with him: may they be faithful and zealous in upholding the hands of their chief in all good deeds; and with ajust sense of their accountability to Thee and to the craft, may they labor for the advancement of the interest of our Institution. Bless the Grand Lodge and its subordinates, and all Brotherhood, wherever dispersed. Make them more helpful and beneficial to each other and to all Thy children; and inspire them with an ardent love to Thee, to their Brethren and to the whole human family. In Thee we put our trust: guide us through all the vicissitudes of life, and at last bring us to dwell in Thy presence forever. Amen. Response. So mote it be. The Grand Chaplain is conducted to his station, but the Grand Master elect remains kneeling at the altar. Ins. Officer to Grand Master elect. You will repeat after me your official obligation. I solemnly promise, upon the honor of a Mason, that in the office of Grand Master of Masons, I will, according to the best of my abilities, strictly comply with the Constitution and Regulations of the Most Worshipful Grand Lodge of Maine, and all other ancient Masonic usages, so far as the same shall come to my knowledge. The Brethren are seated. Ins. Officer. Brother Grand Marshal, you will conduct the Grand Master elect from the altar to the East. Ins. Officer. Brother______ you having been duly elected Grand Master of Masons, and having taken the obligation required by our Constitution to qua~ify you to enter upon the duties of that office, it is with much pleasure that I invest you with thisjewel as the badge of your office. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (71 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":72,"pageContent":"It will silently admonish you always to do justice to the cause of Masonry, and to consult, as the exalted rank you now hold demands of you, the real interests of the Institution: it will instruct you to infuse into the many lodges, of which you are now the head, the true spirit of our Order; to make wise decisions for the good of the Fraternity; to give due commendation to the worthy; and to rebuke those who act contrary to our laws. By immemorial usage and the irrevocable landmarks of Masonry, you are invested, as Grand Master of Masons, with powers and prerogatives which are well nigh absolute. The interests of the Craft, for weal or woe, are placed in your hands during your term of office. The good resolutions which, I doubt not, you have formed in your own mind, that these powers shall not be abused or perverted by you, I would gladly strengthen by a word of admonition, which it will not become me henceforth to utter. The very consciousness of the possession of a great power will ever make a generous mind cautious and gentle in its exercise. To rule has been the lot of many, and requires neither strength of intellect or soundness ofjudgment; to rule well has been the fortune of but few, and may well be the object of an honorable ambition. It is not by the strong arm or the iron will, that obedience and order, the chief requisites of good government, are secured,but by holding the key to the hearts of men. The office of Grand Master is of great antiquity and respect, and is one of the highest dignities to which we may aspire. Its incumbent, to rule well, should possess and practice several important requisites. As a man, he should be of approved integrity and irreproachable morals; freed from the dominion of hasty temper and illgoverned passions; of good repute in the world; and practicing, as an example to the Craft, the cardinal virtues of Fortitude, Prudence, Temperance and Justice. As a citizen, he should be loyal to his government, obedient toiL, laws, prompt in the duties he owes to society, and a pattern of fidelity in all social and domestic relations. As a Mason, he should cling to the old landmarks, and be sternly opposed to their infringement; be proficient in the laws, language and literature of the Fraternity; be desirous to learn and apt to teach; though not for the time a workman, yet be master of the work and qualified to earn his wages; be prompt to aid and relieve, and slow to demand it; be ever mindful, that though elevated for a time above his fellows, that he is elevated by them, and that he is yet a Craftsman, more sacredly bound by a Craftsman's obligation; and that he should cultivate everywhere, and at all times, the golden tenets of Brotherly Love, Relief and Truth. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (72 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":73,"pageContent":"As an officer, he should remember, first of all, that he is an individual Mason, sharing in that respect a common lot with his Brethren, and therefore interested in the welfare of each and all: be devoid of undue ostentation and haughty overbearing; be accessible to all, cultivating the closest friendship and the most unlimited confidence with his associate officers; be eager to take counsel with his Brethren, and ready to give it; be patient in investigation and hearing; be deliberate in judgment; be prompt in execution; be forbearing long and much with evil doers; be ready to reward good; be devoid of favoritism and wholly impartial; be watchful over the treasury; having an eagle eye upon every portion of his jurisdiction; and breasting over the restless spirit of innovation. Such are some of the more important qualifications which a Grand Master should possess, and the leading errors which he should avoid. While the tools of Operative Masonryto us the most expressive symbolsthe Book of Constitutions and the Holy Writings are all placed in your charge, I would call your attention specially to the latter. In this you find the principles upon which masonry is founded: from this it derives its wisdom, strength and beauty: this will confirm your faith, strengthen your hope, encourage your charity, and direct you to that temple where all is harmony, love and peace. I also deliver to you the emblem of that power with 'Nhich you are now invested: in your hands it must never be sounded in vain: use it only for the good of the craft. I now seat you, Most Worshipful, in the Grand East, at the head of an Order which is calculated to unite men by true friendship, to extend benevolence, and to promote virtue. And allow me to say that the honor, with which you are invested, is not unworthy of a man of the highest position, or most distinguished abilities. May you do honor to your exalted station: and late, very late in life, may you be transmitted from the fading honors of an earthly lodge, to the mansions prepared for the faithful in a better world! Please call up the Grand Lodge. Brethren, behold your Grand Master! Brethren, salute your Grand Master! The Brethren salute by bowing three times with the right hand on the breast, or by giving the Grand Honors, as the Installing Officer may direct: after which a procession is formed and the Brethren pass around the Hall three times, signifying their respect and obedience by the usual disunclive marks in the different degrees. The Grand Master announces his appointments: and the Grand Marshal is directed toconduct the Deputy Grand Master, Grand Wardens,Grand Treasurer and Grand Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (73 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":74,"pageContent":"Secretary elect to the East, where, standing with the right hand on the left breast, they take the official obligation and are severally presented to the Installing Officer. DEPUTY GRAND MASTER. R.W. Bro__________________ it is with much pleasure that I invest you with this jewel as the badge of the office of R.W. Deputy Grand Master. Under our Constitution, you have power to grant dispensations for processions: and it is your duty to attend all communications of the Grand Lodge, and to render such assistance to the Grand Master as may be required of you; or, if the Grand Master is absent, to preside in his stead: in case of his death or removal from the State, you succeed to his powers, duties and responsibilities. Your office, therefore, is one of great dignity and much importance, and carries with it a heavy responsibility. The honor that has been conferred on you and the trust that has been reposed in you, demand a corresponding fidelity to the interests of those whose kindness and confidence you are indebted for your official elevation. Let the Book of Constitutions be your constant study, that you may be the better enabled to preserve inviolate the laws and ancient landmarks of the Order, and to assist the M.W. Grand Master with your counsel; and that you may be prepared to exercise the functions of his office, to which you are liable to be called. SENIOR GRAND WARDEN R.W. Brother:In investing you with the jewel of Senior Grand Warden, I perform a pleasant duty. The position which you occupy in the Grand Lodge and among the Fraternity is one of no little importance. In the Grand Lodge, to control practically, under the direction of the Grand Master, the admission of all visitors, to announce specially those who are of rank or eminence, and to aid in the preservation of order, and at all times to render counsel and advice to the Grand Master, are high andresponsible duties, requiring circumspection,vigilance, and reflection; but when to these is superadded the more onerous labor, in conjunction with the Junior Grand Warden, of diligently preserving the ancient landmarks throughout the jurisdiction, it then becomes a trust of deep moment to the welfare of the Craft Your fitness for the discharge of such a trust undoubtedly led to your selection for the office by your Brethren, Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (74 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":75,"pageContent":"and it will be your duty and pleasure so to act as to justify their confidence. Look well to the West! JUNIOR GRAND WARDEN. R.W. Brother:as the duties of your office and the qualifications for it are almost identical with those of the Senior Grand Warden, except as it respects the introduction of visitors, I will only add to the Charge given to that officer, that you be equally vigilant and circumspect, not only at your station in the Grand Lodge, but in the broader field of action without, dividing with him his labors, and taking due care that the great object of your united solicitude shall remain inviolate. Accept the jewel of your office, and repair to the South, being ever watchful, whether in labor or at refreshment, that the high twelve of observation do not find you with your work, and that of the Craft you superintend, unperformed. GRAND TREASURER. R.W. Brother:I invest you with this jewel as the badge of the office of Grand Treasurer. It is your duty to have charge of the personal property and funds of the Grand Lodge: to receive all moneys due the Grand Lodge: to pay all bills passed by the Finance Committee, and all sums voted by the Grand Lodge or the Trustees of the Charity Fund: to render annually Lo the Finance Committee, your accounts, with the vouchers: to lay before the Grand Lodge, on the first day of each annual communication, a detailed statement of the receipts and expenditures of the preceding year: and finally, to obey all orders of the Grand Lodge and of the Trustees in relation to their respective funds and properties. The keys forming the jewel of your office have a twofold significance: they are instruments to bind as well as to loose; to make fast as well as to open. They will never, l am confident, be used by you in any other manner than the constitutions, laws, rules, and regulations of the Grand Lodge shall direct. RECORDING GRAND SECRETARY. R.W. Brother:Usage, as well as positive enactments from time to time, have rendered the duties of the office of Grand Secretary more onerous and varied than that of any other officer. Brought by his official position more immediately into communication with the whole body of the Fraternity, it is requisite that he should possess ability, skill, and Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (75 of 76) [11/22/1999 11:51:56 AM]"},{"pageNumber":76,"pageContent":"industry, to meet the various demands upon him. Placed in a position where he holds almost constant correspondence with our Masonic Brethren of every state and country, upon him devolves, in a large degree, the good name and credit of the Masonic family of this State. The Fraternity should enable him to maintain it; he should strive that itbe maintained. Courtesy and patience are to be elements in his manners and character. Vigilance and fidelity must also be necessary qualities. Our constitutions, my Brother, point out to you fully the duties of your office, and l will not recapitulate them. Your capability for their prompt and faithful execution has induced your Brethren to confide this trust to you, and I feel assured that it is well placed. In investing you with your official jewel, the pens, l am persuaded that they will make an enduring record, not only to your praise, but to the welfare of a Craft so largely dependent upon your experience and integrity. The Grand Marshal will now present the appointed officers, who take the official obligation in the same manner as the others. CORRESPONDING GRAND SECRETARY. R.W. Brother:The constitution imposes upon you the duty, under the direction of the M.W. Grand Master, of answering all foreign communications made to the Grand Lodge, and, when desired by him, to read all communications to it. From yourknown attachment to Masonry, I have no doubt that you will perform all the duties which may be devolved upon you in a manner creditable to yourself and satisfactory to the Grand Lodge. Maine Masonic Text Book file:///C|/Grand lodge/BlueBook/BlueBook1.htm (76 of 76) [11/22/1999 11:51:56 AM]"}]
