[{"pageNumber":1,"pageContent":"A Guide to a Mason’s Actions Grand Lodge F.&A.M. of Pennsylvania"},{"pageNumber":2,"pageContent":"A Guide to a Mason ’ s Actions Grand Lodge F.&A.M. of Pennsylvania by William A. Carpenter Right Worshipful Grand Master"},{"pageNumber":3,"pageContent":"Copyright 1985 by the Right Worshipful Grand Lodge of Free & Accepted Masons of Pennsylvania All rights reserved. No part of this publication may be reproduced or transmitted in any form or by any means, electronic or mechanical, including photocopy, recording, or any information storage and retrieval system, without permission in writing from the Right Worshipful Grand Lodge of Free & Accepted Masons of Pennsylvania. Library of Congress Catalog Card Number: 85-62079 Printed in the United States of America Reprint November 1995"},{"pageNumber":4,"pageContent":"DEDICATED TO Dorothy (Wally) Roberts Carpenter My First Wife and A Masonic Widow Par Excellence"},{"pageNumber":5,"pageContent":"Contents Title page Copyright page Contents Dedication Foreword 1 Preface 2-3 Chapter I Masonic Manners 4-21 Ahiman Rezon 6-8 ... to govern ourselves accordingly 9-16 What Do Masonic Manners Mean to Masons? 18-21 Chapter II Glossary 22-59 Chapter III Masonic Symbols 60-79 Appendix What is the Grand Lodge? 80-87 Bibliography 88 Illustrations Frontispiece of the 1783 edition of the Ahiman Rezon 4 Point Within a Circle 17 A.S.K. 22 Trestle Board 60 Approved and authorized by the Right Worshipful Grand Master"},{"pageNumber":6,"pageContent":"1 Foreword To M y Brethren in Pennsylvania — I am flattered to have been asked to write the foreword to this volume authored by the Right Worshipful Grand Master, Brother William A. Carpenter, because I know it represents his legacy t o the Craft in Pennsylvania. In The Exemplar — A Guide to a Mason’s Actions , he leaves a tangible expression of the insights gained through many years o f experience in service to this great fraternity. His experience in earlier years as a journalist and later in Masonic education and finances, when combined with the knowledge and skill gained as the R.W. Grand Secretary and then as R.W. Grand Master, has served him well in preparing this tex t. One of the most important and often neglected parts of our Masonic experience is the matter of proper education. To be sur e, the answers to most of our questions are readily available, if we will but read and study. The Grand Master has presented in this volume the basic facts. If a Mason will but use it as a reference book and a study guid e, he will certainly become far more knowledgeable and better educated in the basics of Freemasonry. I have many close ties of friendship within the Grand Lodge of Pennsylvania and value particularly the honorary membership I was granted when awarded the Pennsylvania Franklin Medal in 1979. As an honorary Pennsylvania Mason, I am proud to recommend this work to my brethren everywhere. There is so much to be proud of in Pennsylvania Masonry and in all the Grand Lodges. We should always be ready to promote the generosity of our fraternity in all its aspects. Stanley F. Maxwell Most Worshipful Past Grand Master, Grand Lodge of Massachusetts Sovereign Grand Commander, Ancient Accepted Scottish Rite, Northern Masonic Jurisdiction"},{"pageNumber":7,"pageContent":"2 Preface Freemasonry, my profession for nearly 40 years, has not only been a calling; it has also provided unique opportunities for observing and understanding mankind. With but few exceptions, I have learned that Freemasonry is a fraternity of men blessed with integrity. Yes, the majority of Freemasons are men of honesty and depth of character. They are men known to be “ a cut above ” the rest and together they have been building a legacy that will surely perpetuate Pennsylvania Masonry for generations to come. The Exemplar — A Guide to a Mason ’ s Actions is calculated to excite every Mason ’ s personal desire for a basic knowledge of Pennsylvania Masonry and it emphasizes certain Masonic standards that must be maintained. This book is, I hope, of worthy style and comprehensive content so that it will serve as a real companion to all Pennsylvania Masons who wish to learn and live as Freemasons. This special book features three main Masonic chapters, in keeping with the magical number three so often identified with Symbolic Masonry. The first chapter, Masonic Manners, deals with the subject that inspired this special book. Masonic manners, I believe, are the catalyst that has, from time immemorial, inspired the true and zealous Mason to allow the genius of Freemasonry to reign over his conduct. Masonic manners, and only Masonic manners, are the heartbeat, the life line, and the only visible evidence that ma kes Freemasonry possible. Chapter two is a glossary of several hundred words used in the Pennsylvania work. For too many years I have been listening to the words pertinent to Freemasonry being mispronounced, spoken with an uncertain faintness, stuttered or slurred, or even uttered with absolutely no semblance of knowing what they mean. Officers of the lodges, and especially those Brethren participa ting in the conferring of the three symbolic degrees, should always speak out with an authority. Hence, they should know how to pronounce the words of the work properly and should know, without question or doubt, what those words mean. In the glossary, each word is spelled properly, is syllabled, a nd properly accented where required to aid in pronunciation. There is, of course, a brief but proper definition and each wor d is listed in alphabetical sequence for ready reference."},{"pageNumber":8,"pageContent":"3 The third chapter is devoted to the symbols used in Pennsylvania Masonry. It too contains an alphabetical listing and a brief, but concise, explanation of each symbol. Featured in thi s chapter are authentic Illustrations of the many symbols it cove rs. The symbolism of Freemasonry is the soul of Freemasonry. The purpose of this chapter is not only to provide an authentic definition of the various symbols, but also to help create an immediate picture of the symbol and the lessons related to that particular symbol. The pictures on these pages are indeed worth a thousand words. Enjoy the many symbolic illustrations and associated lessons herewith, and may they remain fixed in your mind and actions. Remember always that without symbols and their respective lessons, the art and science of communication among Freemasons would be almost impossible. The Exemplar — A Guide to a Mason ’ s Actions would not have become a reality without the help, aid and assistance of many people: the Assistant to the Grand Master and his staff; the st aff of the Grand Lodge Library and Museum; the Grand Lodge Committee on Education; the Grand Lodge Ritualistic staff, and the gifted hands and minds of the artists and typographical experts who, working in concert, made it all possible. I am sincerely grateful to each. This book represents my own legacy to Pennsylvania Freemasonry. William A. Carpenter R.W. Grand Master June 24, 1985 - St. John the Baptist Day Philadelphia, PA"},{"pageNumber":9,"pageContent":"Masonic Manners CHAPTER I"},{"pageNumber":10,"pageContent":"5 ebster ’ s Dictionary describes manners as a way or method in which something is done or happens; mode or fashion of procedure — a way of acting. In some jurisdictions, they prefer to use the term Masonic etiquette, Masonic behavior, or Masonic courtesy. In Pennsylvania, we prefer to use the word manners. Masonic manners encompass not only a Mason ’ s actions within his or another lodge, but also outside the lodge; it is a way of life for a Freemason to follow. Pennsylvania Masonry has a long and very deep heritage derived from the early charges of the Craft, and over the years members of the Fraternity in Pennsylvania have faithfully adhered to these charges. Therefore, there is no better place to start this subject than to quote from our earliest Constitution, the Ahiman Rezon printed in Philadelphia in 1783. The contents of this first edition were read, unanimously approved, and ordered to be printed at the communication of the Grand Lodge of Pennsylvania on November 22, 1781."},{"pageNumber":11,"pageContent":"6 Masonic Manners CHAPTER I CHAP. I. Of the TEMPER and QUALITIES requisite in those who would be FREE AND ACCEPTED MASONS. B EFORE we enter upon the duties of the operative Mason, in the various offices and stations to which he may be called in the LODGE, it is proper to give some account of the temper and qualities which are absolutely requisite in all who aspire to partake of the sublime honors and advantages, belonging to those who are duly initiated into the mysteries , and instructed in the art of ANCIENT MASONRY. SECT. I. Concerning GOD and RELIGION. Whoever, from love of knowledge, interest, or curiosity, desires to be a Mason , is to know that, as his foundation and great cornerstone, he is to believe firmly in the ETERNAL GOD, and to pay that worship which is due to him, as the great Architect and Governor of the universe. A Mason is also obliged, by his tenure, to observe the moral law, as a true * Noachida (Sons of Noah; the first name for Freemasons.); and if he rightly under- stands the royal art, he cannot tread in the irreli- gious paths of the unhappy * libertine, the * deist, or stupid * atheist ; nor, in any case, act against the great inward light of his own conscience. He will likewise shun the gross errors of bigotry and superstition; making a due use of his own reason, according to that liberty wherewith a Mason is made free . For although, in ancient times, the Christian Masons were CHARGED to comply with the Christian usages of the countries where they sojourned or worked (being found in all nations, and of divers religions and persua- sions) yet it is now thought most expedient that the brethren in general should only be CHARGED to adhere to the essentials of religion in which all men agree; leaving each brother to his own private judgment, as to particular modes and forms. Whence it follows, that all Masons are to be good men and true — men of honour and honesty, by whatever religious names or persuasions distin- guished; always following that golden precept of “ doing unto all men as (upon a change of conditions) they would that all men should do unto them. ” Thus, since Masons, by their tenure, must agree in the three great articles of NOAH, Masonry becomes the center of union among the brethren, and the happy means of conciliating, and cement- ing into one body, those who might otherwise have remained at a perpetual distance; thereby strengthening and not weakening the divine obligations of RELIGION and LOVE! AHIMAN REZON, DIGESTED AND ABRIDGED: With the Addition of the latest Regulations, for the use of Operative Masons , in the American Lodges, & c. *See glossary for definition"},{"pageNumber":12,"pageContent":"7 SECT. II. Concerning Government and the Civil Magistrate. Whoever would be a true Mason is further to know that, by the rules of his art, his obligations as a subject and citizen will not be relaxed but enforced. He is to be a lover of quiet, peaceable and obedient to the civil powers, which yield him protection, and are set over him where he resides or works; so far as they infringe not the limited bounds of reason and religion. Nor can a real craftsman ever be concerned in plots against the state, or be disrespectful to the magistracy; because the welfare of his country is his peculiar care. But if any brother, by forgetting for a time the rules of his craft, and listening to evil councils, should unhappily fall into a contrary conduct, he is not to be countenanced in his crimes or rebel- lion against the state; but he forfeits all benefits of the Lodge, and his fellows would refuse to asso- ciate or converse with him in private, while he continues in his crimes; that neither offence nor *umbrage may be given to lawful government. But such a person is still considered as a Mason, his character as such being *indefeasible; and hopes are to be entertained, that the rules of the craft may again prevail with him over every evil council and device that may have led him astray. From this quiet and meek temper of true Masons, and their constant desire to adorn the countries where they reside with all useful arts, crafts and improvements, they have been, from the earliest ages, encouraged and protected by the wisest rulers of states and commonwealths, who have likewise thought it an honor to have their names enrolled among the fraternity. And thus Masonry having always flourished most in the most flourishing and peaceable times of every country, and having often suffered in a particular manner through the calamitous effects of war, bloodshed and devastation, the craftsmen are therefore the more strongly engaged to act agree- able to the rules of their art, in following peace and love , as far as possible, with all men. SECT. III. Concerning private Qualities and Duties. In regard to HIMSELF, whoever would be a Mason should know how to practise all the pri- vate virtues. He should avoid all manner of intemperance or excess, which might obstruct his performance of the laudable duties of his craft, or lead him into crimes which would reflect dishonour upon the ancient fraternity. He is to be industrious in his profession, and true to the Lord and Master he serves. He is to labour justly, and not to eat any man ’ s bread for nought; but to pay truly for his meat and drink. What leisure his labour allows, he is to employ in studying the arts and sciences with a diligent mind, that he may the better perform all his duties (as aforesaid) to his Creator, his country, his neighbour and himself. For in a few words, — “ to walk humbly in the sight of God, to do justice and love mercy, ” are the true indispensable characteristics of a real free and accepted Mason. For the better attainment of these shining qualities, he is to seek and acquire, as far as possible, the virtues of patience, meekness, self- denial, forbearance and the like, which give him the command over himself, and enable him to govern his own family with affection, dignity and prudence; at the same time checking every dis- position injurious to the world, and promoting that love and service, which brethren, of the same Lodge or household, owe to each other. There- fore, to afford succour to the distressed, to divide our bread with the industrious poor, and to put the misguided traveller into the way, are qualities inherent in the craft, and suitable to its dignity. But though a Mason is never to shut his ear unkindly to the complaints of any of the human species; yet when a brother is oppressed or suf- fers, he is in a more peculiar manner called to open his whole soul in love and compassion to him, and to relieve without prejudice, according to his capacity. *See glossary for definition"},{"pageNumber":13,"pageContent":"8 Masonic Manners CHAPTER I It is further necessary that all who would be true Masons should learn to abstain from all malice and slander, evilspeaking, backbiting, unmannerly, scornful, provoking, reproachful and ungodly language; and that he should know how to obey those who are set over him on account of their superior qualifications as Masons, however inferior they may be in worldly rank or station. For although Masonry divests no man of his temporal honors, or titles, but on the contrary highly respects them, yet, in the Lodge, preeminence of virtue and knowledge in the royal art is considered as the true fountain of all nobility, rule and government. The last quality and virtue which I shall mention, as absolutely requisite in those who would be Masons , is that of SECRECY; which indeed, from its importance, ought to have held the first place in this chapter, if it had not been intended to treat of it more fully, as a conclusion of the whole. So GREAT stress is laid upon this particular quality or virtue, that it is enforced among Masons under the strongest penalties and obligations; nor, in their esteem, is any man to be counted wise, who is void of intellectual strength and ability sufficient to cover and conceal such honest secrets as are committed to him, as well as his own more serious affairs. Both sacred and pro- fane history teacheth us that numerous virtuous attempts have failed of their intended scope and end, through defect or secret concealment . The ancient philosophers and wise men (the Princes of whom were Masons ) were so fully persuaded of the great virtue of SECRECY, that it was the first lesson which they taught their pupils and followers. Thus, in the school of * Pythagoras , we find it was a rule that every * noviciate was to be silent for a time, and refrain from speaking, unless when a question was asked; to the end that the valuable secrets which he had to communi- cate might be the better preserved and valued. * Lycurgus made a perpetual law, obliging every man to keep secret whatever was committed to him, unless it were to the injury of the state. And Cato , the Roman Censor, told his friends, that of three things (if ever he happened to be guilty) he always repented, viz. — 1st. If he divulged a secret ; 2nd. If he went on water, when he might stay on dry land; and 3rd. If he suffered a day to pass without doing (or endeavouring to do) some GOOD. We also read that the Persian law pun- ished the betraying of a secret more grievously than any other common crime. Nor is the virtue of SECRECY recommended only by the wisest heathen philosophers and law- givers; but likewise by the fathers of the church, and by inspired writers and lawgivers. St. Ambrose places the patient gift of SILENCE among the principal foundations of virtue; and the wise King SOLOMON deems the man un- worthy to reign or have any rule over others, who cannot command himself, and keep his own secrets. A discoverer of secrets he deems infa- mous and a traitor; but him that conceals them he accounts a faithful brother . “ A talebearer, says he, revealeth secrets; but he that is of a faithful spirit concealeth them. Discover not a secret to another, lest he that heareth it put thee to shame, and thine infamy turn not away — He that keepeth his tongue, keepeth his own soul. ” — To the same purpose, in the book of Ecclesiasticus chap. xxvii we meet with the following beautiful pas- sages, worthy to be for ever recorded in the hearts of all Masons. — “ Whosoever discovereth secrets , loseth his credit, and shall never find a friend to his mind. Love thy friend, and be faithful unto him; but if thou bewrayest his secrets, follow no more after him: For as a man hath destroyed his enemy, so hast thou lost the love of thy neighbour: As one that letteth a bird go out of his hand, so hast thou let thy neighbour go, and shall not get him again. Follow after him no more, for he is too far off; he is as a roe escaped out of the snare. As for a wound, it may be bound up; and after reviling there may be reconcilement: but he that *bewrayeth secrets, is without hope. ” *See glossary for definition END OF TEXT"},{"pageNumber":14,"pageContent":"9 ... to govern ourselves accordingly In these rules and procedures are found the basis upon which we are to be guided in our present work. In them are defined rules, written or unwritten, customs and traditions by which Masons are expected to govern themselves within and without the lodge. It will be to the credit of every Mason to adhere to the manners governing the Craft as set forth in the earliest book of Constitutions. A cardinal point in Masonic manners is that which admonishes us to strictly refrain from entering into any discussion within the body of the open lodge that involves religion or politics. The question of religion is a sensitive one in that the cornerstone of Freemasonry is the belief of each of its members in a Supreme Being. It matters not how each of us personally addresses that belief, be it to the Eternal God, to Jehovah, or by some other name. But in Freemasonry, we address that identity as the Great Architect of the Universe. We affirm our belief that no human fraternity can long endure that does not have its inspiration in the fatherhood of God and the brotherhood of man. We find in the early constitutions references to the true Noachida, the descendants of Noah and the transmitters of his religious dogmas; the unity of God and the immortality of the soul. The name has been bestowed upon Free- masons from the earliest of times because of our teaching of the same doctrines. The Old Charges, as quoted by James Anderson in his 1738 edition of Constitutions , state, “ A Mason is obliged by his tenure to observe the moral law as a true Noachida. ” It is Anderson who is credited with broadening the religious concept in Freemasonry from that of the Christian religion to encompass the belief in the Great Architect of the Universe whereby men, regardless of their personal religious beliefs, could become members and brothers in the Masonic fraternity. It is well stated that brethren in general should only be charged to adhere to the essentials of religion in which all men agree, leaving each brother to his private judgment. Masons are taught to recognize the authority of civil powers with full respect and not to become involved in plots against the state. Another cardinal rule, therefore, is loyalty to God and country. A Mason is also advised to regard himself as a mortal temple in which a spiritual force abides. He is warned against the practice of intemperance or excess which will reflect dishonor upon him- self and upon the fraternity. He is to be industrious in his profession and true to his employer. He is admonished to “ walk humbly in the sight of God, to do justice and love mercy. ”"},{"pageNumber":15,"pageContent":"10 Masonic Manners ... to govern ourselves accordingly CHAPTER I There is another very important rule that each Mason should hold to as foremost and uppermost in his conduct and one to which he must adhere and be guid- ed by in all aspects of Masonic manners. It is the prime rule of conduct for every Free- mason in Pennsylvania and is stated in the Ahiman Rezon or Book of the Constitution of the Most Ancient and Honorable Fraternity of Free and Accepted Masons of Pennsylvania and Masonic Jurisdiction Thereunto Belonging immediately preceding Article 1: “ In Freemasonry what is not permitted is prohibited. ” Masonic manners should not be the clothes we wear just for the sake of those outside the fraternity. We must also wear those same manners in dealing with each other. When Masons meet in the tyled lodge, they are expected to abide by strict rules and exercise proper decorum. For the sake of his personal instruction, it is highly recommended that every Mason consider his obligation to attend his lodge, except for illness or some other just cause. When he does attend lodge, is he punctual? A punctual man is present where he has agreed to be and upon the very point of the time specified. There is no place in the open lodge for loud talk, restless moving about, or laughter and frivolity, most especially during the conferring of the degrees. Nothing is more distressing than to hear idle chatter during moments of prayer or when an obligation is being given and taken. Never should there be any degree of flippancy, irreverence, or disrespect shown to the Worshipful Master, the other officers of the lodge, or to another brother. Masonic manners demand that no one pass between the Altar and the Worshipful Master ’ s station in the east, except when required by the ritual. Nor should anyone omit the proper sign when crossing the body of the open lodge in front of the Altar, except when allowed by the ritual. These and all other signs of respect and means of maintaining decorum should be fully observed by every brother in the open lodge. No one is to talk of anything that can be considered impertinent, nor interrupt the Worshipful Master, the Wardens, or any other member who is speaking to the Worshipful Master. Each Mason is charged to pay due respect to the elected officers of the lodge and, in like measure, treat all others with respect. Should a brother be so honored as to take part in the conferring of a degree, he is particu- larly reminded there is no place for laughter and frivolity in that undertaking, either by those participating or those witnessing the work. No one is to disrupt the harmony and order of the open lodge. The rules of order and of Masonic manners require the brother who has something to say, to rise to his feet, give the proper sign, and address the Worshipful Master only. There is no place in the lodge for even casual discussion between members without the express permission of the Worshipful Master. No understanding of lodge room decorum can be complete without full knowledge of the place of the Altar and its significance. It was at the Altar that Freemasonry began for each of us. It was at the Altar that we were made Masons. The word Altar is used here as a proper name to give it added meaning. The Altar is the center of our Masonic experience. It is where Masons are made. It is where the great light of Freemasonry, the Holy Bible, is placed. The Altar is placed at the exact center of the lodge room. It should not be moved during any lodge meeting, nor should the tapers, the lesser lights, be moved or extinguished during the open lodge. The tapers are arranged to stand at the northeast, northwest and southwest corners of the Altar, equidistant from it."},{"pageNumber":16,"pageContent":"11 The Altar used in lodge rooms in Pennsylvania is to be approximately 34 inches long, 24 inches wide and 24 inches high. The lesser lights are to be placed five feet six inches apart. The open Bible is placed on the Altar and the square and the compasses rest upon its left page. At the center of the lodge upon the Altar, then, are the three great lights of Freemasonry. A member, or several members, enter the open lodge through the outer door only, approach the Altar, and execute the proper sign to the Worshipful Master, except as otherwise required by the ritual. This must be done in accordance with Masonic law and never in a careless manner. Another matter of great importance to Masonic manners in the open lodge room is that of dress. Every Mason should be properly dressed to be admitted into the body of the open lodge. He must wear an apron, tied around the waist over his suit or tuxedo coat but under a tail coat, to be properly displayed. White gloves must be worn when required, particularly by the officers of the lodge. The lack of white gloves by a Mason otherwise properly dressed stands out as an easily noted case of unmasonic dress. Jewels must be displayed in a proper manner. A Mason should endeavor to wear a dark suit when attending his lodge and make sure it is clean and pressed. A Mason should regard his dress at lodge to be as befits the wearer. To attend the lodge is a privilege not all men can enjoy. A Mason, therefore, should dress in good taste always; to wear such attire as shows respect to the fraternity, the lodge, and the dignity of Freemasonry. Masonic clothing and dress is described fully in Article LX of the Digest of Decisions as follows: “ 1. The Masonic dress of lodge officers, with the exception of the Worshipful Master (or Acting Worshipful Master), can be tuxedo coat, black vest, black tie, black shoes and white gloves; or it can be tail coat, black vest, black tie, black shoes and white gloves. “ The dress of Grand Lodge elected officers, Past Grand Masters, Grand Lodge appointed officers (other than Grand Chaplains), District Deputy Grand Masters, Past District Deputy Grand Masters and Worshipful Masters (and Acting Worshipful Masters), will be tail coat, black vest, black tie, black shoes and white gloves. “ The shirt which is to be worn with Masonic dress must be white in color and may have a pleated bosom, but it is not to be ruffled either at bosom or cuffs. “ The Grand Master and Worshipful Masters (or Acting Worshipful Masters) will wear the high black hat. ” The Digest of Decisions in Article LX also describes the dress for Masonic funerals: “ 2. The normal dress for Masonic funerals shall be dark clothes, dark necktie, black shoes, white gloves, apron and collar and jewel for participating lodge officers, or those serving in their stead. It is recommended that attending brethren wear dark clothes, aprons and white gloves, if possible. This is in accordance with that part of the Ahiman Rezon dealing with charges, ceremonies and forms; in this case, Masonic Funerals, page 151. “ However, if a lodge elects to have a lodge service in accordance with page 147 of the Ahiman Rezon , Masonic dress shall be worn by lodge officers, if available. “ If a visit to the funeral home, church or ceme- tery follows the lodge room service or lodge meeting, Masonic dress (including collars and aprons) may be worn by lodge officers. ” It is especially important that Masonic funeral services be given top priority. The booklet, “ Masonic Funeral Service, ” should be studied and its prescribed form adhered to."},{"pageNumber":17,"pageContent":"12 The service should be given with dignity and expression to bring out its meaning. The Masonic funeral service is one of the few occasions that a Masonic lodge has the opportu- nity to perform in an official capacity in public. Nonmasons attending the service may form an opinion of the fraternity as a whole based on what they see and hear during the few minutes it takes to conduct the ceremony. A Mason, therefore, owes to his fraternity, his lodge, and to himself the duty to perform the service to the best of his ability. It is here our Masonic manners are in full view. Every Master Mason is encouraged to wear the universal symbol of the fraternity, the square and compasses with the letter G, on the lapel of his coat. It is the emblem that identifies him as a Mason. It immediately places him in view of the nonmason who may take the opportunity to judge the man who wears the Masonic emblem. Every Master Mason is a window through which others will see and decide from the experience what will be their opinion of Freemasonry. It cannot be stressed too often that Free- masonry is what Freemasons are. Whenever Masons appear in public, as private citizens or as part of a lodge function, they must always keep in mind the fact that they are being observed and judged. Another most serious and soul searching responsibility of a Master Mason is to be a recom- mender. To be a recommender is such an important responsi- bility that the Grand Lodge has prepared a booklet titled “ The Making of a Mason ” that is designed to guide a Mason in his duties before he assists another in presenting a petition for membership to his lodge. Too many recommenders fail to understand that they are, in effect, placing their own reputations on the line when they recommend another to the fraternity. The booklet is also addressed to the brethren called upon by the lodge to serve as a Committee of Inquiry. To be a member of a Committee of Inquiry is an extremely important assignment. To that committee is entrusted the guarding of the portals of Freemasonry. The lodge depends entirely upon the careful work of the Committee of Inquiry to investigate the fitness of a petitioner to become a member of this ancient and honorable fraternity. Each member of the committee should read the booklet thoroughly and be guided by its message. After a petition has been approved by the lodge by ballot and the petitioner accepted as a candidate for the degrees of Freemasonry, those Masons acting as guides during the conferring of degrees must realize they are the first official Masons the candidates meet. Upon these Master Masons, who conduct the candidates into an open body of Free and Accepted Masons for the first time, is a great responsibility that can be better understood by reading “ The Making of a Mason. ” No explanation of Masonic manners would be complete without some attention being given to that endearing word, brother. It is neither a sentimental nor familiar form of address, but rather a title. A Mason does not attend a lodge meeting as plain Bill or Joe or John. He enters that sanctuary as a Master Mason among brothers and is therefore entitled to be addressed as Brother Bill or Brother Joe or Brother John. It has already been stated that the lodge is not the place for loud and aggressive behavior. It should be known as a place for discussion only of that which pertains to the business of the lodge. Private arguments, sectarian discussion, business dealings, or any questions relative to politics, religion or creed are considered as Masonic Manners ... to govern ourselves accordingly CHAPTER I"},{"pageNumber":18,"pageContent":"13 being nonmasonic subjects and forbidden lest they disturb the peace and harmony of the lodge. It cannot be too forcefully stressed that Masonic law requires that any member wishing to initiate or participate in a discussion in the open lodge do so by first receiving the permission of the Worshipful Master. He must rise, give the proper sign to the Worshipful Master, and then seek his permission to enter the discussion. When given permission, he should speak on the subject in the fewest possible words and be prepared to yield the floor when the Worshipful Master gives another the right to speak. It is a system that has proven its value over the ages and has allowed lodges for centuries to conduct business and do the work of Freemasonry with an efficiency unknown to other organizations. A most appropriate conclusion to this portion of the chapter on Masonic manners is the inclusion of the Ancient Charges. They are printed here in full to refresh your memory as to the duties and the Masonic manners of a true and lawful brother. A Char ge at the Opening of a Lodge As useful knowledge is the great object of our desire, we ought to apply ourselves with zeal to the practice and profession of Free- masonry. The ways of wisdom are beautiful, and lead to pleasure. Knowledge is attained by degrees and cannot everywhere be found. Wisdom seeks the secret shade and the lonely cell, designed for contemplation. There enthroned she sits, delivering her sacred oracles. There we are to seek her and to pursue the real bliss. Though the passage is difficult, the farther we trace it the easier it will become. If we are united, our Fraternity must flourish. Let all private animosities, therefore, if any should exist, give place to peace and good fellowship. Uniting in the same grand design, let us be happy ourselves and endeavor to contribute to the happiness of others. Let us promote the useful arts and by that means mark our superiority and distinction. Let us cultivate the moral virtues and improve in all that is good and amiable. Let the genius of Free- masonry preside over our conduct, and, under her sovereign sway, let us preserve a nobleness and justness of understanding, politeness of manners, and evenness of temper. Let our recreations be innocent and pursued with moderation; and never let us suffer irregular indulgences to expose our character to derision and contempt. Thus shall we act in conformity to our precepts and support the name we have always borne, of being a respectable, regular, and uniform Fraternity. A Char ge at Initiation You are now admitted, by the unanimous consent of this lodge, a fellow of our Most Ancient and Honorable Fraternity — ancient, as having subsisted from time immemorial — and honorable, as tending in every particular to do honor to those who conform to its noble precepts. The greatest monarchs and most exalted heroes and patriots, of all ages and countries throughout the known world, have been encouragers of Freemasonry; and many of them have presided as Grand Masters of Masons in their respective jurisdictions, not thinking it any lessening of their highest dignities to level themselves with their Brethren in Freemasonry and to act upon the same Square as they did. The world ’ s Great Architect is our Supreme Grand Master and the unerring rule He has given us is that by which we work. Religious disputes are never suffered within the lodge; for, as Freemasons, we worship God as our consciences require, and thus we are united as in one sacred band. There are three general heads of duty which Freemasons ought always to inculcate, namely:"},{"pageNumber":19,"pageContent":"14 Masonic Manners ... to govern ourselves accordingly CHAPTER I to God, our neighbor, and ourselves; to God, in never mentioning His Name but with that reverential awe which a creature ought to bear to his Creator, and in looking upon Him always as the God over all; to our neighbor, in acting upon the Square, or doing as we would be done by; and to ourselves, in avoiding all intemperance and excesses whereby we may be rendered incapable of following our work or led into behavior unbecoming our laudable profession, and in always keeping within due bounds and free from all guilt. In the State, a Freemason is to behave as a peaceable and dutiful citizen, conforming cheerfully to the government under which he lives. He is to be a man of benevolence and charity; not sitting down contented while his fellows, much more his Brethren, are in want when it is in his power, without prejudicing himself or his family, to relieve them. In the lodge, he is to behave with all due decorum, lest the beauty and harmony of its workings should be disturbed or broken; he is to be obedient to the Master and other officers set in authority over him, and is to apply himself closely to the business of Freemasonry, that he may the sooner become skilled therein, both for his own credit and for that of the lodge, and thereby earn advancement as the wages of his labors. He is not to neglect his own necessary avocations for the sake of Freemasonry, nor to involve himself in quarrels with those who through ignorance may speak evilly or despite- fully of it. He is to be a lover of the arts and sciences and is to take all opportunities to improve him- self therein. If he recommends a friend to be made a Freemason, he must vouch him to be such as he really believes will conform to these duties, lest by the misconduct of that friend at any time the lodge should pass under evil imputations. Nothing can be more shocking to all faithful Freemasons than to see any of their Brethren profane the sacred Rules of Freemasons; and such as do, they wish had never been admitted into the Fraternity. A Char ge at Passing Being now advanced to the second degree in Freemasonry, we congratulate you on your preferment. The internal, and not the external, qualifications of a man are principally regarded by Freemasonry. As you increase in knowledge, you will consequently improve in fitness for further advancement in the rights and privileges of the Craft. It is unnecessary to recapitulate the several duties, which, as a Freemason, you are bound to discharge; or to enlarge on the necessity of a strict performance of them, as your own experience must have convinced you of their value. It may be sufficient to observe that your past behavior and regular deportment have merited the additional honor which we have now conferred; and, in this new character, it is expected that you will not only conform to the principles of Freemasonry, but still persevere in the practice of virtue. The study of the liberal arts, that valuable branch of education which tends so effectually to polish and adorn the mind, is earnestly recommended to your consideration; especially the noble Science of Geometry, which is established as the basis of our Art. Freemasonry and Geometry originally were synonymous terms, and this Science being of a divine and moral nature, is enriched with the most useful knowledge; for while it proves the wonderful properties of nature, it also demonstrates the more important truths of morality. As the solemnity of our ceremonies requires a serious deportment, you are to be particularly attentive to your behavior in our regular assemblies; to preserve the Ancient Usages and Customs of the Fraternity sacred and inviolable, and induce others, by your example, to hold them in due veneration. Every regular sign or summons, duly given to you, you are to honor and obey, as they accord"},{"pageNumber":20,"pageContent":"15 with our professed principles. Such is the nature of your present engagements; and to these duties you are now bound by the most solemn, sacred, and enduring ties. A Char ge at Raising Your zeal for our institution, the progress you have made in its mysteries, and your steady conformity to its useful Regulations, have pointed you out as a proper object for this peculiar mark of the favor of the Brethren. Duty, honor, and gratitude now bind you to be faithful to your trust; to support the dignity of your character on all occasions, and strenuously to enforce, by precept and example, a steady obedience to the tenets of Freemasonry. Exemplary conduct, on your part, will convince the world that merit is the just title to our privileges, and that on you our favors are not undeservedly bestowed. In this respectable character you are authorized to restrain the irregularities of less informed Brethren; to correct their errors; to fortify their minds with resolution against the snares of the insidious; and to guard them against every allurement to vicious practices. To preserve unsullied the reputation of the Fraternity ought to be your constant care, and, therefore, it becomes your province to caution the inexperienced against a breach of fidelity. The Laws and Regulations of the Fraternity you are to support and maintain, and be ever ready to aid in their execution. You are to look impartially upon the offenses of your Brethren; in the decision on every breach of the Regulations, you are to judge with candor, to admonish with friendship, and to reprehend with justice. In our private assemblies you may now offer your opinions on whatever subjects are presented for decision. You are free to introduce any motion which you may suppose will be for the advantage or honor of the Fraternity. By the exercise of these rights and privileges, you may improve your rational and intellectual powers, qualify yourself to become a useful member of society, and vie with skillful Brethren in an endeavor to excel in everything that is good and great. You are to relieve the necessities of your Brethren to the utmost of your power and ability, without prejudice to yourself or your private concerns. Do this in a cheerful spirit, for our Great Master has said that He loveth a cheerful giver. On no account are you to injure a Brother, or to see him injured, but you are to apprise him of all approaching dangers and consider his interest as inseparable from your own. Universal benevolence you are zealously to inculcate; and, by your well ordered conduct, endeavor to show how false are the slanders which have been uttered against this venerable Institution. The Ancient Landmarks of Free- masonry you are carefully to preserve, and not suffer them on any pretence to be broken, impaired, weakened, altered or destroyed; or countenance any departure from our established Usages and Customs. Your virtue, honor, and character are concerned in supporting with dignity the respectability of your Masonic profession. Let no motive, therefore, make you swerve from your duty, violate your vows to God, or betray your trust; but be true and faithful, and imitate the example of that celebrated artist whom you have this evening represented. Thus you will render yourself deserving of the honor which this lodge has conferred, and worthy of the confidence that it has reposed in you. A Char ge at the Closing of a Lodge You are now about to quit the sacred retreat of friendship and virtue, to mix again with the world. Amidst its concerns and employments, forget not the duties you have heard so frequently inculcated and forcibly recommended within this lodge. Be, therefore, diligent, prudent, temperate, discreet. And remember, also, that around this Altar you have solemnly and repeatedly promised to befriend and relieve, with unhesitating cordiality, so far as shall be in your power, every Brother"},{"pageNumber":21,"pageContent":"16 who shall need your assistance; that you have promised to remind him, in the most tender manner, of his failings, and aid his reformation; to vindicate his character when wrongfully traduced; and to suggest in his behalf the most candid, favorable, and palliating circumstances, even when his conduct is justly reprehensible. If you faithfully observe these duties, the world will observe how Freemasons love one another, in obedience to the will of God. Remember always, Brethren, that these solemn rites, of which you have been partakers, and your parts in them, are as binding on your consciences out of the lodge as within it. They are links in that chain made in life, for eternity. And these generous principles are to extend farther. Every human being has a claim upon your kind offices. So that we enjoin it upon you, Do good unto all, while we recommend it more especially to those who are of the house- hold of the faithful. Masonic Manners ... to govern ourselves accordingly CHAPTER I Point Within a Circle: A word about the illustration The point within a circle was the operative Mason ’ s great secret of how to try his square. He would take his compass and draw a circle and then draw a straight line through its center and beyond the circumference. He would then place a dot somewhere on the circumference and draw straight lines from the dot to where the line through the center intersected the circumference. In that way he produced a triangle with a perfect right angle of 90 degrees. In a symbolic sense, you, the Mason, are the point within a circle. You should be ever mindful of keeping your daily conduct and desires within due bounds. Your earthly life as a Mason should move and have its being within a circle of divine life, law and love that surrounds and sustains it."},{"pageNumber":22,"pageContent":"Point Within A Circle"},{"pageNumber":23,"pageContent":"18 It might well be considered bold and daring to attempt to supplement the preceding classic on Masonic manners as delivered to us 204 years ago by those Brethren who traveled this same road before us. And, even though “ Of the TEMPER and QUALITIES requisite in those who would be FREE AND ACCEPTED MASONS ” is most comprehensive in its content, I think it important to share a collection of thoughts on Masonic manners that, by chance, may make all of us more conscious and more determined to add the important phase of Masonic manners to our way of life and the pursuit of excellence. It should be noted that each man made a definite commitment when he signed the petition he presented to the lodge. Among other commitments, he said he was “ prompted solely by a favorable opinion conceived of the institution, and a desire of knowledge ...” He further pledged, if his petition was approved, to “... conform to the Ancient Usages and Customs of the Fraternity. ” In taking the obligations of the three degrees, he promised to conform to and abide by all the rules and regulations of the fraternity. Those commitments included the bylaws of his own lodge; the constitution and edicts of the Grand Lodge, and the landmarks of Freemasonry in general that have been passed down to us through the ages. All of these, taken together, set the bound- aries that govern our conduct and behavior as Masons. In all of these commitments we are bound to govern and conduct ourselves first toward the lodge and its officers; then to our dealings with other Masons, and, finally, our dealings with the outside world. The charm of good Masonic manners tends to capture without any effort whatsoever. Masonic manners seem to apply in two directions. On the one hand it becomes a manifestation of respect for the Masonic fraternity as a whole. On the other hand, it is a form of courtesy to individuals. Masonic Manners CHAPTER I What Do Masonic Manners Mean to Masons?"},{"pageNumber":24,"pageContent":"19 Masonic manners possess a priceless utility, the full extent of which has often escaped notice. That utility exists in the power to enable men of different abilities, without rehearsal, to act in concert through elaborate ceremonies or complex activities; a real power Masonic manners shares with our ritual and lodge work. It is present during the conferring of degrees; the installation of officers; the receiving of a Right Worshipful Grand Master or other Grand Lodge officers; the Masonic burial service, and even public processions. The part each Mason plays is to a large extent prescribed in the printed forms of ceremonies and may even be committed to memory by some officers. But in addition to these are many required observances belonging to the province of Masonic manners which are so necessary to the harmonious execution of the events. Thus, we are so often able to work in unison. Were there no other reason for Masonic manners, just seeing and knowing that Masons are working together in harmony and good order is a great satisfaction to any Grand Master. Masonic manners are a unique creation, peculiar to this ancient and honorable fraternity. Parts of our Masonic manners are optional, being left to the good taste of the individual Mason. Other parts are prescribed by usage or by law, written or unwritten. Masonic manners stand on the level with our landmarks, our constitution, our ritual, and our symbols. Fundamentally, courtesy and decorum are experiences of the heart and mind which naturally render due regard to the rights and privileges of others. They are near kin to brotherly love and give expression in outward forms which we can justifiably call good Masonic manners. On a less than favorable note, it is not very pleasing for a Grand Master to travel many thousands of miles in making visits to hundreds of his lodges and observe occasions where there is exhibited little or no depth of Masonic manners. In fact, one might question whether or not we have developed something new in Free- masonry, an actual decline in Masonic manners. This decline in Masonic manners could be connected with a current decline in tolerance which has something to do with acts of violence. Yes, sudden temper and complete disregard for Masonic manners has resulted in violent tantrums within the Craft. It seems impossible, but it is a fact. Intolerance is rooted in human history. The growth of boorishness, however, appears to be a phenomenon of our day and age. The decline in manners is also closely related to the depth of prejudice that has seeped into our Masonic ranks. Masonic dress has also become a victim of today ’ s permissive society. There is the matter of disagreeable physical appearance, somewhat characteristic of the radical students, the hecklers and the hippies of recent years. Few adults seem to object to long hair and beards as such. They have been worn with elegance in the past, but what is objectionable is the utter slovenliness with which they are worn today, accompanied by an equal slovenliness of dress. This neglect is deliberate, of course. It is meant to signify a rejection of and contempt for manners. It has often been stated that good manners are the glue that holds a society together. Good Masonic manners have always been a cohesive factor in welding friendships among Masons. Masonic manners are of great value to the Master Mason. From the moment a man is made a Mason, the art and science of Freemasonry should begin to have an indelible influence on his conduct, his attitude, his understanding of others, his tolerance of others, his acceptance of this God-given life on Earth, his thoughts and his speech. If he applies proper Masonic manners while involved in Masonic activities within the lodge"},{"pageNumber":25,"pageContent":"20 Masonic Manners CHAPTER I as well as in his relationship with his family and in his community among friends and associates, his conduct and behavior will reflect his maturing fitness to be a true and faithful brother among us. It is emphasized that the ultimate in Masonic manners consists of proper Masonic conduct both within and without the Masonic lodge. Master Masons must look to the ritual and the work of the three symbolic degrees to find added meaning to the basic obligations they solemnly promised to obey. In addition to the three blue lodge obligations, a true Master Mason must turn to the charges and lectures he received to understand fully the lessons designed to improve his life. The subject of Masonic manners is so extensive that an entire volume of considerable size could be devoted to it. Among the topics that would be covered are Masonic manners at the Altar of Freemasonry and of the Masonic apron; of the Bible and of the ballot; of the Masonic degrees and of Masonic dress; of Masonic funerals; of Masonic jewels, emblems and gloves; of Masonic processions, and of Masonic petitions. Other topics would include publicity; exami- nation of visitors; Masonic recognition and the introduction of visitors, and the courtesies due Masonic speakers. Attention would be focused on the proper appearance and the house cleaning of the build- ings used for lodge meetings; the anterooms where Masons meet, and the lodge room where tyled lodge meetings are held. Emphasis would be placed on the need for clean and odorless Masonic clothing used in conferring degrees and clean and attractive Masonic aprons worn by the brethren. These items alone certainly identify whether or not a blue lodge is attuned to the ultimate in Masonic manners. Foremost among the priorities that prompted this supplement was the observance of a declining respect for the authority of the Worshipful Master, the District Deputy Grand Master and the Right Worshipful Grand Master. It is a sad commentary to report that the fraternity has become infested with members of a level of mentality that permits them to openly defy Masonic authority. Ours is essentially an autocratic fraternity. No regulations should be more carefully maintained than those that allow the Worshipful Master, the District Deputy Grand Master and the Right Worshipful Grand Master to execute their respective areas of authority. When the lawful prerogatives of Masonic authority are not sustained, the whole fabric of Freemasonry is in danger of failing and falling. Our Mother Grand Lodge, the Grand Lodge of England, learned over 268 years ago how good and how pleasant it was for Masons to work together under the inspiration of Masonic manners. They learned in the very beginning that Masonic manners and soft words brought many difficult tasks to successful completion. There is nothing that is less costly, yet pays greater returns, than the habit of courtesy and kindly consideration in our daily lives. The inclination to be courteous at all times and to all people is one of life ’ s richest blessings. Courtesy is contagious, and is its own reward. The genuine depth of Masonic manners in any lodge is displayed no more clearly than in its treatment of visiting brethren. Instances have been reported where visitors have been treated more like intruders than guests. Particular care should be exercised in the courteous and kindly reception of distinguished visitors to the lodge, especially during official visits of the Right Worshipful Grand Master and other Grand Lodge officers. Reasonable arrangements should always be made for their personal comfort before their arrival and during their visit. Lack of decorum, levity, loud talk or extrava- gant whispering is inexcusable and should never be tolerated in the lodge room. A lodge,"},{"pageNumber":26,"pageContent":"21 erected to God and holding its meetings in a hall or temple solemnly and sacredly dedicated to the purposes of Freemasonry, is not a place for profanity, cheap buffoonery, coarse jokes, dirty stories or other unseemly conduct. A blue lodge meeting should never become a debating society nor a storytelling forum, nor a free-for-all for conversation or gossip. And, if it happens to be an evening when any or all of the three symbolic degrees are to be conferred, such degrees should always be conferred with the utmost dignity and formality, and with every effort put forth to convey the true purpose. The conferring of the symbolic degrees in Pennsylvania was never intended, and should never be intended, to take on the guise of entertainment. The ritual is designed to be effective in the inner life of the candidate, a genuine moral and spiritual experience by which he enters a new way of life wherein he will stand obligated to perform duties and be self-sacrificing. When a candidate for the degrees of Free- masonry views the ritual as entertainment or a side show, we have failed completely in our effort to make a Mason. Freemasons of old took their Freemasonry seriously. They looked upon it as an institution founded on piety and virtue. Our fraternity has not changed, though it seems so at times when judged by the attitudes of some of its members. Dignity, combined with sufficient ease to prevent frigidity, was the gauge our early Masonic brethren used to constitute proper conduct and Masonic manners. It was not good form in olden days to mix levity with Masonic ceremony nor to be inattentive by word or action to the transaction of business or degree work while the Craft was at labor. The great lessons taught in the degrees never seemed to grow commonplace with our ancient brethren. Their hearts and minds were open and alert for the reception of truth, which once received became part of their lives. Other formalities could well be listed which our ancient brethren scrupulously observed. With sincere initiative and research on your part, you will find traditional rules and practices of Masonic manners both interesting and full of meaning, and as pleasant to practice as any of the rules of good taste in our society today."},{"pageNumber":27,"pageContent":"“ A sk, and it shall be given you; S eek, and ye shall find; K nock, and it shall be opened unto you.” Matthew 7:7 Glossary CHAPTER II"},{"pageNumber":28,"pageContent":"23 he following compilation of definitions, terms, and words has been produced for the benefit of the Freemasons of Pennsylvania. Over many years of use by the brethren, in both the business of the lodge and the ritual, questions have arisen about their proper usage and pronunciation. In this chapter of The Exemplar is presented as clear an explanation as is possible. The arrangement in a strictly alphabetical sequence is one of purpose. While it does not flow as it would in narrative form, or even more importantly as it would in use in the ritual, it is obvious to the members of the Craft why this style of presentation was chosen. It is sincerely hoped that as the Craft begins to use this text all members will benefit in their Journey to the Light."},{"pageNumber":29,"pageContent":"24 The warrant granted to the Provincial Grand Lodge of Pennsylvania, July 15, 1761, by the Grand Lodge of England “ Ancients ” states in part: “ We the Grand Lodge of the most Ancient and Honorable Fraternity of Free and Accepted Masons (According to the Old Constitutions granted by his Royal Highness Prince Edwin at Yor k In the year of our Lord Nine hundred Twenty and Six ... ) In ample form assembled ... Do hereby Authorise and impower our Trusty and well beloved Brethren (That are now or hereafter may become Inhabitants) in the Province of Pensilvania To Form and hold a Grand Lodge in the City of Philadelphia ...” Therefore, we are Free and Accepted Masons, and our Masonry is Ancient York. A.Y.M. (Ancient York Masons) A.C. - (Ante Christum) Before Christ (or B.C.) A.D. - (Anno Domini) in the Year of our Lord. A.L. - (Anno Lucis) in the Year of Light as used by Ancient Craft Masons. By adding 4000 to the year, the Year of Light will be obtained, e.g., 1985 + 4000 = 5985. A.F.M. - Ancient Freemasons A.Y.M. - Ancient York Masons B.C. - Before Christ C.E. - Christian Era D.G.M. - Deputy Grand Master D.D.G.M. - District Deputy Grand Master E.A. - Entered Apprentice F.C. - Fellowcraft F.M. - Freemason (old style) G. - Grand G.A.O.T.U. - Great Architect of the Universe G.C. - Grand Chaplain G.D. - Grand Deacon G.L. - Grand Lodge G.M. - Grand Master G.P. - Grand Pursuivant G.S. - Grand Secretary G.S.B. - Grand Sword Bearer G.T. - Grand Treasurer G.T. - Grand Tyler H.A.B. - Hiram Abif H.K.T. - Hiram, King of Tyre Ill ∴ - Illustrious ∴ - Three points or dots in a triangular form following a letter is said to have been used in 1774 by the Grand Orient of France. No authorita- tive explanation of the meaning of these points or dots has been found. They may refer to the three lights around the Altar, the triangle or the number three, all significant Masonic symbols. The abbrevi- ation is widely used today by the Ancient and Accepted Scottish Rite of Freemasonry. It is used as a period following an abbreviation of a name or title, but not as a mark of punctuation, ie., Ill ∴ Brother John Doe. J.D. - Junior Deacon J.M.C. - Junior Master of Ceremonies J.W. - Junior Warden K.S. - King Solomon L. - Lodge L.L. - Lodges ABBREVIATIONS Glossary CHAPTER II"},{"pageNumber":30,"pageContent":"25 M.M. - Master Mason P.G.M. - Past Grand Master (in Pennsylvania Past Grand Masters carry the prefix Right Worshipful or R.W.P.G.M.) P.M. - Past Master P. - Pursuivant R.W. - Right Worshipful Title of all elected officers of the Grand Lodge of Pennsyl- vania. Past Grand Masters, Past Deputy Grand Masters, Past Grand Wardens by two years service and Past Grand Treasurers and Past Grand Secretaries by six years service are also titled as Right Worshipful. S. or S.S. - Saint or Saints S.D. - Senior Deacon S.M.C. - Senior Master of Ceremonies S.W. - Senior Warden T. - Tyler V.S.L. - Volume of the Sacred Law (Holy Bible) W. - Warden W. - Worshipful W.M. - Worshipful Master ABBREVIATIONS Part of the name Hiram Abif, one of the principal characters in the Masonic legend. The word does not appear in the English translation of the Bible. In II Chronicles, 4:16, the expression is “ Huram, his father, ” and in II Chronicles, 2:13, it is “ Huram, my father. ” It is a term of respect, thus “ Hiram, my father, ” or “ Hiram, his father, ” meaning a Hiram greatly respected and venerated. See: Three Grand Masters ABIF ( á bif) To have left quickly and secretly and hidden oneself; especiall y, to avoid arrest or prosecution. ABSCONDED (ab-scond ́ -ed) Any of various chiefly tropical trees of the genus Acacia , having compound leaves and tight clusters of small yellow or white flowers. The acacia was used to mark the head of graves as a symbol of immortality. ACACIA (a-ca ́ -cia) One who aids or abets a lawbreaker, either before or after the commission of his crime, without being present at the time the crime was committed. ACCESSORY (ac-ces ́ -so-ry)"},{"pageNumber":31,"pageContent":"26 Glossary CHAPTER II To make to conform or agree; bring into harmony. ACCORD (ac-cord ́ ) Movement forward, i.e., the movement from one degree to the next. ADVANCEMENT (ad-vance ́ -ment) The book of the Constitution of the Right Worshipful Grand Lodg e of the Most Ancient and Honorable Fraternity of Free and Accepted Masons of Pennsylvania and Masonic Jurisdiction Thereunto Belonging. The Ahiman Rezon; or, A Help to a Brother , was prepared in 1756 by Brother Laurence Dermott, Grand Secretary of the Grand Lodge of England according to the Old Constitutions, once called the “ Ancients. ” AHIMAN REZON (A-hi ́ -man Re ́ -zon) The knocks at the outer door of the lodge room which are answered by similar knocks from within. ALARM (a-larm ́ ) “ The eyes of the Lord are in every place, beholding the evil and the good. ” Proverbs 15:3. “ Whom the Sun, Moon, and Stars obey, and under whose care even Comets perform their stupendous revolutions, pervades the innermost recesses of the heart, and rewards us according to ou r faithfulness and merit. ” Ref: Masonic Biography and Dictionary by Augustus Row ALL-SEEING EYE (all-see ́ -ing eye) A structure at the center of the lodge room where the great lig hts, the Bible with the square and compasses upon it, are displayed. Altars are invested with particular sanctity, so that covenants made and vows taken there are deemed especially binding. ALTAR (al ́ -tar) Hebrew (so be it) Anglo-Saxon equivalent, “ So mote it be. ” Note: When used in music the word is pronounced Ah-men so as to attain a soft, musical inflection. AMEN (a ́ -men)"},{"pageNumber":32,"pageContent":"27 Opening of a lodge or the performance of a Masonic ceremony by the Grand Master. The Grand Lodge is opened in ample form. AMPLE FORM The symbolic or blue lodge is opened in ancient form. ANCIENT FORM Of early origin; existing from a far-past date or period. Seceders in 1751 from the Grand Lodge of England (Moderns) were known as “ Ancient York Masons. ” It was from that Grand Lodge of England that we received our Warrant on July 15, 1761. ANCIENT [ANTIENT] (an-cient York Mason) (ain ́ -shant) Long-continued or established practices usually carried on by tradition. ANCIENT USAGES AND CUSTOMS Constitutions of the Freemasons published in 1723 as compiled by Brother James Anderson, D.D., Secretary of the Grand Lodge of England. The Grand Lodge of England, 1717 was called the “ Moderns ” by the “ Ancients. ” The Ancients were formed in 1751. ANDERSON ’ S CONSTITUTIONS Immortal, spiritual beings attendant upon God; God ’ s spiritual messengers. ANGELS (an ́ -jels) Variant spelling of ancient; has no hidden meaning. ANTIENT (an ́ -cient) A name or title that describes or identifies a person, e.g., br other. APPELLATION (ap-pel-la ́ -tion) A garment worn over part of the front of the body for protectio n. In Freemasonry, the lambskin or white leathern apron is an emblem of innocence; the badge of a Freemason. Every Mason must wear an apron on entering a lodge. See Article 15.01 to .04, the Ahiman Rezon . Originally, the apron was worn as a full skin with the legs of the lamb secured by a tape around the Mason ’ s neck. It protected the APRON (a ́ -pron)"},{"pageNumber":33,"pageContent":"28 Glossary CHAPTER II upper part of his clothing when he clasped a heavy stone. Later as he became more proficient in his trade he had no further use of the upper portion or bib, so he let it hang down over the lower part. The Masonic apron of today is constructed with a triangul ar piece overlapping the lower portion. The significance of the ap ron is work. It is the initial gift of the Lodge to a candidate, and it is the final tribute to a Brother. APRON The art and science of designing and erecting buildings. Considered by Masons to be the chief of the arts from which is drawn the fraternity ’ s system of symbolism. ARCHITECTURE (ar ́ -chi-tec-ture) A skilled worker, craftsman. A person adept at designing and constructing, an inventor. In Genesis 4:22 Tubal Cain is descri bed as “ instructor of every artificer in brass and iron. ” ARTIFICER (ar-tif ́ -i-cer) Meetings of the Craft in the Middle Ages were called assemblies according to the Old Constitutions. The word was also used to indicate gatherings of larger numbers, perhaps an equivalent to the modern Grand Lodge communications. ASSEMBLY OF THE CRAFT Greek (not) plus theos (God); one who does not believe in God. ATHEIST (a ́ -the-ist) The act, process, or method of voting, especially by the use of secret ballots. (Italian ballotta , small ball or pebble used for voting.) As little balls were used in voting, the term was transformed to the act and outcome of the vote. BALLOT (bal ́ -lot) Discloses, especially inadvertently; betrays or divulges a secr et. BEWRAYETH (be-wray ́ -eth) The chest, containing the Ten Commandments written on stone tablets, carried by the Hebrews during their desert wanderings. See Exodus 25:10 ARK OF THE COVENANT"},{"pageNumber":34,"pageContent":"29 Entered Apprentice degree, Ruth 4:7; Fellowcraft degree, Judges 12:6; and the Master Mason ’ s degree, I Kings 7:13. BIBLE SELECTIONS FOR DEGREES A covering or eye blinder which prevents the wearer from see- ing; a hoodwink. BLINDFOLD (blind ́ -fold) The color of symbolic Masonry representing the canopy of heaven. Blue is the appropriate color of the first three degrees of ancient craft Masonry, and has been explained as emblematic of universal friendship and benevolence, instructing us that in th e mind of a Mason those virtues should be as extensive as the blu e arch of heaven itself. BLUE (bloo) Pillar on the porch of Solomon ’ s Temple at the left. (See II Chronicles 3:15 for description) BOAZ (bo ́ -az) One in bondage or being in the custody of another, though not for a crime. A person subject to a master. BONDMAN; BONDSMAN (bonds ́ -man) A boundary, as between properties; limit. BOURN; also BOURNE (born, boorn) Vertical supports made of brass or resembling brass in color. BRAZEN PILLARS (bra ́ -zen pil ́ -lars) A compound word of Masonic coinage combining cable (a rope) and tow (a rope for pulling). Used to restrain and also to denote distance, usually a marine league or three miles. CABLE TOW (ca ́ -ble tow) A term used in Masonic ceremony to call off the Craft to refreshment from labor. CALL OFF"},{"pageNumber":35,"pageContent":"30 Glossary CHAPTER II (See CALL OFF above). To call on the Craft to labor from refreshments. CALL ON One that aspires to or is nominated or qualified for membership or office, i.e., a candidate for the degrees of Freemasonry or a candidate for an office in the lodge. CANDIDATE (can ́ -di-date) Covering of the Lodge. Early Lodges met in the open under the canopy of the heavens. CANOPY OF HEAVENS (can ́ -o-py) Of basic importance. In Freemasonry, the cardinal virtues are those on which other virtues depend, i.e., the cardinal virtues of temperance, fortitude, prudence and justice. CARDINAL (car ́ -di-nal) (See CARDINAL ABOVE). The station of the Worshipful Master in the east, representing the sun, the source of light; the station of the junior Warden in the south, representing the sun at its meridian, and the station of the Senior Warden in the west, marking the setting of the sun and the closing of the day. CARDINAL POINTS Pertaining to the sky (celestial globe) or to anything divine o r heavenly (celestial light). CELESTIAL (cel-les ́ -tial) To unite or make firm, the binding element of brotherhood. CEMENT A spurious (of illegitimate birth) body established in New York City in 1807 by Joseph Cerneau, a Frenchman born in 1763, under the name of Sovereign Grand Consistory of the U.S.A., its territories and dependencies. Cerneau and his adherents made much trouble in the Ancient Accepted Scottish Rite bodies for many years. He formed lodges under this spurious authority that practiced a form of the first three degrees of Ancient Craft Masonry blue lodges. CERNEAU RITE (sir-no ́ )"},{"pageNumber":36,"pageContent":"31 An officer of the lodge appointed to offer prayers and assist i n rites and ceremonies. CHAPLAIN (chap ́ -lain) The provision of help or relief to the poor. The first tenet of Freemasonry. CHARITY (char ́ -i-ty) A journey around; refers symbolically to the passage of the sun through the heavens from east to west by way of the south. CIRCUMAMBULATION (cir-cum-am-bu-la ́ -tion) To draw a circular line by the compass; symbolic of the boundar y line of Masonic conduct. CIRCUMSCRIBE (cir ́ -cum-scribe) Concealed, usually for some secret or illicit purpose. In Freemasonry, illegal, not authorized. CLANDESTINE (clan-des ́ -tine) A body uniting in a lodge without the consent of a Grand Lodge, or, although originally legally constituted, continuing to work after its charter or warrant has been revoked is styled a “ Clandestine Lodge. ” CLANDESTINE LODGE Opening made by a crack or crevice; a hollow between two parts. CLEFT Caves and crevices as produced by nature. CLEFT IN THE ROCKS A supporting pillar consisting of a base, a cylindrical shaft, and a capital. COLUMN (col ́ -umn) That which completes or brings to perfection. COMPLEMENT (com ́ -ple-ment)"},{"pageNumber":37,"pageContent":"32 Glossary CHAPTER II Corn, Wine and Oil are Masonic elements of consecration. Corn i s referred to as nourishment. It is also a symbol of resurrection and at its proper time rises to light and is clothed with life and beauty. It has been associated with the Master Mason degree. In the consecration ceremony the Deputy Grand Master in the East takes up the vessel of corn. CORN Plentiful or abundant water droplets condensed from the air, usually at night, onto cool surfaces, such as grass. The signif icance of dew may be found as spiritual illumination, since it is the true forerunner of dawn and the approaching day. The clear, pure water of dew is, according to some traditions, closely connecte d with the idea of light. COPIOUS DEWS (co ́ -pi-ous doos) Strife or struggle. CONTENTION (con-ten ́ -tion) When a warrant is granted, the Grand Master sets a day for the consecration of the lodge and the installation of its officers. The lodge is then, by the authority of the Grand Lodge, considered to be legally constituted. CONSTITUTION OF A LODGE Legally established after being granted a warrant by a Grand Lodge. CONSTITUTED (con ́ -sti-tuted) The act, process, or ceremony of consecrating (making, declarin g or setting apart as sacred). The elements of consecration in Freemasonry are corn, wine and oil. CONSECRATION (con-se-cra ́ -tion) Confused; bewildered. CONFOUNDED (con-found ́ -ed) A goat ’ s horn overflowing with fruit, flowers, and corn, signifying CORNUCOPIA (cor-nu-co ́ -pi-a)"},{"pageNumber":38,"pageContent":"33 prosperity; horn of plenty. The jewel of the Grand Stewards. (See also: entry under Symbols.) CORNUCOPIA A Masonic term which means intruder or one who accidentally enters where he is not wanted. This is not to be confused with the word eavesdropper or one who deliberately tries to overhear and see that which is not meant for his eyes and ears. COWAN (co ́ -wan) A term applied to the members of the lodge and Masons generally . CRAFT A worker of great skill, one who exhibits ingenuity. Note: care must be taken not to infer eight cunning workmen. CUNNING WORKMAN (cun ́ -ning work ́ -man) Always the symbol of ignorance, mystery, or evil. Many forms of initiation, including that of Freemasonry, emphasize the differ ence between darkness and light, the latter symbolizing truth, knowledge and good. The North in the Lodge is called a place of darkness. DARKNESS (dark ́ -ness) Second King of Israel. He was much occupied during his reign with the preparation of material for the erection of the Temple . King Solomon was David ’ s youngest son. DAVID, King of Israel Appointed officers of the lodge who carry the messages of the Master and the Wardens throughout the lodge. The place of the Senior Deacon is at the right of the Master. The place of the J unior Deacon is to the right of the Senior Warden. Ref: The Ahiman Rezon DEACONS One who believes, solely upon the evidence of reason, in the existence of God as the creator of the universe — who after setting it in motion abandoned it, assumed no control over life, exerte d no influence on natural phenomena, and gave no supernatural revelation. DEIST (day ́ -ist)"},{"pageNumber":39,"pageContent":"34 Glossary CHAPTER II To send down, let fall, to resign voluntarily. In Pennsylvania, a Mason does not demit from his lodge, he resigns. He may seek a conditional resignation that serves to protect his current lodg e membership while he petitions for membership in another lodge. DEMIT (de-mit ́ ) To be made bare or naked. DENUDED (de-n ú ded) Disparaging; belittling; a statement or implication of a fault. DEROGATORY (de-rog ́ -a-tory) Causing damage; harmful. DETRIMENTAL (det-ri-men ́ -tal) Very wicked or cruel; fiendish. DIABOLICAL (di-a-bol ́ -i-cal) In Pennsylvania, only the Grand Master has the authority to interpret Masonic law. The Digest of Decisions , therefore, is a compilation of interpretations made by the Grand Masters over the years in which they applied the law as it is generally stated in the Ahiman Rezon to specific situations. Decisions made by Grand Masters have the authority of Masonic law and can be changed or deleted only by a subsequent Grand Master. DIGEST OF DECISIONS (di ́ -gest of de-cis ́ -ions) Facilitate, to finish quickly or promptly. DISPATCH (dis-patch ́ ) A release or exemption from an obligation or rule. DISPENSATION (dis-pen-sa ́ -tion) An officer of the Grand Lodge appointed by the R.W. Grand Maste r as his personal representative in each of the Masonic Districts DISTRICT DEPUTY GRAND MASTER"},{"pageNumber":40,"pageContent":"35 within the jurisdiction. There are currently 63 Masonic Districts in Pennsylvania and, accordingly, 63 District Deputy Grand Masters . DISTRICT DEPUTY GRAND MASTER To be stripped, as of clothes. DIVESTED (di-vest ́ -ed) Second childhood; senility. A state of mind, not of age. DOTAGE (do ́ -tage) An examination following a course of proceedings carried out in accordance with established rules and principles. DUE EXAMINATION Opening of the Grand Lodge by the Deputy Grand Master. DUE FORM To heed; to keep in view that which is to be guarded. DUE GUARD (doo-gard) A reference to the ocean tides. EBBS AND FLOWS An official proclamation or order issued by the Grand Master th at has the same authority as Masonic law. In Pennsylvania, edicts can be changed or deleted only by a subsequent Grand Master. EDICT (e ́ -dict) The desire to equal or surpass; ambitious rivalry. EMULATION (em-u-la ́ tion) To provide with some quality or trait; to bestow some mental, social or spiritual quality. ENDUE (en-due ́ )"},{"pageNumber":41,"pageContent":"36 Glossary CHAPTER II To urge or impose with authority; to order (someone) authoritatively to do something. ENJOIN (en-join ́ ) Investing with nobility; dignifying. ENNOBLING (en-no ́ -bling) To be admitted or introduced. When a candidate receives the fir st degree in Freemasonry, he is said to be entered. ENTERED (en ́ -ter-ed) The use of equivocal language, e.g., words capable of two interpretations, cryptic, evasive, ambiguous: an equivocal statement . EQUIVOCATION (e-quiv-o-ca ́ -tion) That which is known to a select few and not the public. ESOTERIC (es-o-ter ́ -ic) A Greek mathematician who taught Geometry at Alexandria about 300 B.C. The 47th problem of the first book of Euclid, however, is supposed not to have been solved by him, but by Pythagoras. (See: Forty-seventh Problem of Euclid) EUCLID A boy or man lacking normal function of testes, as through castration. EUNUCH (eu ́ -nuch) A room set aside, secured from entering, for the purpose of examining one believed to be a Mason. EXAMINING ROOM (ex-am ́ -in-ing) To get money from someone by violence or threats. EXTORT (ex-tort ́ ) The title of “ Free and Accepted Masons ” was first used in 1738 by Dr. Anderson in the second edition of the Book of Constitutions . F. & A.M. — FREE AND ACCEPTED MASONS"},{"pageNumber":42,"pageContent":"37 Early operative masons were workers in freestone and were free to accept work wherever they could find it. Later men intereste d in belonging to a Lodge of Freemasons were accepted into the craft, thereby becoming Accepted Masons. Our official title is: “ The Right Worshipful Grand Lodge of the Most Ancient and Honorable Fraternity of Free and Accepted Masons of Pennsylvania, and Masonic Jurisdiction Thereunto Belonging. ” A shorter title is more commonly used: “ R.W. Grand Lodge of Free & Accepted Masons of Pennsylvania. ” (See: Masonic Jurisdiction Thereunto Belonging) F. & A.M. — FREE AND ACCEPTED MASONS To turn toward that part of the heavens where the sun rises. In Freemasonry, the east is the source of material light to which is applied the idea of intellectual light; i.e., the truth to enlighten the world was first disseminated in the east. FACE THE EAST Caused to fall, knocked down. FELLED (feld) Being of the same kind, group, or society; having in common certain characteristics or interests. The second degree in Freemasonry. FELLOW CRAFT The beginning, outset. The first step leads to additional steps and orderly progression. FIRST STEP The state or quality of being healthy both in body and mind. FITNESS (fit ́ -ness) Opening of the Grand Lodge by either of the Grand Wardens, or other Brother. FORM A reference to the story of the creation of the world in Genesi s 1:2. “ And the Earth was without form, and void. ” FORM, AND VOID"},{"pageNumber":43,"pageContent":"38 Glossary CHAPTER II The theorem that the square formed on the hypotenuse is equal t o the sum of the squares formed on the other two sides of a triangle. An important secret of the builder ’ s trade. This theorem is basic to geometric calculations and has been adopted as part of the Past Masters ’ Jewel. FORTY-SEVENTH PROBLEM OF EUCLID Not born in slavery. FREE BORN (free ́ -born) One of the outstanding peculiarities of Freemasonry, and a qual ity almost unique among societies, is the rule of immemorial standing that no man may be asked, invited, or solicited to ent er the fraternity. This becomes all the more remarkable when one witnesses the great growth of the fraternity and its expansion all over the world. So usual is the custom of churches and secular societies to proselytize and, not only to invite, but to urge entrants or jo iners, that a society of nearly 4,000,000 in the United States alone, all of whom have petitioned of their own free will and accord, would b e regarded as a phenomenon if it had not existed so long and become so familiar. FREE WILL AND ACCORD The furniture of the lodge, Masonically, is the Holy Bible, square and compasses , and the warrant . The Holy Bible is dedicated to the service of God because it is the inestimable gift of God to man; the square to the Master, because it is the proper Masonic emblem of his office; the compasses to the Craft, because, by due attention to their use, members are taught to circumscribe their desires, and keep their passions within due bounds; and the warrant since no Lodge can work without its warrant being present. FURNITURE OF THE LODGE Great Architect of the Universe. The All-wise God, the Creator of all things. He is the Architect of all things, and as such we bow in humble submission to His will. G.A.O.T.U. A measuring stick; the 24-inch gauge. GAUGE (gaj; also gage)"},{"pageNumber":44,"pageContent":"39 An implement of authority used by the Worshipful Master to enforce order and harmony in the lodge. GAVEL (gav ́ -el) A celebrated order of knighthood founded in 1429 by Philip the Good, Duke of Burgundy and the Netherlands. GOLDEN FLEECE Those men who possess the intrinsic qualities of moral fiber an d character. GOOD MEN The Grand Lodge of Pennsylvania is usually referred to as The Grand Lodge of F. (Free) & (and) A. (Accepted) M. (Masons) of Pennsylvania. The official title is: The Right Worshipful Grand Lodge of the Most Ancient and Honorable Fraternity of Free and Accepted Masons of Pennsylvania and Masonic Jurisdiction Thereunto Belonging. GRAND LODGE OF PENNSYLVANIA The Grand Master may give to any Past Grand Master a special commission under his private seal to preside at any communication in the absence of the Grand Master, Deputy Grand Master and Grand Wardens. GRAND LODGE OPENING, SPECIAL COMMISSION An excavation for the interment of a corpse; burial place. GRAVE (gr ̄ av) To cut or etch into a metal plate, wooden block, etc. in or on a surface. GRAVE OR ENGRAVE (gr ̄ av/en-grave ́ ) The three great lights in Freemasonry are the Holy Bible, the square, and the compasses. The square and the compasses are placed on the left hand page of the open Bible. GREAT LIGHTS Modes of Masonic recognition by which one Mason may make himself known to another. GRIP AND SIGN"},{"pageNumber":45,"pageContent":"40 Glossary CHAPTER II A firm grasp or hold of the hand. GRIP Vulgar, evident, obvious worship of idols. GROSSEST IDOLATRY A salute or greeting that catches the attention of another. A sign of distress or of greeting. HAILING SIGN Dividing into two equal parts. HALVING (hav ́ -ing) To cover, conceal, keep secret. It is an old Saxon word that ha s caused a considerable amount of controversy among Masonic scholars. HELE (hail/hale) Chopped or cut with an axe or knife; hacked, gashed. HEWN The legend relating to the drama of Hiram Abif and the part he played along with King Solomon and Hiram, King of Tyre, in the building of King Solomon ’ s Temple. HIRAMIC LEGEND (Hi-ram ́ -ic) A prophet who proclaimed the receiving of the Messiah through baptism. His feast day falls on June 24 (June 25 if it falls on a Sunday). Saint John the Baptist was a humble man, a plain man who held, above all, his obligation to God. His day is an impor tant day on the Masonic calendar. HOLY SAINT JOHN THE BAPTIST An apostle who was a follower of Christ and was chosen to preac h his gospel. His feast day falls on December 27. It is upon this day (except when it falls on a Sunday) that the Masonic year begins . The Annual Communication of the Grand Lodge of Pennsylvania is held on December 27 (on the 28th if the 27th falls on a Sunday). The R.W. Grand Master and other elected or appointed HOLY SAINT JOHN THE EVANGELIST"},{"pageNumber":46,"pageContent":"41 officers of the Grand Lodge assume their respective stations an d places at noon on that day. HOLY SAINT JOHN THE EVANGELIST Ceremonial acknowledgement, honor or respect publicly expressed to a person or idea. HOMAGE (hom ́ -age) See: blindfold HOODWINK Literally parallel with the horizon, considered as the level. HORIZONTAL (hor-i-zon ́ -tal) Shamefully, dishonorably, disgracefully. IGNOMINIOUSLY (ig-no-min ́ -i-ously) To be wet, soaked, or stained, especially with blood. IMBRUED (im-brue ́ -d) Incapable of being penetrated or affected. IMPERVIOUS (im-per ́ -vi-ous) Improper action or behaviour, improper use of a word or phrase. IMPROPRIETY (im-pro-pri ́ -e-ty) To be made very angry; filled with wrath; enraged. INCENSED (in-cense ́ -d) That which cannot be undone or made void. INDEFEASIBLE (in-de-fea ́ -si-ble) That which cannot be estimated or measured, that which is too great or valuable to be properly measured or appreciated. INESTIMABLE (in-es ́ -ti-ma-ble)"},{"pageNumber":47,"pageContent":"42 Glossary CHAPTER II Just as the mysteries of God ’ s truth are available to those who earnestly knock, the mysteries of Freemasonry are opened by the proper knock at the inner door of the lodge. INNER DOOR, TO KNOCK AT THE A close examination of some matter in a quest for information or truth. INQUIRY (in-kwir ́ -e) Kept sacred or unbroken. INVIOLATE (in-vi ́ -o-late) Pillar on the porch of Solomon ’ s Temple at the right. See II Chronicles 3:15-17 for description JACHIN (ja-kin ́ ) A point or line of joining or connection; a point of time. JUNCTURE (junc ́ -ture) An appointed officer of the lodge who carries messages of the Senior Warden to the Junior Warden. JUNIOR DEACON An elected officer of the lodge whose station is in the South. In the absence of the Senior Warden he will take his station. In t he absence of the Worshipful Master and the Senior Warden he will take the station of the Worshipful Master. When the Lodge is called off, it is under his authority. JUNIOR WARDEN The range or sphere of authority. Note: In the United States a Grand Lodge ’ s jurisdiction is within the geographical boundaries of the state. JURISDICTION (ju-ris-dic ́ -tion) Time prescribed by Masonic law as reasonable (neither more or less than precisely exact). JUST AND LAWFUL TIME"},{"pageNumber":48,"pageContent":"43 The Past Grand Masters are regarded as the conservators of the ancient usages, customs, and landmarks of Freemasonry by reason of their experience. The Committee on Landmarks shall consist o f all Past Grand Masters, who in conjunction with the Grand Maste r, the Deputy Grand Master, the Senior Grand Warden and the Junior Grand Warden, shall be a standing committee to which shall be referred all questions touching the ancient usages, customs, landmarks of the fraternity, and the Constitution of t he Grand Lodge of Pennsylvania. There is nothing to be put in writing that violates the landmarks of the fraternity. The Gran d Lodge is governed by no law other than the landmarks of Freemasonry. Pennsylvania does not list the landmarks. All questions as to whether a landmark has been violated are decide d by the Committee on Landmarks. LANDMARKS (land ́ -marks) Information received from one known to be a Freemason or given by one known to be a Freemason. LAWFUL MASONIC INFORMATION A gesture or motion that conveys information (lawful sign), an order to attend or perform some action (summonses). Also, a cal l, command, knock or other signal that summons. LAWFUL SIGNS AND SUMMONSES All symbolic lodges working under the Grand Lodge of Pennsylvania must have a lawful warrant issued by the Grand Lodge and must be duly constituted by the Grand Lodge before they can be considered legitimate, recognized parts thereof. Lodge anniversaries are celebrated according to their date of constitution, not the date a warrant was issued. LAWFULLY WARRANTED AND DULY CONSTITUTED The manner or position in which something is situated (lay). To set (a piece of wood, metal, etc.) into a surface to form a design that is usually level with the surface (inlay). LAY OR INLAY (in-lay ́ ) Operative masons (fellow craftsmen) tucked up the left-hand corner of their aprons to form a pocket for tools. LEFT-HAND CORNER TUCKED UP"},{"pageNumber":49,"pageContent":"44 Glossary CHAPTER II The three lesser lights are represented in the sun, the moon, a nd the Worshipful Master. They are symbolized by the three burning tapers that stand at the northeast, northwest and southwest corners of the altar. LESSER LIGHTS Term for the son of a Mason who becomes a member of the Craft before he reaches the age of 21 years. In Pennsylvania and England, a lewis is a symbol of strength; a man ’ s strength as represented in his son. LEWIS A person unrestrained by convention or morality; a free thinker , especially in religious matters. LIBERTINE (lib ́ -er-tine) Something that is used to bind or unite. LIGATE (li ́ -gate) Light is universally recognized as a symbol of intelligence, information, knowledge and truth, as opposed to darkness, which symbolizes ignorance and evil. In Masonic ceremony, the candidate is said to be brought from darkness to light. LIGHT, BRING TO LIGHT Not serious, carrying little weight; not important, commonplace . LIGHT AND TRIVIAL (triv ́ -i-al) The lion of the Tribe of Judah and the grip of the lion ’ s paw have long been symbols of strength. LION ’ S GRIP The lodge has been the center of Masonic activity and interest from earliest times to the present. Both the lodge and the fraternity have changed over the years, but the essential relat ion of the lodge to the organization as a whole has remained constant. It is still the basic place of assembly; where Masons are made; wh ere they meet, and where they work. LODGE"},{"pageNumber":50,"pageContent":"45 There is no recognized, official lodge of sorrow although a spe cial meeting of a lodge for the purpose of honoring the memory of a deceased brother is often called by that term. (See: Form for Recording Minutes, Form No. 87; also Ahiman Rezon , Section G — Masonic Burial Service) LODGE OF SORROW (sor ́ -row) Lost, misplaced, not recovered; not to be found. It is that mys tical unknown that Masons are searching for. As workers we are clothed at death with the craftsman ’ s apron in the belief that that which was lost we will find in that land not made with hands, eternal in the heavens. LOST WORD The lowest point reached by anything, e.g., the lowest point reached by a body of water (sea, ocean, etc.) when it recedes t o its limit. LOW WATER MARK A real or legendary Spartan lawgiver, who lived about the 9th century B.C. LYCURGUS (ly-kur ́ -gus) An authority peculiar to the Grand Master to convene the Craft, select a candidate without compelling him to pass a lodge ballo t, and in a lodge called by him, have the three degrees conferred in his presence. The candidate, although made a Mason, must petition a lodge to become a member thereof. MASON AT SIGHT “ Masonic Jurisdiction Thereunto Belonging ” became a part of its official title when the independent Grand Lodge of Pennsylvania was formed on September 26, 1786. The title was added deliberately to signify the Grand Lodge had under its jurisdict ion lodges located outside the boundaries of the state. MASONIC JURISDICTION THEREUNTO BELONGING The interval from one stated meeting to the stated meeting on t he corresponding day in the next ensuing month, or from an extra meeting to the same number of days after the next stated meetin g (except by virtue of a Dispensation). MASONIC MONTH"},{"pageNumber":51,"pageContent":"46 Glossary CHAPTER II The Worshipful Master is the highest officer of authority in th e lodge. He has charge of the warrant of constitution and to him belongs the appointment of all officers not otherwise provided for in the by-laws. No one can be elected to the office without hav ing served a full year as a Warden. (See: Ahiman Rezon ) MASTER An appointed officer of the lodge seated in front and to the ri ght of the Senior Warden. His business is to attend to the door of the preparing room. MASTER OF CEREMONIES (JUNIOR) An appointed officer of the Lodge seated in front and to the left of the Senior Warden. His business is to attend to the door of the examining room. MASTER OF CEREMONIES (SENIOR) The primary emblem of authority in the lodge. When a Masonic lodge is open only the Worshipful Master is entitled to wear th e hat of authority while presiding in the east. In Pennsylvania, the Master will wear the high black hat. Ref: Digest of Decisions MASTER ’ S HAT Careful, thoughtful study. MATURE DELIBERATION (mature ́ de-lib-e-ra ́ -tion) Intellectual limitation, condition or exception. MENTAL RESERVATION (men ́ -tal res-er-va ́ -tion) Motivated solely by a desire for monetary or material gain; gre edy, venal. MERCENARY (mer ́ -ce-nar-y) Deserving reward or praise, having merit. MERITORIOUS (mer-i-tor ́ - ̄ e-as)"},{"pageNumber":52,"pageContent":"47 Rules of conduct relating to personal behavior. MORAL CODE (mor ́ -al c ̄ ode) Utter, complete destruction. NAUGHT MIGHT REMAIN, ETC. Those questions that must be asked that are specifically requir ed to be answered. NECESSARY INQUIRIES The descendants of Noah. A term applied to Freemasons on the theory derived from the legend of the craft that Noah was the father and founder of the Masonic system of theology. Hence, there are Freemasons who claim to be his descendants because they have preserved the pure principles of his religion, the be lief in one true God, amid the corruptions of surrounding faiths. NOACHIDA (noah ́ -chi-da) A beginner, someone new. NOVITIATE (NOVICIATE) (n ̄ o-vish ́ - ̄ e-it) In Freemasonry, the obligations are those solemn agreements, covenants and promises made by Entered Apprentices, Fellowcraft s and Master Masons in the reception of these several ranks. Must not be confused with oath. OBLIGATION (ob-li-ga ́ -tion) A plain figure with four right angles and four sides, two paral lel sides being longer than the other two parallel sides. Two equal squares placed adjacent to each other, making the figure twice as long as it is wide. The floor of Solomon ’ s Temple was 30 by 60 feet. A rectangle; the shape of a Lodge. OBLONG SQUARE An element of consecration in the dedication of a lodge room or the laying of a cornerstone. Oil is a symbol of prosperity and happiness and is called the oil of joy. The Junior Grand Warden in the south holds the vessel containing the oil. OIL"},{"pageNumber":53,"pageContent":"48 Glossary CHAPTER II The chair of the Grand Master and the Worshipful Master is call ed the oriental chair because it is situated in the east and symbo lizes the throne of King Solomon. ORIENTAL CHAIR (o-ri-en ́ -tal) Fine white marble found in Paros, an island of the Cyclades in the Aegean Sea. In the sun it appeared as silver. Considered the fi nest marble. PARIAN (par ́ -i-an) The advancement from the entered apprentice degree to the fellowcraft degree. PASSED A word intended, like the military countersign, to prove the friendly nature of him who gives it, and is a test of his right to pass or be admitted into a certain place. PASSWORD (pass ́ -word) A sign that denotes a penalty. PENAL SIGN (p ̄ e-nal) To take action in accordance with the requirement and to carry through to completion. PERFORM (per-form ́ ) Having willfully told a lie while under lawful oath or affirmat ion; having broken an oath. PERJURED (per ́ -jured) A device, such as a plumb line, used in marking the vertical from a given point. In mathematics, intersecting at or forming right angles. (See plumb in Chapter on Symbols.) PERPENDICULAR (per-pen-dic ́ -u-lar) A person of importance or distinction notable. PERSONAGE (per ́ -son-age)"},{"pageNumber":54,"pageContent":"49 Permeated, spread, or diffused throughout. PERVADED (per-vad ́ -ed) A rectangular support or pier projecting partially from a wall and treated architecturally as a column, with a base, shaft, and ca pital. PILASTERS (pi-las ́ -ters) There are five points of fellowship. They serve the double purp ose of instructing in fraternal duties and forming a mode of recognition. POINTS OF FELLOWSHIP One who seeks admission into the Fraternity searching for Masonic light; not being able to understand and without adequat e direction or knowledge. POOR BLIND CANDIDATE (can ́ -di-date) A room set aside for the purpose of preparing the candidate to receive his degrees. It is secured to prevent others from entering. PREPARING ROOM An exclusive right or privilege held by a person or group, especially an hereditary or official right. The Grand Master ha s prerogatives inherent in the office. PREROGATIVE (pre-rog ́ -a-tive) An animal hunted or killed for food by another; or that which could be devoured by an animal or bird of prey. PREY (pr ̄ a) The period of testing or trial. PROBATIONARY (pro-ba ́ -tion-a-ry) One not initiated into the Fraternity or Craft, a non-Mason. PROFANE (pro-fane ́ ) Before action can be taken in an endeavor, a person or object must be placed in the proper or correct position to facilitate this further action. PROPER POSITION"},{"pageNumber":55,"pageContent":"50 Glossary CHAPTER II Extended in time or prolonged. PROTRACTED (pro-tract ́ -ed) The state or quality of being near; nearness in space, time, et c. PROXIMITY (prox-sim ́ -a-t ̄ e) In reference to the lodge, it is the first step taken in the op ening. The lodge is freed of all non-Masons or those Masons who, for a ny reason, are not entitled to attend. PURGE An appointed officer of the lodge, seated in front of the Senio r Warden, whose business is to attend to the outer door. PURSUIVANT (pur ́ -sui-vant) Decomposed; rotten and foul smelling. PUTRID (poo ́ -trid) A celebrated Greek philosopher who followed the doctrine that “ all things are numbers. ” He is credited with solving the forty- seventh problem of Euclid ’ s first book of Geometry. (See: Forty-seventh Problem of Euclid) PYTHAGORAS (py-thag ́ -or-as) The advancement from the fellowcraft degree to the Master Mason ’ s degree; signifying the completion of the third degree ceremony. RAISED Renounced in a formal or public manner. RECANTED (re-cant ́ -ed) The legitimacy of Masonic authority. Grand Lodges in agreement, in amity, recognize the legitimate authority of each other. Members of lodges of recognized Grand Lodges are permitted to visit lodges of other recognized Grand Lodges. No Mason may visit the lodges of a Grand Lodge not recognized by his Grand Lodge. RECOGNITION (rek-og-nish ́ -on)"},{"pageNumber":56,"pageContent":"51 Moral uprightness; straightness. RECTITUDE (rec ́ -ti-tude) Hard to manage, stubborn, obstinate. REFRACTORY (re-frac ́ -to-ry) A lodge legally warranted and duly constituted by a recognized Grand Lodge. REGULAR (reg ́ -u-lar) Right Worshipful is part of the title of the Grand Master of Pennsylvania. All other Grand Masters use the title Most Worshipful. The Right Worshipful Grand Master is the highest elected official in Freemasonry in Pennsylvania whose decisions and edicts have the force of Masonic law. He is supreme in all matters concerning the fraternity and is responsible for the peace, harmony and order of the Craft. Whoever wears the jewel of the office and occupies the station of the Grand Master in his absence is to be regarded and addressed during that time as the Right Worshipful Grand Master. RIGHT WORSHIPFUL GRAND MASTER A prescribed form or particular system of ceremonial procedure such as the York Rite and Scottish Rite. In the United States, the York Rite is comprised of Grand Lodges, Grand Chapters, Grand Councils and Grand Commanderies as well as all symbolic lodges as they are subordinate to the Grand Lodges. The Ancient Accepted Scottish Rite is divided into two supreme councils. The Southern Jurisdiction is the “ Mother Council of the World ” with headquarters in the House of the Temple in Washington, D.C. The Northern Jurisdiction is headquartered in Boston, Massachusetts. The supreme councils have recognized the exclusive control of Craft Masonry, the first three degrees, by the Grand Lodges. RITE (right) The standard representing an eagle carried at the head of each Roman Legion. ROMAN EAGLE"},{"pageNumber":57,"pageContent":"52 Glossary CHAPTER II The place in King Solomon ’ s Temple where the Ark of the Covenant was located, the holy of holies. It was described as situated in the western end of the temple, separated from the r est of the building by a heavy curtain, and enclosed on three sides by dead walls without any aperture or window. It was secluded and set apart from all intrusion. SANCTUM SANCTORUM (sanc ́ -tum sanc-tor ́ -um) A specific design approved and adopted by a lodge to attest to the legality of its documents. SEAL An elected officer of the lodge who is charged with keeping the record of all transactions of the lodge proper to be committed to writing. SECRETARY (sec ́ -re-tar-y) The avoidance of duty, etc., by deceit or cleverness. SELF EVASION (e-va ́ -sion) Outward form or appearance, the look or appearance of something else. SEMBLANCE (sem ́ -blance) An appointed officer of the lodge who carries messages of the Worshipful Master to the Senior Warden. SENIOR DEACON An elected officer of the lodge whose station is in the West. In the absence of the Worshipful Master he is to take the station of t he Worshipful Master. SENIOR WARDEN Educators, as far back as the Middle Ages, divided their curric ulum into seven branches of learning, divided into two groups. The f irst group, called the quadrivium, is composed of arithmetic, geometry, music and astronomy. The second group is comprised of grammar, rhetoric and logic, known as the trivium. SEVEN LIBERAL ARTS"},{"pageNumber":58,"pageContent":"53 A password used to identify a person. See: Judges 12:6 for its origin. SHIBBOLETH (shib ́ -bo-leth) See: Apron SKINS Grasps that will not hold, regardless of how they are applied. SLIP GRIPS An earnest, serious command or accusation. SOLEMN CHARGE So may it be, so be it. Early Masonic literature often lists an amen, followed by so mote it be, after a prayer. The giver affirming his prayer; the listeners agreeing by either repeating the amen or saying, so mote it be. SO MOTE IT BE See: Acacia SPRIG OF ACACIA First an angle, but not just an angle; it is a 90 ° angle. In fact, it is the perfect angle, the angle of angles, for it is the one angle which is of utmost importance to the builder. The square is the only true angle with which stones may be shaped to be placed one upon the other with the assurance of greatest strength and support. By the square only is the building built upright, straight and str ong. SQUARE To assume a standing or upright position and to maintain it. STANDEST A command to stand erect as with military bearing, not slouchin g (drooping posture). STAND UPRIGHT The highest order of knighthood in England. STAR AND GARTER, ORDER OF THE"},{"pageNumber":59,"pageContent":"54 Glossary CHAPTER II A symbol of the five points of fellowship. Five point stars are embroidered on the collars of Grand Lodge elected officers. STARS — FIVE POINT Firm or unyielding, inflexible, domineering. STERN AND IMPERIOUS (im-per ́ -i-ous) Appointed officers of the Grand Lodge who sit to the right and left of the Grand Pursuivant. They act as Masters of Ceremonies. (See: Ahiman Rezon , Article 12.16) STEWARDS The examination of evidence and applicable law by a competent tribunal to determine the issue of specified charges and claims . STRICT TRIAL The examination of evidence through proper investigation and interrogation. STRICT TRIAL, DUE EXAMINATION (doo ex-zam-a-na ́ -shan) A lodge subject to the supreme authority of a Grand Lodge, a symbolic or blue lodge. SUBORDINATE (LODGE) (sa-bor ́ -da-nit) To feel pain or distress; sustain loss, injury, harm or punishm ent; to endure or bear; stand. SUFFER (suf ́ -fer) Order from Master or Grand Master to appear at a meeting. SUMMONS (sum ́ -mons) The family last name as distinguished from a given name. A name or description added to a person ’ s given name, e.g., Hiram Abif, the Craftsman, was surnamed Abif to distinguish him from his father, Hiram. SURNAMED (sur ́ -named)"},{"pageNumber":60,"pageContent":"55 Something that represents something else by association, resemblance, or convention; especially, a material object used to represent something invisible, e.g., the trowel is used to spre ad cement, but is a symbol to spread brotherly love and affection among speculative Masons. SYMBOL (sym ́ -bol) An ancient ceremony in which the lodge meets, with prescribed ritual in the entered apprentice degree, for a communication around a table at which food and a non-alcoholic beverage is served. Toasts are made and responses given according to prescribed guidelines. Because a table lodge is a lodge meeting , it must be tyled and be conducted under the same strict rules and procedures as other lodge meetings. TABLE LODGE “ Ask, and it shall be given you; Seek, and ye shall find; Knock, and it shall be opened unto you. ” Matthew 7:7 THREE DISTINCT KNOCKS Solomon, King of Israel, the son of King David and Bathsheba, responsible for building the Temple of the Lord. Hiram, King of Tyre, to whom King Solomon was indebted for great help in the building of the Temple. Hiram Abif, the widow ’ s son, celebrated architect of King Solomon ’ s Temple. He was sent to King Solomon by Hiram, King of Tyre. The three Grand Masters were contemporaries, living c. 1000 B.C . Ref: II Chronicles 2. THREE GRAND MASTERS See: Great Lights. THREE GREAT LIGHTS See: Lesser Lights. THREE LESSER LIGHTS"},{"pageNumber":61,"pageContent":"56 Glossary CHAPTER II An elected officer of the lodge charged with the responsibility to keep a correct account of all monies received by him, and to pa y out the same only on orders drawn upon him by the authority of the lodge. (See: Ahiman Rezon ) TREASURER (treas ́ -ur-er) Belief and trust in God and in the doctrines expressed in the Scriptures or other sacred works. By Hebrew standards, true fai th was that faith established by Abraham, father of the faithful, and the friend of God. TRUE FAITH The Gothic legends recite how the sciences were founded by the four children of Lamech, the smith ’ s craft by Tubal Cain. He is described in Genesis as an “ instructor of every artificer in brass and iron. ” TUBAL CAIN Archaic form of two. TWAIN (tw ̄ an) Measurements used by ancient Hebrews. A measure (dry) was equal to approximately one and one-quarter pecks; a bath was a liquid measure equal to approximately eight and one-quarter gallons. 20,000 MEASURES, — 20,000 BATHS Properly shielded from outside influence and from eavesdroppers . A lodge is tyled when the Tyler, the appointed officer stationed at the outer door, is officially notified that a lodge is opened. TYLED An appointed officer of a Lodge, whose duty is to guard the out er door of the Lodge and to permit no one to enter who is not duly qualified. (See: Ahiman Rezon ) TYLER (TILER) (tyl ́ -er) Offense, resentment. UMBRAGE (um ́ -brage)"},{"pageNumber":62,"pageContent":"57 The condition of being unanimous, in complete agreement or accord. UNANIMITY (u-na-nim ́ -i-ty) Not hallowed (made or set apart as holy) or consecrated such as a burial place or grave. UNHALLOWED (un-hal ́ -lowed) Common practice gained through habit. Masonically, ancient usage and custom refers to common practices gained through common consent over the years, but not covered specifically by Masonic law. USAGE AND CUSTOM Lavishness, a pouring forth, abundance. VAST PROFUSION Behavior beyond what is required or sufficient, excessive behavior. VICES AND SUPERFLUITIES (su-per-flu ́ -i-ties) The Holy book of the dominant religion. This could be the Holy Bible (regardless of translation); the Pentateuch or the first five books of the Old Testament of the Hebrews; the New Testament of the Christians; the Koran of the Muslims; the Zend Avesta of the Persians; the Tripitaka of the Buddhists; the Rig Veda and othe r Vedas of the Brahmins; the Tao Te King of the Taoists of China; the Bhagavad-Gita of the Hindus; and the Book of Mormon of the Latter Day Saints. In Pennsylvania it is the Holy Bible with both the Old and New Testaments, no specified translation or edition. VOLUME OF THE SACRED LAW (VSL) Wands of the Senior and Junior Deacon are symbolic of those carried by early messengers who, under a flag of neutrality (white), were free to travel. The blue is symbolic of honor. Masonically, blue indicates universal brotherhood and also represents the blue dome of heaven. WANDS See Junior Warden and Senior Warden, respectively. (See: Ahiman Rezon 18.4-5) WARDENS"},{"pageNumber":63,"pageContent":"58 Glossary CHAPTER II Every lodge must be lawfully warranted by the Grand Lodge and duly and solemnly constituted by the Grand Master and his officers. It must acknowledge the absolute authority of the Gra nd Lodge. A warrant is not a charter. When there is no warrant displayed, there can be no lodge opened. The Worshipful Master, when he cannot attend, shall giv e the warrant to the Senior Warden, and in his absence to the Jun ior Warden; and if all three are absent, no lodge can be opened, except by the Right Worshipful Grand Master, or some brother specially authorized by him for that purpose. WARRANT The state of a candidate who has met all the requirements prescribed by Masonic law and is ready to advance. WELL AND DULY PREPARED See: Apron. WHITE APRON Hiram Abif, “ a widow ’ s son, of the tribe of Naphtali. ” WIDOW ’ S SON (wid ́ -ow ’ s) An element of consecration in the dedication of a lodge room or the laying of a cornerstone. In the Consecration Prayer it is called the wine of refreshment. It is the Senior Grand Warden in the w est who takes up the vessel of wine. (See: Ahiman Rezon , Section 3, 3.01) WINE Important words in Pennsylvania Masonry, they appear on all lodge warrants, on certificates and in ceremonies. They are reminders of the need for knowledge and understanding; the power to resist strain, stress and temptation, and the pride th at comes from being an integral part of a true brotherhood of man under the fatherhood of God. WISDOM, STRENGTH, FRATERNITY A contradiction in terms since no woman can be made a Mason. There are accounts of women who have been initiated and WOMEN FREEMASONS"},{"pageNumber":64,"pageContent":"59 obligated, but such acts were conducted in clandestine lodges n ot recognized by the Grand Lodges in this country. The manner of making Masons is a landmark of the fraternity and cannot be violated. WOMEN FREEMASONS Masonically, the conferring of degrees and the conducting of th e business of the lodge. WORK From the Anglo-Saxon, worthship (worthy); honorable or respectable. The term has no religious or sacred implication. WORSHIPFUL (wor ́ -ship-ful) The highest elected officer of the Symbolic Lodge, whose duty i s to enforce the observance of the Constitution, the Laws and Regulations of the Grand Lodge, and the By-Laws of his lodge; and see that the officers discharge their duties faithfully; that true and correct accounts are kept, and exhibited at the stated time s, according to the By-Laws and orders of the lodge and its Worshipful Master; and that the property and funds of the lodge are justly managed and dispensed. It is also his duty to attend all Communications of the Grand Lodge. He is empowered to call special meetings of his lodge at pleasure. He has charge of the warrant of constitution, which m ust always be displayed in the lodge when it is opened, and during its labors. To him belongs the appointment of all officers of the l odge not elective, and of all committees not otherwise provided for. WORSHIPFUL MASTER A base, mean or despicable person; vile. WRETCH Formed or fashioned; shaped by hammering or beating, as when working with metal. WROUGHT A city in Palestine pronounced alternately Zur-u-DA-theh or Ze- RED-a-thuh. Freemasons pronounce it Ze-RED-a-thuh. ZEREDATHA (ze-red-a-thuh)"},{"pageNumber":65,"pageContent":"Masonic Symbols CHAPTER III"},{"pageNumber":66,"pageContent":"61 he symbols included in this portion of The Exemplar are those symbols of particular importance and interest to the Freemasons of Pennsylvania. Many of the familiar symbols found on artifacts and in volumes of Masonic importance, such as the beehive, Jacob ’ s Ladder, etc., are not included in this text. While those symbols may have major importance to other jurisdictions in Freemasonry, they are not used in the symbolic presentation of the fraternity in Pennsylvania."},{"pageNumber":67,"pageContent":"62 Masonic Symbols CHAPTER III ACACIA The Acacia tree, native of warm climates, is sometimes spelled Cassia. There is some difficulty in retracing the symbolic use of the Acacia, though certain it is that some evergreen has been used for many years, possibly centuries, as a symbol of immortality or of resurrection. By that authority, the acacia marks the head of the grave and is an emblem of immortality. ALL-SEEING EYE “ The eyes of Jehovah are in every place, beholding the evil and the good. ” “ Whom the Sun, Moon, and Stars obey, and under whose care even Comets perform their stupendous revolutions, pervades the innermost recesses of the heart, and rewards us according to our faithfulness and merit. ” ALTAR The Altar in the center of a Masonic lodge symbolizes an intangible but potent force and that spark of divinity which must operate at the center of a Masonic life. The kneeling cushion attests to the fact that all Masons have knelt at Acacia Altar All-Seeing Eye"},{"pageNumber":68,"pageContent":"63 an Altar. Altars to be used in lodge rooms should be approximately 34 inches long, 24 inches wide and 24 inches high. APOLLO (A-poll-o) The head depicted in the Grand Lodge seal is that of Apollo in Greek mythology. He was not only a sun god but god of pure streaming light, particularly of the light of heaven, and this phase of his character was made more conspicuous by the fact of his mother ’ s name being Leto, “ darkness, ” strictly “ goddess of the dark night. ” Therefore Apollo symbolizes light from darkness. APRON Masonic aprons are made of white lamb-skin and are 15 inches wide and 13 inches deep, square at the bottom, with a one and one-half inch blue border; the flap is triangular in shape, with a one inch blue border. The name and number of the lodge may be imprinted on them. APRON FLAP The operative masons turned the edge of their aprons up and tucked them in to provide a pocket for holding their tools. Masonically, the purpose is symbolic. Apollo Apron Flap Apron"},{"pageNumber":69,"pageContent":"64 Masonic Symbols CHAPTER III ARCHITECTURE As geometry is the science on which Masonry is founded, architecture is the art from which it borrows the language of its symbolic instruc- tion. In the earlier ages of the order every Mason was either an operative mechanic or a superintending architect. And something more than a superficial knowledge of the principles of architecture is absolutely essential to the Mason who would either understand the former history of the Institution or appreciate its present objects. Hence, the use of the five orders of architecture: the tuscan, the doric, the ionic, the corinthian, and the composite. Here we have simplicity and strength; plainness and naturalness; solidity and ingenuity; artistry and delicacy, and the composite, which seems to include the features of the other four in addition to being ornamental. ASHLAR A hewn stone. The rough ashlar symbolizes man ’ s imperfect state by nature. The perfect ashlar symbolizes the state of perfection arrived at by virtuous education. ASHLAR, PERFECT A stone that has been hewed, squared, and polished, so as to be fit for use in the building. Masonically, it is a symbol of the state of perfection attained by means of education. Architecture Rough Ashlar Perfect Ashlar"},{"pageNumber":70,"pageContent":"65 ASHLAR, ROUGH A stone in its rude and natural state. Masonically, it is a symbol of man ’ s natural state of ignorance. BLINDFOLD (See: Hoodwink) BRAZEN PILLARS Two brazen pillars were set up on either side of a long aisle or porch of King Solomon ’ s Temple, that on the right being Jachin and that on the left Boaz. Symbolically, Boaz and Jachin represent, respectively, strength and establish- ment and are mentioned in a text of Scripture: “ In strength will I establish this my house and kingdom forever. ” II Chron. 3:17 CABLE TOW The cable tow is a heavy rope by which a mass may be hauled, pulled, or towed. Originally the symbolic length of a Mason ’ s cable tow was as long as an hour ’ s journey, approximately three miles. Today a Mason is bound to his lodge and brethren by a tie as long and strong as his conscience dictates. Brazen Pillars Cable Tow"},{"pageNumber":71,"pageContent":"66 CHAPLAINS ’ JEWEL (See: Open Bible) CHARITY The comforting of those made destitute through no fault of their own. COLUMNS The Warden ’ s columns represent Jachin and Boaz. While the lodge is at labor the columns are perpendicular for the Senior Warden, and horizontal for the junior Warden. While the lodge is at refreshment, the positions are reversed. COMMON GAVEL The common gavel is used to shape rough stones for the builder ’ s use; a symbol to remind us, as Masons, to better prepare ourselves for “... that spiritual temple, that house not made with hands, eternal in the heavens. ” The gavel is also the tongue of the lodge and commands order. COMPASSES In operative Masonry, the compasses are used for the measurement of the architect ’ s plans, and to enable him to give those just proportions which will insure beauty as well as stability to his work. In speculative Masonry, this important Compasses Charity Gavel Common Gavel Corn Columns Masonic Symbols CHAPTER III"},{"pageNumber":72,"pageContent":"67 implement is symbolic of that even tenor of deportment, that true standard of rectitude which alone can bestow happiness here and felicity hereafter. Hence the compasses are the most prominent emblem of virtue, the true and only measure of a Mason ’ s life and conduct. CORN One of the three elements of Masonic consecration, and as a symbol of plenty it is intended, under the name of the “ corn of nourishment, ” to remind us of those temporal blessings of life, support, and nourishment which we receive from the Giver of all good. CORNUCOPIA Literally this term means the horn of plenty and it originated with a Greek myth. It has become generally a symbol of abundance, and Masonically has been adopted as the jewel of the Grand Stewards, because it was originally their duty to superintend the dinners and refreshments of the lodge. CROSS KEYS Jewel of the Treasurers CROSS PENS (Quills) Jewel of the Secretaries Cross Keys Cross Pens Cross Pens Cornucopia Grand Stewards ’ Jewel Grand Treasurer ’ s Jewel Deputy Grand Secretary ’ s Jewel Grand Secretary ’ s Jewel Secretaries ’ Jewel Treasurers ’ Jewel"},{"pageNumber":73,"pageContent":"68 CROSS RODS Jewel of the Senior Master of Ceremonies Jewel of the Junior Master of Ceremonies CROSS SWORDS Jewel of the Pursuivants DEPUTY GRAND MASTER ’ S JEWEL The compasses and square united, with the blazing sun in the center. DISTRICT DEPUTY GRAND MASTER Jewel of the District Deputy Grand Master is the blazing sun in the center of a wreath composed of two branches of laurel, tied by a ribbon. DOVE AND THE OLIVE BRANCH Jewel of the Senior Deacon Jewel of the Junior Deacon EAR The attentive ear symbolizes that we learn more from listening than from talking. Masonic Symbols CHAPTER III Deputy Grand Master ’ s Jewel Faith The Attentive Ear Cross Rods Cross Swords Grand Pursuivant ’ s Jewel Pursuivant ’ s Jewel Masters of Ceremonies ’ Jewel"},{"pageNumber":74,"pageContent":"69 FAITH The acceptance and complete confidence in something without doubt or question; faith in God; faith in one ’ s friend; faith in the moral law, etc. Every Freemason is taught to have faith in the wise purposes of the Creator. FAITH, HOPE AND CHARITY Faith, hope and charity admonish us to have faith in God, hope for immortality, and charity for all mankind. (See: 1 Corinthians 13:13) FIVE ORDERS OF ARCHITECTURE (See: Architecture) FORTY-SEVENTH PROBLEM OF EUCLID Is the theorem that the square formed on the hypotenuse is equal to the sum of the squares formed on the other two sides of a triangle. An important secret of the builder ’ s trade. This theorem is basic to geometric calculations and has been adopted as part of the Past Master ’ s Jewel. Faith (left), Hope (right), Charity (center) District Deputy Grand Master ’ s Jewel Dove and the Olive Branch Forty-Seventh Problem of Euclid Grand Deacons ’ Jewel Deacons ’ Jewel"},{"pageNumber":75,"pageContent":"70 Masonic Symbols CHAPTER III G (See: Letter G) GLOBES Symbolic of the universality of Freemasonry. One celestial and one terrestrial globe appear on the pillars, Jachin and Boaz. GLOVES Gloves are intended to teach the wearer that the acts of a Freemason should be as pure and spotless as the gloves he wears. “ Who shall ascend, ” say the Psalmist, “ into the hill of the Lord or who shall stand in His Holy place? He that hath clean hands and a pure heart. ” In Masonry the apron may be said to refer to the pure heart, the gloves to the clean hands. Both are significant to purification. GRAND MARSHAL Carries a sword and it is his duty to proclaim the Grand Officers, form and regulate all processions of the Grand Lodge, make all necessary proclamations, and enforce the orders of the Grand Master. Grand Marshal ’ s Jewel Gloves Globes Terrestrial Celestrial"},{"pageNumber":76,"pageContent":"71 GRAND MASTER ’ S JEWEL The compasses extended to 45 ° with the segment of a circle at the points and an eye within a triangle, surmounting a glory, in the center. GRAND STEWARDS (See: Cornucopia) GRAND SWORD BEARER The broadsword or sword of state carried immediately in front of the R.W. Grand Master by the Grand Sword Bearer. GREAT LIGHTS (See: Three Great Lights) HAT In Pennsylvania, the hat has a significant meaning and its design and use is established by Masonic law. The Grand Master and Worshipful Masters (or Acting Worshipful Masters) will wear the high black hat when appropriate. (See glossary: Master ’ s Hat) Hat Grand Master ’ s Jewel Grand Sword Bearer ’ s Jewel Right Worshipful Grand Master"},{"pageNumber":77,"pageContent":"72 Masonic Symbols CHAPTER III HOLY BIBLE The Great Light of Freemasonry; the symbol of the will of God. A Masonic Lodge cannot lawfully transact business without an open Bible on its Altar. HOODWINK A symbol of the secrecy, silence and darkness in which the mysteries of our art should be preserved from the unhallowed gaze of the profane. It has been supposed to have a symbolic reference to the passage in John 1:5. “ And the light shineth in the darkness; and the darkness comprehended it not. ” But it is more certain that there is in the hoodwink a representation of the mystical darkness which always preceded the rites of the ancient initiations. HOPE Hope is the desire accompanied with expecta- tion of obtaining what is desired, or a belief that it is obtainable. JUNIOR DEACONS ’ JEWEL (See: Dove and the Olive Branch) JUNIOR MASTERS OF CEREMONIES ’ JEWEL (See: Cross Rods) JUNIOR WARDENS ’ JEWEL (See: Plumb) Holy Bible – Great Light Hoodwink"},{"pageNumber":78,"pageContent":"73 LAMBSKIN The lambskin or white leathern apron, is a symbol of innocence, purity, honorable labor, and exemplary conduct in our daily lives. It is the first item with which a Mason is invested. In most cases, it is also the last item bestowed by his lodge. Pages have been written about the Masonic apron, but it can all be summed up in the familiar phrase: “ It is the badge of a Mason. ” LESSER LIGHTS (See: Three Lesser Lights) LETTER G The letter G has always been a prominent symbol in Freemasonry. As geometry is the science on which Freemasonry is founded, the letter G has often been identified with geometry. Moreover for Free and Accepted Masons, the letter G should always relate to the Great Creator, the Great Artificer, the Great Geometrician of the Universe who rules in our lives. LEVEL Jewel of the Senior Warden The level symbolizes equality, labor and opportunity. It represents the democratic idealism which urges us to join others and enjoy the privileges of assisting and associating with our fellowmen while traveling upon the level of time toward an undiscovered country. LIGHTS (See: Three Great Lights and Three Lesser Lights) Hope Lambskin Level Letter G Senior Grand Warden ’ s Jewel Senior Warden ’ s Jewel"},{"pageNumber":79,"pageContent":"74 Masonic Symbols CHAPTER III MASTER OF CEREMONIES (See: Cross Rods) MOSAIC FLOORING Mosaic flooring is the symbol of good and evil, and a constant reminder of the vicissitudes of human life. OPEN BIBLE Jewel of the Chaplains (Symbolic Lodge) Jewel of the Chaplains (Grand Lodge) PAST DEPUTY GRAND MASTERS ’ JEWEL The compasses and square only. PAST GRAND MASTERS ’ JEWEL The jewel of the Past Grand Master is the compasses and square united, with the radiant sun, in the center, setting behind clouds, and with the gavel pendent between the legs of the compasses. PAST MASTERS ’ JEWEL (See: square with forty-seventh problem of Euclid suspended from it) Past Deputy Grand Masters ’ Jewel Open Bible Mosaic Flooring Past Grand Masters ’ Jewel Right Worshipful Past Deputy Grand Master Right Worshipful Past Grand Master Chaplains ’ Jewel Grand Chaplains ’ Jewel"},{"pageNumber":80,"pageContent":"75 PEDESTAL Used at the stations of the Master, Senior Warden and Junior Warden to hold the necessary implements pertaining to the office, e.g., Master: Holy Bible, gavel, ashlar, square, compasses, plumb, level, trowel and 24-inch gauge. A copy of the Ahiman Rezon, Digest of Decisions and the By-laws of the Lodge. Senior Warden: Column, gavel, ashlar. A copy of the Ahiman Rezon , the By-laws of the Lodge. Junior Warden: Column, square, and compasses. A copy of the Ahiman Rezon , and the By-laws of the Lodge . PILASTER A flat, rectangular, vertical member projecting from a wall of which it forms a part. It usually has a base and a capital and is often fluted. PILLARS (Pill-ars) The temple was symbolically supported by three grand pillars denominated Wisdom, Strength and Beauty . Pedestal Pilaster Pillars"},{"pageNumber":81,"pageContent":"76 Masonic Symbols CHAPTER III PLUMB Jewel of the Junior Warden The plumb symbolizes uprightness; a determination to excel in all worthwhile efforts, and the development of mind, soul and conscience. POINT WITHIN A CIRCLE Introduced about 1730, the point represents an individual Mason and the circle the boundary line of his conduct. The point within a circle was the operative Mason ’ s great secret of how to try his square. PURSUIVANTS ’ JEWEL (See: Cross Swords) SEAL OF THE GRAND LODGE F. & A.M. OF PENNSYLVANIA Represented by the head of the sun god Apollo as the center from which emanate rays of light or glory. The legend, Grand Lodge of Pennsylvania and Virtute, Silentio, Amore (virtue, silence, love) is contained in a circle at the outer edge. SECRETARIES ’ JEWEL (See: Cross Pens (Quills)) SENIOR DEACONS ’ JEWEL (See: Dove and the Olive Branch) Point within a Circle Plumb Junior Grand Warden ’ s Jewel Junior Warden ’ s Jewel"},{"pageNumber":82,"pageContent":"77 SENIOR MASTERS OF CEREMONIES ’ JEWEL (See: Cross Rods) SENIOR WARDENS ’ JEWEL (See: Level) SETTING MAUL A wooden hammer used by operative Masons to set the stones in their proper position. In speculative Masonry it is a symbol in the third degree, reminding us of the death of the builder of the temple, which is said to have been effected by this instrument. SLIPPER To mention one item and member, the slipper and foot, one needs but to read the fourth chapter of Ruth, 7th verse. And to go further, the slipper, sandal or shoe has symbolic meaning as written in the third chapter of Exodus, 5th verse; the fifth chapter of Joshua, 15th verse; and also the seventh chapter of Acts, 33rd verse. A symbol of a man ’ s willingness to enter into an agreement in that he took off his slipper as the means of guaranteeing his commitment. (See: Ruth 4:7; Exodus 3:5; Joshua 5:15. and Acts 7:33) SPRIG OF ACACIA (See: Acacia) SQUARE Jewel of the Worshipful Master (See also: Square and Compasses) Square Slipper Setting Maul Seal of the Grand Lodge F. & A.M. of Pennsylvania Masters ’ Jewel"},{"pageNumber":83,"pageContent":"78 Masonic Symbols CHAPTER III SQUARE AND COMPASSES The square and compasses resting on the open Bible form the three great lights of Free- masonry. The square is symbolic of rectitude in life and conduct; also of morality, truthfulness and honesty. The compasses, a symbol of restraint of passions, intemperance, and excess temper, also teaches us to circumscribe our desires and keep them within the bounds of a reputable life. SQUARE WITH FORTY-SEVENTH PROBLEM OF EUCLID SUSPENDED FROM IT – Jewel of the Past Master STARS Seven is considered to be the perfect number because it is made up of three and four, representing the triangle and the square, the two perfect figures. Freemasons see the seven-point star as representing the quadrivium, the higher division of the seven liberal arts in the Middle Ages, composed of geometry, astronomy, arithmetic, and music, and the trivium, consisting of grammar, logic and rhetoric. The Grand Masters ’ collars contained seven- point stars until about 1871 when they were changed, without explanation, to five-point stars. STEPS Symbolize advancement in Masonic knowledge. Three steps symbolize the three stages of human life: youth, manhood, and age, as well as the first three degrees. SWORD,WITH THE KEY ACROSS THE HILT – Jewel of the Tylers THREE GREAT LIGHTS The Holy Bible, the square and the compasses. Square and Compasses Tyler Steps Square with Forty-Seventh Problem of Euclid suspended from it 7 Pointed Star Grand Tyler ’ s Jewel Past Master ’ s Jewel Tylers ’ Jewel"},{"pageNumber":84,"pageContent":"79 THREE LESSER LIGHTS The tapers about the Altar are symbolic of the sun, the moon, and the Worshipful Master. TREASURERS ’ JEWEL (See: Cross Keys) TRESTLE BOARD Was the board upon which the Master inscribed the designs by which the Craft was to be directed in its labors. Today the lodge notice is used each month to inform the members of the activities, degree work, instruction meetings, education meetings, etc. TRIANGLE – Symbolic of deity. TROWEL The trowel is used by operative masons to spread the cement in constructing a building. It serves as a symbol for Freemasons to spread the cement of brotherly love and affection, cementing us into a band of brothers void of contention. TWENTY-FOUR INCH GAUGE The twenty-four inch gauge is emblematic of the twenty-four hours of a complete day and night. It is a symbol to teach us the value of time well spent, and a reminder that a Mason should learn to systematize his time in this God-given life on earth. TYLERS ’ JEWEL (See: Sword with the key across the hilt) WANDS The wands or rods of the Deacons are of wood, seven feet in length, and slightly tapering towards the top. They are white in color for one foot from the top and the remainder is blue. WORSHIPFUL MASTERS ’ JEWEL (See: Square) Three Lesser Lights Wands Twenty-Four Inch Gauge Trowels Triangle Trestle-Board Plumb, J.W. Level, S.W. Square, W.M. (Operative Masons)"},{"pageNumber":85,"pageContent":"80 What is the Grand Lodge? APPENDIX It has been suggested that it will be profitable to the Craft to have some explanation relative to the Grand Lodge and the powers and authority it has over the symbolic lodges or blue lodges within its jurisdiction. To retrace the history of Freemasonry as we now enjoy it, we must go all the way back to the formation of the original Grand Lodge of England that took place on St. John the Baptist Day, June 24, 1717, when four lodges, held in London and Westminster, met in London and founded the Mother Grand Lodge. Freemasonry had enjoyed activity and growth for many years prior to 1717. Some historians claim that Freemasonry was intro- duced into England at York in 926 A.D. Freemasonry made its way to the American colonies. On June 5, 1730, the Duke of Norfolk, then the Grand Master of the Grand Lodge of England, deputized Daniel Coxe of New Jersey to be The Provincial Grand Master of the Provinces of New York, New Jersey and Pennsylvania. Brother Coxe made a trip to England to attend the Grand Lodge of England and was greeted as the Provincial Grand Master of America. Although the 250th anniversary of Free- masonry in Pennsylvania was celebrated in June of 1981, there is circumstantial evidence that Masons were meeting in the Philadelphia area as early as 1727. The Grand Lodge of Pennsylvania possesses in its Library and Museum a manuscript copy of the Old Charges , known as the Carmick Manuscript . Bearing the date of 1727, it is supposed to have been the constitution of St. John ’ s Lodge of Philadelphia, whose ledger is known as Liber B . Liber B is the oldest known original American Masonic record, and begins June 24, 1731. This document is in the possession of the Historical Society of Pennsylvania in Philadelphia. From this document we learn that William Allen, Esq. was named Grand Master in 1731 although the first notice of his election is recorded in the Pennsylvania Gazette, No. 187 , June 19 to June 26, 1732, as having taken place on St. John the Baptist Day, 1732. As further evidence that Masons were meeting in Pennsylvania earlier than 1731, we note that Benjamin Franklin published in The Pennsylvania Gazette, No. 108 , for the five- day period, December 3rd through December 8th, 1730, that: “ There are several lodges of Free-Masons erected in this Province. ” In June of 1732, Grand Master William Allen appointed as Wardens both Brother Thomas Boude and Brother Benjamin Franklin. This action gave the Grand Lodge of Pennsylvania the honor of being the third sovereign and independent Grand Lodge in the world, the first ennsylvania Masons often hear the words, Grand Lodge. Pennsylvania Masons, while being Entered, Crafted and Raised, repeat the words, Grand Lodge. Pennsylvania Masons, in attending their blue lodges hear communications read from the Grand Lodge. Pennsylvania Masons, in reading The Pennsylvania Freemason , learn about the activities of the Grand Lodge. Pennsylvania Masons, in reading their lodge notices, learn when and where the Grand Lodge meets. What is the Grand Lodge?"},{"pageNumber":86,"pageContent":"81 being the Grand Lodge of England in 1717, and the second the Grand Lodge of Ireland in 1725. In England, however, it appears that various Brethren and also lodges during the formative years of the Mother Grand Lodge preferred to tamper with the ritual. Those who seemed to favor the ritual of the original Grand Lodge of England were called Moderns. Their innovations were far afield of the “ regularity conforming to the traditions, customs, and usages ” preferred by English Brethren who adhered to the letter of the Ancient Charges and Constitutions and who were known as the Ancients. Pennsylvania ’ s Masonic history is intimately connected with that of the Grand Lodge of England of 1717, the Moderns, under whose authority the earliest Pennsylvania lodges were constituted, and the “ Grand Lodge According to the Old Constitutions, ” formed in 1751, and known as the Ancients. Because of the disputes between the Moderns and the Ancients taking place in England, William Allen, on March 13, 1750, presented a deputation from the Grand Master of England appointing him Provincial Grand Master of Pennsylvania and he appointed Brother Benjamin Franklin as Deputy Grand Master. Thus, by cementing his relations with the Modern or Mother Grand Lodge of England, it would appear that our Grand Lodge for that time ceased to be an independent Grand Lodge, and henceforth became a Provincial Grand Lodge under the Grand Lodge of England. However, there are no records known of reports of any kind being made to the Grand Lodge of England. The second Grand Lodge of England formed in 1751, the Ancients, declared they worked strictly under the “ Old Charges ” or “ Old Constitutions. ” They stated the original Grand Lodge of England, the Moderns, did not. On June 7, 1758, a warrant was granted to Lodge No. 4, previously under authority of the Grand Lodge of Pennsylvania Moderns, by the Grand Lodge of England Ancients for a Lodge of Ancients to be held in Philadelphia or else- where in Pennsylvania. This warrant was registered as No. 69 in England and as No. 1 in Pennsylvania. It was received in Philadelphia in January, 1759 and warranted Lodge No. 1 Ancients in Pennsylvania. The lodge came, in this way, to be named a Lodge of Ancient York Masons. On February 13, 1760 the members of Lodge No. 1 Ancients in Philadel- phia elected Brother William Ball as Provincial Grand Master. Then, on February 14, 1760, the lodge petitioned the Grand Lodge of England Ancients for a Provincial Grand Warrant. This warrant, registered in Volume 3, Letter C, in the records of the Grand Lodge of England, was granted on July 15, 1761. It is No. 89 in the English register and No. 1 in Pennsylvania. At this time, Lodge No. 1 vacated its claim to its original number and assumed that of No. 2, which the lodge bears to this day. This Provincial Grand Warrant is in the possession of the Library and Museum of the Grand Lodge of Pennsylvania. As previously stated, this warrant was granted July 15, 1761, but failed to reach this country until the year 1764. Brother William Ball, a prominent and wealthy citizen, was then officially named the Right Worshipful Grand Master of Pennsylvania and served as such through 1782. Three years after the Revolutionary War, the lodges and brethren working under authority and jurisdiction of the Provincial Grand Lodge of Pennsylvania, expressed a desire to separate completely from the Grand Lodge of England. The chief Masonic event of the year 1786 was the closing forever, on September 25, 1786, of the Provincial Grand Lodge of Pennsylvania. At a grand convention of thirteen different lodges held the next day, September 26, 1786,"},{"pageNumber":87,"pageContent":"82 What is the Grand Lodge? APPENDIX the Right Worshipful Grand Lodge of the Most Ancient and Honorable Fraternity of Free and Accepted Masons of Pennsylvania and Masonic Jurisdiction Thereunto Belonging was duly formed as a Grand Lodge independent of Great Britain or any other authority whatever. The title is one of honor and distinction that has identified the Grand Lodge throughout the Masonic world. Another interesting item of our history is the number of petitions made to the Provincial Grand Lodge of Pennsylvania for warrants for new lodges in other states and countries in which no Grand Lodge had been formed. This procedure continued from the time that the independence of the United Colonies was virtually assured until the Grand Lodge itself declared its independence. Thus we find that our Grand Lodge, between the years 1780 and 1786, warranted lodges in Maryland, four; New Jersey, two; Delaware, two; South Carolina, three; Virginia, two; Georgia, one and Cape Fran ç ois, Santo Domingo, one. Hence, the additional expression “ and Masonic Jurisdiction Thereunto Belonging. ” We no longer constitute lodges outside Pennsylvania, but continue to retain the full title as a reminder of the outreach once enjoyed. It is a great feeling to visit and attend a Grand Lodge which was created from symbolic lodges, one or more of which were originally constituted by the Grand Lodge of Free and Accepted Masons of Pennsylvania. While dwelling on Grand Lodges, it may be of interest to learn that Grand Lodges have increased in number since the creation of the Mother Grand Lodge of England nearly 270 years ago. Freemasonry not only reached the shores of America, but it now enjoys existence and fraternal activity throughout the Free World under the jurisdiction of 160 Grand Lodges. With the addition of the newest Grand Lodge, the Grand Lodge of Alaska, there are now 50 Grand Lodges in the United States. There is a Grand Lodge for the District of Columbia, and lodges in Hawaii are still under the jurisdiction of the Grand Lodge of California. Our Grand Lodge recognizes all 50 of the Grand Lodges in the United States. There are nine Grand Lodges throughout the 12 Canadian Provinces. Of the 110 Grand Lodges outside the United States, the Grand Lodge of Pennsylvania has, by adoption of resolutions, extended fraternal recognition to 82 of the 110 Grand Lodges. Fraternal recognition must be requested by the younger or newest Grand Lodge of a Senior Grand Lodge, and fraternal recognition is granted only when the credentials of the Grand Lodge seeking fraternal recognition can substantiate that it was duly and properly constituted and that its administrative procedures and policies conform to Masonic usage and custom. The 28 remaining foreign Grand Lodges are not all outsiders. Some just haven ’ t asked for recognition. The question is often asked as to the total population of Masons throughout the world and even in certain Grand Lodges. Not too many years ago it was estimated that the total number of Masons in the world was 6 million. Of that number, 4 million was the total membership of the Grand Lodges within the United States, attesting to the fact that Freemasonry seems to thrive best in a free society. Recent years, however, have seen the 6 million drop off to 5.5 million and the total number of Masons in the United States at present would be closer to the 3.5 million mark. The Grand Lodge of Ohio is now the largest in the number of Masons with 220,336; Texas with 206,881; Pennsylvania with 202,241; California with 188,535, and New York with 153,253. WHAT IS A GRAND LODGE? A Grand Lodge is the governing body of Freemasonry within the stipulated Grand Jurisdiction or territory, be it a state or a nation. The Grand Lodge F. & A.M. of Pennsylvania presently controls all things Masonic within the boundaries of the 44,000 square miles comprising the Commonwealth of Pennsylvania."},{"pageNumber":88,"pageContent":"83 There are currently 558 symbolic lodges, or blue lodges, in our Grand Jurisdiction. We have lodges in all but one of our 67 counties; the exception being Sullivan County. For better administrative purposes of the Right Worshipful Grand Master, we now have 63 Masonic Districts, each assigned to an appointed District Deputy Grand Master. A Grand Lodge is supreme unto itself within its own borders. A Grand Lodge adopts a Constitution and By- Laws for its government which, in our case, rests upon the Ancient Charges and Constitutions derived from our Ancient York Masonry. Section 1 of Article 7.01 of the Ahiman Rezon , the Book of the Constitution of our Grand Lodge, states: “ The Grand Lodge is the only true and legitimate source of Masonic authority. It is supreme and sovereign. It makes the Law for its constituents; and the members of the Fraternity under its jurisdiction; but it is governed by no Law other than the Landmarks of Freemasonry. It grants Warrants for subordinate lodges, and duly constitutes them. Subordinate lodges are constituted and work by virtue of these Warrants. The Grand Lodge has the power to enact Laws and Regulations for the government of the Craft, and to alter and repeal such Laws and Regulations; but it cannot change, alter, or destroy the Ancient Landmarks of Freemasonry. It has the inherent power to investigate and determine all Masonic matters relating to the Craft in general, to particular lodges, and to individual Brethren, either directly or by its delegated authority, and its authority cannot be called in question. ” This spells out, rather clearly, the power and authority of the Grand Lodge F. & A.M. of Pennsylvania. It may be of great interest for Pennsylvania Masons to know that the inherent powers of the Right Worshipful Grand Master of Pennsylvania are unequaled throughout the entire Masonic World. There is no appeal of the decisions or actions of the Right Worshipful Grand Master of Pennsylvania. It has been stated many times that his power is frightening. Yet, in over 250 years of Masonry in Pennsylvania, a Right Worshipful Grand Master has never been censured. All the other Grand Lodges throughout the world have what is called a jurisprudence Committee that will review and decide what a Grand Master can do and what he cannot do. The Grand Lodge F. & A.M. of Pennsylvania never has had a Committee on Jurisprudence and it is a good possibility that it will never have such a committee. Another question that is often asked is: “ Who are the Members of the Grand Lodge F. & A.M. of Pennsylvania? ” Citing again from the Ahiman Rezon , Article 3.01, Section 1, “ The Grand Lodge is composed of the Grand Officers, Past Grand Masters, Past Deputy Grand Masters, Past Grand Wardens by two years service, Past Grand Treasurers and Past Grand Secretaries by six years service, Past Masters by one year ’ s service, and the Masters and Wardens of all lodges, lawfully warranted and duly constituted by it, and under its jurisdiction. ” The officers of the Grand Lodge are spelled out in the Ahiman Rezon , Article 4.01, Section 1, as follows: “ The Officers of the Grand Lodge consist of the Grand Officers, Past Grand Masters, Past Deputy Grand Masters, Past Grand Wardens by two years service, Past Grand Treasurers and Past Grand Secretaries by six years service, and such officers as are appointed by the Grand Master. ” Although Freemasonry in Pennsylvania has, for many years, been highly respected and looked upon in a somewhat envious manner, not only within the United States of America but throughout the entire Masonic world, there are some unusual and rather peculiar characteristics for which we are famous. Our Grand Lodge holds four quarterly com- munications each year and an Annual Grand Communication for installing the elected Grand Lodge officers. The quarterly communications are held on the first Wednesdays in March, June, September and December. The Annual Grand Communication is held on December 27th, St. John the Evangelist ’ s Day, in those years when"},{"pageNumber":89,"pageContent":"84 Grand Lodge Officers are advanced in rank and a new Grand Master takes office; except when December 27th falls on Sunday. The Annual Grand Communication is then held on Monday, December 28th. We also are noted for holding special communications for special events such as cornerstone ceremonies and dedications. Our ritual and lodge work has never been printed. It is taught and conferred by “ word-of- mouth-to-ear ” only. A printed ritual or Masonic code, monitor or cipher, is a Masonic offense in our jurisdiction. We can and should be proud of our ritual and lodge work as it stems directly from the true Ancient York Masonry. It behooves each of us to protect and preserve it in its purity. Our Grand Lodge does permit some courtesy degree work A lodge in this jurisdiction, or lodges in other jurisdictions, may delegate to another lodge in this jurisdiction the advance- ment of any Brother. Our Grand Lodge could be the only one that does not exchange Grand Representatives with other Grand Lodges throughout the world. Our Grand Lodge claims perpetual jurisdic- tion over all those men who petition its lodges and are rejected. Our Grand Lodge has no provisions for dual or plural membership. To become a member of another lodge requires a man ’ s resignation from the lodge that accepted him and gave him his symbolic degrees. In our jurisdiction you are a Mason when you have been entered. You are elected to all three degrees on one ballot. Many jurisdictions require a ballot for each of the three degrees and, in some jurisdictions, you are not considered a member of the lodge until you have received the third degree. Making Masons at Sight is practiced in our Grand Lodge but not in most Grand Lodges. The three degrees must be conferred while the Right Worshipful Grand Master is present. The degrees are conferred in full form. After the man selected by the Grand Master to be made a Mason at Sight receives all three degrees, he is considered a Mason at large and must petition a symbolic lodge for membership. Our Grand Lodge is one of the few that has four elected line officers who progress to the top office after first being elected and installed Right Worshipful Junior Grand Warden. These Grand Lodge Officers are R.W. Junior Grand Warden, R.W. Senior Grand Warden, R.W. Deputy Grand Master and R.W. Grand Master. It is an eight-year tour through the four line offices of our Grand Lodge, two years in each Grand Lodge station. The Grand Masters of all the jurisdictions in the United States are addressed as Most Worshipful Grand Master, with the exception of Pennsylvania where the title of the office is Right Worshipful Grand Master. Following the custom of the Ancient Craft, all Pennsylvania Masons are addressed as Brother. The use of the word Brother always precedes the name and the title, if there is one, such as: Brother John J. Doe, Past Master. You may hear of Brethren in other jurisdic- tions being addressed as Right Worshipful, but in Pennsylvania only the elected Grand Lodge officers, which include the R.W. Grand Secretary, and the R.W. Grand Treasurer, and Past Grand Officers, are entitled to being addressed as Right Worshipful as part of the title of their offices. Our Grand Lodge does have a proficiency program whereby candidates for the three degrees cannot be advanced until they have been declared proficient to the point of having a reasonable knowledge and understanding of the degree or degrees received. Other Grand Lodges do not force a candidate for the degrees of Freemasonry to become proficient in the manner in which we proceed in Pennsylvania. In our jurisdiction, all business of the symbolic lodge is conducted and transacted in the Master Mason ’ s lodge, with the exception of a Table lodge, which is conducted in the Entered Apprentice Mason ’ s lodge. Hence, an Entered Apprentice Mason and a Fellow Craft Mason cannot attend a stated meeting of one of our symbolic lodges, unless there is a need to open What is the Grand Lodge? APPENDIX"},{"pageNumber":90,"pageContent":"85 an Entered Apprentice Mason lodge or a Fellow Craft Mason lodge during the proceedings of a stated meeting. The Right Worshipful Grand Master issued a decision on September 11, 1984 that permits reasonable applause in the lodges and in the Grand Lodge as follows: “ Applause, within reason, is permissible in the body of the open lodge and at communications of the Grand Lodge when, in the opinion of the brethren assembled, they are so inclined to applaud. ” The use of military-like maneuvers while entering or leaving the Lodge Room or while taking places on the floor is not permitted in Pennsylvania lodges. During the formative years of our present Grand Lodge, it is reasonable to believe that the distant newer lodges were not immediately familiar with many of the proper procedures required to maintain control and efficiency throughout the jurisdiction. Hence, the Grand Lodge designed and produced the various report forms and recommended procedures so important to developing a spirit of “ harmony and good order within the Craft in Pennsylvania. ” Grand Lodge has, for many years, maintained files on all of the symbolic lodges in its archives. This is one of the real assets of a dedicated and progressive Grand Lodge — to govern, adminis- trate and oversee the Masonic Craft under its jurisdiction. Recently, the Grand Lodge has invested in its own computer equipment at a cost of nearly $500,000, and is putting it to use in many ways, not only to record the proceedings of our symbolic lodges, but to better serve these same lodges. This Grand Lodge has become big business, even though we have been losing some of our blue lodges, due to mergers of recent years, and even though we have declined from a total membership of our symbolic lodges in 1960 of nearly 258,000 to our most recent total showing 202,241. The Grand Lodge, for the past 70 years, has established, maintained and operated one of the greatest and most widely known Masonic Homes in the world. The 1700-acre complex at Elizabethtown, Pennsylvania is also business on a large scale. It may be of interest to know that we can now accommodate more than 50 children in the Children ’ s Home, associated with the Masonic Homes. These are actual orphans or social orphans from broken homes. The Grand Lodge has not only developed the necessary forms and procedures to encourage and maintain communication with its symbolic lodges, but it has developed styles and procedures that encourage uniformity in certain types of returns from the lodges, i.e., the recording of the minutes of lodge meetings; standards for petitions for initiation and membership; second petitions; third petitions; procedures for fourth petitions, and also standard forms for certain types of dispensations needed from time to time. The Grand Lodge has also established standard rules and regulations concerning balloting on petitioners for the degrees of Freemasonry, which include the test ballot and the second ballot. Learning that many of our early lodges were lax while receiving visitors from other lodges, the Grand Lodge reviewed and required ways of proper vouching and also procedures for examining a visitor to a lodge by a committee."},{"pageNumber":91,"pageContent":"86 What is the Grand Lodge? APPENDIX And the Grand Lodge also found it necessary to oversee by-laws and lodge dues and fees. The ongoing concern for the protection and preservation of our ritual and lodge work prompted the Grand Lodge to create Schools of Instruction throughout the jurisdiction. Symbolic lodge officers and those aspiring to hold an elected or an appointed office in the lodge, have always found the more than 50 Schools of Instruction to be effective in learning and mastering the ritual. Not to be overlooked in the effort to cultivate harmony and good order throughout the jurisdiction, is the Grand Lodge ’ s establishment and enforcement of standard styles of lodge regalia, including officers ’ aprons and collars and members ’ aprons as well as the Masonic wardrobe to be worn by lodge officers. As a Brother travels and visits in lodges throughout the Masonic world, he often hears the praise leveled at our lodges in Pennsylvania for the formal and dignified way in which they are conducted. And, as has been stated in Mackey ’ s Masonic Encyclopedia: “ Pennsylvania ’ s Ritual is sublime by its dignity and simplicity. ” Few Grand Lodges have gone to the extent of setting up a symbolic lodge building program whereby a lodge may select the architectural drawings, plans and specifications from one of four different types of buildings. This program is administered by a special committee that works with the lodge and at no cost to the lodge. Legal papers and advice for establishing a hall or temple association is also provided by the Grand Lodge for lodges that have the required funds and sincere intention to venture into a building program. In recent years, the Grand Lodge has created a popular student loan program to assist the young men and women of our jurisdiction in completing their higher education. This worthy program is also administered by a special committee. Hundreds of thousands of dollars have been loaned to students in recent years. At one time, all transactions of our Grand Lodge were handled in what could be called “ the Committee of the Whole. ” Too soon, this proved to be unwise. Our Grand Lodge was growing and expanding in too many ways to operate in this fashion. The special committee procedure was adopted and has, to this day, proven to be the way to do it. As one looks down the list of Grand Lodge appointments to the various committees charged with their respective responsibilities, one can sense, immediately, the size and scope of The Grand Lodge F. & A.M. of Pennsylvania. It is the objective of the Grand Master to seek and appoint brethren with the expertise needed for each and every committee. Our Grand Lodge has been richly blessed for many years as the beneficiary of numerous gifts, wills and bequests and every dollar committed to its care has been regarded as a sacred trust. Not a cent has been spent for purposes other than those specified in the bequests and deeds of gift conveying it. Indeed, the Grand Lodge by wise investments has been able to become affluent. When the total assets of the Grand Lodge are listed, including the real estate, endowment funds, reserve funds, etc., it creates a staggering figure. The more solvent you become, the more diligent, prudent, temperate and discreet you must be. Be assured, this Grand Lodge knows very well how to be diligent, prudent, temperate and discreet. Our Grand Lodge has one more peculiarity that has caused quite a bit of consternation throughout the Craft for the past 64 years. I refer to the edict handed down by the Right Worshipful Grand Master in 1921 making it unlawful for any Pennsylvania Mason to remain a member or become a member of the Order of the Eastern Star, the White Shrine of Jerusalem, the Amaranths or any organization whose membership is comprised of both sexes and requires Masonic affiliation as a prerequisite. This particular edict, prompted by a presiding officer of the Order of Eastern Star who challenged the authority of the Grand Master and the sovereignty of the Grand Lodge, marks"},{"pageNumber":92,"pageContent":"87 us as the only Grand Lodge that has taken such action. And, an interesting factor is this: In the 64 years since the edict was handed down, 32 Grand Masters have seen no reason to rescind it. This presentation would not be complete without mentioning one of the wonders of the Masonic world that attests to the vision and the dedication of this Grand Lodge. I refer to the Masonic Temple, erected over a period of more than five years, and dedicated in solemn ceremonies of true Masonic custom on September 26, 1873. One of the most authentic Masonic Temples in the world, it is difficult to believe that any Pennsylvania Mason hasn ’ t taken the time to visit this creation of genius and the headquarters of the Grand Lodge in Philadelphia. This is but a portion of the infor- mation that can be shared about the Grand Lodge. As you can see, the Grand Lodge has built itself into one of the most thoroughly organized Masonic bodies in the world. It has extended its constructive labors to our 558 blue lodges and these loyal units have been support- ing the Grand Lodge by labors both within and without the lodge rooms. To the credit of our Grand Lodge, it can and should be said that it has never once laid down its tools to engage in any undertaking that was not strictly Masonic. The Grand Lodge of Free and Accepted Masons of Pennsylvania has builded men, who are truly temples not made with hands. It has builded them by labors which embrace the simplest, purest and most direct ritualistic appeal to manhood that is to be found in all Masonic ceremonies. With this glorious heritage of Pennsylvania Freemasonry, let our Masonic light so shine among men that they will know we have knelt at its Altar and are keeping the faith. So mote it be!"},{"pageNumber":93,"pageContent":"88 Bibliography Ahiman Rezon Abridged And Digested: As A Help to all that are, or would be Free and Accepted Masons. To Which Is Added, A Sermon, Preached in Christ-Church, Philadelphia, At A General Communication, Celebrated, Agreeable To The Constitutions, On Monday, December 28, 1778, As The Anniversary of St. John The Evangelist. Published By Order Of The Grand Lodge of Pennsylvania. By William Smith, D. D. Philadelphia: Printed By Hall And Sellers, M,DCC, LXXXIII (1783). The Ahiman Rezon Or Book Of The Constitution Of The Right Worshipful Grand Lodge Of The Most Ancient And Honorable Fraternity Of Free And Accepted Masons Of Pennsylvania... Philadelphia: December 2, A.D. 1981, A.L. 5981 (Updated to May 1, 1984). Bespangled Painted & Embroidered: Decorated Masonic Aprons In America 1790-1850. Lexington, Massachusetts: Scottish Rite Masonic Museum Of Our National Heritage, 1980. Brown, William Adrian Facts, Fables and Fantasies of Freemasonry, New York: Vantage Press, 1968. Coil, Henry Wilson 33 ° Coil ’ s Masonic Encyclopedia . New York: Macoy Publishing & Masonic Supply Company, Copyright, 1961. Denslow, Ray V. An Encyclopedia of Symbolic Freemasonry . Cover Title: A Masonic Encyclopedia . n.p., 1951. Digest Of Decisions Of The Grand Lodge And Grand Masters ... Philadelphia: (Second printing, March 1976). Mackey, Albert G., M.D. Encyclopedia Of Freemasonry And Its Kindred Sciences ... , Philadelphia: McClure Publishing Co., 1917. Mackey, Albert G., M.D. A Lexicon Of Freemasonry: Containing A Definition Of All Its Communicable Terms, Notices Of Its History, Traditions And Antiquities ... Charleston: Walker and James, 1852. Masonic Symbols In American Decorative Arts. Lexington, Massachusetts: Scottish Rite Masonic Museum Of Our National Heritage, 1976. The Three Degrees And Great Symbols Of Masonry . Washington, D.C.: The Masonic Service Association Of The United States, 1924. Finished art by Smudin Studios, Inc., Phila., PA Printed by Unity Printing Co., Inc., Latrobe, PA"}]
