[{"pageNumber":2,"pageContent":"JiMfKMi? WAiiDEiU"},{"pageNumber":3,"pageContent":"SYMBOLISM OF THE THREE DEGREES BY OLIVER DAY STREET PART THREE -THE MASTER MASON DEGREE WASHINGTON, D, C!e THE AMERICAN MASONIC PREiSS, INC."},{"pageNumber":4,"pageContent":"COPYRIGHT, 1922, 1924, BY THE MASONIC SERVICE ASSOCIATION OF THE UNITED STATES COPYRIGHT, I%%$ BY THE AMERICAN MASONIC PRESS, INC. This Special Edition printed for The Grand Lodge, F. & A.M., . of New Jersey SY’MBOI,XSl!d OF THE THE THREE DECREE6 PRXNTESR IN THE UNITED STATES OF AMERICA"},{"pageNumber":5,"pageContent":"CONTENTS PAGE THE MASTER MASON DEGREE . . 1 APPENDIX . s l . . . . . . . . a 57 I-LANDMARKS APPROVED BY THE GRAND LODGE OF NEW JERSEY . . 4 . I + 59 %-&JGGESTED MASONIC READING l . m . 63 ~---QUESTIONS FOR DISCUSSIOM c 6 . . + 67 ~-INDEX. l l . l . . . c l l . l 73"},{"pageNumber":6,"pageContent":"THE MASTER MASON DEGREE"},{"pageNumber":7,"pageContent":"SYMBOLISM OF THE THREE DEGREES THE MASTER MASON DEGREE Many of the lessons of the Third Degree am obvious to the most superficial mind, but others (and these the most important) are grasped only after long and patient study. We shall not attempt anything original, but only lay before you in an imperfect way a few of the reflections and conclu- sions of some of our most trustworthy Masonic scholars. We believe, a3 we have several times observed, that it is susceptible of the clearest proof that Freemasonry, viewed in the aggregate, is an elabo- rate allegory of human life, that the Three Degrees considered collectively, symbolically epitomise man’a existence both here and in the hereafter, our excuse for recurring to this idea is that Speculative Masonry cannot otherwise adequately be explained. The lodge is emblematical of the world; initiation, of birth; the Entered Apprentice, of the prepar- atory stage of life, or youth; the Fellow Craft, of the constructive stage, or manhood; the Master Mason, of the reflective stage, or old age, death, the resurrection, and the everlasting life. The ex- planation of the Three Degrees is briefly given in our lecture on the “Three Steps” delineated on the 1"},{"pageNumber":8,"pageContent":"2 SYMBOLISM OF THE THREE DEGREES Master’s Carpet. Any symbol or any meaning ata tributed to a symbol which does not legitimately contribute to this allegory may be discarded as none Nkw3nic. THE AJYTIQUITI QF MAiSONIC SYMBOIJSM The ago of our symbolism is an important question in this connection, because upon it to a great extent depend the meanings that must be assigned to our symbols. While some of them may be of comparatively modern origin, many of them are alder than the oldest written lan- guage. Says Brother Robert Freke Gould, one of the most cautious of our historians: “The symbolism of Masonry, or at all events a material part of it, is of very great antiquity, and in substance the system of Masonry we now possess, including the Three Degrees of the Craft, has cQme down to us in all its essentials from times remote to our own.” ’ Another of our historians of the most exacting school, Brother William James Hughan, declares that “symbolism in connection with Freemasonry ante- dates our oldest records.” Even this cautious statement would date our symbolism back more than five hundred yeqm, a A. iJ. C., Vd, liII, p. IO."},{"pageNumber":9,"pageContent":"MASTER MASON DEGREE 3 and Brother Govld is on record as declaring that, if it can be put back that far, there is practi- cally no limit backward to which its beginning must be as3igned.l Another distinguished Masonic scholar, Brother George William Speth, records his belief that “the greater part of our symbolism (including all essen- tials) is undoubtedly medieval at least, and probably centuries older than that.” 3 Still another, Brother William Simpson, distin- guished as an orientalist, says: tic The more important Masonic symboIs are ancient and their true meanings can only be found by tracing them back into the past. This will be found to be particularly the case with the Third Degree; its true meaning can only be realised by the study of similar rites which appear to go far back into the history of our race.” ’ These are the opinions of men who, noted for their scholarship, have disregarded our Masonic traditions and studied the question from the purely historical view/point. Following them (and if they cannot be followed there are none who can be), our symbolism has come down to us from ancient times. a Ibid., p. 24. x Ibid., p. 27. 4A. Q. C., Vol. I=, p. 26."},{"pageNumber":10,"pageContent":"4 SYMBOLISM OF THE THREE DEGREES Of some of these symbols we know a part at least of their meanings, but of some we know nothing at all. We get a hint from Brother Pike that much of our symbolism has been forgotten, and Brother Gould asserts the same and declares that “to a considerable portion of the symbolism of Freemasonry, even at this day, no meaning can be assigned which ie entirely satisfactory to the intelligent mind.” ’ Heckethorn, a non-Mason, says that many of the mystical figures and schemes of very ancient times are preserved in Masonry though their meaning is no longer understood by the Fraternity.” It should therefore be obvious that if we are ever to re-acquire this lost knowledge, we must have re- course to the records and institutions of. ancient times. THE ANCIENT MYSTERIES Do we find any institutions in ancient times similar to our own and employing our symbols for like pur- poses? We answer at once that we do. In all periods from the dawn of history till about the fifth century, A.D., there is recorded the existence in nearly every known country of secret societies which, so far as our knowledge of them enables us to judge, were strikingIy like Freemasonry in all ex- cept rkame. 0 ur f oremost Masonic historian, Brother Gould, says that they taught precisely the same doc- trines in precisely the same way. These ancient societies bearing different names in different countries, 6 Ibid., p. 23. 5 It&L, p. 24."},{"pageNumber":11,"pageContent":"MASTER MASON DEGREE 5 yet appearing everywhere to have been the same thing, are generally termed “The Ancient Mysteries.” In Egypt they were known as the Mysteries of Osiris and Isis, and these appear to have been the model for al1 others. They prevailed in Egypt, ,India, Persia, Phuznicia, Greece, Rome, Gaul, Britain, and many other countries. The most ancient of these were certainly in existence ZH early as 3000 B.C., and some of them were still flourishing in Western Europe, in a corrupted state, it is true, as late as the fourth century of the Christian era. Notwithstanding their differences in name, it does not admit of a doubt that they were all substantially the same; “so much so,” it has been said by high Masonic authority, ccthat we may conclude either that they were all independent copies from a great original or that they were propagated one from an- other .” * Brother Gould, than whom no more judicious historian has ever written on any subject, thinks they were only differentiated types of one original form of worship, the object of which was in every instance the God of Light and of Truth and of Beneficence- The Osiris of Egypt, the Brahma of India, the Mithras of Persia, the Bacchue (or Dionysus) of Greece, the Be1 (or Baal) of the Chaldeans, the Belenus of Gaul, the Baldus of Scandinavia, the Adonis of Phoenicia, and the Adonai of the Jews were alZ the same god; each to his own people, was the Supreme One, the Creator, the Enlightener, Lord and Master. A11 the mysteries taught a more or less pure system of mono- theism, though coupled with the idea of a Trinity, or one God in three persons. Their Trinity differed from ours, however, in that they conceived it to be a male,"},{"pageNumber":12,"pageContent":"6 SYMBOLISM OF THE TFIREE DEGREES female and offspring, or Father, Mother and Sona They taught also the doctrine of the resurrection of the dead and the immortality of the soul: Cicero tells us that in the Eleusinian Mysteries they were taught to live virtuously and happily and to die in the hope of a blessed futurity!’ “The great doctrine of immortality of the WK&” says Brother Gould, “and the teachings of the twa lives, the present and the future, are to be found in the Ancient Mysteriers, where precisely the same dot- trines were taught in precisely the mme way” that thy are now taught by the Freemasons. It seems that among pagan people of ancient timea a few superior minds and spirits were found who did not accept the idolatrous notions of the populace a8 an adequate conception of the Deity and who searched constantIy in the great book of nature in the effort to find out and. understand Him aright. To have openly proclaimed their beliefs and their rejection of the popular gods and popular religion would have but called down upon themselves contempt and ridicule and doubtless persecutions. They, therefore, chose to drift along with the comrrmn herd to all outward appearances, reserving the contemplation zmd dis- cussion of their cherished beliefsl for secret communi- cation with those of kindred mind in societies where they were secure from observation and the interfer- ence of the outside world, Such rreems to have been the occasion of the origin of these ancient fraternities. These societies were character&d by fixed forms of 7 Gould, Concise history of Freemasonry, pp. 24, 25. 8 Mackey, Symbolism uf Pre&masostry, p. 86; Maekey, Bhc~oEopedia of Pree9nizsonry, p* 515."},{"pageNumber":13,"pageContent":"MASTTER MASON DEGREE 7 initiation, successive steps, or degrees, oaths of mrecy, a symbolical system of tetiching, and the pas- ession of emblems and perhaps of grips, signs and words of recognition.’ Their rites were usually cele brated at night in chambers securely guarded against intrusion and arranged simiIarIy to our lodges, often with the three chief &icers seated in the South, West and East. With a11 of them the East was an object of peculiar veneration as the source of light and knowledge. Initiation wag an allegorical search for light and knowledge and consisted of prescribed physical and moral preparations of the candidate, lustrations, purifications and the administrations of oaths of secrecy; the ushering from darkness tu Iight symbol- ising a transformation from ignorance to knowledge, from corruption to moral and spiritual purity; lthe divestiture with an emblem of this purity consisting eometimes of a white apron, sometimes of a white sash of robe; the encountering of trials and dangers sometimes mock md sometimes rea1, In the Mith- raic Mysteries the candidate was received into the place of initiation upon the point af a sword piercing his naked left breast. Many of their symbols were identical with those that can now be seen in any Masonic lodge. To each of the Ancient Mysteries pertained a char- racteristic legend, which was made the instrumentality of teaching with great impressiveness the doctrines of the resurrection and inxnortalitp. The legend of 0 siris, probably the oIdmt and the model for all the others, was ZUJ foIIows:"},{"pageNumber":14,"pageContent":"8 SYMBOLISM OF TIIE THREE DEGREES Osiris, meaning the soul of the Universe, the Governor of nature, was at once king and god of the Egyptians. The name appears as far back as 3000 B.C. Having taught civilisation, the arts and agriculture -to his own peaple, he magnanimously resolved to spread in person their benign influence throughout the world. Leav- ing his kingdom in charge of his wife, Isis, he departed upon his beneficent mission. After an absence of thrm years he returned, but mean- while his brother Typhon had organised a con- spiracy to murder him and seize the throne, At a grand banquet given in hanour of his return, Typhon provided a magnificent chest which ex- actly fitted the body of Osiris. All the other guests being in the conspiracy, they feigned great admiration of the chest and finally Typhon an- nounced that he would give it to the one whose body it would most neatly contain. Osiris, try ing the box, was no sooner in it than the lid was clapped down and securely fastened and the whole thrown into the river Nile, It was borne aut to sea by the current and in course of time was cast ashore at Byblos, in Phoenicia, at the fool; of an acacia tree. The tree grew up rapidly and completely encased the chest containing the * body of Osiris. No sooner had Isis learned of the fate of her husband than, weeping, she set out in search of his body and on her way interrugated every one she met for information concerning its where- abouts. Virgins accompanied her who dressed and combed her hair. She finally discovered the body in the acacia tree, but the king of that country, struck with the tree’s beauty caused it to be cut down and a"},{"pageNumber":15,"pageContent":"MASTER MASON DEGREE 9 column made of it for his paIace. Isis there- upon engaged herself to the king as a nurse for his children and asked and received for her pay this column. The column was broken and the body released and at once borne back to Egypt, but before it could be properly interred it was again seized by Typhon and cut into fourteen piece8 and these hidden in as many places. After long search Isis succeeded in finding and bringing together all the parts except the phallus, and the body was embalmed and buried in due form. It will be borne in mind that according to ancient Egyptian ideas there could be noxsurrection in the absence of the body; hence, the great care with which they embalmed their dead. As soon as the body of Osiris had been recovered and buried it was announced that he had risen from the dead and had resumed his place among the gods . The ceremonies of initiation into the Egyptian Mys- teries dramatically represented the death of Osiris, the search for his body, its discovery in the acacia tree, and its burial and resurrection, the murdered god being personated by the candidate, Pertaining to each of the mysteries was a counter- part of this legend, In Greece, Osiris became Bacchus (not the drunken Bacchus of later ages), who is slain by the Titans and his limbs torn asunder. Isis be- comes Rhea, who after long and bitter search finds and inters his body, and in due course he takes his place among the gods. In the Dionysian Mysteries celebrated in his honor an effigy was stretched upon ‘rl couch, as if dead, while his votaries bitterly be-"},{"pageNumber":16,"pageContent":"10 SYMBOLISM OF THE THREE DEGREES wailed his decease. After a proper time the figure was quickly removed and the announcement made that the god hed risen from the dead. Likewise in some of the Mysteries of India the candidate under- went an allegorical death, burial and resurrection. Those celebrated in Phmnicia during the time of Solomon, King of Israel, Hiram, King of Tyre and Hiram Abif were obvious co,pies of those of Egypt. Adonis and Venus became substitutes in the legend for Osiris and Isis. During the course of these Mys- teries, with which our three ancient Grand Masters must have been familiar, an image was laid upon a bier as if it were a dead body. During a momentary darkness the figure was invisibly removed, after which it was announced that the god had risen from the dead. The substantial identity with each other of all these Mysteries and the doctrines they were in- tended to inculcate are obvious. It is claimed by students of ancient mythology, that this legend of the Mysteries and the ceremonies bawd on it were all prophetic of the coming of a Messiah, who should triumph over death and the grave, and thereby demonstrate to mankind for a certainty that there is a life after death. That this was common belief, not merely among the Jews, but the Egyptians, Phoenicians, Assyrians, Babylonians, Persians, Chal- deans, Hindus, Greeks and Romans is now generally conceded. The teaching8 of the Mysteries have been thus sum- marized : “They diffused a spirit of unity and humanity; purified the soul from ignorance and pollution; secured the peculiar aid af the gads; the meana"},{"pageNumber":17,"pageContent":"MASTER MASON DEGREE -11 sf arriving at the perfection of virtue; the serene happiness of a holy life; the hope of a peaceful death and endless felicity in the EIysian fields; whilst those not initiated ’ therein should dwell after death in places of darkness and horror.” Thus did these ancient societies seek by mean8 of the dramatic presentation of a legend to teach the great Masonic doctrines of the resurrection and the life after death. There were lectures explanatory of the Mysteries, but the crowning ceremony of initiation was the corn- munication to the candidate of an ineffable name which it was lawful to speak only on certain occa- sions and‘in a certain manner, Among the Egyptian.., Persians and Hindus, notwithstanding their wide separation, this was the mysterious AUM, pronounced OM. We have purposeIy mingled things dissimilar with things similar to Freemasonry, but the intelli- gent Master Mason will be able to detect the points of resemblance. Brother Robert Freke Gould, whom we have ali ready several times quoted, without venturing to pro- nounce Freemasonry and the Ancient Mysteries identical, says : “It is a well-known fact that these Mysteriesl offer striking analogies with much that is found in Freemasonry; their celebration in grottoes or covered halls, which symbol&d the Universe, and which in disposition “and decoration pre- isented a distinct counterpart to our- lodge; their division into degrees conferred by the initiatory rites wonderfully like our own; their method of"},{"pageNumber":18,"pageContent":"12 SYMBOLISMOFTHETHREE DEGREES teaching through the same astronomic symbolism the highest truths then known in Philosophy and Morals; their mystic bond of secrecy:, toleration, equality and brotherly love.” He intimates strongly his belief that Freemasonry ia a development out of the Mysteries of Mithras, which, originating in Persia, spread to Greece, Rome and Western Europe and lingered there until the fourth or fifth century, A.D., and for a long time was a formidable rival of Christianity, Enough has been said on this point to make it plain that any one who would understand our Masonic symbolism must at least make a study of , what these same symbols meant to these ancient societies, TWRD DSGGREE SYMl3OLS We shall not lengthen this chapter and tax your patience by repeating explanations laid down in our Monitorra and lectures. We shall for the most part confine ourselves to things that are not explained at all, or that are explained inadequately. Many of the symbols of the Master Mason Degree are common to the preceding degrees and thesa we shall touch upon very briefly. There is, however, discoverable in their use, as the degrees progress, an increasing seriousness and depth of meaning. For instance, in the first two degrees, the lodge symbolises the world, the place where all workmen 1ttbm.w at useful avocations and in the acquisition of human knowledge and virtue. But in the Master’8"},{"pageNumber":19,"pageContent":"MASTER MASON DEGREE I3 Degree it represents the Sanctum Sanctorum, or Holy of Holies of King Solomon’s Temple, which was itself a symbol of Heaven, or the abode of Deity. It was there that nothing earthly or unclean was allowed to enter; it was there that the visible presence of the Deity was said to dwell between the Cherubim, in the Master’s lodge, therefore, we are symbolically brought into the awful presence of the Deity. The reference here to death and the future life is obvious and is a further evidence that this degree typifies old age and death. But there is even a deeper symbolism in the B&E+ ter’s lodge. The allusion is not only to the sacred chamber of Solomon’s physical temple, it alludes also to the sacred chamber of that spiritual temple we aI1 are, or should be, nameIy, a pure heart,’ and admolgt- ishes us to make of it a place fit for Deity himself to dwell. The likening of the human body to a temple of the Deity is an ancient metaphor. Jesus said, in speak- ing of the temple of his body, “Destroy this temple and in three days I will rake it up.” Again, Paul says, “K now ye not that ye are a temple of God, and that the spirit of God dwelleth in you? If any maFli destroyeth the temple of God, him ahall God destroy; for the temple of God is holy, and such are ye.” We quote these passages not as a Christian doctrine, but as a beautiful expression of Jewish thought far older than Christianity. We can with difficulty con- ceive the extreme aacre&resa of the Temple in the eyes of the Jew. It far exceeded the veneration with which we now regard our churches and synagogues. This idea once comprehended shows how greatly tb&"},{"pageNumber":20,"pageContent":"14 SYMBOLISM OF THE THREE DEGREES figure of speech ennobles the liuman body. It declare it a fit dwelling place for Deity himself. In the Entered Apprentice and Fellow Craft De- grees, Light typifies the acquisition of human knowL- edge and virtue; in the Master Mason Degree it typifies the revelation of divine truth in the life that is to came. In the first two degree the Square and Compasses denote the earth and inculcate and impress upon us I the desirability of curbing our passion; in the Third Degree the Compasses symbolise what is heavenly, because to our ancient brethren the visible heavens bare the aspect of circles and arches, geometrical fig ur(es produced with the Compasses. In some of the Monitors we are told that “the Compasses tire peculiarly consecrated to this degree,” but the reasons there given are not satisfying. In ancient symbolism the square signified the earth, while the circle, a figure produced with the Compasses, signified the sun or the heavens. The Square there- fore symbolised what is earthly and materia1 while the Compasses signified the heavenly and the spiritual. It is not without significance, therefore, that in the Entered Apprentice Degree, both points’ of the Corn- passes are beneath the Square, that in the Fellow Craft Degree one point is above the Square, while in the Master Mason Degree both points are above, sig- nifying that in the true Master, the spiritual has ob- tained full mastery and control over the earthly and the material,”"},{"pageNumber":21,"pageContent":"MASTER MASON DEGREE 15 DISCALCEATION Discalceation, or the plucking off of one’s shoes, was in the Entered Apprentice Degke, as we there learned, a symbol of fidelity to our fellow man. In this degree, however, it alludes to an ancient act of homage paid by man to Deity, namely, the Eastern custom that prevailed among both Jews and Gentiles of entering only barefooted into any sacred place 1 or upon any holy ground, In the one case, this prac- tice was a testimony of man to man; in the other, it is a testimony of man to his Creator. Pythagoras taught his disciples in these words, “Of&r sacrifice and worship with thy shoes off,” Adam Clarke includes the universality of this custom among his thirteen proofs that all mankind has de- scended from common ancestors. A Master RIZason’a lodge represents, as we have seen, the Holy of Holies of Solomon’s Temple into which the High Priest alone entered only once yearly, arid then with bare feet. The lodge in some of the old rituals is said to stand on holy ground. God said to Moses at the burning bush : “Put off thy shoes from thy feet, for the place whereon thou standest is holy ground.” u Note also the deeper significance of the Shock of reception as the degrees progress. In the first, the appeal is to the sense af fear, in other words, purely physical. In the second, appeal is made to the moral sense and inculcates fair dealing with men, but in the third it is not merely to our sense of justice to- wards our fel’fow man, but to our brotherly love for him and to those higher reflective elementi of"},{"pageNumber":22,"pageContent":"16 SYMBOLISM OF THIZ THREE DEGREES QIUX;’ nature whose proverbial seat is the bre It is %L mistake to limit the ‘“Brotherly Love” of this degree to members of the Masonic Fraternity. If the icdge eymbolises the world, as it undoubtedly doea, QO &ould its members symbolise all the inhabitants t,hereof. The love that should prevail among the members of the lodge, therefore typifies the love that &ould prevail among all mankind. In the high- BWMG .a11 men are our brothers precisely aa we are w mikingly taught in the parable of the Good Sa- maritan that al1 men are our meighbours, Circnnambulation, from the Latin word circumum- 6&re, to walk around, is a very ancient rite, one common to all the Ancient Mysteries. The sun, the fructifier and giver of life, in his daily course z~rogs the heavens, appears to those living in the Northern Hemisphere, where the ancient world dwelt, to pro- med from the East by the way of the South to the !Jkst, md thence through the darkness of the night V;a the North back to the East again. Vegetation was 8een to spring up, anima1 life to be aroused from slumber and take on increased energy, as the King of Day moved with dignity across the heavens. To the antutored mind of primeval man it is not strange that the sun should appear to be the giver of life, the very Creator himself, His apparent course, there fore, from the East through the South to the West zxnd back to the East by way of the Narth became the %ourse of life,l’ as the ancients expressed it. The ancients in their ceremonies when representing life pursued this course, and we Masone follow their"},{"pageNumber":23,"pageContent":"MASTER MASON DEGREE 17 example. To proceed in the reverse direction typified death, and as every Master Mason knows at one im- portant point in our ceremonies we take this revere COUrSe. At the grave of a deceased brother, however? contrary to what might be expected, we still foXlow the course of life as a token of our belief in the life that follows death.* With us in America the especial working tool of a Master Mason ia said to be the Trowel. In Eng land, this symbol is almost obsolete, and there the Skirret, Pencil and Compasses are employed. Of the Trowel, Dr. George Oliver, a noted but somewhat discredited NIasonic authority, csays: ‘The triangle, now called the Trowel, was an emblem of very extensive application and wasi much revered by ancient nations as containing the greatest and most abstruse mysteries; that it signified equally Deity, Creation and Fire.” We will learn directly something more of the aym ’ bolical signification of the triangle. The Skirret, the Pencil and the Compass= are not enumerated in America among the working tools of a Master Mason. The Skirret is an instrument work- ing on a centre pin and used by the operative Mason ta mark out on the ground the $oundation of the in- tended structure. The Pencil is employed in drafting the plans and the Compasses in determining the limit"},{"pageNumber":24,"pageContent":"18 SYMBOLISM OF THE THREE DEGREES and proportions of its several parts. Symbolically they are explained in English (Emulation Wor~g) in the following words: “‘The Skirret points out to us that straight and undeviating line of conduct laid down for our guidance in the volume of the sacred law. The pencil teaches us that all our words and actions are not oniy observed, but are recorded by the Most High, to whom we must render an account of our conduct through life. The Compasses re- mind us of his unerring and impartial justice, which, having defined for our instruction the ‘ limits of good and evil, will either reward or pun- ish us, as we have obeyed OT disregarded Hia divine commands.” ” We mu& admit that the Trowel would seem prop- erly to belong to the FelXow Craft, who in operative Masonry puts the stones in place, rather than to the designer and overseer who corresponds to our Master Mason. Brother John Yarker in his Arcane Sc~ooZ~ says that the Skirret as a hieroglyphic signifies the origin of things (Pp* 33,220) 0 JBRCiACRED TEIURNEL In English working, we: hear of another working- tool, but the strange part of it is that neither OUT English brethren nor we know what it is or ra&er was. We refer to the so-called ‘%mached Thurnel.” Of it Brother George William Speth, 8 mast learned Mason, says : u Akin’s i!ianud (1908), p. 80,"},{"pageNumber":25,"pageContent":"MASTER MASON DEtiREE 19 ‘3 was never undktood by Grand Lodge Masans; the various and doatradictory uses as- cribed to it at one and the mum time prove this. It was dropped in 1814 because probably utterly meaningless to the Masons of those days; they dared not even attempt to explain it, however lamely. Nay, more. There are architects here prescznt. Can any one even describe Z&H it was? It was an appliance evidently of use in a Mason’s stone yard or lodge; but what was it ?‘? When an authority like Speth can not even hazard BL guess, it is useless for us to speculate, Maybe the *mret will some day be rediscovered. There are a few who feign that they believe noth- ing that cannot be experienced through the five senses of the body. Wonderful as are these faculties, we are persuaded that we are possessed of a sixth Sense which is higher and finer even than those of the body. By this sense we perceive though we see not; we 1eel though we touch not; we understand though we hear not; we know though we neither taste nor smell. By it, also, we are aware of all the higher aspirations of the mind and soul; by it alone are we conscioue of our own existence. Seeing is not thinking. Nor is hearing, or feeling, or tasting, or smelling. These five senses are but ministers to this sixth sense. The five senses of human nature we were concerned with in a former degree, but we xre here concerned with something far superior to them9 whatever we call it,"},{"pageNumber":26,"pageContent":"20 SYMBOLISM OF THE THREE DEGRE@S whether consciousness, f&h, mind, soul, or spirit. Are the testimonies of this sixth sense any less real or any less reliable than those of the five senses of the body? By it mankind has always, in every age and in every condition, felt intuitively that there was a God and that we &all live again. These beliefs are so strong and so ever present with us that we never doubt them until we begin to argue about them. There is nothing in Masonry so constantly pressed upon our thoughts as these two great doctrines. Sigas, symbols,, and legends are all repeatedly employed to emphasize them. In the Master Mason’s Degree, the Pot of Incense, the All-Seeing Eye, the Three Grand Masters, the Triangle, and the Iegends of the Temple and of Hiram Ahif are all employed for this purpose, 8s we shall attcsmpt to show, A reading of history shows that men in different ages ;and in different countries have conceived God in dif&rent likeness= and with differing attributes, ran& ing from the most repulsive brute forms and impulses to the highest conceptions of form and attributes of which the human mind has ever been capable. It is, of course, not supposable that they all knew God and that He has thus changed according to time and couw try. God is neqqsarily the same to-day that He was, always has been axed always will be, eternal and unchanging. Otherwise God is a myth. If man’s conceptions of him change, it is because we for the time being Ilkxnow lee or more of him. We read with incredulity that men could ever bow down to and worship idola. Doubtless the thoughtful and intelligent ona have never done 80 CWCXI in pagan"},{"pageNumber":27,"pageContent":"MASTER MIASOIV DEGREE 21 countries. They looked beyond and viewed the idol as merely a symbol. This thought is thus finely expressed by Albert Pike in one of the Scottish Rite Degrees: “The Divine light which lighteth every man that come& into the world has not been alto- gether wanting to the devout of any creed, The permanent revelation, one and universal, is writ- tm in visible nature, is explained by Reason, and completed by the wise analogies of Faith. And there is but one True Religion, but one legitimate doctrine and creed, as there is but one God, one Reason, one Universe. That revelation is ob- ~cure for no one, ,sinee every person in the world more or less comprehends Truth and Justice. Especially fecoXXe& that the Myth of Genesis ie an eternal truth; and that God allows none to approach the Tree of Knowledge, except those who are abstinent enough and strong enough not to lust after its fruits, Faith has in all ages been the lever whereby to move the world. Yet faith is but superstition and folly if it has not Reasons for its basis; and we can suppose that which we do n,ot know only by analogy with the kn own, To define what we know not is presump- tuous ignorance ; to affirm positively what we know not is to lie,” As the idol among pagan peopIe usuaIly assumed a human form, the Jews9 as well as other believers in monotheism of ancient times, forbade the emplq- merit of the human effigy 8s ~1; eymbol of Deity. To supply the need so keenly felt by the arrrcientg of a symbol to represent every idea, conventional figures"},{"pageNumber":28,"pageContent":"22 SYMBOLISM OF THE THREE DEGREES such as squares, circles, triangles, etc., were adopted by the ancient monotheists to symbol& the Deity. Thus perhaps it is that the being which alone is said to have been made in the image of his Creator ia INI- where employed in our symboIism to represent the G. A. 0. T, Ue Tl3E HIRAMXC LEGEND The most important series of symbols in Freema- sonry is the legend concerning Hiram Abif and the other symbolic allusions connected therewith. For obvious reasons, we do not attempt to narrate the story of this /legend, Nor shall we undertake to make any systematic or exhaustive study of it, but only to L dkuss in a disconnected way those synihols associ- ated with it that are most important or whose meaning is least obvious. As we have already seen, the Ancient Mysteries employed a IegeocZ dramatically prbsented to teach the great doctrines of the dxistence of Deity, the resur- n rection of the body, and the immortality of the soul. Among Freemasons, the legend of Hiram, the builder, is employid in a strikingly similar way to teach the same Rruths. It is not permissible, even if it were necessary, to enter further into details in order to demonstrate this parallel, but the points of resemw blance will bs sufficiently obvious to the inteIligent Mason, A f&v obwrvations upon the name Hiram Abif will . not be out of place. Abif is certainly not a surname as our use of it would seem to indicate. It is trans- lated in the English Bibles c(Hiram, my father’s” and"},{"pageNumber":29,"pageContent":"MASTER MASON DEGREE 23 “Hiram, his father.” This scarcely makea sense; and hence the general consensus of opinion among Ma- sonic scholars is that “Abif” is a Hebrew idiom in- dicating superiority in his Craft and may therefore, in a general sense, be said to be synonymous with ccMaster.‘7 a’ The name YHiram” itself has hen supposed by many to bear a symbolic meaning. In Kings it is written “Hiram” but in Chronicles it is written “Huram,” Brother Albert Pike contends that the proper form is CcKhirum” or “Khurum.” The former Khirum is from the Hebrew word “K;hi” meaning “living,” and %un” meaning &‘was or shall be raised or lifted up.” The other form, Khurum, means nearly the same, <‘raised up noble or free?’ Brother Pike shows this name to be synonymous with the Egyptian Her-ra, and the Phoenician Hera&s, the perhonifica- tion of Light and the sun, the-Mediator, the Redeemer and the Saviour.‘” But do not be misled into supposing that the refer- ence is here Christian. The idea of a Mediator, Re- deemer or Saviour is far older than Christianity and by no means confined to the Jews. It is a concept that seems to have been almost universa’I. in the an- cient world. Again, it is said that Hiram, in its pure and original form, literally meant light or the sun. His murder ’ by the three ruffians is by many scholars believed to have syrrrbolic reference to the declension of the sun towards ihe South during the three winter munths"},{"pageNumber":30,"pageContent":"24 SYMl3OLISMOFTHElTHREEDEGREES with ita accompanying temporary death of many forms of vegetable and animal life; the discovery and rais- ing of his body, to the return of spring with its manifestations of newness of life in its thousands of forms. There is no doubt that this astronom- ical phenomenon, so typical of both death and a new life, was extensively employed by the ancients to teach the doctrines of resurrection and ixnmor- tality. Those who attach an astronomical signification to this legend of Hiram Abif believe the fifteen Fellow Craft to be a faulty symbol; that the true number is twelve, corresponding to the twelve signs of the Zodiac t&rough which the sun apparently passes every year; that the number of those who conspired and the num- ber who recanted have been confused; that nine, typifying those who recanted, fill the spring, sunxmer and autumn with their seasons of planting, growth and harvest, whiIe the three who persisted typify win- ter,’ when all nature, if not dead, appears to be dor- mant, It has been pointed out as corroborating this interpretation of this legend that our two festival sea- sons, June 24th and December 2’701, the birthdays respectively of Juhn the Baptist and John the Evan- gelist, very nearly coincide respectively with the sum- mer and winter solstices; that is to cay, when the sun is at its greatest intensity, and, when in the dead of winter, having reached its furthermost limit to the South, he begins his fruktifying and vivifying journey towards the North again. We can but touch. upon this abstruse symbolism, and invite the serious student of Freemasonry to its study. It cannot b coarersd in an evening; volumes have"},{"pageNumber":31,"pageContent":"MASTER MASON DEGREE 25 been and may still be written upon the subject with* out exhausting it? In nearly all the ancient systems of religion, Deity was regarded as a triad, or trinity, by whom, acting conjointly only, could anything be done that was done. Our own doctrine of the Trinity is but a mere spirit* ualised modification of this ancient trinitarian conm ception. The secrets known only to our Three Grand Masters typify divine truth known only to this trini- tarian Deity, and which is not to be communicated and made known to man, the Fellow Craft, the workman, until he has completed his spiritual temple. Then, according to divine promise, if found worthy, if this temple be nobly and worthily built and made a fit dwelling pIace for divine truth, these secrets will be communicated to him. He can then travel into that foreign country whither we all are bound and there obtain the wages of the master, that is to say, the reward of a righteous and well spent life. But he who would force or steal this knowledge or obtain / it other than by faithful labour and effort to prepari: himself for its understanding and enjoyment is no better than zs murderer and robber. It is the same , allegory as that of Adam eating of the tree of knowl- edge. For a like offence, stealing the sacred fire of the gods and bestowing it upon man, was Prome- theus bound to the rock, his body torn open and his liver fed upon by the vultures of the air, The age of the Hiramic legend in our symbolism is an interesting and important question, but we have not space to deal with it here. Brother Gourd says “that we may safely conclude that the distinctive"},{"pageNumber":32,"pageContent":"26 SYIvfBOLISM OF THE THREE DEGREES legend of the Campagnonnage concerning Hiram th& Builder is gf prior date to the introduction of modern Freemasonry ih France, that is prior to A,D. 1726 (Gould II, p. 243) l * If this be true then this legend did not originate in England as Some have contended. And this historical question afFeets vitally its allegari- cal signification, * One having the least familiarity with the A&ions of the East cannot fail to recognise in the names of ’ the three rufl?ans the names of the gods of Palestine, Phenicia and Egypt, Jab, Be1 and Om, spelled AUM. This will be even more striking ta the Royal ;;1prch and the Scottish Bite Mason? The symboIism of the “three z~ffians” has M Variouslly explained. They have been declared ta represent the three greatestenemies af individual and political liberty, viz., kingcraft, priestcraft and igno- rance, The three conspired to destroy liberty; one at- tempted this by a blow at the throat, the seat of free speech; the ;second &tempted it by a stab at the heart, the seat of freedom of conscience: the third acm complished the foul conspiracy by felling h% victim dead with a blow upon the brain, the seat of .freedorn tif thought* The lesson is, suffer freedom of thought, freedom of conscience and freedom of speech to be destroyed by kingcraft, priestcraft or ignorance, or by all combined (for they usua’lly world hand in hand), and individual and political liberty is loet."},{"pageNumber":33,"pageContent":"MASTER MASON DEGREE 27 “No tyrant or priest cxm reduce this nation of ours to subjection until our people have been drowned in ignorance. That tyrants and priests have by this #method sought to maintain themselves in all ages cannot be denied. The few brilliant exceptions af- forded by history do not disprove the rule. It is just as certain that this same effort is going on to-day ara that it was ever made. Chyrches (and you will note we use the plural) and tyrannical kings and so-called emperors would to&day deliberately put bonds of ignorance on their people in order that they might more easily control them. When we speak of ignorance we do not mean mere want of knowledge; we refer also to that mental state in which men refuse to reason, in which they refuse to recognise their own power, in which from laziness or from fear they refuse to do what they know they can and should do. It is this enlightened knowledge and the God-given power which goes with it that will alone enable liberty-loving men success- fully to combat tyrants whether they come in the guise of kings, priests or Bolshevists, LOW TWELVE L In ancient symbolism, the number twelve &noted completion. . Whether this meaning arose from the fact that tweIve months completed the year, or 2~elve signs the Zodiac, or whether from the fact that what was regarded as the most stable geometrical figure known, the cube, is marked by twelve edges, opinions. dff i er. At any rate, it denoted a thing fulfilled. It was therefore an embliem of human life, Death fol-"},{"pageNumber":34,"pageContent":"28 SYMBOLISM OFTHETHREE DEGREES lowed immediately after life; the number thirteen im- mediately after twelve ; it is for this reason that thirteen has long been regarded as an unlucky num- b er. With us the solemn stroke of twelve marks the completion of human existence in this life. THE LION OF THE TRIBE OF JUDAH The lion from most ancient times has been a sym- bol of might or royalty. It was blazoned upon the standard of the tribe of Judah, because it was the royal tribe. The kings of Judah were, therefore, each called Lion of Ae Tribe of Jtcdah, and such was; one of the titles of Solomon. Remembrance of this fact gives appropriateness to an expression employed at one point in our ceremonies which is otherwise obd scure, not to say absurd. Such is the literal mean- ing of this phrase, but it also has a symbolical one. The Jewish idea of a Messiah was of a mighty tem- poral king. He was also designated as the LioJE of & Tribe of Judah; in fact this title was regarded as peculiarly belonging to him. The expression does not, as many Masons suppose, necessarily have refer- ence to Jesus of Nazareth. The Christian Mason is privileged so to interpret it, if he likes, but the Jew has equal right to understand it as meaning his Mes- siah. Indeed, every great religion of the world has contained the conception in some form of a Mediator between God and man, a Redeemer who would raise mankind from the death of this life and the grave to an everlasting existence with God hereafter. The Ma- son who is a devotee of one of these religions, aay, Buddhism, Brahmanism or Mohammedanism, is like-"},{"pageNumber":35,"pageContent":"MASTER MASON DEGREE 29 wise entitled to construe this expression as referring to his own Mediator. In an ancient Egyptian picture is depicted a lion seizing by the wrist a man lying in front of an altar, prostrate upon his back as if dead, The lion seems to be raising the man up and to symbolise that power by which the dead are brought to newness of life. Near the altar stands a man with his left arm ele- vated in the form of a square.” FIVE POINTS OF FELLOWSHIP Ardent builders were accustomed to lay out their buildings from the centre; That is to say, they first located the centre, then by use of the 3, 4, 5, triangle, which was we11 understood, the four corners of the intended structure were located by measurements from the centre, This gave them five points upon which and with regard to which the building was raised. Symbolising this, as we have so many other of the customs and tools of operative Masons, we specula- tive Masons say that a Mason is raised on the Five Points of Fellowship. “She Five Points of Fellowship are symbolised by the Pentalpha, or five-pointed star. The connection of this geometrical figure with the art of building is not at once apparent, but recent researches show that it entered extensiveIy into determining the plans of many of the splendid castles and cathedrals of med- ia3val times. To this fact is probabIy due its intro- l8 Pike, MomIs cmd Dogmu, pp* 79, 254, 461; Portal, Comparison of Egyptian Symbols with, Those of the He- brews (Vol. xxx, d 5 UtiversaT Masonic Library ’ ‘) 1 p. 40-"},{"pageNumber":36,"pageContent":"30 SYMBOLISM OF THE THREE DEGREES duction UT retention among the symbols of our Speculative Craft,” This figure has, however, from very ancient times borne a moral signification also, Says a rewnt writer : “In the more esoteric philosophy, the symbol is used to designate man, and an examination of the shape of the figure will show that by a stretch of imagination it may be construed into a crude representation of a human figure.” w In this connection it is interesting to note that there exists in England a’ secret guild of operative Masons who have a ceremony wherein is represented the mock- assassination of one of its three Grand Masters. His body is said to be raised and borne out of the hall on the five points of felluwship in this wise-each of four seizing an arm or foot and a fifth under the middle of the body. The Pentalpha with one of its points elevated, was a symbol of the pure and the virtuous and a harbinger of good, but with two of its points elevated it be- came the accursed Goat of Mendes, which typified Satan and foreboded evil and misfortune? In England, the Five Points of Fellowship are h, to h,, f, to f., k. to k., b. to b. and h. over b.= It is well known that in the United States we substituted rn, to e. for h. to h.. Mackey thinks this change was s Parker, Arcane XchooZs, pp. 118, 119, m ct Tyler Keystone,” Oct. 5, 1909, p. 151, * A. &. C., Vol. I, pp. 31, 57; -Ilbid., Vol. VIII, pp- 90, 105; Ashe, Mtxwni~ Mc~rwuZ, Argument IX. aa (( Lecturas of the Three Degrees, ” etc. (Lewis, 1896), pp. Ill, 112\""},{"pageNumber":37,"pageContent":"MASTER MASON DEGREE 31 made at the Baltimore Conference of Grand Lecturers in 1843, and we are persuaded that the English work- ing is the ancient and correct one. The winged foot has for ages been the symbol of swiftness, the arm of strength, and the hand of fidelity. In the centre of the Pantalpha as employed by us is usually seen two hands clasped. This as we learned in the Entered Apprentice Degree is the ancient sym- bol of the god Fidesf It is an appropriate emblem of the fidelity and readiness to aid each other, which should characterise members of the Masonic Frater- nity. Let it not be supposed that by assigning sym- bolical meanings to the persons and in\\cidents of the legend of Hiram Abif, we thereby mean to deny its reality. We see no reason (and such seems to be the opinion of most students of Freemasonry) why this legend may not be based upon a substratum of fact, as probably were thdse similar legends which characterised the Ancient VMysteries and those which are associated with the erection of other famous build- ings. That it has undergone many alterations and been greatly overlaid with fiction is certain, but that it is founded wholly upon fable is not at all prob- able. THE LOST WORD We next come to consider one of the most abstruse conceptions in Freemasonry. The allegory uf a search for a Lost Word is not a search for any par- ticular word; in fact it is not even a search for a word at all. The expression Y’he Word” had sig"},{"pageNumber":38,"pageContent":"32 SYMBOLISM OF THE THREE DEGREES nificance to the Jews and other ancient races which is hard for us to comprehend, While not strictly accurate we shaI1 not be far wrong in saying that to the ancient mind “‘The Word” signified all truth, par- ticularly divine truth. To us the most striking and familiar passage in literature containing this expres- sion is that in St. John, as folIows : ‘(In the beginning was the Word, And the Word was with God, And the Word was God.” John does not here announce any new doctrine, but one that wa$ perfectly familiar to the Jewish thought of his day; only his identification of Jesus of Naza- reth with the Word was new. Nor was this expression or this! idea by any means confined to the Jews; it belonged to nearly all ancient philosophy. Among the Greeks it was the Logos, a term derived from the Greek verb legu, to speak; the same root from which comes our word logic, the name of that science by which we determine moral truth. That noble attribute of man, the power of articu- late speech, whereby his wisdom and his most abstract thoughts are made known to his fellows, a power so far as we can see possessed by no other animal, must have in al1 ages greatly impressed the thought- ful mind. The spoken word seemed an instrument worthy to be employed by Deity himself, not only in promulgating divine truth but even in creating all things that were created. According to the ancient idea, Deity was so omnipotent that he had but to speak and the thing was done; he said “Let there"},{"pageNumber":39,"pageContent":"MASTER MASON DEGREE 33 be light” and there was light; and that without “The Word” was not anything made that was made. Hence “The Word” under the development of phi- losophy, particularly that of Philo Judzus, a con- temporary of Jesus, became synonymous with every manifestation of divine power and truth, so that finally it was regarded as not only co-existent with but metaphorically as identical with Deity himself. This is clearly the meaning of St. John. The Masonic search for “The Word,” therefore, symbolises the search for truth, particularly divine truth. The lesson here to us is to search diligently for the truth, never to permit prejudice, passion or interest to blind us, but to keep our minds always open to the reception of truth from whatever source, or however opposed to our preconceived notions it may be; and having seen it and received it, always to act agreeably to its dictates. Hence Masons every- where are devoted to the doctrines of freedom of I thought, freedom of speech and freedom of action. But we are also cautioned not vaingloriously to imagine that we ever here achieve all truth, The Master Mason is invested not with the True Word, but with a Szlbstitute Word, implying that in this life we may know only in part, that we may approach, we may approximate truth, but that we never attain it in its perfection. This search will continue as long as this life lasts, but not until we shall have passed on to a higher state of existence wilI divine truth be disclosed to us in al1 its fulness and beauty. We may say here that this final disclosure is sym- bolised in the Royal Arch Degree. The preservation of this extremely ancient concep- tion of “The Word” is not without historic value also"},{"pageNumber":40,"pageContent":"34 SYMBOLISM OF THE THREE DEGREES as indicating the great antiquity of Masonic Sym- bolism.” THE MARBLE MONUMENT Incidental to this legend of Hiram Abif are intro- duced certain other symbols. For example, the virgin weeping over the broken column, an urn in her left hand and a sprig of evergreen in her right, and an old man behind her dressing her hair. Masons are familiar with the explanation of this group given in Our ritual, but we are persuaded that it is very su- perficial to say the least. In the Egyptian Mysteries, as we have seen, Isis finds he’r husband’s body encased in a tamarisk or acacia tree, which the King of Byblos converts into a column. This column, still containing the body, is finally carried away and broken by Isis and the body released. We can readiIy imagine her weeping over this broken column. Apuleius (second century, A.D.) describes her as a “beautiful female, over whose divine neck her long thick hair hung in graceful ring- lets, and in a procession depicting her are shown female attendants following who are combing and dressing her hair. The urn is an ancient sign of mourning. A small urn in which figuratively to catch the tears was worn by the mourners, especially widows, This explana- tion of the presence of the urn in this emblem, as a symbol of grief, better accords with our tradition as ~4 Pike .Morats and Dogma, 204, 251, pp+ 254, 256, 259, 268, 269; 270, 279, 281; Edersheim, Life of Jest, pp. 46, 56; Maekey, SymboZWn of Freenwonry, pp. 176, 216, 224, 226, 232, 280, 298, 300."},{"pageNumber":41,"pageContent":"MASTER MASON DlEGREE 35 to the disposal of our Grand Master, as well as with history, than does that given in our Master’s lecture. We know that it was a well-nigh universal custom of the Jews as well as the Egyptians to bury and not ta cremate their dead, Likewise from ancient times it was common for the mourner to bear in the hand to the place of interment an evergreen sprig and shere to deposit it in the grave as an avowal of belief in a life to come. It seems to me that in these an- cient traditions and customs is to be found the true origin of our Marble Monument= and that this em- blem signifies that, while” we mourn for and cherish the memory of our dead, yet we beIieve that they shall lixe and that we shall see them again. THE SETTIr;lG MAUL + The Setting Maul is a wooden instrument used in setting firmly into the wall /the p&shed stone, and is one of those traditionally said to have been used at the building of Solomon’s TempIe. It would very properly be in the hands of the three Fellow Crafts, who are in the Third Degree reputed to have made a notable use of it just before tha completion of the Temple. From that incident it is employed among us as an emblem the meaning of which is known to every Master Mason. It has, however, in different form been employed as a symbol of destruction from prehistoric times. In Nurse mythology, Thor, the god of Thunder, was represented as a powerful man armed with a mighty"},{"pageNumber":42,"pageContent":"36 SYMBOLISM OF THE THREE DEGREES hammer, Miolnir (the smasher). Counterparts of the god and his formidable weapon are found in many of the ancient religions and mythologies. In the Cabiric Mysteries the seven gods who slew the eight were called “Paticii,” or wielders of the hammer. THE ACACIA It was a custom of the Jews to plant at the head of the grave an acacia sprig for the double purpose of intimating their belief in irnmortality and of mark- ing its location, as to tread on a grave was by them regarded as extremely unlucky. To them, therefore, the acacia was, as it is to us, an emblem of immor- tality and of innocence. The t-rue acacia is the thorny tamarisk which abounds in Palestine, and we have seen that strangely enough in the legend of Osiris his dead body was said to have been cast ashore at the foot of a tamarisk or acacia tree, and that this circumstance led to its discovery. This tree, owing to it’s hard-wood quality, its evergreen nature and its exceeding tenacity of life bore to the Egyptian and Jew the same symbolical significance it does to us. Of its wood was constructed the tabernacle, the table for the shew-bread, the ark of the covenant and the rest of the sacred furniture of the Temple, and of its boughs was woven the crown of thorns that was placed upon the head of Jesus of Nazareth. Each of the Ancient Mysteries possessed a sacred plant which was employed in their initiations and ceremonies for the same purpose and with the same symbolical significance as the acacia is by ~8."},{"pageNumber":43,"pageContent":"MASTER MASON DEGREE 37 Among the Egyptians it was the Lotus and the Erica, among the Greeks the Myrtle, and among the Scan- dinavians the Mistletoe. That a tree or plant had life-giving properties was an idea familiar to the Jews in the earliest times, as witness the Tree of Life mentioned in Genesis, and by New Testament writers the immortality of man is likened to the re- currence of plant life. (I Cor. 15; John 12, 24.) ” DEATH Masonry, especially in the Third Degree, teaches us not to fear Death; in the fulness of time when his approach is due, to welcome the grim tyrant as a kind messenger, or, as that great philosopher and Mason, Albert Pike, expresses it: ‘The body is the gross representation, and a~ it were the temporary envelope of the Soul. The Soul can perchve by itself,-and without the in- tervention of the bodily organs by means of its sensibility and lucidity, the things whether spirit- ual or corporeal, that exist in the Universe. There is no void in Nature; all is peopled, There is no real death in nature; all is living.” “What we call death is change. The Supreme Reason being unchangeable is therefore imper- ishable. Thoughts once uttered are eternal. Is the source or spring from which they flow less immortal than they. 3 Could the Universe, the utterled thought of God, continue stil1 to exist if he no longer were? 3 A &. c., Vol. I, p. 57; Ibid., Vol. VI, pp. 9, 14; Yack&, Elncyclopedaca of 3?reemastmy, p. 7; Mackey, Lexi- urn of J!WwmzsonT~, p. 16; 4 c Manonic Mrsgatine, ’ ’ Vol. I, p. 126; Pike WmzEs and Dogma, p. 82 ;] Kenning, C@+ p&u of Preemct9on~y, p. 4."},{"pageNumber":44,"pageContent":"38 SYMBOLISM OF THE THIKECE DEGREES T’he lart victory any man can gain over death is to overcome the love of life, not through de- spair but through a loftier hope contained in Faith. To learn to overcame one’s self is to learn ta live, and the austerities of Stoicism were nut a vain ostentation of liberty. Every man who is prepared to die rather than abjure Truth and Justice truly lives for he is immortal in his soul. The object of all the ancient initiations was to find or form such men; and such is the object of Freemasonry. If thou art or canst be- come such an one thou wilt be worthy to be called Adept, and Knight of the Sun. “Death is not for the Sage. It is a phantom which ignorance and weakness: of the multitude make horrible, The spirit is not disengaged that it may live no longer. Can thought and love die when the basest matter does not? If change should be called death, we die and are born again every day; for every day our forms change. Let us fear then to go out from and rend our gar- ments but let us not dread to lay them aside when the hour for rest comes.” Nearly 8 thousand years ago, Omar Khayy6r~ sang: “Death’s’ terram spring from baseI=s fantasy, Death yields the tree of immortality.” William Cullent Bryant voices the usual Masonic view of Death in TJiunutopsis: 50 live, that when thy summons comes ta join The innum~r~bla caravan which moves"},{"pageNumber":45,"pageContent":"MASTER MASON DEGREE 39 Q To that mysterious realm where each shall take His chamber in the silent halls of death, Thou go not like the quarry-slave at night, Scourged to his dungeon; but, sustained and soothed By an unfaltering trust, approach thy grave Like one who wraps the drapery of his couch About him, and lies down to pleasant dreams.” THE RESURRECTION This is a cherished belief among Masons at least in the great majority of countries. Men are still asking, as in the days of Paul, “How are the dead raised up? and with what body do they come?” And men have been attempting an answer ever since, yea, for centuries before the days of Paul. These at- tempted answers have resulted in the following theories : ‘1. That al1 the particles of matter that have ever been in the body are brought together again; 2. Only the particles present at death constitute the resurrection body; 3. That certain more enduring parts are preserved, a& an indestructible corporeal germ from which is made by divine power an orga of the soul adapted to its higher condition; 4. That some of the particles of matter once con- stituting remain and persist in the resurrection body, however few ; 5. That there is a “vital germn which preserves in a way not explained the identity of the two bodies ; 6. That a spiritual, ethereal, luminous body is evolved at the moment of death:"},{"pageNumber":46,"pageContent":"40 SYMBOLISNt QF THE THREE DEGREES 7. That the plastic, formative principle of life (anima, psyche) is continually gathering and casting uff the matter it needs for a body wherever it may be; the continuance of the vital. principle constitutes identity; however, the particles of matter may change, as in a flowing stream; that in the case of Christ and those living at his second coming, the body then pres- ent supplies the material’; that in the case of the dead, the unima or psyche gathers in matter as it needs and makes the psychical body; that the funda- mental “form” or principle of bodily organism, which here appropriates earthly materials, shall in the resur- rection appropriate higher materials ; 8. That identity is in the spirit (nclus) , the ra- tional, immortal principle which shows itself in the body which it occupies and stamps with its own per- sonality; that identity in an inorganic body, as for example a stone, is in its substance and form, while in a person it rests in the consciousness; that the resurrection body is spiritual (soma pnetcmatikon) a~ opposed to the natural (soma psychikon) and that it is glorious, powerful, incorruptible and immortal. Long before Christ, the Sadducees and the Phari- sees were warring over this question. The greatest theologians have differed upon it. Such fathers of Christianity as Or&en and Augustine changed their views upon it. Western Christians have tended to- wards belief in a resurrection of the fleshly body; Eastern Christians towards a spiritual resurrection? Masonry allows each individual Mason to form his own opinion on these matters. We catalogue them"},{"pageNumber":47,"pageContent":"MASTER MASON DEGREE 41 here merely as a caution against the treacherous ground we encroach upon when we try to define the views of Freemasonry on this subject. IMMORTALITY While Masonry does not exact a declaration of me belief in immortality as a prerequisite to admission into the Fraternity, yet undoubtedly it does teach this doctrine by most impressive means. We shall not attempt ourselves to state the bases for this belief but there has recently fallen into our hands such a beautiful and powerful Btatement of the argument we are constrained to quote the following passage. It is from the pen of Charles Allen Dinsmore, professor of Scriptural Interpretation of Literature in the Yale Divinity School. He says: “Science can neither afEirm nor deny immor- tality, but she has opened great spaces for this faith to live in. A man trained to our modern world-vision, gazing back over the long, toilsome, ’ costly process from the fire mist up to man, and from primitive man to our present highly organ- ised society, can not readily believe that he is contemplating the haphazard whirl of unintelli- gent forces, a riot of chance! Rather he detects an increasing purpose running through the ages, working toward man and the development of the race. Surely the unfolding purpose is prophetic of an outcome worthy of the process, If ma- teriaXism is right, and humanity returns to the dust from whence it came, and the earth is at last only a burnt-out cinder; if the struggle of"},{"pageNumber":48,"pageContent":"42 SYMBOLISNI OF THE THREE DEGREES the ages, the prayers of the holy, the sacrifices of martyrs, the devotion 00 the brave, ultimati in dust and ashes, then we are put to ‘permanent intellectual confusion.’ The ages have toiled and brought forth nothing. The Eternal has blown a soap-bubble, and painted it with wondrous col- ours at awful cost of agony to the iridescent figures, and then allowe’d it to burst? The wis- dom, the power, the sacrificial: love, revealed in the long and orderly upward movement create the expectation that the culmination will be worthy of the cost. “The contrast between science and religion is not a contrast between knowledge and belief, but between two different kinds of knowledge. Religion can use the word %now’ as legitimately as science, When we bedome aware of ourselves we are aware of a Power not ourselves. By con operating with this Power we’ can develop char* acters of mora1 strength and spiritual beauty. Virtue and its transforming energies we know aEp well as we know any scientific fact, even better, for we have the sure test of daily experience. - Experience warr‘ants us in affirming that God is the Power, nlot ourselves, which makes for right- eousness. We take a step further. Power is an anthropomorphic term, and so is personal spirit, but the latter is more significant: it represents higher worth. God, cannot be inferior to the highest symbol we use in interpreting Him. God cannot be less than personal; He may be in- finitely more. lay faith, therefore, we think of Him as a living Spirit operating through the elec- tric framework of the world. When we seek Him as the Father of our spirit in whom dwells all that we desire, we put this belief to the searching"},{"pageNumber":49,"pageContent":"MASTER MASON DEGREE 43 test of life. Thus, trusting and obeying, we meet with those responses which change faith into an assurance which often finds even the word 4 know’ too feel& to express the experience.” m THE POT OF BURNING INCENSE The Pot of Burning Incense was employed in Solo- mon’s Temple to produce a sweet savour in the Holy of H&es, that is to say, according to the Jewish conceptions, in the actual presence of JHVH. It is not supposable that the intelligent Jew regarded this as other than symbolical of the offer of a pure heart as a sacrifice to the Deity. The bloody sacrifices of buIlocks, Iambs and goats, as well as the peace and sin offerings, were offered in less sacred precincts of the Temple and probably meant no more than to impress the people that they should be ever generous in dedicating their earthly wealth to the service of God and the hastening of His Kingdom, but the pure, immaterial offering of a delightful incense was to remind them that of Deity himself offering of a pure LJ after all the” only sacrifice worthy was the spiritual and immaterial heart. THE BEEHIVE TO the operative Mason could- anything be more important than industry ? By it he lives, and by it were reared those dreams of architectural beauty which excite our wonder and please our fancy,"},{"pageNumber":50,"pageContent":"bib SWBOLISM OF THE THREE DEGREES Is it any less necessary to the Speculative Mason izr his work of building human character? Is it not far more so? The temple of human life is incom- plete unless every talent and every virtue is brought to the highest possible state. A few years at most suffice to complete and adorn our greatest structures. If the builder die before it is finished, others can carry it on to completion after him. But the time alIotted to no man was ever sufficient for the com- plete development of all the possibilities of his mind and character. If he die before the work is finished, none can take it up and finish it for him. How im- portant, therefore, is it that not a moment of our time, that most precious gift, should be wasted! In all nature nothing is more constantly busy than the bee, and from ancient times it has been an emblem of industry. “Busy as a bee” has become an apho- rism. A place of great industry we call a hive, and while I do not find it to have been employed in ancient symbolism, no symbol of Iabour could be more appropriate than a beehive. Strange to say, this symbol is now obsolete in England. Masonry in every degree, and in none mcwe than the Master Masan Degree, signifies Iabour, Its very name is synonymous with labour and its every im- pkment reminiscent of labour. Toil is noble, idle- ness dishonour. Deity himself is recorded as having worked and we me on every hand the Titanic results of his labour, He reared the mountains, He laid down the plains, He made the rivers and the seas; the very smaXlest of these beyond the capabilities of millions of men. He deposited the rich ore in the bosom of the earth* He stocked the waters with fish"},{"pageNumber":51,"pageContent":"MASTER MASON DEGFLEE ~ 45 and the land with an infinite variety of vegetation and living animals both great and small. FinalIy ‘he made man. It is by a steadfast adherence to the homely vir- tues, industry, economy, honesty, morality, religiun, love of liberty, friends and country, those sheet- anchors of any true civilisation, and its refusal to take up with every wind of doctrine that blows, that has enabled Freemasonry to maintain itself so firmly in the estimation of mankind. Its membership is larger and its influence: greater than ever before. SILENCE The Book of Constitutions guarded by the Tyler’s sword may be as is claimed, a new emblem among us, but the virtue it commemorates, silence, is an old and excellent one. The disciples of many of the an- cient philosophers were required to practise absolute silence for! long periods of probation, and so impor- tant was it deemed in their religious and philosophical systems that to it was allotted a special deity, Har- pocrates, who was rearesented as full of eves and ears, signifying that many things are to be sken and heard but little to be spoken.” THE ALL-SEEING EYE The AlI-Seeing Eye is a very old symbol of Deity. T’he Egyptians represented Osiris, their chief god, by an open eye, which they placed in all his temples. The idea was also familiar to the Jews, for we read p Lodgo of Rersearc h c F Masonic Rep&&, ” No. 1, *p* 42 ; Pike, Homts and Dogma, p. 106; IY, ill. L, Vol. X, Part I, p. 54."},{"pageNumber":52,"pageContent":"46 SYMBOLISM OF THE THREE DEGREES in PS&W (x&v, 15) that “The eyes, of Jehovah are upon the righteous,” and (cxxi, 4) that “he that Akeepeth Israel shall neither sleep nor slumber.” In Proverbs (xv, 3) Solomon says ‘%he eyes of Jehovah ;are in every #place watching the evil and the good.” This symbol was to the Egyptians and the Jews the same that it is to us, the symbol of Deity manifested in his omnipresence. To us it is a warning that things we would not do before the eyes of men, yet do in secret, are nev+xtheIess beheld by an eye that can explore our innermost thoughts and will witness against us before a tribunal where there are no per- jured witnesses nor miscarriages of justice:’ THE ANCHOR AND THE AIlK Tfie Ark as a symbol in the Third Degree has bmn supposed by some to refer to the Jewish Ark of the Covenant, but others with more reason think it refers to the Ark of Noah, All the Axicient Mysteries mem to have contained allusions more or less clear to the Deluge and Noah’s Ark. There being so many o&x symbols common to Masonry and the Mysteries, it is not surprising tu find the Ark also employed as a Masonic symbol, To the pre-Christian ages, the idea of a regeneration, or a riew birth, was as familiar as it is ta us1 In the Ancient Mysteries, as we are best able to judge, the tradition of the Deluge and the Ark, by which the human race was reputed to have been both purified and perpetuated, was in a variety of forms employed ts teach this doctrine of regeneration."},{"pageNumber":53,"pageContent":"MASTER MASON DEGREE 47 In the Funeral Ritual of the Egyptians, it is by means of the Ark, or boat, that the deceased passed to Aahlu or the place of the blessed in Amenti.“’ We are all familiar with the Grecian myth which repre- gents Charon as fkrrying the shades af the departed over the river Styx. Thus it is seen that the Ark has for ages been the symbol of the passage from this worId to the next. We attach it to a very similar meaning; it symbolises to us that power or influence by which we are fitted for and raised to a higher state of existence in the life that is to come? The Anchor does not seem to have belonged to an- cient symbolism. PauI appears first to have employed it as an emblem of hope of ,immortality and bliss after this life (Heb. 1, 19). Kip, in his Catacombs of Rome, says that the primitive Christians looked 1 upon life asi a stormy voyage and that of their safe arrival in port the anchor was a symbol. Mrs. Jame- son says that the anchor is the Christian symbol of immovable firmness, hope and patience. Though ap- parently of Christian origin as a symbol, there is no& ing narrow or sectarian in its significance, and it may with equal propriety be employed by Jew and Gen- tile, as well as by all others who share in the belief of a peaceful place of abode hereafter for those who have made a proper use of this life? In the symbol of the Anchor and Ark we, there- fore, see again pressed upon our attention the doctrines of Deity, the Mediator, regeneration, resur- rection and immortality. 81 A, Q. C., Vol. 11, p. 24. \"A. Q. C., Vol, I, p. 31; Mackay, i!bcydopedb of Free- tasawmry, ps 64. 33 Mackey, E~clopedti of Fresma~sanry, p. 64,"},{"pageNumber":54,"pageContent":"48 SYMBOLISM bF THE THREE DEGREES THE FQRTY4d?XENTH PROBLEM OF EUCLID The Forty-Seventh Problem of Euclid is the ear& est Masonic symbol we have on record; it appears as the frontispiece to Anderson’s Bootli of Constitutions, published at London in 1723, accompanied by the word Eureka in Greek characters, It will be under- stood that prior to this date only one book on Free- masonry had been printed, and not till three-quarters of a century later did our Monitors cohtain illustra- tions of the emblems and symbols. So it happens that the Forty-Seventh Problem is absolutely, so far as is known, the earliest illustration of a Masonic symbol OR record. In the text of the same book it is decIared to be “if duly obseived, the foundation of all Masonry, sacred, civil and military,” (p. 23) and in the second edition of this work (1738)) he speaks of it 85 that “amazing proposition which is the foundation of all Masonry, of whatever materials or dimensions” (p. 26) l This figure is known by a variety of names. The Theorem of Pythagoras, the Theorem of the Bride, and the Theorem of the Three Squares. It was also known as the Gnomon, the Greek word for knowl- edge, and Plato in his Commonwealth, denominates; it the “Nuptial Figure.” To our fathers in their school days, it was an object of dread, as the rrP~ns Assinorum,” or the Bridge of Asses, The remarkable properties of the right-angled tri- angle are well known to those who have studied geometry, Astronomers also are acquainted with its value ; with it they measure the universe. Its useful- ness ia understood by architects and builders. Even"},{"pageNumber":55,"pageContent":"MASTER MASON DEGREE 49 those mechanics who are so ignorant that they do not know that a figure whose three sides are to each other as 3, 4 and 5 is a right-angled triangle, yet are aware of its convenience in making corners of a building perfectly square. When they measure three feet along one wall and four feet along the other, if five feet will exactly reach across, they know that the corner is square. These things were well under- stood by ancient and mediaeval operative Masons, and they constituted a part of their trade secrets, But it is equally certain that to this beautiful tri- an& they ascribed moral and philosophical (not to say religious) meanings which are now little under- stood by us. Of this figure Brother George William Speth says “it is certain that, while our medkval brethren may have been familiar with its symbolic meaning, we are not.” ” We are now merely told in our Monitors that “it teaches Masons to be general lovers of the arts and sciences.” 1 Perhaps this is true, but we are given no hint as to why or how it does ML The deeper meanings of this symbol are wholly lost except to those who made it; a special study. Much of it we fear is lost beyond the hope of recovery. GEOMETRICAL FIGURES It is a curious fact, the psychological reason for which is not known, that dimensions increasing by half (e.g., a rectangle 20 x 30, a solid 20 x 30 x 45) 3 and the ratios of the base, perpendicular and hypot- a A. Q. CL, Vd. III, p. 27."},{"pageNumber":56,"pageContent":"50 SYMBOPIISM OF THE THREE DEGREES enuse of a right-angled triangle whose sides are 3, 4, 5, are very pleasing to the eye. The equilateral triangle in ways not now fully understood seems also ta enter into the element of proportion in suocessful architecture. Odd as it may appear that geometrical figures such as points, lines, superficies and solids, angles, tri- angles, squares and circles should be invested with such meaning, yet the fact is undoubted. The ancient moral philosophers attached what appears to us an inordinate importance to geometry and geometrical figUrt%. Plato, the greateat of philosophers, wrote four hun- dred years before Christ on the porch of his academy, ‘6Let no one who is ignorant of geometry enter my doors.” He taught that God was “always geometris- ing,” and that “geometry rightly treated is the knowl- edge of the Eternal? a6 At his time, geometry wan the only exact science; hence quite naturally a knowl- edge of it was deemed indispensable to one in search of philosophical truth, To Pythagoras, all the an- cient writers give credit for first having raised geomew try to the rank of a science, and Proclus tells us that he “regarded its principles in a purely abstract man- ner and investigated his theorems from the immaterial and intellectual point of view.” ‘* In short, CCfrom the earliest times, the knowledge of geometry was looked upon not only as the founda- tion of all knowledge but even by the Greek philoso- phers as the very essence of their religion, the knowl- edge of God.” ” s5 A. Q. C., Vol. X, p. 83. E(6 Ibid,, p. 83. sr Ibid., p. 91."},{"pageNumber":57,"pageContent":"MASTER MASON DEGREE 51 Numerous echoes of this ancient veneration for , geometry are preserved in Freemasonry, thus afford- ing further evidence af its great age. But of all geometrical figures the right-angled triangle, or set- square, was most revered by the ancients. It has from extremely remote ages and among extremely PB- mote peoples borne profound moral significations. Confucius, the great Chinese teacher, tells us (481 B.C.) that not till he wtls seventy-five years old %ould he venture to follow the inclination of his heart without fear of transgressing the limits of the square.” ‘* In a Chinese book written between 500 B.C. and 300 B.C., called The Great Learning we are told that: a man shouId not do unto another what he would not should be done to himself; “and this,‘I’ it is there said, “is called the principle of acting upon the 8quare.” ” It is, to say the least, a strange coincidence that the Greek word fur square, ccgnomon,” also means knowledge and that the initial of this word, the Greek letter gammct is a perfect set-square. As said by Brother Sidney T. Klein, a distinguished Mason and architect of England, to the ancients “geometry wan the foundation of knowledge and gnamon was the knowledge of the square.” ILo In the symbolical writings of the Egyptians thou- sands of years ago, the square or right-angled triangle was the standard and symbol of perfection; it was also the symbol of life? = A Q, C., Vol. XIV, pe 30. w A: Q. C., Vol. X, pp. 84, 92. m Ibid., p. 31. h ni&, p. 93."},{"pageNumber":58,"pageContent":"52 SYMBOLISM OF THE THREE DEGREES The ancients taught a very peculiar philosophy. According to their ideas, Nature was tripartite, mas- culine, feminine, and offspring. This conception was applied in an endless variety of ways. The sun was regarded as masculine or active; the moon as femi- nine or passive; and Mercury as the offspring. Sr, the ancient Egyptian Trinity consisted of Osiris the father, Isis the mother, and Her-ra, or Horus, the son. To represent this conception of Deity they employed a right-angled triangle whose sides were in the proportion of 3, 4 and 5, wherein the shortest side, 3, represented Osiris, 4 represented Isis, and 5, the resulting hypotenuse, represented Her-x-a, the son, or the result of the union of the male and the fe male. This figure, therefore, became an emblem of l lxfe E;ut as it also represented Nature, and as they were wise enough to see that Nature uninterfered with was perfect, this figure became the recognised sym- bol of perfection. This implement so useful among operative Masons in testing the perfection of the work was, therefore, appropriately adopted by them as symbolical of that perfection which should mark the temple of human character. This symbolical square is the instrument by which all mental, moral and religious conduct is tested, THE HOUR GLASS Rev. A. F. A. Woodford, a distinguished Masonic scholar of England, expressed the ,opinion that the Hour Glw is not, strictly speaking, a Masonic sym-"},{"pageNumber":59,"pageContent":"MASTER MASON DEGREE 53 bol. This is probably based upon the fact that evi- dence is wanting of its ancient employment as a symbol. The antiquity of its use as a measure of time is, however, undoubted, and it is a most fit emblem of the flight of time and of wasting away of our lives. If it is a recent we shall not quarrel with introduced it.” acquisition to our ritual, the Monitor maker who THE SCYTHE In ancient symbolism, the scythe was one of the attributes of Saturn because he was reputed to have taught men agriculture. But Saturn was also the god of Time, and, zus by another ancient myth human life was said to be a brittle thread spun by the three Fates, it is natural that this peaceful implement of agricul- ture should become the symbol of the power that severs the slender thread and puts’ an end to our existence.” THE COFFIN To us the cofEn is an obvious emblem of death, but it has sometimes been claimed that it would not be so to the Jews, who anciently buried their dead in shrouds and winding sheets only. But in the Ancient Mysteries of those peoples surrounding the Jews the candidate was placed in a coffin or chest as a sym bolical representation of death. This custom, as, well"},{"pageNumber":60,"pageContent":"!3% SYMB0LISM OF THE THREE DEGREES as the use by Egyptians of the ca5n for burial, ww undoubtedly well hewn to the Jews whether they practised it or not. The ancient symbolism of the coffin seems to have been intimately connected with that of the Ark. In fact in Hebrew the word a;ron denoted both. But the subject is too recondite to be entered upon fur- ther at this time? CONCLUSION Some have questioned whether those engaged in the operative art of building could comprehend such abstruse symbolism as that we have herein attempted to outline. Whether they understood it or not, it is certain that they, at Ieast those of them engaged in temple and church buiIding, empIayed it., The im- portant structures devoted to purposes of worship, from the moat ancient period through medieval to modern times, srbaund in symbolism. It is doubtlesls true that many of these operative workmen did not know the meaning of their own symbols, just as many Speculative Masons do ,nat now know them. 1 / ‘But we must bear in mind that operative Masonry in ancient and mediaeval times did embrace classes that well may be supposed to have understood them. They were in the closest association with the priestly and monastic orders to whom we are indebted for most of the learning of the ancients which has come don to us. Architecture and its kindred sciences were untiX comparatively recent times the most honourable of all callings. -a A, &. C., Vol. I, pe 31; Mrtc’ltey, Encydopedb of 3?ree- musolnr3/, pp. 64* 171."},{"pageNumber":61,"pageContent":"MASTER MASON DEGREE 55 Brother Albert Pike claims that “during the splen- dour’ of mediEeva1 operative Masonry the art of build- ing stood above all other arts, and made all other subservient to it; that it commanded the services of the most brilliant intellects and of the greatest art- ists.” 46 It must be admitted that men like these were cap* able of appreciating and preserving the most refined symbolism. Brother Pike further declares that they “‘revelled in symbrJism of the most recondite kind; that geometry was the handmaid of symbolism; that it play be said that symbolism fe speculative geom- etry.” M Brother Gould has admitted his belief that the &$a- sons of the fourteenth century, or earlier, were capable of understanding and did understand to 8 greater extent than ourselves the meaning of a great part of the symbolism which has descended from an- cient to Modefn Masonry. In’ conclusion, permit us to Say, that for every atate- merit herein contained there is respectable Masonic authority. It is not claimed, however, that on none of these questions is there difference of opinion. Where this is the case, we have been compelled GmpIy to adopt that view which appeared most reasonable, and did not have time always to atate the different views and the reason8 for each. This each student must do for himself, Our expectation has not been to accomplish more than to arouse in some, if not all, of you, a curiosity to learn more of 0ux beautiful and instructive symbolism. I"},{"pageNumber":62,"pageContent":"Page 56 is blank."},{"pageNumber":63,"pageContent":"APPENDIX"},{"pageNumber":64,"pageContent":"Page 58 is blank."},{"pageNumber":65,"pageContent":"LANDMARKS Grand Lodge of New Jersey, F. & A, M. Approved March 11, 1903. 1. Belief in God as the Great Architect and Su- preme Ruler of the Universe. THE GREAT LIGHT IN MASOMRY 2. The acceptance of the revealed Word of God 8s the rule and guide for our faith and practice, and its visible prance in every lodge. THE tXLMUI3 MASTER 3. The Grand Master is elected by the Craft, and, holds office, until his succepsor is duIy installed, He is the ruler of the Craft and is, of right, the presid- ing o5cer af every assemblage of Masons as such. He may, within his jurisdiction, convene a lodge at any time or place and do Masonic work therein; may create lodges by his warrant, *and arrest the warrant of any lodge. He may suspend, during his pleasure, the operation of any rule or regulation of, Masonry not a rcLandmarkP’ He may suspend the installed o5cers of any lodge and reinstate them at pleasure, and is not answerabk for his acts as Grand Master, He may deputize any brother to da any act in his absence which ‘he himself might do if present, 59"},{"pageNumber":66,"pageContent":"60 LANDMARKS “SHE LODGE 4. A Masonic lodge must have a Master and two Wardens, and when convened for Masonic work must be duly tyled. THE CANDIDATE 5. No person can be made a Mason unless he be a man free-born, of mature and discreet age, of good character and reputation and having no maim or de- fect in his body that may render him incapable of learning the art or of being advanced to the several degrees, nor unlws he apply for admission without solicitation and take upon himself the Masonic obliga- tions. Nor can he be admitted to membership in a Masonic lodge except upon a secret ballot by the brethren of that lodge. THE BRETHREN 6. Masons, as such, are equal; possess the right to visit every lodge or assembly of Masons where their presmcs will not disturb the peace and harmony of the same, ad to appeal to the General Assembly of Masons, or its substitute, the Grand Lodge, whenever aggrieved by any act of a lodge. MASTERS AND WARDENS ‘7. Thics Master of a lodge, before his election as such, must have served as a Warden. He and the Wardens are elected by the members of the lodge,"},{"pageNumber":67,"pageContent":"LANDMARKS 61 but hold their offices, by virtue of the warrant of the Grand Master, until their successors have qualified.. They are his representatives in the lodge, and are not, therefore, responsible to the lodge for their official acts, nor can they be tried or disciplined by the lodge during,their term of office. JURISDICTIOIV 8. Every Mason, for Masonic purposes, is subject to the jurisdiction of the lodge within whose jurisdic- tion he resides. SECRECY 9. The legend of the third degree; the means of recognition ; the methods of conferring degrees; the obligations of those degrees and the ballot of every brother are and must continue to be inviolably se- cret. DEGREES 10. Ancient Craft Masonry includes only the En- tered Apprentice, Fellow Craft and Ma9ter Mason degrees."},{"pageNumber":68,"pageContent":"Page 62 is blank."},{"pageNumber":69,"pageContent":"SUGGESTED MASONIC READING As Freemasons we are taught that our goal in all fields of activity and endeavor is all of the knowl- edge it is possible f 011: us to acquire, that our effec- tiveness may be increased and our usefulness en- larged. Fdr that reason we should learn the Masonic ritual; in which ,are concealed those sublime truths which bind the world together in a common brother- hood of friends and co-workers. The laws and regulations, symbolism, landmarks, history and philosophy, which are hidden for the seeker after Truth, have been expounded in a truly delightful way by students of the Art, and the prac- tical applications of the tenets and teachings of the Fraternity have been clearly set forth and debed for novice and Master alike. One of the functions of The Masonic Service AS- sociation of the United States, is to make easy of access to the membership of our Craft the authori- tative and educational literature of Freemasonry, which so many of our finest minds of all times have produced as insitructive and inspirational addenda to the ritual. Some of these volumes are listed on the following pages. It is the hope and desire of your lodge and yotlr Grand Lodge that you will acquire and read these and similar worksl as rapidly as your circum- stances will permit. Those here listed have been carefully selected for special recommendation to all newly made Freemasons. Any or all of them. will be promptly mailed to you, at &e prices quoted, upon receipt of your or- ders, by The American Masonic P&s, Itic,, WaSa@- ton, D. C. 63"},{"pageNumber":70,"pageContent":"64 SUGGESTED MASONIC READING THE LITTLE MASONIC LIBRARY. Postpaid and insured . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . $6.% 20 vols., bound in cloth. A wonderful set of books of untold value, containing a wealth of information on nearly every phase of Free- masonry-a library in itself. THE BUILDERS: A Story and Study of Free- masonry-Joseph Fort Newton. Postpaid and in- sured . ..r..r*.*rr..c~c.r*,.....~................ $%lbi The ablest and most inspiring one-volume work in the literature of Freemasonry. Translated into four languages. The fastest selling Masonic book in the world. THE MEN’S HOUSWoseph Fort Newton. Post- paid and insured +.**,........*............*.... gs2ss These eloquent essays and addresses deal with almost every aspect of Freemasonry, and by their patriotic and spiritual appeal have much to in- terest non-Masons as well. THE RELIGION OF MASONRY-Joseph Fort Newton. Postpaid and insured . . . . . ..*.....a... $I .7Ei ‘What is Religion? What is Masonry? What is the relation, if any, between them?” Dr. New- ton answers these questions, and many others dealing with the faith, philosophy, and friendship of Masonry, in this book, the like of which is not to be found in Masonic literature. It is beauti- ful, brilliant, tolerant, and inspiring. SHORT TALKS ON MASONRY-Joseph Fort Newton. Postpaid and insured . . . . . . . . . . . . . . . . . $2.16 Thirty-two brief talks on many different phases of interpretative and applied Masonry, written in Dr. Newton’s Xucid and eloquent style, dealing with Masonry as a builder of spiritual faith, moral culture and practical patriotism. FREEMASONRY BEFORE THE EXISTENCE OF GRAND LODGE&Vibert. Postpaid and insured . . ..~.......+,....**,.*.*......~~..*..~.~ $1.90 Very authoritative single volume history of the Craft before the year 1717. THE STORY OF THE CRAFT-Vibert. Postpaid and insured ***,C.~.*~.....*.*....*~..~..*...*~. $1.60 A concise and authentic little story of Free- masanry and an excellent introduction to the larger histories,"},{"pageNumber":71,"pageContent":"SUGGESTED MASONIC READING 65 A CONCISE HISTORY 0F FREEMASONRY -Gould. Postpaid and insured . . . . . . . . . . . . . . . . . . $6.20 A revised edition of a popular one-volume his- tory, written by the eminent British historian; essential to every Masonic library. SPECULATIVE MASQNRY: Its Mission, Its Evo- lution and Its Landmarks-A. S. MacBride. Post- paid and insured . . . ..~...~“..~...C..~.~~.....~. $2.15 An M.S.A. edition of a brilliant book from across the seas. One of the best studies of Freemasonry, its history and philosophy-sane and reliable. FOREIGN COUNTRIES-Carl H. Claudy. Post- paid and insured . . . . . . . . . . . . ..C................ Some of the symbolical teachings of the Craft, graphically portrayed in a most practical vein. SYMBOLICAL MASONRY-H. L. Haywood. Post- paid and insured . . . ..*...*...*.*..*........... Interpretation of the work of the Three Degrees. Especially valuable for study clubs, answering the questions of a newly-raised Master Mason, telling him what it is all about, Study Club questions in the appendix. THE GREAT TEACHINGS OF MASONRY -H. L. Haywood. Postpaid and insured ..+*.*a. A companion volume to Symbolical Masonry, giv- ing a practical application of the teachings of the Three Degrees to various relationships of life. An illuminating exposition, Gtudy Club ques- tions in the appendix, MASONIC JURISPRUDENCE-Mackey, Postpaid and insured ,....*....,..*.*......~.*.......~.*.. An authoritative and widely used volume by one of America’s foremost Masonic scholars. IN PREPARATION-THE M.5.A. ENCYCLO- PEDJA OF FREEMASONRY-Frederick W. Hamilton, Editor-in-Chief. This entirely new, up-to-date work will be the last word as a Ma- sonic authority. Dr. Hamilton is one of the most distinguished scholars in the Masonic world. He is being assisted in this important undertaking by an Advisory Board of Editors chosen from among the ablest members of the Craft;, Ready about January 1, 1929. Advance orders will have special attention. $1*40 $2.15 $2.1& $3.645"},{"pageNumber":72,"pageContent":"-‘ 66 SUGGESTE]D MASONIC READING >I THE MASTER MASON Every Freemason should be a reader of a Masonic periodical of the highest standard. Such a journal is THE MASTER MASON, which seeks to interpret the thought and afFairs of the Fraternity in a man- ner at ontie simple and dignified, accurate and in- spiring* It has two great aims; to help the Craft to know more about Freemasonry, and thus to do more *for and with Freemasonry. There is old romance in the Ancient Craft; THE MASTl3R MASON puts it before the reader in illus- trated articles of compelling interest. There is a vast and unexplored land of hidden beginnings of Freemasonry; THE MASTER MASON’S writers ad- venture in it, and bring back to you the story of exploration and discovery. There is drama in Free- masonry, the drama of the struggle for independence, of the fight between intolerance and broadminded- ness, of the unity of mind of the Craft winning against the diverging trend of daerent races, dif- ferent civilisations, different creeds, to form the one common level on which al1 men may meet; THE MASTER MASON vividly portrays this moving drama. THE MASTER MASON is a magazine of story, of history, of symbolism, of quaint and curious custom, of hidden meanings; in other words, an interpreta- tion of Freemasonry. It is serious, not soleti; in- formative, not didactic; it is human as well 88 scholarly, interesting as well ag instructive. This journal was atablished by The Masonic Ser- vice Association of the United States. It may be sub- scribed for at $2.50 per annum, payable in advance, at the offic=e of The American Masohic Press, Inc., Washington, D. C,"},{"pageNumber":73,"pageContent":"QUESTIONS FOR DISCUSSION THE MASTER MASON DEGREE Review the symbolism of the Entered Appre;ntice, Fellow Craft and Master Niaxm Degrees as a whoie, What is the test of WHY& of a Masonic sym- bol? What is the test of worth of meaning given a Masonic symbol? Antiquity of Mawnic Symbulhn.-Why is the age of Masonic symbols important? Quote several Ma- sosic authorities. Do we know all the meanings of all Masonic symbols ? Why do we study ancient TM- ords? W’hat were the %ncient mysteries”? How old is the dldest known ? Were they all essentially the same? Name some ancient gods. How did the ancient trinity differ from ours? How may a3et~zwt / worship have begun? Were they similar to Ma- sonry? What, anciently, wan initiation? What Ma- sonic similarity is there to( the Mithraic Mystery? *Did they use legends ? What was the legend of Osi- ris? Has it Masonic similarities? Has it Christiaxx similarities? Tell some similar legends to other lands. Summarise the learning of the ancient mysl teries. What is Gould’s conclusion? Third Degree Symbols .-What does the lodge sym- bolise in the first two degrees? In the Third De- gree? Why is tie Master Mason’s Degree especially solemn? Why does it call for e;speciaI reverence? What Temple do we all build? What is the fox&a- tion for the idea that the body is a Temple? What is light in the Entered Apprentice Degree? Fellow Craft Degree ? Master Mason Degree? How dm 67"},{"pageNumber":74,"pageContent":"68 QUESTIONS FOR DISCUSSION the symbolism of the square and compasses differ in each of the three degrees ? Give another explanation from that of the ritual for their positions in the three degrees. Discalceutitm. -How does it differ in the Entered Apprentice and Master Mason Degrees? Give in- stances of’ the antiquity of the custom, What is it that we appeal to in each of the three degrees? Circumum buZactiolz.-Is it an ancient symbol? Explain some possible origins. What is the symbol- ism of its direction ? What is the symbolism of its reversal in the Master Mason Degree? Working Took-‘What are they? In America? In England? From what is the trowe1 derived? Broached Thurm&-‘Where was it once used? When discarded? Why? Deity and ZmmortaZity.-What is the sixth sense? What does it revea1 to us ? Do men’s ideas of God change from age to age? Why? Is it God or man wh%ch changes ? Was an ido1 a god or a symbol? %?ho feared the use of human effigy for God? Why? what symbols does Masonry use for God? Hiramic Legend.-Is it similar to ancient mystery legends? Is Abif a surname? How does the Bible translate it ? How do we tsar&ate it? What does Hiram mean ? What is Pike’s idea of it? Is it Christian? Has the legend an astronomical signifi- cance? What has this to do with the number of the Fellow Craft team ? What was the ancient idea of the trinity. 3 The modem idea ? How does Masonry use them? Is there a Biblical story similar to the Hiramic legend ? W’hat myth is similar? How old is the legend. 3 How do we know? Three Rufians.-I3 ave any ancient gods similar names? Of what nation ? Give one explanation of the symbaIism of the three ruffians."},{"pageNumber":75,"pageContent":"QUESTIONS FOR DISCUSSION 69 Low Twelve,-Had the number 12 an ancient mean- ing? What? What other meaning attaches to twelve? What is thirteen? Why is it “unlucky”? Lion of the Tribe of Juduh.-What is the literal meaning of the words ? What is the symbolic mean- ing? Is it Christian or Jewish or both? What curious Egyptian picture shows a IicPn symbol? Of what? Five Points of Fellowship.-Are they connected with ancient architecture? What is a Pentalpha? Was it a humane as well as a builder’s significance? What change is made in the symbol by elevating one point ? Two points? What are the English five points? When did our change in them take place? Which do you consider correct? What is the ancient meaning the winged foot? What is the ancient meaning of two &sped hands? Does a symbolic interpretation of the Hiramic legend deny its actual truth ? Lost VC&.-Is the Yost word” an actua1 lost syllable, or is it a symbol? What did “the Wor$’ mean to the Jews ? How does St. John use tiis mean- ing? Was the idea only a Jewish one? Define the Greek word Izogod9 What modern word do we get from it? Is the power of speech a wonder? Why is it? Explain the Masonic Symbolism of the search for “the word.” Why do we, receive only the substi- tute word? Will we ever receive the true word? Has this symbolism any bearing on the age of Masonry? Marble Monument.-Ts the monitorial explanation satisfactory ? What Egyptian legend may have given rise to our use: of this symbol? What did Apuleius say? When? What is the symbolism of the urn? IS there a better explanation than that given in thk Monitor? Setting MuuL-Of what a symbol? Is it ancient? Give several illustrations. %"},{"pageNumber":76,"pageContent":"70 QUESTIONS FOR DISCUSSION Acackz.-How did the ancient Jews use it? What is the real acacia ? In what Egyptian legend is it used? What famous objects were made of its wood? Do any Mysteries use plants as symbols of immor- tality? What mysteries? What plants? DeatLAVhat does Masonry teach of it? What does Pike say of it? Omar ? Bryant? Resurrectiun .-Give some theories as to the resur- rection? Does Masonry teach of them? All of them? What doea Masonry teach of a future life? ZmmortuZity.-How does Masonry teach it? Do we exact a belief in it ? P0.t of IYitce?zse, Why do you believe in it? -How used in Solomon’s Temple? What did the Jews mean by it? of the best offering to God? VV’hy is it a symbol Beehive.-Is hurry important in operative Ma- sonry? why? In Speculative Masonry? Why i8 Iabour held to be honourable? What is the sym- bolism of the bee ? The hive? What makes Ma- sonry live? Silence.-Is the Book of Constitutions and the Tiler’s Sword a new or old symbol? What was the ancient philosophic teaching about silence? Who was Harpocrates l 3 What did he teach? All-S&q Eye,-Whence came this symbol? Has it a warning. 3 How do we use it? An&or and Ark*-Which ark is meant? Was there a d&q@ legend before that of the Old Testa- ment? What did it teach ? How was the ark used in Egyptian funerals? In the Greek mythology? What do we read in it ? Who first used the anchor as a symbol of hope? Forty-seventh Problem of Eucliiza-mo was &.I- clid? When was the symbol fira used Masonically? mat other names have we for it? What is it? Do wt; ~INWV all it8 symbolism? .WiIl We every fuflp understand it?"},{"pageNumber":77,"pageContent":"QUESTIONS FOB DISCUSSION 71 Geonet&aL Figures.-Which ones especially please us? What did Plato teach of geometry? Why, was it more important in ancient times than now? Was the square especially significant? To the Chinese? The Greeks? The Egyptians? Explain the relation of the right square to the Egyptian trinity. How did it come to be a symbol of perfection. Hour GZass.-Is this a real Masonic symbol? Scythe.-Had it anciently ,a symbolism? How did it come to its present significance? cfi o n.-Was the chest used in the ancient mys- teries ? How ? Conclusion. -Did the operative Masons understand these symbols ? Did they understand them as we do? Do all Speculative Masons understand them? Do you understand them?"},{"pageNumber":79,"pageContent":"INDEX Acacia, the, 36. All-seeing eye, 20, 45. Anchor, the, 46. Ancient mysteries, the, 4. Anderson’s Book of Con- stitutions, 48. Antiquity of Masonic symbolism, 2. Ark, the, 46. Aum, 11. Bacchus, 9. Beehive, the, 43. Bel, 26. Broached thurnel, the, 18. “Brotherly love,” 16. Bryant, William Cullen, 38 . Egypt, mysteries of, 9, Erica, the, 37. Euclid, forty-s e v e n t h problem of, 48. Eureka, the word, 48. Fellowship, five points of, 29 G. A: 0. T. U., 22. Geometrical figures, 49, Gould, Robert Freke, 2, 11 GreeEe, mysteries of, 5. Hiramic Legend, 22. Hour Glass, the, 52e Hughan, William James, 2 l Cabiric Mysteries, 36. Immortality, 41, 19. Cicero, 6. Incense, pot of burning, Circumambulation, 16. 43 Clarke, Adam, 15. India, mysteries of, 5. C&in, the, 53. Isis, 8. Confucius, 51, Jab, 26. Death, 37. Jameson, Mrs., 47. Deity, 19. Judah, lion of the tribe Dinsmore, Charles A1hx.1~ of, 28. 41 DiscxLeation, 15. &p’s Catacombs of Rome, 47. 73 c"},{"pageNumber":80,"pageContent":"74 INDEX Klein, Sidney’T., 51. Legends of the Temple, 20 Lion’ of tha tribe of Judah, 28. Lotus, the, 37. Lost word, the, 31. Law twelve, 27. Marble monument, 34, Master Mason Degree, 1. Maul, the setting, 35. Mistletoe, the, 37. Mithras, mysteries of, 5, Monument, the marble, 34 Myiie, the, 37, Mysteries, of EgYPt, 5; of Greece, 5; of India, 5; of Mithras, 5; teach- ings of the, summar- ised, 10; the ancient, 4; the Cabiric, 36. Oliver, Dr. George, 17. Om, 11, 26, Omar IKhayyhm, 38. Osiris, 8. Pencil, the, 17, Pentalpha, the, 29, Pike, General Albert, 21, 55 Platd, 58. Pot of Incense, 43, Pythagoras, 15, Questions for discus&p, 67 Resurrection, the, 39. Rhea, 9. Right-angled triangle, the, , 50 Royal Arch degree, 33. Ruffians, the Three, 26. Setting m&.& the, 35. Silence, 45. Simpson, William, 3. Skirret, the, 17. Speth, George William, 49, 3, 19. Scythe, the, 53. Square, the, 14. Temple, legends of the, 20 Threk degree symbols, 12. Three Grand Masters, 20. Three Ruffians, the, 26. Thurnel, the broached, 18 Toc& working, 17, Triangle, the, 20. Trinity, the, 5. Trowel, She, 17. Twelve, low, 27. Winged foot, the, 31. Woodford, Rev. A. F. A., 52 Word, the lost, 31. W o r k i n Q tools, see ‘STcmls,y’ 17. Yarker, John, 18."}]
