[{"pageNumber":1,"pageContent":"PRESLNTGD hY TUE GRA.llD LQDGE OFTHE MOSTANCIENT ANDUWNORiiBLIXKX,TY f FREEANDACC&'TEDMASVNS f fl or 8 STATE OFNEWJERSEY"},{"pageNumber":3,"pageContent":"SYMBOLISM OF THE THREE DEGREES OLIVER DAY STREET PART ONE, THE ENTERED APPRENTICE DEGREE WASHINGTON, Dm Ce THE AMERICAN- MASONIC PRESS, INCe"},{"pageNumber":4,"pageContent":"COPYRIGHT, 1922, 1924, BY THE MASONIC SERVICE ASSOCIATION OF THE UNITED STAT= COPYRXGHT, 1929, BY THE AMERICAN MASONIC PRESS, INC. This Special Edition printed for The Grand Lodge, F. & A.M., cd New Jersey SYMBOLISM OF THE THE THREE DEGREES PRINTED IN THE UNITED STATES OF AMERICA"},{"pageNumber":5,"pageContent":"FOREWORD TO THE M. S. A. EDITION The new edition of this book, as it now appears, is almost a new book, in content as well as in format. Originally little more than a pamphlet, poorly printed, it now takes its place-revised and enlarged by more than one-third-in the M. S. A. National Masonic Library, as a substantial and important con- txibution to the exposition of Masonic sytibolism. It % not too much to say that it is the best book on the subject since Mackey wrote, and we believe it will be so recognised. The author proceeds upon the principle, ignored by so many, that Masonic symbols should have a Ma- sonic interpretation, as determined by the history and teaching of the Craft. This saves him the trouble, ad his readers the weariness, of wandering through the mazes of ancient lore in quest of imaginary mean- ings of symbols to which the Craft has given, tacitly 01‘ officially, its own interpretation. The compara- tive study of symbols, to say nothing of their varied meanings and migrations, is another subject, and is beyond the limits and purpose of this book. The book will be welcomed by the Craft as a prac- tical and competent elucidation of its symbolism, and it is an honor to the Service Association to give it a worthy and permanent form. JOSEPH FORT NEWTON. *a* 111"},{"pageNumber":6,"pageContent":"Page iv is blank."},{"pageNumber":7,"pageContent":"FOREWORD TO THE FIRST EDITION Some books are so much be-trumpeted before their appearance and make their advent accompanied by such a battery of acclamation that afterwards one is at a loss to know whether to attribute their success to their own merits or to the preparatory campaign of advertising. Others come ‘6without bell,” without ostentation or announcement, like the stealing of light at dawn, and make their way very slowly and by their own intrinsic worth. The present volume is an ex- celllent example of the latter class, Brother Street first collected his m terials for a series of lectures in his own state of A abama. t Later on these lectures were published serially in The Budder, the journal of the National Masonic Research Society. Beginning in August, 1918, the demand for copies of the journal dontaining the serial was such that the Society issued the manuscript in book form, albeit of a most modest fashion. This IittIe book in turn has been so much read and so widely sought that not a copy remains to be sold. And now the Society, with Brother Street’s consent and assistance, is republishing ‘%vm- boIism of the Three Degrees” in a volume of &ch dignity and permanence as the proved worth of the essay entitles it to. It chances that I myself have written a book on Symbolical Masonry, if I may be here permitted to say as much, and therefore I can speak with some- thing of the authority of experience when I say that &is work is one of the half dozen best books on the subject in our language. Those who have labored in V"},{"pageNumber":8,"pageContent":"vi FOREWORD the field of Masonic symbolism know what toil is required; what mountains of books must be read; what masses of rubbish must be overhauled for an ounce of value; and how confusing is the babe1 of interpretation that breaks from books, Monitors, speeches, magazine articles, pamphlets and id genus onzne. To find one’s way, to keep one’s head, to emerge at last with one’s sanity intact and with some- thing of value, is a task. To Brother Street belongs the honor of such an achievement. He has read wisely and well ; thought much; and followed the lead of the official Monitors without abandoning his own rights or duties of independent judgment. The Craft needs a large literature of such books as this. Private students and members of study clubs should master it and Wardens aragraph by paragraph. Masters an B all others entrusted with the ex- emplification of our marvellous Masonic Ritual will find in it such light on all the important symbols of the Three Degrees as will give them and their audi- ence a new interest in the work, and a new apprecia- tion of the inexhaustible wealth hidden away within the heart of Ancient Craft Masonry, H. L. HAYWOOD, Editor of The Builder. Cedar Rapids, Iowa, Oct. 1, 1922."},{"pageNumber":9,"pageContent":"CONTENTS FOREWORD TO FIRST EDITION . l THE ENTERED APPRENTICE DEGREE QUESTIONS FOR DISCUSSION . . . PAGE ..* 111 V 1 95 101"},{"pageNumber":10,"pageContent":"THE ENTERED APPRENTICE DEGREE"},{"pageNumber":11,"pageContent":"SYMBOLISM OF THE THREE DEGREES THE ENTERED APPRENTICE DEGREE It is first necessary that we should understand the hope of our subject. First, be it understood, we at- kmpt to exhaust no topic upon which we touch, but only to stimulate the interest and curiosity of the reader to pursue the subject further for himself. Under the term ccsymbolism,)) we include also the legends and allegories of Masonry, though properly speaking they are not symbols. Yet they are all 80 closely interwoven and so employed for the same or like purposes they can scarcely be treated separately. General Albert Pike, that great Freemason and phi- losopher, says that “to translate the symbols [of Freemasonry] into the trivial and commonplace is the blundering of mediocrity.” That there has been some blundering of this kind on the part of our Monitor makers must be apparent to any serious and intelligent student of l!#asonry. Difficult as it is to assign adequate meaning to 8orne of our Masonic symbols, it is equally difficult, when once started, to know where to stop. Says a distinguished British Freemason, Brother W. H, Ry- lands: 1"},{"pageNumber":12,"pageContent":"2 SYMBOLISM OF THETHREE DEGREES “Symbolism is always a difficult affair .as every one knows or at least ought to know. When once fairly launched on the subject, it often be- comes an avalanche or torrent which may carry one away into the open sea or more than empty 8pace. On few questions has more rubbish been written than that of symbols and symbolism: it is a happy hunting ground for those, who, guided by no sort of system or rule, ruled only by their own sweet will, love to allow their fancies and imaginations to run wild. Interpre- tations are given which have no other foundation thgn the disordered brain of the writer, and, when proof or anything approaching a definite state- / merit is required, symbols are confused with metaphors and we are involved in a further maze of follies and wilder fancies.” Thus we are to steer our bark between the Scylla of Brother Pike and the Charybdis of Brother Ry lands; without, therefore, descending to the common- place on the one hand or soaring away from the plane of common sense on the other, we hope to be able to say something of interest concerning the symbolism of the First Degree. A symbol is a visible representation of some ob- ject dr thing, real or imagined, employed to convey a certain idea. Sometimes there is an apparent con- nection between the symbol and the thought repre- sented, but more often the association seems to be entirely arbitrary. The earliest forms of symbolism of which we know were the ancient hieroglybhical systems of writing. We may indeed say that sym- bolism is but a form of writing; in fact, the earliest and for hundreds, and perhaps even thousands of"},{"pageNumber":13,"pageContent":"THE ENTERED APPRENTICE DEGREE 3 years, the only form of writing known to the human race. It prevailed among every ancient people of whom we have any definite knowledge. The learned Dr. William Stukeley, of England, the author of slany antiquarian wurks, said truly that the “wisdom of all the ancients that is come down to our hands is symbolic.” ’ Few of us appreciate the importance of syr&ulism and the great part it plays even now in our everyday life. We have said that all symbolism is a form of writing; with equal truth, we may invert the state- ment and say that all writing, ancient and modern, is symbolism. It has been pruved that our present methods of writing are but developments from the hieroglyphical, and are as purely symbolical as any that have preceded them. Our thoughts themseIves and the forms in which we e@ress them are all sym- bolic. Even spoken language is symbolical; were it not so we should nut have to be taught a language in order to understand it. A certain spoken sound, or printed word is representative of a certain idea, nut naturally so, but by arbitrary usage; and this is precisely what a symbol is. To the direct forms of speech we have added the so-called Yigures of speech,” -similes, metaphors, parables and allego- ries, -rendering language both spoken and written still more symbolic. In short, without symbols corn- municatiun, except of the must restricted sort, among men would be impossible. The importance of the subject is, therefore, not easily exaggerated. Except when our attention is specifically directed to it, we"},{"pageNumber":14,"pageContent":"4 SYMBOLISM OF THE THREE DEGREES are not conscious of the extent to which the symbolin cal enters into our daily thought and life. Symbolism, however, in that aspect in which it is commonly un- derstood, no longer prevails, except to a very limited degree. This ancient form of writing, now generally fallen into disuse, Masonry has to some extent at least per- petuated and employs in recording her precepts and impressing them upon her votaries. Another ancient and favorite method of teaching still employed by Masons is that of the allegory. The allegory is a figure of speech, that is to say, a departure from the direct and simple mode of speak- ing, and the employment, for the sake of illustration or emphasis, of a fancied resemblance between one object or thing and another. If we say of a man, as we often uncharitably do, “He is an ass,” this is a metaphor. If we say of him, as Carlyle did of Wordsworth, “He looks like a horse,” this is a simile. An extended simile with the comparative form and words left out, in which the real subject is never directly mentioned but left to be inferred, is called an allegory. The most famous ex- ample of the allegory in literature is Bunyan’s PiE grim% Progress. One desirous of entering into the real spirit of these ancient methods of imparting instruction should read Bacon’s Wisdom of the Ancients, and particu- larly the preface to that remarkable book. He shows that nearly all the complex and to us absurd tales of Grecian mythology were but parts of a great system for inculcating natural, moral and religious truths by means of the allegory. What more grotesque asld revolting, ‘we may ask, than the myth of Pan?"},{"pageNumber":15,"pageContent":"THE ENTERED APPRENTICE DEGREE 5 “He is portrayed by the ancients,” to quote Bacon, “in this guise: on his head a pair of horns that reach to heaven; his body rough and hairy, his beard long and shaggy; his shape bi- formed, above like a man, and below like a beast; his feet like goats’ hoofs; and he bore these en- signs of his jurisdiction, to wit, in his left hand a pipe of seven reeds, and in his right a sheep- hook, or a staff crooked at the upper end, and his mantle made of a leopard’s skin.” Yet under the master touch of Lord Bacon this in- congruous creature, half man and half goat, is shown to be a beautiful and apt symbol of all nature. Approaching that branch of symbolism which at present concerns us, Masonic Symbolism, it may be asserted in the broadest terms that the Mason who knows nothing of our symbolism knows little of Free- masonry. He may be able to repeat every line of the Ritual without an error, and yet, if he does not un- derstand the meaning of the ceremonies, the signs, the words, the embIems and the figures, he is an ignoramus Masonically, It is distressing to witness how much time and labor is spent in memorising “the work’; and how little in ascertaining what it all means. Far be it from us to underrate the importance of letter-perfection in rendering our ritual. In no other way can the symbolism of our emblems, ceremonies, traditions, and allegories be accurately preserved, but we do maintain that, if we are never to under- stand their meanings, it is useless to preserve them. The two go hand in hand; without either the beauty and symmetry of the Masonic temple is destroyed."},{"pageNumber":16,"pageContent":"6 SYMBOLISM OF THE THREE DEGREES It is in its symbols and allegories that Freema- sonry surpasses all other societies. If any of them now teach by these methods it is because they have slavishly imitated Freemasonry. The great Mason and scholar, Brother Albert Pike, said : 4 ‘Th e sFrbulism of Masonry is the soul of Ma- sonry. Every symbol of a lodge is a religious teacher, the mute teacher also of morals and philosophy. It is in its ancient symbuIs and in the knowledge of their true meanings that the preeminence of Freemasonry over all other or- ders consists. In other respects, some of them may compete with it, rival it, perhaps even excel it; but by its symbols it will reign without a peer when it learns again what its symbols mean, and that each is the embodiment of some great, old, rare truth.” - In our Masonic studies the moment we forget -that the whole and every part of Freemasonry 4s sym- bolic or allegoric, the same instant we begin to grope in the dark. It4 ceremonies, signs, tokens, words and lectures at unce become meaningless or trivial. The study of no other aspect of Freemasonry is mure important, yet the study of no aspect of it has been so much neglected. Brother Rubert F. Gould, of England, our foremost Masonic historian, declares it is the (‘one great and pressing duty of Freemasuns.” ’ Brother Albert Pike, no doubt the greatest philosopher produced by our fraternity, declared as we have seen that symbolism is the soul of Masonry. We know that symbols are in Masonry, and we"},{"pageNumber":17,"pageContent":"THl3 ENTERE:D APPRENTICE DEGREE 7 know not when or how they got there. We know not who assigned to them their numbers. We know that many of them were employed for the same purpose, the communication of ideas before the beginning of authentic history ; of some-of them we know a part at ‘ieast of their original meanings, but of the mean- ing of &hers we know nothing at all. In some instances it is possible to ascertain or at least to surmise the origin tif the symbol and what gave rise to it. But in many of the most important this inquiry-has baffled all research. If in Masonry we speak of a Temple, we do nut mean one of stone and mortar; if we speak of at square, we do not mean one of steel or wood; if we speak of compasses, we do not mean one of metaL We are told in our Monitors that “every emblem, character and figure depicted in the lodge has a moral and useful meaning and forcibly inculcates the prac- tice of virtue.” The same may with equal truth be said of our every ceremony, sign, token, legend, and allegory. If this is true, it must follow that to be ig norant of Masonic symbolism is to be ignorant uf Masonry. Even our name-Nlason or Freemason-+ sym- bolical. Literally it means “builder in stone.” Of course, we are engaged in no such labours except in a, symbolic sense. We liken the development of human character to the erection of a building; we liken the manly virtues which constitute a finished character to the polished stones which enter into a finished structure. The etymology of ,the wurd Mason, whether used to indicate a speculative or an operative M&sun, is obscure."},{"pageNumber":18,"pageContent":"8 SYMBOLISM OF THE: THREE DEGIXEES NAME OF THE FRATERNITY Undoubtedly the very name of Masonry is symbolie. The likening of the developing of human character to the building -of a house is an old simile. It was certainly in use among the Jews as early as the time of David (2 Samuel vii, 27; Ps. cxviii, 22) and was a favorite figure of speech with Jesus. It should, therefore, cause no surprise that a society whose professed mission is character-building should bear synbolically the name of the occupation of those en- gaged in the building of houses. It might be asked why are we not called Freecarpenters instead of Free- masons if we get our name from house builders. The answer is that we might have been so called had our Fraternity originated in America instead of in Europe or Asia. Carpenters are a much more im- portant factor in house building here than in the Old World. There nearly everything is and has for centuries been built of stone or brick. This is still more the case in Palestine where, according to our traditions, the society of Freemasons had its origin. There, because of the scarcity of timber, the occupa- tion of a mason was always of much greater consee quence than that of the carpenter. Besides, it will be borne in mind that the more important edifices of all countries have, since the beginning of historic times, been built of stone or marble. In the ceremonies of making a Mason we do not attempt to do more than to indicate the pathway to Masonic knowledge, to lay the foundation for the Masonic edifice; the brother must pursue the journey or complete the structure for himself by reading and reflection."},{"pageNumber":19,"pageContent":"THE ENTERED APPRENTICE DEGREE 9 Brother Pike thus expresses this idea: CcScience makes use of symbols; but for its transmission language is also indispensable ; wherefore the Sages must sometimes speak. But when they speak they do so not to disclose or to explain but to lead others to seek for and find the truth of science and the meaning of the sym- bOlS.” There must be somewhere in Freemasonry a con- Gstent plan running entirely through it by which all that is genuine in it may be rationally explained. It GUI not be that a miscellaneous collection of rules, customs, symboIs and moral precepts, however valu- able in and of themselves, thrown together without order or design, could have attracted the attention among inte’tligent men that Freemasonry has done in all ages in which it is known. Surely unity must somewhere exist in the great variety which we find in the Masonic systeti. A little study will reveal to us that the great, vital, underlying idea, sought tar be inculcated by the several degrees considered collectively and which runs entirely through the system, is to give an alle- gorical or symbolical representation of human ex- istence, not only here but *hereafter, and to point the way which leads to the greatest good both in this life and in the life to come. Our ceremonies and sym- bols, while beautiful and impressive in and of them- selves and incidentally teaching valuable lessons of religion, morality and industry, all cluster around and contribute to this central idea. But it is only -Ywhen we reflect upon them in relation to this sub-"},{"pageNumber":20,"pageContent":"10 .SYMBO&M OF THE THREE DEGREES lime allegory of human life that we are enabfed to comprehend them in the fulness of their beauty and grandeur. The Masonic student, therefore, who has never caught this conception of his subject has failed to grasp Freemasonry in its most instructive and im- portant aspect. Endeavour, therefore, to get clearly in your mindsa tie point we emphasise and which we shall att.empt to demonstrate, namely, that every sign, every symbol and every ceremony in the First Degree, in addition to any primary sig&fication it may have, is also de- signed to illustrate allegorically some moral phase uf human existence. The @eat German poet, Goethe, says’: The MasoVs ways are A type of existence, And his persistence Is as the days are Of men in this worldcy’ We have dwelt at length on this thought juat be- cause it is not otherwise possible adequately to ex- plain any part of the Masonic system. DEFINITION OF MASONRY A more beautiful, a more accurate, or a more com- prehensive definition of Freemasonry never has and never will be given in’ so few words than that it is “A system of Morality veiled in Allegory and illus- trated by Symbols.” ’"},{"pageNumber":21,"pageContent":"THE ENTERED APPRENTICE DEGREE II ft is truly a SYSTEM. It is not a mere hedge-podg;e of rules, maxims and precepts thrown together with- out order or design, as ignorant Masonrs so often sup- pose. It is a system of MORALITY. The word morality in the first and broadest sense, “the doctrine of the right and wrong in human conduct;’ (Standard Di& tionary) wvers the whole fie’id, It is veiled in ALLEGORP. RightIy understood the whofe system is an elaborate allegory of human life, An allegory as already stated is a departure from the direct mode of speaking in which the real subject is not mentioned by name but is more or fess thinly veiled, though not hidden, beneath figures of speech. It is illustrated by SYMBOLS. pphat might other- wise be unintelligible in the allegory is made plain by the symbols accompanying it. The meanings of most of these symbols, though sometimes furgotten and hence nut dbvious, may be ascertained by study and reflection. In our view two other facts may be regarded as set- ting a limit in a loose oort of way to the meaning of Masonic symbols. One is that Masonry is derived from an operative society; the other that the symbols are obviously designed to teach mural and religious truths. We must conclude, therefore, that to our ancient brethren they meant and were designed to teach mural and reIigious truths of the need of which they were conscious. These are such onIy as would appeal to a man of practical common sense. It is fully to talk of these symbols meaning the same to them that they have meant at times to societies of philosophers tid mystics. These additional mean- “rigs may be just as true and legitimate, but they are"},{"pageNumber":22,"pageContent":"12 SYMBOLISM OF THE THREE DEGREES not v Masonic meanings, The rule we have just laid dam is general enough to admit of opinions different enough as to any symbol. Reliance must at last be p’faced largely upon a liberal measure of common sense. One fact is undoubted and that is that Speculative Freemasonry is a development from the operative Masons’ guilds of former times. But when this change began or when it became complete are points of con- troversy. When we come to consider the time and ,manner, when and how the separation occurred there is very great uncertainty. Without attempting to state the evidence on which the conclusion is based, it is generally agreed that certainly as early as A.D. 1600, Speculative Masonry was in existence though still maintaining a sort: of connection with the opera- tive craft. Just what this connection then was is not precisely known. The complete divorcement of Speculative from operative Masonry, according to the most reliable authorities, seems to have taken place a few years prior to A.D. 1717. Just here a whole troup of questions begin to press for answer. Whence did the Speculative Masons derive their esoteric, symbolical and philosophical teachings, if not from the operative guilds? If from them, whence and when and how did they in their turn obtain them? And our understanding of the meanings of the Masonic symbols must in a measure wait the answering of these questions. Our present knowledge is not sufficient to enable us to answer them. Brother Gould has said that the one great and pressing duty of Freemasonry was, he thought, to try and recover the lost meanings of many Masonic sym-"},{"pageNumber":23,"pageContent":"THE ENTERED APPRENTICE DEGREE 13 bols, and to do this effectually it would be desirable to ascertain whether the symbolism they possessed became theirs by inheritance, or was the accidentaf prtiduct of adoption (or assimilation). If this symbol- ism was inherited, then the analogous customs of remote antiquity should form the subject of their study and investigaton ; but if on the contrary, it was introduced at a comparatively recent date into Free- masonry, then the way it was actually understood by those who introduced it ought to have thei first claim ‘upon their attention.’ Initiation is now, as it has been for countless ages, employed as a symbol of the birth and endless de- velopment of the human mind and soul. The Entered Apprentice Degree represents birth and the prepara- tory stage of life, or in other words, youth; the Fel- low Craft represents the constructive stage, or man- hood; the Master Mason represents the reflective stage, or old age, death, the resurrection, and the everlasting life. This explanation of the three degrees is briefly given in our lecture on the Three Steps delineated on *the Master’s Carpet. Likewise the lodge, which is sometimes defined as ‘Lthe place where Masons work,” symbolises the world or the place where all men work."},{"pageNumber":24,"pageContent":"14 SYIKBOIJSM OF THE THREE DEGREES Is it true that the lodge symbolically represen@ the world? We might say to begin with that some haPer thought the word “lodge” derived from the Sanskrit word “IogsL,)’ meaning the world. However, this may be, our Monitors tell us that the form of a lodge is an “oblong square” from East to West and between North and South, from earth to heaven and from BUG face to centre. This of course, if it means anything, .ca mean nothing less than the entire known habitable mrth and Masonic scholars universally so interpret it. This meaning was more manifest at the period when Freemasonry is supposed to have had its origin, for the then known world lying around the shores of the Mediterranean sea was literally of the form of an “oblong square.” One doubting this may consult any map of the ancient world, especially that of Cosmas Indicopleustes of the sixth century or that of Strabo A.D. 18. Dudley, in his NaoZogy (p. 7), says that the idea that the earth was a level surface and of a square form may be justly supposed to have prevailed gener- aIly in the early stages of the world. It is certain that down to a comparatively recent date it was be- lieved that beyond a certain limit northward life was impossible because of the darkness and cold, and likewise that beyond a certain limit southward it was impossible because of the blinding glare and intense heat of the sun. It was even supposed that in the farthest South the earth was yet molten. The biblical idea was that the earth was square. Isaiah (xi, 12) speaks of gathering “the dispersed of Judah from the four corners of the earth”: and in the Apocalypse (XX, 9) is the vision of “four angels standing on the four corners of the earth.”"},{"pageNumber":25,"pageContent":"TJ3B EN7IYEW3D APPRENTTICE DEGIUZE i5 So thoroughly grounded were these beliefs that in ancient times the ‘<square,” now the recugnised sym= bol of the lodge, was the recognised symbol of the earth, as the circle was of the sun. In this antiquated expression “oblong square,” we therefore have nut only an apt description of the ancient world and evi- dence that the lodge is symbulical thelteof,” but also a rexnarkable evidence of the great age of Free- masonry. It tends strongly to date uur institution back to the time when the human mind conceived the earth to be a plane surface and was ignorant of itsi spherical character. Again the covering of the lodge is said to be JS clouded canopy or starry decked heaven, a descrip tiun that cuuld have nut the slightest application te anything else but the world. If the fudge symbulises the world and the Masun symbolises man, it follows that initiation must sym- b&e the introduction of the individual into the world, or the birth of the child. It was sp regarded in the ancient systems of initiation and is now so understood by Masonic schoIars everywhere. It is the least important view to consider it merely as the method of admitting one to membership in a Society. The preparation of the candidate and the plight in which he is admitted an Entered Apprentice strik- ingly typifies the helpless, destitute, blind and ig-"},{"pageNumber":26,"pageContent":"16 SYlVIBOLISM OF THE THREE DEGREES norant condition of the newly born babe. Eht initiation means more than this; by all the authorities it is agreed to by a symbolical representation ti the process by which not only the child had been brought into existence and educated into a scholariy and refined man but that by which the race has been brought out of savagery and barbarism into civilisa- tion. The state-in which a candidate enters an Entered Apprentice lodge fittingly typifies the barbaric, not to say savage, state in which man originally moved when he knew not the use of metals and out of which he has been brought to his present condition. It is precise1 y this that has led to the application pf tb term “barbarian” to the uninitiated. On this point, we quote Brother Albert Pike again; he says: % that preparation of the candidate which symbolises the condition of the Aryan race es- pecially in its infancy, he represents the condi- tion of the race when there were no manufacturers and the fabrics of the loom were unknown, when men dressed in the skins of animals, and, when the heat made these a burden, were hardly clothed at all. He represents their blindness ;>f ignor- ance, even of the most useful arts, and altogther of divine truths; and that in which the number 3 appears, the bonds in which they were held of their sensual. appetites, their passions that were their masters, anger, revenge, hatred, and all the evil kindred of these; and their superstitious f card’"},{"pageNumber":27,"pageContent":"THE ENTERED APPRENTICE DEGREE 17 The preparation of the candidate is also symbolical of that equality of all men which is one of the funda- mental doctrines of our society. He is stripped of everything that indicates any difference in fashion, station or wealth. All evidences of artificial distinc- tions are obliterated. The onlooker could not tell whether he is a prince or a pauper, a millionaire or a beggar. On the other hand, he is nut deprived of any of those qualities of heart, mind, or character which mark the real superiurity of une man uver an- uther. From the very beginning of initiation‘ he is urged to make the utmost use of these in an effort to excel in all that is noble and worthy. A little study and reflection will show that every Masonic symbol has an apt application not only to the mural and intellectual Iife history of the in dividual but also to that of the race considered collecm tively. Biologists tell us that this parallel between the individual and the race holds good in the material realm and that in the physical growth and develup- ment of every child from the moment of its cuncep- tion till it is a fully grown man, there is epitomised the history of the evolutionary development of the race through all the ages that have passed. However this may be, it is certain that an exact parallel does exist between the moral and intellectual growth of the child and the process which history indicates the race as a whole has passed through. SECRECY One of the very first lessons taught the candidate and impressed upon him symbolically and in an un- forgettable manner is the duty of secrecy."},{"pageNumber":28,"pageContent":"18 SYMBOLISM OF THE THREE DEGREES The secret signs, tokens, and words, which usually excite the greatest curiosity among the uninitiated, are in fact the least important parts of Freemasonry. All understand this who have ever passed through the solemn ceremony of being raised to the Sub- lime Degree of Master Mason. .Still they are not without their value. They are a protection against imposters; they are a passport to the attention and glssistance of the initiated everywhere. They have stayed the uplifted hand of the destroyer; they have arrested the despoiler of female virtue; they have softened the asperities of the tyrant; they have sub- dued the rancor of the malevolent and broken down the barriers of political animosity and religious in- tderance. May our secrets be forever preserved inviolate! But the chief value of this lesson lies in the fact that f@w persons are able to keep a secret, It is a priceless but rare virtue, and yet one where little effort is made to teach or practise it. If Masonry could do nt) more than train its membership to preserve sacredly (except where a higher duty com- mands disclosure) the secrets of others confided to them, it would have done a great work and one which alone would entitle it tol a continued existence. The ancients so prized this virtue that they allotted a god to it. It is said of Aristotle that, when asked what thing appeared to him most difficult of performance, he replied, “To be secret and silent.” I fear we moderns would more nearly deify the gossip. The ancient symbol of secrecy is a finger laid JWXXW the lips. l‘he manner of the candidate’s reception is sym- bolical of the pricks of a violated conscience for any"},{"pageNumber":29,"pageContent":"THE ENTERISD APPREhlTICE DijZREE 19 departure from those injunctions of secrecy and vir- tue Iaid upon them in the course of initiation. Ritee similar to our own at this point were in vogue among the ancients, TOOL SYMBOLS One of the things first noticed in the Entered Ap- prentice Degree and continued throughout all the de- grees is the employment of the tools of the operative Mason as emblems of moral qualities. This peculiar- ity of Freemasonry is well knuwn even to outsiders, Brother George Fleming Moore, former editor of “The New Age” and Past Sovereign Grand Com- mander, Ancient and Accepted Scottish Rite, Southern Jtirisdiction, declares that it is cllear that the ancient Chinese philosophers used our present Masonic sym- bols “in almost precisely the same sense in which they are used by us in modern Freemasonry.“’ The tools with which men Iabour are not inappro- priate for use as moral symbols: they are neither humble nor trivial. They are worthy emblems of the highest and noblest virtues. Tools have performed an astonishing part in civilising and enlightening mankind. They are one of the few things that dis- tinctly mark man as immeasurably superior to the other animals. Some scientists have even contended that it is alone tian’s ability to fashion and use toofs that has raised him above the level of the brute crea- tion. But radical as this view must be, it cannot be denied by any thoughtful man that the use of tools has been one of the chief instrument&i- in all ’ (‘ The New Age, ” Vol. XVII, p. 283."},{"pageNumber":30,"pageContent":"20 SYlMFJOLISM OF THE THREE DEGREES hrrman progress, not only material but mental and spiritual, Without tools we could not till the soil, or work the mines, or reduce the metal; we could en- joy only the rudest shelters; and all the creations of art which appeal to our spiritual natures would be impossible. The very stages of human advancement are named from the character of the tools that were employed during them; thus, the Stone Age, the Bronze Age, the Iron Age, etc. ,Some students suppose the first great achievement of man in his progress from savagery to civilisation to have been the development of -articulate speech; the second, the discovery of the uses of fire; the third, they believe to have been the invention of a tool, namely, the bow and arrow. But doubtless this was preceded by the discovery of the use of the cltib even if the club did not precede the development of speech, as has been the case with the great anthropoid apes. Pottery, another class of utensils, they hold to have been the fourth; the domestication of animals, the fifth; and the discovery of the manufacture and use of iron,. the sixth. The seventh was the art of writing which also involved the use of a tool. Thus we see that four, perhaps five, epoch-making strides of savage and barbaric man had to do with the use of tools. With civilised man, the case has been even more striking. Among his early discoveries or inventions were gunpowder, the mariner’s compass, the manu- facture of paper, and printing with movable type. Another was the demonstration by Copernicus (1530) that the earth revolves on an axis and that the sun does not daily make a circuit around her. The steam engine, machines for weaving and spinning, appar-"},{"pageNumber":31,"pageContent":"THE ENTERED APPRENTICE DEGREE 2l! atus fur’ generating and uti’tising the boundless pus& bilities of electricity, the gasolene engine and the flying machine are all achievements made possible by the invention and use of new tools. And it must be remembered that the discovery of Copernicus was rendered possibIe only through the use of another tool. To the Psalmist the heavens declared the glory of God’s handiwork, but a thousand times more solemnly and impressively do they now disclose it through the medium of the telescope. It was nothing less than an inspiration that prompted our ancient brethren to symbolise the tools with which they pro- duced those creations of art and architecture whose sight causes our breasts to heave with the highest emu- tiuns uf which we are capable. Professor Henry Smith Williams,’ after pointing out the many material advantages invulved in the use of tools, says that we must not %verlook the esthetic Mluence of edged implementS.” And then what must be said of the tools that make our music? If there is a glimpse of heaven ub- tainable on earth, it is in the wonderful art made possible through our marvellous musical instrur- ments. How our various working tools acquired the partic- uIar symbolical meanings we now attach to them we do not always know. In some instances we know that they have borne them fur ages. At any rate, it is with peculiar fitness that the material tools, which contribute so essentially to the building and the beautifying of the material structure, &ould be made to syznbolise thuse virtues which are"},{"pageNumber":32,"pageContent":"22: SYlWB0LISM OF THE THREE DEGREES 1 so essential to the building and beautifying of human character, that moral ad spiritual building not reared with hands. It is by the use of tooIs that the architect designs, erects, arrd adorns the building. So also is it that by the practice of the moral, intellectual and religious virtues human character is perfected. In a system, therefore, where a perfect building is made to sym- bolise the perfect character, it is not surprising but is altogether appropriate that the tools which produce the one should symbolise the virtues which ,malse the other. THE TWENTY-FOlJR 1NCW GAIJGE, is a symbol of time but not in the sense, as we learn in/the Third Degree, that the scythe symbolises time, The scythe denotes the fleetness of time and the brevity of all things human, while the Twenty-four Inch Gauge typifies time well spent. It teaches us the value of our time, that time wasted can never be re- gained, that it is a priceless commodity, that there ,is a time for all things, a time for labour, a time for rest, a time for amusement, a time for worship, and a time for the relief of distress. It is the same les- son so beautifully taught in Ecclesiastes iii, l-8, or as redacted by Jastrow in A Gentk Cynic, p. 209: “Everything has its appointed time and there is 8 time for every occurrence under the sun. There is a time to be born, A.nd a time to die, There is IS time for planting, And 8 time for uprouting.”"},{"pageNumber":33,"pageContent":"THE ENTERED APPRENTICE DEGREE 23 In other words, let everything be done in time and h order, so that none of this most valuable gift of God to ban shall be wasted. How few of us place an adequate estimate upon the value of our time! Note those who sit around and whittle and chew tobacco. The gauge being divided into twenty-four inches it naturally, in a system like ours, became the symbol of the twenty-four hours of the day. THE COMMON GAVEL or stonemason’s hammer, was the tool with which the apprentice performed those first operations involved in fitting a stone for its proper place in the building, such as “breaking off the corners of rough stones”; or, as expressed in England (Emulation Working) 9 ‘to knock off all superfluous knobs and excrescences.” It was not adapted to giving polish or ornamentation to the stone and hence it should symbolise only that training of the youth which is designed to give qechanical skill and to divest him of those social habits which characterise. man in a state of nature. In Canada, it is said to teach that Yabour is the lot ‘of man” and that qualities of heart and head are of limited value “if the: hand be not prompt to execute the design” of the master. However, since the chisel has fallen into disuse in the United States and many other countries as a Blue lodge symbol, the symbol- ism of the Common Gavel has been extended so that it now typifies the enlightening and ennobling effects of training and. education in all its various branches,"},{"pageNumber":34,"pageContent":"24 SYMBOLISM OF THE THREE DEGR%ES THE CHISEL has a symbolism somewhat akin to that of the Com- mon Gavel, or stonemason’s hammer.” The Gavel was used only in the earlier processes of dressing the stone and is not adapted as we have just said to giving . it a high polish or ornamentation. It, therefore, sym- bolises the earlier steps in the education and moral training of the youth. When it is desired to give a higher finish to the stone or to give it an ornamental shape or to engrave designs upon it, the Chisel was and still is brought into play. The Chisel, therefore, syrnbolises those advanced studies and trainings which give a man polish and refinement and fit him for the highest stations in life. In the United States, the Chisel is practically obsolete in Blue Masonry but it appears in the beautiful Mark Master% Degree where it is said to “demonstrate the advantages of discipline and education.” In England (Emulation Working) V it is said to “point out to us the advantages of educa- tion by which means alone we are rendered fit mem- bers of regularly organised society.” In Canada; it is said to teach that “ncthing short of indefatigable exe ertion can induce the habit of virtue, enlighten the mind, and render the soul pure.” We regard it as a distinct loss to Blue lodge symbolism in the United States that the ChiseI has been surrendered to Capitular Masonry. Its proper place is in the Fellow Craft Degree, from which many believe the M&k Master Degree to have been originally taken."},{"pageNumber":35,"pageContent":"THE ENTERED APPRENTICE DEGREE 25 TEE KEY has a beautiful symbolism familiar to English Masons but unknown to us. It symbolises the tongue and teaches us that it should always be ready to speak in a brother’s defence and “never lie to his prejudice.” EmuIation WorIring (English) gives this charge: ‘That excellent key, a Freemason’s tongue, which should speak well of a brother absent or present, -and when unfortunately that can nut be done with honour and propriety, should adopt &at excellent virtue of the Craft which is Si- lence.” y SOLOMON’S TEMPLE A symbol which appears early in this Degree and recurs in many subsequent degrees and rites is that of Solomon’s Temple. If building symbolises the de veloping of the human mind and character, nothing is more logical than that the most perfect building known should be chosen as the symbol of a perfect character. But in this connection it is often asked why was not the Parthenon, or the Pantheon, or the temple of Zeus at Athens chosen for this symbol. Two answers are possible: First; a tradition has prevailed since Iong before the birth of Christ that the Temple of Solomon was the most artistic and the most highly wrought struc- ture ever erected by man. a Emulation Working, Lectures of the Z'hree Degrees, etc. (Lewis, X396), pp. 3, 9."},{"pageNumber":36,"pageContent":"26 SyI1MBOLISM OF THE THREE DEGREES Second; if Masonry had its origin at the time and under the circumstances claimed by our traditions, namely,’ at the building of the Temple, it would be inevitable that Solomon’s Temple should be chosen as this symbol. Of course historians laugh at this claim, but historians have laughed at many things which have turned out to be true. Without assuming to assert that it is true, we desire to point out what is at least a plausible hypothesis underlying this tradition. Many Masonic writers have maintained apparently with reason that earlier than a thousand years be- fore Christ, the priests of Dionysus, or Bacchus, de- voting themselves to architecture in the erection of their temples, had founded the “Fraternity of Dionyian Architecture”; that these in course of time spread throughout Asia Minor and Phoenicia and gradually acquired the exclusive privilege of erecting the temples and the public buildings. It is supposed by them that Hiram, King of Tyre, whom we know to have been the erector of great buildings, Hiram Abif and the Tyrians, who were sent to assist King Solomon in the building of his Temple, were members of this fraternity. Granted the existence of such buildings as King Hiram erected, they can scarcely be accounted for except by supposing the existence of a society of builders who erected them. If such a society existed in Phoenicia at that date it would be remarkable if Hiram Abif and the other Tyrian artificers were not members of it, and it would naturally follow that at least the skilled workmen on Solomon’s Temple would be similarly organised. A corroborating circumstance of our Temple tradi- tion is that precisely at the time of Solomon,’ Judah"},{"pageNumber":37,"pageContent":"THE ENTERED APPRENTICE DEGREE 21 was the most powerful and Phclenicia the most en- lightened artistically and commercially of all the nations of the world. This was many centuries before the ascendancy of Greece and a thousand years before Rome extended her possessions beyond Italy. Solo- mon9& Temple antedates the earliest known remains of historic Greek architecture by nearly 300 years. Archaeology thus corroborates the claim of both Biblical tid Masonic tradition that down to iti time no building had been erected equal to it in splendour and beautiful finish. lo Its construction *naturally called in requisition the Tyrians, they being neigh- hours and the most finished artisans of the time. The secret society “habit” was quite as common among men then as it is now. Their long association together and their pride in such a great work would just as naturally lead them to form themselves into a society, 85 like motives led the soldiers of our Revolutionary and Civil Wars to form patriotic societies, We have seen that there were already in existence and at hand secret societies which needed only a slight modifica- tion to make them much like what our traditions my Masonry then was. The probabilities all favor the conclusion that the Temple was built by a society of masons. Nor is there anything incredible in the theory that Solomon who was prosecuting this work, and Hiram, King of Tyre, whose subjects many of the builders were, con- descended to honour the society with their patronage and favor, thus linking their names with the w&- -tioI.L m un~~t?T~at cyctopeckia, p. 428 ; 1 Ibid., p. 290; 9 Ibid., ge 8 ; Tru~siations, Lodge .of Resexrch, No. 2429, Ilhkeater, 1Q~uh3, p. 139."},{"pageNumber":38,"pageContent":"28 SYMBOLISM OF THE THREE DEGREES In seven years, this bond would become quite strong; upon their dispersion every little group would continue to feel this tie of sympathy and to take pride in their great achievement, with the result that organi- sations having the same or similar traditidns would spring up in various parts. The idea would soon become prevalent among all bodies of masons that their ancient brethren erected the Temple. At any rate, it is clear that in the ancient Mysteries, Solomon found ready-formed institutions which with slight changes were admirably adapted to the creation and cultivation of a bond of union and sympathy among the workmen on the Temple, which would tend to make them more efficient, skilful and zealous and which would greatly expedite the work. There is nothing, therefore, inherently improbable in the assumption that Solomon with his wisdom and knowledge of human nature would turn the existing religious associations of his time to his use in accom- plishing his great and holy undertaking. This assumption does not imply that all the skilled artisans then in the world were employed in the build- ing of the Temple or that Freemasonry descended from those alone who were thus employed. The number, however, must have been sufficiently great that the tradition soon gained currency among all the building classes throughout the then-known world that the erection of the Temple was due to their predecessors in the craft. Thus may we rationally account for this tradition among us without insisting upon its historical accuracy."},{"pageNumber":39,"pageContent":"THE ENTERED APPRENTICE DEGREE 29 MODESTY OF TRUE CHARACTER We are told that in the building of Solomon’s Temple there was not heard the sound of any tool of iron. It is a well authenticated historical fact that the Jews, not to mention other ancient peoples, be- lieved that an iron tool was polluting to an altar to Deity. Hence, in the days of Moses, the laws pre- scribed that in erecting an aftar of stone to Jehovah no iron tool shouId be employed upon it. The work of erecting the Temple, therefore, went on noiselessly but with speed and perfection. This tradition, besides being borne out by the known facts of Hebrew history, has a beautiful sym- bolism. It is this: the erection and adornment of the moral and spiritual temple in which we are engaged, that of human character, and of which Solomon’s was typical, is not characterised by the clang of noisy tools. About true character building there is nothing of bIuster and show; it is a silent, noiseless process. It is the empty vessel. that makes the greatest sound. HALE A certain sign is called the hale or heZe frequently mispelled hail. The term is commonly understood men by Masons to mean accost or salute, but such ie not its meaning at all. It is derived from the Anglo-Saxon helan and means to cover or conceaf. u The English word heal, for example the healing of a wound or the healing of a Mason, is derived from the, same word and primarily signifies to cover, The hle, th ere f ore, has the same Masonic signification as"},{"pageNumber":40,"pageContent":"30 S.YlKBOLISM OF THE THREE DEGREES due guard and is intended to impress upon us the value of caution, a virtue so few men possess.. TILE? TILER, TYLER These words so common in and so peculiar to Free- masonry have a use and meaning similar to hale, They derive from the word $iZe, used in covering houses. To tile a house is to cover it; one who puts the tiles on a houq who tiles it, is called a tiler. Therefore, to cover a lodge, to protect it against in- trusion, is to tile it; the officer who does this is called the tiler. The correct spelling is undoubtedly t&r and not tyter. In a symbolical system like ours the tiler (coverer) of a building would naturally become symbolically the tiIer (coverer, protector) of the 1 43 0 e. DUE GUARD is another etymological puzzle. From what it is de- rived or it4 literal significatiori no one knows. It is of exclusively Masonic use. The statement is often met with that it is an Americanism and that it is u-n- known in England. But Brother W. J. Songhurst, the capable Secretary of Quatuor Coronati Lodge No. 2076, London, takes issue with this statement and says the expression is known in the British Isles and that it is a corruption of the French Dieu x12e garde (God protect me). With us it is intended to teach care, caution and circumspection, and especially a careful regard for the injunctions of secrecy contained in the several obligations."},{"pageNumber":41,"pageContent":"THE ENTERED APPRENTICE DEGREiE 31 CABLE TOW The candidate is early introduced We have seen that his introduction to the cable tow. into the Entered Apprentice lodge is symbolical of birth. Among the Hindus, the Brahmans wear a sacred cord symbolising the second birth which they profess. The cable tow thus has in Masonry what we might term its primary allusion. It has, however, a deeper symbolism. The word is not found in most of our dictionaries; it is characteristically Masonic. Its obvious literal mean- ing is the cable or cord by which something is towed or drawn. Hence with the greatest aptness it repre- sents those forces and influences which have conducted not only the individual, but the human race out of a condition of ignorance and darkness into one of light and knowledge. With symbolical meanings of this kind the cord seems to have been employed in many, if not all, of the ancient systems of initiation. The explanation of the cable tow given in our lecture is its least important meaning. a About this term and the connection in which it is used in Our ritual there is a flavour of the sea. Whence could we have inherited it? Probably not from the Jews, who were not a seafaring people. Tradition, however, connects with our Fraternity the Phcenicians who were the greatest saifors of the an- .cient world. May it not be that in this term we have preserved another evidence that our traditions are not ahogether unfounded? Dr. George Oliver in his Theocratic Philosophy c$ if4asonry tells us that in the ancient mysteries the sneophyte was bound with a chain and that the chain"},{"pageNumber":42,"pageContent":"32 SYMBOLISM OF THE THREE DEGREES was symbolical of the penance imposed on every an- didate for initiation by his confinement in the paqtos. He says that the phrase, “he submitted to the chain,” implied that “he had endured the rigours of prepara- tion and initiation with patience and fortitude.” xzI DISCALCEATION - It is very true that the &&zing off of one’s shoes is an ancient Israelitish custom adopted among Ma- sons. It was employed among the Jews as a pledge of fidelity of one man to another, Such is the sym- bolism of it in the Entered Apprentice Degree. ‘It has another meaning with which we are not concerned here, but which is brought out in the Master Mason Degree. CIRCUMAMBULATION A certain ceremony, the candidate is told, was in- tended to signify to him that cCat a time when he could neither foresee nor prevent danger he was in the hands of a true, and trusty friend in whose fidelity he could with safety confide.” This has a literal meaning very applicable to the candidate’s then con- dition, but if we regard the candidate as we should, as man pursuing the journey of life, the symbolical signification of this ceremony becomes truly profound. We all grope in the dark from the moment we are born till we are lzlid upon the bier. In our moments of apparently greatest security we often to our aston- m Oliver, Theomatio Ph&8ophy of Masorcry, Lecture Vl."},{"pageNumber":43,"pageContent":"THE ENTERED APPRENTICE DEGREE 33 ishment afterwards find that we were in the very presence of death. The sinking of the Titanic or the Lusitaniu was but one of thousands of proofs of this truth. The winds, the lightnings, the floods and the fires destroy us without warning. With all our boasted wisdom and foresight we can not see an inch into the future. But every man is in the hands of a true and trusty friend in whose fidelity he can with safety confide. He needs but do his part to the best he knows and may then rest confident that our All- Father will take care of the results in a manner befitting an all-wise and all-loving Creator. This is what the Mason means by Faith, UPRIGHT In Eastern countries (and formerly in Western countries) the inferior approaches the superior, the servant the master, the subject the sovereign, in an abased or grovelling manner, oftentimes with the lface averted as tho;lgh it were insolence to look di- rectly upon the august presence. Not so in Masonry; the candidate is taught to approach the East, with his face to the front, walking erect as a man should walk. This attitude is one of the characteristics that distinguish man from the other animals. A few ani- mals can feebly imitate it, but only on occasion and then haltingly. Nothing adds more to a man’s self- respect and strength of character than to walk erect, holding the head well up and looking the world and every man squarely in the face. You may experi- ence a feeling of sorrow or sympathy for the man who appears before you with a cringing or abject"},{"pageNumber":44,"pageContent":"3Lfi SYMBOLISM OF THE THREE QEGREES bearing, but with this feeling there is mingled con* tempt. This idea we have turned into a terse though vulgar apothegm, ““Hold your head up if you die hard.” We promptly suspect the integrity of the man who can not look us squarely in the eye. Freemasonry teaches that all men are and of right ought to be free; that, therefore, no man should abase or humiliate himself before another. But this manly, erect attitude which the candidate is taught to as- sume has the same symbolism as the plumb. It teaches that we should always walk upright in our several stations before God and man. APPROACHING THE EAST The East has long been deemed the region of knowledge and enlightenment. Undoubtedly this idea sprang from the fact that it is in the East that the orb of light makes his appearance after the darkness of the night. In the East darkness, therefore, appears to take flight before the presence of light. Hence to “approach the East” in our symbolic language means to seek enlightenment and knowledge. Masons are said to travel from West to East and in Preston’s lectures and other more recent Monitors the question is asked, ‘“What induced you to leave the West and travel to the East?” The answer is “In search of a master and from him to gain instruction.” The West is the region where light at the close of the day seems to be engulfed in darkness. Hence, symbolically it was regarded as a region of ignorance. In the Egyptian reIigYions, it was deemed the region of the dead, so that one who had died was said to"},{"pageNumber":45,"pageContent":"THE ENTERED~ APPRENTICE DEGREE 35 have “gone West.” This same expression became common among the soldiers during the World War. This idea that the East is the region of knowledge and the West that of ignorance finds historical basis in the indisputable fact that civilisation first arose in the East and for many ages all seekers after knowl- edge were actually compelled to travel toward the East. THE DIGNITY OF MAN “What Is Man, That Thou Art Mindfd of Him?” Psalms viii, 4 What doea Freemasonry teach on this subject? What does it not teach ? It does not teach, in the canting phrase of some religionists, that 1 man is a worm. It does not teach that he is nothing or in- significant. It is by being a Man (not a mere male of the genus home), that the candidate makes his request for initi- ation. There is a school of philosophy which teaches that man is a small, insignificant factor in nature, and that human life is mean and contemptible. In our view it is not so. If we omit consideration of his anatomy and physiology as no more wonderful than the anatomy and physiology of the other animals, what shall we say of his mind? What shall we say of that other man, the so-called sub-conscious self, with which the latest and leading psychologists xlo~lf bvest him? And lastly, what shal1 we say of the soul which we so fondly believe he possesses? NO"},{"pageNumber":46,"pageContent":"36 SYMBOLISM OF THE THREE DEGREES one has yet fathomed the depths of these or any other one of the attributes of man. Away with the phi- losophy which teaches that man is of little moment in the universe; notwithstanding his diminutive size he is the biggest thing in the world. There is nothing ludicrous or incongruous that a spark of Deity him- self should come to dwell for a season in this won- derful creature. The more careful should we be that we do not dishonour it, THE BIBLE The BibIe is one of the Great Lights, is one of the items of Furniture, and rests upon the top of the Two Parallet Lines. No lodge with us should be opened without its presence. Still it is but a symbol; it rep- resents divine truth in every form, whether in the form of the written word, or in that referred to by the Psalmist when he sings : “The Heavens declare the glory of God; And the firmament showeth his handiwork. Day unto day uttereth speech, And night unto night showeth knowledge.” Psalms xix, 1. But the shadow must not be mistaken for the sub- stance. There is nothing sacred or holy in the mere book. It is only ordinary paper, leather, and ink. Its workmanship may be much inferior to that of other books. It is what it typifies that renders it sacred to us. Any other book having the same sig- nification would do just as weI1. For this reason the Hebrew Mason may with perfect propriety use"},{"pageNumber":47,"pageContent":"THE ENTERED APPRENTICE DEGREE 37 the Old Testament alone, or the Mohammedan may, as has .been done, employ the Koran in his lodge. In fact that book shoufd be used which to the individual in question most fuIly represents divine truth? We are quite well aware that many Masons and a few Grand Lodges maintain that Masonry requires of its initiates a belief in the teachings of the Bible. If these brethren are correct, then a belief in sume part on’iy is not exacted but a belief in every part, both of history and ductrine. Once cuncede that any ex- ception can be made and their whole contention falls to the ground because it then becomes the right and duty of every Mason to decide fur himself what is required and what is not. So let us assume that be- lief in every part is required. It is necessary, there- fore, in any case only to ascertain what the Bible teaches to know what Masonry requires. We quickly find that, in the opinion of some, the Bible teaches that Man fell from a state of perfec- tion in which he was originally created into one of corruption for physically eating a forbidden fruit, but at the same time we find that others equally honest believe that this story is an allegory and each side supports its contention with eloquence, learning and zeal, not to say warmth. Which view does Ma- sonry demand that we believe that the Bible teaches? Some believe the Bible teaches that because of Man’s sinfulness the whole worId was covered by a flood; others again beIieve that this too is an allegory. Which does Masonry require us to believe? Is one who is sceptical as to the reality of such a flood in- eligible to Masonry? I5 Pike, Morals ma Dogma, p. 11."},{"pageNumber":48,"pageContent":"38 SYMBOLISM OF THE THREE DEGREES The Bible teaches most explicitly (as at least many think) that Jesus of Nazareth was the son of God, that His conception was immaculate, that He was born of a virgin, that He was crucified, was dead and buried, that He lay in the tomb three days, that He descended into hell, that He arose from the dead, that He ascended into heaven, t/hat He now sits at the fight hand of God, that at the last day He will come to judge the quick and the dead, that through Him and Him only can Man be saved to a future iife of happiness<. The Jew, the Hindu, the Prrsee, the Mo- hagmedan, the Chinaman, the Japanese do not be- lieve any part of this. Are each and all of these barred from Masonry? The Primitive Baptist believes that the Bible teaches that “foot-washing” is a duty; other churches think not. What does Masonry say? The Baptist and others believe that the Bible teaches a single mode of baptism, immersion; others think it teaches not only this but sprinkling and pouring. With which does Masonry agree or rather require its members to agree? Some believe that the Bible teaches that the r‘esur- rection is a resurrection of the flesh; others that it teaches that the resurrection body is a spiritua1 body. Which does Masonry think it teaches? Or rather which does it require its devotees to believe that it teaches? Roman Catholics believe that the Bible teaches that the Pope of Rome is the vicegerent of Christ upon earth, that he can grant indulgences and for- give sins ; others ridicules: these ideas. What says Masonry?"},{"pageNumber":49,"pageContent":"TIIE ENTERED APPRENTICE DEGREE 39 Maybe the brethren and Grand Lodges to whom we refer will cpunter by saying Masonry does not de- scend to particulars but only requires its initiates to believe those fundamental teachings of the Bible cona cernitig which all good men agree. Some have ac- tually tried to dodge in this way. When they do thky abandon their original position which was that a be- fief in all the teachings of the Book is required. We dare assert that neither the Constitution, Regulations, nor Ritual of any Grand Lodge in the world requires a belief in the teachings of the Bible unless it be the Rlasumy of Scandinavian Europe. When we say that the Bible is “the rule and guide to our faith” we mean that what it typifies, Truth, should be the rule and guide to all our beliefs, thoughts, words and actions. Some Masons and Grand Lodges (notably Temes- see) insist that one to be entitled to recognition as a Mason must specifically acknowledge God’s “in- spired word,” or, as one distinguished Mason expresses it, a Mason may “believe as he pIeases so long as he believes in one true and living God and accepts ghe Iiroly Bible us His divine teachings and His ree vealed w2ill? These brethren thus broadly commit themselves to the Christian doctrine of inspiration of the Bible. Would they compel Jewish Masons to be- lieve this of the New Testament? Jews do not even befieve that ail the Old Testament is inspired. But a further question is, What theory of inspiration would they compel belief in, (1) that of mecha.nicaI dictation or verbal inspiration, or (2) that of dynamic influence or’ ‘degrees of inspiration, or (3) that, of es- sential inspiration, or (4) that of vital inspiration?"},{"pageNumber":50,"pageContent":"(1M) SYMBOLISM OF THE THREE DEGREES For theologians have contended for each of t;hwe. Do these zealous brethren recognise Thomas Aquinas’ distinction between direct and indirect inspiration? Are the Hebrew Masons to be allowed to accept the ‘“descending scale of inspiration” taught by the Jew- ish rabbis, namely, superintendence, elevation, direc- tion, suggestion ? Any one who will make a little study of this doctrine of inspiration will soon realise on what treacherous sands of theological dogma Ma- sonry will find itself should it ever attempt to en- force belief aat the Bible is the inspired word of God. There is but one escape from this jungle of dog- matism and that is frankly to acknowledge the Bible to be a symbol only. Those Christian Masons who would enforce belief in the teachings of the Bible have simply mistaken the symbol for the thing itself. The Bible is Masonry’s adopted symbol of Divine Truth in every form, just as the Compasses are its adopted symbol of self-restraint; the Square, of morality; and the Scythe, of time. The Bible sym- bol&es that divine truth or knowledge from whatever source derived, which should always be the rule and guide both to our faith and conduct. Thus viewed there is no reason why any man, whatever be his faith, should object to the Bible on the altar or to being obligated on the Bible. On the other hand, there is no reason why a candidate may not be ob ligated on that book which is to him the most sacred, the Bible being displayed the while precisely as are the Square and Compasses."},{"pageNumber":51,"pageContent":"THE ENTERE.J.3 APPRENTICE DEGREE $1 We are told that the lambskin or white leather aprun9 the badge of a Mason, is 3nore ancient than the Golden Fleece or Roman Eagle, more honourable than the Star and Garter? This sounds a little bom- bastic, we must admit, yet it is literally true, TIhe Order of the Golden FIeece, which is here referred to, had its origin in A.D. 1429; the Roman Eagle, which was Rume’s ensign .of imperial power, became distinctively such, according to Pliny, no earlier than the second consulship of Gaius Marius or about 105 years E.C. On the other hand, it is certain that the apron was worn as a badge of honour or sanctity more than a thousand years before Christ. The Gar- ter is confessedly the most ilIustrious order of knight- hood in England, and is historically identified with the chivalry of the Middle Ages. But for this very reason, it, like all the other orders of chivalric knight- hood, was, as has been said by high authority, George Gordon Coulton? “h ampered by the limitations of mediseval society.” Edward A. Freeman, the great: English historian, who has perhaps most nearly de- fined the spirit and influence of knighthood, says: “The chivabous spirit is above all things a class spirit. The good knight is bound to endless fantastic courtesies tuwards men and still more towards women of a certain rank; he may treat all below that rank with any degree of scorn and cruelty. The spirit of chivalry implies the ar- bitrary choice of one or two virtues to be prac- tised in such an exaggerated degree as to become"},{"pageNumber":52,"pageContent":"42 SYXIBOLISM OF THE THREE DEGREES vices, while the ordinary laws of right and wrong me forgotten. The false code of honour sup- plants the laws of the commonwealth, the law of God and the eternal principles. Chivalry again in its military aspect not only encourages the love of war for its own sake without regard to the cause for which war is waged, it encourages also an extravagant regard for a fantastic show of personal daring which can not in any way ad- vance the siege or campaign which is going on. Chivalrv in short is in morals verv much what feudal&m is in law. Each sub&tutes purely personal obligations devised in the interest- of a6 exclusive: class, for the more homely duties of an honest man and a good citizen.” lo This view presents knighthood as the very antithesis of Freemasonry. F. W. Cornish presents a somewhat brighter pic- ture of knighthood but says, “Against these (virtues) may be set the vices of pride, ostentation, love of bloodshed, contempt of inferiors; and loose man- ners.” ” But whether we take the one or the other view, Freeman’s or Cornish’s, chivalry will not bear corn- parison with Freemasonry in the nobility of its prin- ciples. Let us set against the pictures of Freeman and Cornish the things which Freemasonry stands for. It is in theory at least a vast school urging the study of the liberal arts and sciences which tend to broaden, strengthen and enlighten the mind. But it is much more than this; it is a great society of friends and brothers teaching by precept, and let us 15 Nomun tI%xq?&est, Vol. v, p. 482. I* Encyclapedio 23ritannhz, VOX. XV, p. 859."},{"pageNumber":53,"pageContent":"THE ENTERED APPRENTICE DEGREE 43 hope by example, all those mental and moral virtues which make and adclrn character and prepare us to enjoy the blessings not only of this life but of that which is to come. Let us enumerate some of the things that are taught and, by ceremonies peculiar to Freemasonry, are impressed upon the minds and hearts of its initiates. A belief in Deity; the service of God; gratitude fGr His blessings; reverence and adoration fur His holy name; veneration for His word; the duty and efficacy of prayer; the invocation of His aid in every laudable undertaking; faith in Him, hope in immurtality ; charity to all mankind; the relief of the distressed, particularly the brethren and their families; the cultivation of brotherly love and the protection of the good name of a brother and that of his family and the sanctity of his female reIa- tives; the adornment of the mind and heart; purity of life and rectitude of conduct; the curbing of our de sires and passions ; living in conformity of the “Great Books” of Nature and Revelation; the practice of temperance, fortitude, prudence and justice; the cul- tivation of habits of patience and perseverance; the eschewing of profanity; love for and loyalty to coun- try; love of truth; devotion and fidelity to trust; the beauty of holiness ; the maintenance of secrecy; the observance of caution; the recognition of real merit; the contemplation of wisdom; admiration for strength of body and character; the love of the beautiful in nature and art; the observance of the Sabbath; the promotion of the peace and unity of the brethren; the preservation of liberty of thought, conscience, speech and action; equality before God and the law; the cultivation of habits of industry; the certainty of*"},{"pageNumber":54,"pageContent":"44 SYMBOLISM OF THE THREE DEGREES retributive justice; the brevity and uncertainty of thh life; the contemplation of death; and the life ever- lasting after death to those wh,a love God and His creatures and observe His laws. All of these and others we are not privileged to mention here are taught mery candidate and are impressed upon his mind by peculiar ceremonies which constitute a part of the arcana of the lodge. Do you say that all these things may be learned elsewhere with equal thoroughness and equal ease, md that Masonry is therefore a useless institution? We maintain not, The fact that the institution has lived and flourished for so long a period and that it is to-day more powerful in its influence and more general in its dissemination than ever before proves not. It approaches the mind and heart from a direc- tion that enables it tcv reach and grapple many men whom no other influence can reach, while at the same time it doubles and multiplies many times the power for good of those whom other influences do reach. ’ Is it, therefore, any exaggeration to say that Free- masonry is more ancient than the Golden Fleece and more honourable than the Star and Garter, or any other order that can be conferred upon its initiate by king, prince, or potentate? The lamb, as stated in our Monitors, has in all ages been deemed an emblem of innocence. This symbol- ism is probably traceable not only to the whiteness of its wool but also to its meek and innocent appear-"},{"pageNumber":55,"pageContent":"THE ENTERED APPRENTICE DEGREE 4.5 amx~ The B bl i e, as well as other ancient literature, is full of this symbolism. It was required that the ~ticrificial lamb should be without sput or blemish, that is, pure white. It is a familiar saying and has been fur ages that the lambs shall be separated from the goats. The evil symbolism of the goat is as old . as the benignant symbolism of the lamb. In ancient symbolism, the accursed goat of Mendes typified all that was evil, Among the old Greeks and Rumans, the god Pan wa$ depicted as half goat, signifying that nature was half evil. Among the early Chris- tians the goat became the prototype of the devil or Satan. It is not surprising, therefore, in a system like ours, employing the lamb as a symbul, that we should also find a debased trace of the goat sym- holism; and that we do in the vulgar saying that “riding the goat” accompanies our ceremonies. Of course, this is no lunger believed by any one but 53 probably a transference to Masonry by its enemies of the old belief that the witches employed the goat in their ceremonies. WHITE The culotm which figure in the symbolism of the first three degrees are white, black and blue. The symbolism of white is obvious, purity or innocence, and it bears this signification in all the degrees and has borne it at all times and among all peoples of which we have any knowledge. To the Jew, the Egyptian, the Greek and the Roman, to the savage, the barbarian and the civilised man it has borne this same meaning. All literature, ancient, mediaeval and"},{"pageNumber":56,"pageContent":"46 SYMBOLISM OF THE THREE DEGREES modern, is- rich with this symbolism. The Bible is full of it. As emblems of this purity and innocence we employ white gloves, white sashes, white rods and white 4prons, with us, is a symbol of death and an emblem of mourning. Its symbolism is as obvious and as uni- versal as is that of white. At the funeral of a brother the Deacons carry black rods; and the white rods of the Stewards, all the furniture carried in the proces- eion, the musical instruments and the Bible are all draped with black. In token of our sorrow we wear a small black ribbon on the coat lapel and {drape the lodge in black. BLUE symbolises universal friendship and benevolence, but its symbolism is not as obvious and uniform 8s is that of black and white. To different peoples and at different times and in the different degrees of Ma- tionry it has different meanings. It is, however, dis- tinctly the colour of the first three degrees and they are in consequence known as Blue Masonry. Its symbolism of universal friendship and benevolence it is supposed to derive from the all-embracing na- ture of the blue vault of heaven which seems to comprehend within its sweep all the visible universe. Blue has a warmth about it which makes it a pe- culiarly appropriate emblem of that warmth of feeling that goes with friendship and benevolence."},{"pageNumber":57,"pageContent":"THE ENTERED APPRENTICE DEGREE 4’7 GLOVES The apprentices to operative Masons have always worn gloves to protect their hands in the handling of the undressed stone. Two hundred years ago, and possibly even later, it was the custom of the Free- masons in England to present the Entered Apprentice candidate with white gloves in much the same manner anSd with like symbolism as they then and as we now present him with a white apron. This ceremony is still preserved on the continent of Europe and, though the ceremony is abandoned in both England and America, it is still common in England for Masons in all degrees to wear white gloves. They symbolise the same purity of life and rectitude of conduct as does the Apron. Yet on the mistaken assumption that Entered Apprentices and Fellow Crafts did not wear gloves in the time of King Solomon, the Grand Lodge of Alabama recently made an important change in the Master’s Degree. Let us hope that this mistake will be speedily corrected. DEFINITION OF A LODGE We are told that a lodge is a certain number of Masons duly assembled with the Holy Bible, Square and Compasses. These three properties should in- ‘deed always be present, but to the existence of a lodge b its highest s&se it is more necessary that there *should be present what they symbol&e, namely: Truth, Virtue and Self-restraint. Without these there mav be the semblance of but nu real lodge. Bible, I"},{"pageNumber":58,"pageContent":"48 1 SYMBOLISM OF THE THREE DEGREES Square and Compasses should be displayed in every opened lodge, not chiefly for their own sake but for ’ what- they represent. >\\ RIGH HILLS AND LOW VALES We are told that our ancient brethren usually held their lodges on high hills or in low vales. This allu- sion to this custom of antiquity is another hoary lock upon the brow of our symbolism. The explanation given is a very simple and practical one, namely: because they better lent themselves to purposes of secrecy. . But there is another and deeper reason. Whatever may be the explanation, it is clear that from the remotest times hills and valleys have been pe- culiarly venerated by mankind. On the “High Places” the Jews and their neighbours worshipped God; the glens and dales our imagination has popu- lated with the charming “LittIe People,” the sprites, the nymphs, and the fairies of mythology and our nursery tales. The beauty spots of earth are where mountains and valleys succeed each other in great- est profusion. These are they that in all ages have testified to the majesty and glory of God and have stirred our imaginations and inspired our poets.” THE VALLEY OF JEHOSHAPHAT figured prominently in the early Masonic rituals but in the recent ones it has almost wholly disappeared. I7 A. &. C., Vol. III, p. 21; Xpeth, Orient&us of Tem- pks, p. 6; U. M. L, Vol. VI, Part II, p. 66."},{"pageNumber":59,"pageContent":"THE ENTERED APPRENTICE DEGREE 49 Still, amung a few old Masons, the expression lingers. In the old rituals, it was mentioned, in conjunction with Thigh hill” and Yaw vales,” as a place where Masons held their Iudges? The only mention of this valley in the Bible is in the prophet Joel, (iii, 2, l2), and is commonly sup- posed to refer to the deep valley lying between the city of Jerusalem and the Mount of Olives, through which flows the brook Kidrun. Joel records Jehuvah l as declaring, “I will also gather bring them down to the valley will plead with them there fur all nations and will uf Jehushaphat and my peuple and fur my heritage of Israel, &horn they have scattered among the nations and parted my land,” and “Let the heathen be awakened and come up to the vaIIey of Jehoshaphat : for there will I sit to judge all the heathen round about.” The meaning of Jehushaphat in the Hebrew is “valley of the judgment of God” or, as expressed by Joel (iii, 14), Yhe valley of de- cision.” The foregoing passages gave rise to the beIief among both Jews and Mohammedans that the valley of Jehushaphat would be the seat of the last judgment. P ecu iar 1 sanctity was, therefore, held to attach to it and tu say that a lodge was held in the valley of Jehushaphat was to say that it was held on holy ground. To speak of a lodge Yin the valley of Jehoshaphat” had much the same import as when we speak of “a lodge of the Holy Saints John at Jerusalem.” Jeru- salem is a holy city and hence tu hold a lodge there is to huld it on holy ground. uI A. Q. C., Vo’i. III, p. 21; The Bfasonic McmmZ, Joaa- than AHhe, Argument X; (U, M. L, Vol. VI, Part I& p. 66)."},{"pageNumber":60,"pageContent":"50 SYMBOLISMOFTWETHREE DEGREES UNTEMPERED MXIRTAR We are taught never to daub with untempered mar tar, a thing indeed which the operative mason should ‘never do, but this saying is meaningless to us unless we understand its symbolical signification. For the operative mason to use untempered mortar is for him to begin his work without proper preparation, The’ admonition, therefore, never to daub with un- tempered mortar is to teach us that we should never undertake any task without due preparation whether that task be mechanical or mental. More poor jobs and more failures in life result from insufficient prep- aration than from any other one cause, if not from all other causes combined. Time spent in preparation for a given task or for one’s life work in general is not lost; it could not be more profitably employed; it will in the years to come be found to be “bread cast upon the waters? WISDOM, STRENGTH AND BEAUTY We are told in our Monitors that our institution is supported by three great pillars, Wisdom, Strength and Beauty, because there should be wisdom to con- trive, strength to support, and beauty to adorn all great and important undertakings. The lodge whose members are characterised by wisdom to plan with judgment, strength to resist evil tendencies and in- fluences, and by the beauty of brotherly love and charity is sure to prosper. Nothing more is needed to give it success. Truly may it be said that these three attributes support our institution and with equal"},{"pageNumber":61,"pageContent":"THE ENTERED APPRENTICE DEGREE 51 truth may it be said that they support all other insti- tutions and creations. Infinite wisdom planned and formed this universe, omnipotent strength hurls the sun, the earth, the moon, the stars, through space at speeds we cannot conceive, and yet holds each in its accustomed orbit with such inerrancy that astronomers can now calcu- Iate the position of each thousand uf years hence, while a beauty which poets have fur ages in vain attempted to express completes the work, In short, wisdom, strength and beauty sum up the universe in three words. Wisdom, strength and beauty make a perfect buiId4 ing. There must be wisdom to pfan and execute; this gives to the *structure convenience and utility. There must be strength to support; this gives to the building firmness and durability. There must be beauty to adorn; this gives that which please and ap- peals to man’s moral and esthetic taste. There may be wisdom and strength but without beauty the re- sult is, as has been truly observed, mere construction or at mast a piece of engineering. It may be admir- able, even wonderful, but without beauty it is not architecture. There may be beauty, but if there is not wisdom of plan and execution or if there be not strength to resist the processes of decay the resuXt is a disappointment. Who, that visited the Chicago Ex- position in 1893 and viewed that dream of beauty, was not saddened by the thought that there was no strength there ? These three essentials of architec- ture, Vitruvius, the noted architect who flourished shortly before Christ,’ enumerates as Fimzittw, Utilitas,"},{"pageNumber":62,"pageContent":"52 SYMBOLISM Venustas, which is OF THE THREE DEGREES to say stability, utility and beauty? So of man. Wisdom, Strength and Beauty make a perfect man. How often have we said with a sigh ?&at is a beautiful woman,?’ or “that man is a beau- tiful character, but there is neither wisdom nor strength.” This beauty may be so great as to be lovely or be even admirable but there is no per- fection. On the other hand, how sad, how inexpressibly sad, when we behold a man with a great mind and a great body and yet no beauty of character; a soul in which there is selfishness instead of sympathy, cruelty in- stead of kindness, hate and bitterness instead of love and charity ! When to beauty of heart and person and character you add wisdom to plan and strength to execute, weighing down all evil opposition, we have what may truly be called “the noblest work of God.” Nothing can be added to wisdom, strength and beauty in either a building or in a man, unless it be more wisdom, more strength and greater beauty. Wisdom and Beauty early became subjects of philo- sophical study and disquisition. Among the Greeks “Wisdom” was regarded as the knowledge of the cause and origin of things; among the Jews, it was regarded as knowing how to live in order to get the greatest possible good out of this life. Neither Greek nor Hebrew philosophy seems to have concerned it- self greatly about a future life. This subject was productive among the Jews’ of the Book of pisdom, which has been pronounced by Dr. Crawford H. Toy, as “the most brilliant production of pre-Christian"},{"pageNumber":63,"pageContent":"THE ENTERED APPRENTICE DEGREE 53 Hebrew philosophical thought.” The Greeks boasted a vast body of “Wisdom literature,” as it is called. So, Beauty gave rise to a body of philosophical thought called Esthetic=s. The earliest writers on this subject, as on so many others, were Socrates, Plato and Aristotle. Socrates thought it resolvable into the useful and as not existing independently uf a per- cipient mind. Plato took the contrary view on each point, Aristotle made great advance on both and defined certain essential elements of beauty which have since been generally accepted. AH agree that the purest of our pleasures arise from the cuntempla- tiun of the beautifuf and that the effect is chastening and elevating. Freemasonry combines this philos- ophy with both the Greek and the Hebrew ideas of Wisdom, as a topic worthy of philosophical study. With us, as we shal1 see in the Third Degree, the conception of Wisdom is extended beyond what either the Greek or Hebrews understood by it and embraces the search fur knowledge of the future, Strength was greatly prized by the Jews, as well as the Greeks and Romans, and among them was regarded ag one of the attributes of Deity. Both Samuel C-Z& joeI acclaim Jehovah as the Strength of Israel. Job ( xii, 13) declares “With him is wisdom and strength” ; while David (Psalms cvi, 6) sings, “Strength and beauty are in his sanctuary.” But the Preacher (Ecclesiastes ix, 16) with a truer apprecia- tion declares that “wisdom is better than strength.” Examples could be multiplied indefinitely from the old BibIe of the high esteem in which the Jews held these three Masonic qualities."},{"pageNumber":64,"pageContent":"!34 SYMBOLISM OF THE THREE DEGREES THE COVERING OF THE LODGE The covering of the lodge is said to be a clouded canopy or starry decked heaven. The appropriate- ness of this symbol is striking when we regard the lodge as emblematic of the world, for such is literally at. all times the covering of the earth. Equally true, in the literal sense, was this description when lodges were held in the open air, as we are assured and as seems probable they were. In the earliest temples erected by man for the worship of God there was no roof, the only covering being the sky. To them also this description holds good. This fact may give ad- ditional point and meaning to the statement that our lodges extend from earth to heaven. Later, when temples were covered and our lodges began to be held in closed rooms, it was customary to decorate the ceiling with a blue canopy spangled with stars. This starry decked heaven, wheti now exhibited in our lodge rooms, either on the ceiling or on our charts, or master’s carpets, is obviously reminiscent of the real canopy of heaven with which anciently our lodges were iti fact covered, and is symbolical of that abode of the blessed which is universally regarded as 10~ cated in the sky?’ THE ORNAMENTS OF THE LODGE The ornaments of the lodge are the Mosaic Pave- ment, the Indented Tessel and the Blazing Star; that m Pike, &foraZi and Dogma,, -p. 235; Mackq, Sym~ot~m of Preemasonyy, p. 117; Handin, History of Ar&it&ure, p. 26; Xteinbrenner, History of Mmm~y, p. 150."},{"pageNumber":65,"pageContent":"THE ENTERED APPRENTICE DEGREE 55 is to say its fluor, the margin thereof, and the stars with which its ceiling are or should be decorated. Does this symbolism hold good when applied to the earth? It does most perfectly. To the beholder the visible part of the earth appears as surface, horizon and sky. The surface of the earth, if viewed from above checkered with fields and forests, mountains and plains, hills and valleys, land and waters, would be found to look very much like a pavement of Mo- saic work. A few miles up it would seem almost as delicate. The horizon, that mysterious region that separates land and sky, earth and heaven, where the heavenly bodies appear and disappear, with its inex- pressible charms and numberless beauties, has in all ages been a source of mystery and inspiration to the poets. It is fitly typified by the splendid borders which surround the floors of some of our most mag- nificent buildings and which is fabled to have sur- rounded the floor of Solomon’s Temple, while the firmament above, studded with stars by night and the blazing sun by day, completes the ornamental scheme of the earth. The surface, the horizon, the firmament embrace all of visible beauty of Nature there is, and they have never yet been exhausted by poet, painter of singer. Opinions have differed much whether the Blazing ’ Star, classed as one of the ornaments of the lodge, alludes to the sun, or some particular star, or to the heavenly bodies in general. It has an ancient and interesting symbolism with which the statement of our Monitors, that it hieroglyphically represents Di- vine Providence, is in substantial accord,"},{"pageNumber":66,"pageContent":"56 SYMBOL&M OF THE THREE DEGREES THE THREE GREAT LIGHTS If we read discerningly the explanation given of these in our lectures and ceremonies we must perceive that they symbolise, respectively: (1) The Bible sym- bolises the word of God, not merely that disclosed in His revealed word, but including also the knowledge which we acquire from the great book of Nature; (2) the Square typifies the rule of right conduct, and (3) the Compasses is an emblem of that serf-restraint which enables us on all occasions to act according to this rule of right. Beyond a perfect knowledge of God’s word and therefore of the rule of right living nothing is needed to make the perfect man except a perfect self-restraint, The value and importance of self-restraint is thus portrayed by Brother Albert Pike : ‘The hermetic masters said, ‘Make gold pot- able and you will have the universal medicine.’ By this they meant to say, ‘Appropriate Truth to your use, let it be the spring from which you shall drink all your days and you will have in yourself the immortality of the Sages.’ Temper- ance, tranquillity of the soul, simplicity of the character, the calmness and reason of the will, make man not only happy but we11 and strong. It is by making himself rational and good that man makes himself immortal. We are authors of our own destinieti, and God does not save us without our co-operation,)’"},{"pageNumber":67,"pageContent":"THE ENTERED APPRENTICE DEGREE 57 THE TRREE LESSER LIGHTS Equally appropriate is the symbolism of the Three Lesser Lights. It was literally true of our ancient operative brethren that from the Sun and Moon they obtained all that natural light which rendered pos- sibIe those great architectural creations, some of which still remain as perpetual sources of wonder and de- light. But all this skill must have quickly perished from the earth had nut the Master cummunicated to the Apprentice from generation to generation the men- tal illumination which kept alive the knowledge of architecture. Thus literally were the Sun, Moon and Worshipful Master lights to our ancient operative brethren. But as a knowledge of architecture is less than knowledge of God; as the correct ruIe of build- ing is less than the correct rule of living; as the re- straints imposed upon the structure is less important than the restrain imposed upon one’s self, so aye the Sun, Moon and Worshipful Master less important lights than are the Bible, Square and Compasses, when rightly understood. To the untutored mind the sun was the most strik- ing object in nature. His daily march across the heavens must to those, who did not know that his mo- tion was only apparent, have been far more impres- sive than to us. Add to these his enlightening and fructifying influences, which must have been appar- ent tcr man even in his rudest stages of development, and we are not surprised that the orb of day became in all countries an object of worship. ’ The point of his daily appearance, the East; his station at the midday hour, the South; the quarter of his disap"},{"pageNumber":68,"pageContent":"58 SYMBOLISM OFTHETHREEDEGREES pearance at night, the West, could not fail to become objects of special significances. He seemed to shun the North, whence it became in popular opinion a place of darkness. It is obvious that conceptions like these belong to a past age and yet they contribute to -the completion of that allegory of the world and human life which we know as Freemasonry. Qf scarcely less interest to man in all ages have been the Moon and the Stars; little less striking ‘and even more beautiful are they. The glorious orbs of day and night have not yet lost their power to stir thoughts of divinity in the human mind, as witness Joseph Addison’s beautiful words : “The spacious firmament on high, With all the blue ethereal sky, And spangled heavens, a shining Their Great Original proclaim. frame, The unwearied sun from day to day, Does his Creator’s power display, And publishes to every land, The work of an almighty hand. Soon as the evening shades prevail, The moon takes up the wondrous tale, And nightly, to the listening earth, Repeats the story of her birth; While all the stars that round her burn, And all the planets in their turn, Confirm the tidings as they roll, And spread the truth from pole to pole."},{"pageNumber":69,"pageContent":"THE ENTERED APPRENTICE DEGREE 59 What though in solemn silence all Move round the dark terrestrial ball? What though no real voice nor sound Amid the radiant orbs be found? In reason’s ear they all rejoice, And utter forth a glorious voice; For ever singing as they shine, The band that made us is divine.” NATURE Allusions to the sun, the moon, the stars, the firma- ment, the horizon, the earth, the seas, the rivers, the mountains, the valleys, so frequent in our Ritual, are designed to tempt us to a study of Nature. We hardly yet realise its possibilities as sources of elevat- ing and useful knowledge. Only ignorance would decry a study of Nature as a bountiful manifestation of God% revelation of himself. The theologian who would deny his followers the right to draw from the great Book of Nature conclusions as to the attributes and characteristics of Deity, is narrow and ignorant in the extreme. In one of the higher degrees of Masonry we are told :- “Nature is the primary, consistent, and cer- tain revelation of God. It is His utterance, word and speech. Whether He speaks to us through a man, must depend even at first Ppon human testimony and afterward on hearsay and tradi- tion. But in and by His work, we know the Deity. The visible is the manifestation of the invisible,"},{"pageNumber":70,"pageContent":"60 SYMBOLISMOFTHETHREEDEGREES ‘T’he man who denies God is as fanatical as he who defines Him with pretended infallibility. God is ordinarily defined by expressing every thing that He is not, “lMan makes God by an analogy from the less to the greater; the result is that his conception of God is always that of an infinite man, who makes of man a finite God. “The work of God is the Book of God and in what He writes we ought to see the expression of His thought, and consequently of His Being; since we conceive of Him as the Supreme - Thought.” These quotations from the Scottish Rite Degrees are not taken because Scottish Rite Masonry teaches anything different from Blue Masonry, but only as powerful and beautiful delineations by that great Ma- son, Albert Pike, of what is taught in the three Sym- boIic Degrees. Masonry does not profess to be able to explain what Nature teaches. It recognises that Nature does not speak the same language to all men. It simply invites, urges, yea, challenges every intelli- gent human being to a study of Nature. It recognises that no rational, sincere man can make an earnest study of Nature in any of her varied aspects without having his own mind and soul elevated. From a con- templation of the immensities of the Universe as re- vealed by the telescope and mathematics, one man will imbibe a lesson of modesty and humility; an- other may be inspired with an ennobling sense of the limitless possibilities of the-human mind that it should be able to project itself and solve the problems of billions of miIes away."},{"pageNumber":71,"pageContent":"THE ENTERED APPRENTICE DEGREE 61 Science estimates the extent of the known universe in quadrillions of miles, a space so vast the mind can form no conception of it whatever. A ray of light travelling at the rate of 186,000 miies per second, starting hundreds of years before Christ lived at one side of the universe and travelling continuously until this moment would still lack billions of miles of completing the journey from one extremity to the other. Throughout this vast immensity at inconceiv- able distances from each other are millions of heavenly bodies of all sizes from that of a grain of sand to a sphere so large that if its centre were placed at the centre of the earth its radius would extend far beyond the sun, all flying through space at enormous velocities and yet all heId by invisible hands in fixed orbits. Can any Book of Revelation more unmistakably reveal God? Truly did the Psalmist sing: “The heavens declare the glory of God: And the firmament showeth his handiwork. Day unto day uttereth speech, And nigh,i unto night showeth knowledge. There is no speech nor language; Their voice is not heard. [But] their line is gone out through all the earth And their words to the end of the world.” Psalms xix, 14. _ And again when he says: “When I consider thy heavens, the work of thy fingers, The moon and the stars, which thou hast ordained, What is man, that thou art mindful of him? And the son of man that thou visitest him?” Psalms viii: 3, 4."},{"pageNumber":72,"pageContent":"62 SYIUBOLI~M OF !lXE THiREE DEGREES Every student of astronomy, if he has not asked this question, has felt it. Again, the Psalmist exclaims that Jehovah has “set his glory upon the heavens” (Psalms, viii, 1) 9 and the singer promises “1 will show forth all thy marvellous works” (Psalms ix, 1)) and declares that “the earth is full of the loving-kindness of Jehovah.” (Psalms xxxiii, 5.) Let the Mason read Brother Sidney 2‘. Klein’s ad- dress before Quatuor Coronati Lodge of London, en- titled “The Great Symbol,” and let him behold the astonishing revelations disclosed by the telescope and the science of astronomy? If by the telescope he reads the wonders of the immense, let him turn to the microscope and study the infinitely small. If the discoveries of the skies are astounding, those of the microscope are no less so and no less valuable. Among the latest discoveries of science is that the atom, once so familiar to the school boy, is not the ultimate in littleness, as it was once supposed to be. The electrons which are now held to make up atoms have diameters estimated at the inconceivabIe mi- nuteness of sixteen one-hundred trillionths of an inch. Varying numbers of these electrons, not touching an- other but relatively as far from one another as the heavenly bodies are from one another, form atoms In other words, each atom is an infinitesimal universe in itself. The microscope also shows a drop of water, or a grain of earth, to be a living universe. Then study the ant; the germs of disease; thE: = A. Q. C., Vol.. X, pp. 82, 20%"},{"pageNumber":73,"pageContent":"THE, ENTERED APPRENTICE DEGREE 63 varied manifestations of force; the phenomena of music, heat, light, electricity, &nd the perfect laws by which these are all governed. Then behold man; the marvellous mechanism of his body; the senses of hearing, seeing, feeling, smell- ing’ and tasting; the pB;fect action through a long life of the hundreds of his bodily functions the stoppage of any one of which is certain death; then consider his mind, his feelings, his affections, his passions, his appetites, his reason, and finally his spiritual nature. Cease taking the things around you for granted ‘a~ does the ox. Having eyes, see the beauties, the gran- deurs, the wealth, of Nature. Brother Albert Pike devotes more than one-fourth of his great work, 2Worals und Dogma, to this subject. But he does not undertake to tell us what Nature teaches, he does not even essay to tell us what he has learned from her. He only rehearses for us what men in ail ages and all countries have thought that they learned from her. Modern science has rendered most of this learning obsolete, but it affords a strik- ing story of the efforts of the wisest and best of man- kind to catch the message which Nature has to con- vey. If the earnest seeker catches it only imperfectly or even loses it altogether, the high resolve, the noble purpose, is not lost. No one can commune with Na- ture without becoming a better man and it is absurd for a man to talk of knowing God who knows nothing of his work. It is to a study of subjects like these that Masonry challenges us. ."},{"pageNumber":74,"pageContent":"64, SYMBOLISM OF THE THREE DEGREES BROTHERLY LOVE is symbolised among us by two right hands joined or by two human figures holding or supporting each other by the right hand. This is a very old symbol and represented the goddess Fides who anciently was supposed to preside over the virtue of “fidelity.” This virtue of keeping faith with or performing a duty towards even an enemy was greatly esteemed among the ancients, but a reading of their literature will prove that the idea of love for one’s fellowman in the abstract scarcely found a lodgment in their conceptions. It is obvious that the virtue of Brotherly Love is of a far higher type than that of fidelity. It constrains us to keep faith and perform a duty just as strongly as does the latter but it furnishes a nobler motive and impels us to do more when occasion arises than to perform the mere requirements of good faith and duty. It well illustrates the development, under modern sociological and religious teachings, of the element of love or charity in all the relations of men. It can scarcely be denied that chief among these in- fluences have been the lofty and unselfish teachings of Jesus of Nazareth. Any one desiring confirmation of this need only read C. L. Brace’s G&a Christi. “Love thy neighbour as thyself” was a strange doc- trine to most of the people of His day, but now it is thoroughly familiar to us, however imperfectly we practise it. David (Psalm 133) sang the virtues of brethren dwelling together in unity and likened it to the precious ointment upon the head and beard of Aaron and to the dews which fell upon Mount Hermon. The"},{"pageNumber":75,"pageContent":"THE ENTERED APPRENTICE DEGREE ti beauties of these similes are so charmingly set forth in an address before the Grand Lodge of Alabama in 1843, by Brother Eugene V. Levert, that I take the folIowing excerpt from it: “Because this unity is good and pleasant, David compares it to the sacred oil, or precious ointment with which Aaron, the High Priest, was consecrated to office. This ointment was com- posed of olive oil, with several aromatic sub- stances, which made it a most fragrant and delightful perfume. The Israelites were posi- tively forbidden to make any like it, or to have, or use it for common purposes. This ointment of consecration was emblematical of the Holy Spirit’s influences, which alone can enlighten and purify the heart of man. And by this compari- son we are taught that God aloxie can afford that grace by which the corrupt heart of man may be disposed to peace and unity with his brethren. He compares it to this ointment also, because of the pleasure which such a state of unity amongst brethren affords to society. That as the fragrant smell of this ointment which was poured upon the head of Aaron extended to and delighted with its fragrance all around him, so unity of brethren is a source of pleasure as well as ad- vantage to every member of the community. He compares it also to the dew which fell on Mount H ermon. Hermon is a range of mountains on the north border of the land of Canaan, or of the Israelites, on the east side of Jordan, including within its range several eminences, one of which is called Zion. This is not the same as Zion the Holy City, but is one of the eminences of Her- mm. It is said that the dew which forms upon"},{"pageNumber":76,"pageContent":"66 SYMBOLISM OF THE THREE DEGREES this mountain is so abundant, that a person ex- ,posed to it in the night would be as thoroughly wet. as though he had been drenched with water; and yet it is so salubrious, that a man might sleep in the open air all night and be without feeling the least inconvenience, or suffering any injury from the dews of Hermon, To this abun- dant and healthful dew, David compares unity amongst brethren, to teach us that it is fruitful in its benefits and pleasures, shedding an abundance of good upon al1 who come within its influence, commutiicating the most solid pleasures. and advantages, without injury to any one. Unity among brethren is wealth to the indigent, instruction to the ignorant, a friend tq -the friendless, and 8 father to the orphan. For there the Lord commanded the blessing. There, not on Hermon, but on a society of united breth- ren. For where such union exists it is the product of the Spirit of Holiness; which causes the purified heart to send forth the tribute of praise, ardent and savoury, ‘as the pot of burn- ing incense.’ ” REIJEF OF THE DISTRESSED is but a manifestation, a putting into practim in one of its most important aspects of the tenet of Brotherly L we. One who loves his fellowman will hasten to his relief when in distress. The picture of the Good Samaritan, however, so often seen in our Monitors, can hardly be said to rise to the dignity of a true qymbol- It is only an illustration."},{"pageNumber":77,"pageContent":"THE ENTERED APPRENTICE DEGREE 67 TRUTH is said to be the third tenet of Freemasonry. It ia symbolised by the Bible, Freemasonry seeks not only to render us unafraid of Truth but to impress upon us the beauties and sublimities of Truth in all its manif old manifestations. There are millions of people (indeed the great bulk of mankind), who are afraid of the Truth; they fear their preconceived no- tions and beliefs cannot withstand the light of Truth. They forget that a knowledge of the Truth can not possibly injure any person or any just cause. In no fields are people more afraid of the Truth than in those of religion and politics, and, while Masonry dabbles with neither, it does urge the iqdividual Ma- son to be at all times ready and willing to receive, accept and act upon the Truth in matters religious and politica1, as indeed in all other matters. One need not be afraid of serious religious or political error among a people where all are earnestly seek- ing the Truth and all are willing to be guided by it when found. There is no lesson more important and none, we believe, more commonly forgotten among men, than that an earnest, burning desire for Truth is the sine qua non, without which the highest development of the human race is impossible. Nothing has retarded hu- man progress more t&an a cowardly or ignorant un- willingness to know the Truth and to have it known, ,’ We can understand why the selfish man often does not want the Truth known, but the pathetic thing isl that most often it is his victim, who struggles most frantically to assist in staying the stream of Truth,"},{"pageNumber":78,"pageContent":"68 SYMBOLISM OF THE THREE DEGREES which, if allowed to flow, would soon cover the quag- Aires of ignorance, superstition and error with shin- ing setis of knowledge. Masonry also admonishes us to consider the earth, the firmament, the universe, all Nature, as a vast scroll unr6lled before us whereon we may behold and in some measure at least read and understand God’s revelation of his Truth to man. It seeks to direct our attention to the miracles by which we are sur- rounded every moment of our lives, such as light, air, earth and water and to the various manifestations of force, such as adhesion, cohesion, friction, heat, electricity, attraction, repulsion and gravitation, to en- list our interest in them, and to stimulate in us an effort in a measure at least to understand them. It assures us that like love, it is better to have tried and failed than never to have tried at all. From a bded study of any one of the phenomena of Truth we re- turn stronger and wiser and better men. Moreover, Masonry suggests to us that the unsuc- cessful effort to learn the truths of nature are not only not lost in this life but will bear fruit in the life to come, just as the pupil who studies hard but fails is better prepared for the next lesson than if he had not studied at all. In one of the Scottish Rite Degrees the candidate is told: “Nature is a revelation and the light of Truth shines everywhere in the world. The want of Faith and the refusal of men to reason make the shadows. IHan is blindfolded by himself. All men might be free but ignoran& and supersti-"},{"pageNumber":79,"pageContent":"THE ENTERED APPRENTICE DEGREE 69 tion forge the fetters and men enchain themselves and create their own bondage. If you prefer anything in the world to Reason, Truth and Justice; if logic alarms you and the naked Truth makes you blush; if to assail re- ceived errors is to wound you, seek not to become an Adept. You wilf not comprehend the secrets. To show the light to nocturnal birds is to comeat it from them, since it blinds them and is darker to them than the darkness? Truth is one of the most comprehensive words in any language. If we be true, we can not be false to any duty; hence, the entire mural and religious codes are embraced in this tenet of our order. Are we not told in the Sacred Writings that God himself is Truth? LIGHT is a familiar and most appropriate symbol of knowl- edge, both mental and spiritual, as Darkness is of ignorance. These are among our commonest figures of speech and we employ them almost unconsciously, so much so that our appreciation of their beauty is greatly dulled. In our own peculiar way, this transition from dark- ness to light is symbolically represented in our cere- monies. The “Shock of Enlightenment” or “Battery of Ac- clamation,” says Brother W. Wynn Westcott, “when the candidate is restored to light is a direct imitation of the sudden crash of feigned thunder and lightning by which the neophyte of the Elusinian Mysteries was greeted.”"},{"pageNumber":80,"pageContent":"70 SYMBOLISM OF THE THREE DEGREES Light being perhaps the greatest natural phenome- tion in the universe, it is appropriate that it should be made to symbolise the most important thing in 1 the development of human character, namely, knowl- dge, education, cultivation, enlightenment. There are said to be three lights in the lodge, one in the South, one in the West, and one in the East. There is said to be none in the North and that hence it is called a place of darkness. Applied to our or- dinary lodge rooms this is meaningless, but applied to the world, as the ancients knew it, and of which, as we have seen, the lodge is emblematic, it has %t charming symbolism. It alludes to the fact that to persons living in the northern hemisphere (where all the civilised peopte of antiquity dwelt), the sun each day appears in the East, ascends to the zenith in the South where he seems to become stationary for a short space, and thence, descends and disappears in the West. The East, South and West seem, there- fore, to be his stations; in the northern hemisphere he never attains the North. The ancients supposed the South to be a region of intense heat and blinding light and the extreme North to be a region of per- petual darkness. We have in this symbol, therefore, a reflection of these primeval conceptions of mankind concerning the world. THE JEWELS OF THE LODGE six in number, are said to be the Square, the Level, the Plumb, the Rough AshIar, the Perfect Ashlar, and the Trestleboard. In America, the first three are called the “immovable jewels” and the latter three"},{"pageNumber":81,"pageContent":"THE ENTERED APPRENTICE DEGREE 71 the %ovabIe jewels.” In England, this is precisely reversed, the first three b&ng the movable and the latter the immovable. No one has yet been able to give any satisfying reason fur calling either the one set or the other movable or immotiable. So we shall nut attempt an explanation here of what has never been explained. The real jewels of the lodge, however, are what the Square, the Level, the Plumb, the Rough Ashlar, the Perfect Ashlar and the Trestleboard typify, that is to say (1) morality symbolised by the Square; (2) equality symbolised by the Level; (3) upright- ness symbolised by the Plumb ; (4) a man of un- trained, uneducated mind but of sterIing character as , typified by the stone rough and uneven in outline but of fine and approved texture, a stone capable of being fitted for the finest building; (5) the trained and educated man, who by cultivation and develop- ment of his natural quaIities has become both an ornament and a blessing to society, as typified by the stone of perfect shape and design chiselled out of the rough stone as taken from the quarry; (6) every source from which the truth may be learned which Deity has laid down in the “great books of na- ture and revelation” for the guidance of the workman engaged in the erection of that Temple not made with hands, all of which is typified by the trestleboard on which the operative master lays dowlz the designs for the erection of the material building. Bearing in mind that the lodge typifies human so- ciety organised into government, it follows that the jewels of any state or nation are, (1) a sturdy, hon- est, sterling people, which, though uneducated to"},{"pageNumber":82,"pageContent":"72 SYMBOLISM OF THE THREE DEGREES begin with, is capable by education and training and by a due use of and attention to the great truths to be learned f rom (2) nature and revelation, of being developed into (3) a cultivated and refined citizen- ship characterised by (4) morality of conduct, (5) equality before the law, and (6) uprightness of character. PERFECT YOUTH In our symbolism, the human body is a prototype of the temple of the Deity. This speaking of the body as an abiding place of Deity is a very ancient meta- phor. Therefore, we require as fitting that the body of a man about to be admitted to the craft shall be whole and without deformity. Undoubtedly this re- quirement began as a very practical and serviceable rule when our craft was operative and the appren- tice was at once put to heavy physical labour. A man of maimed or defective body could not endure the arduous labours involved in building with stone. The antiquity, of this requirement is undenied and undeniable. Our oldest Code of Masonic Law (the R&us MS., cir. A,D. 1390), in its quaint language declares : The mayster shal not, for no vantage, Make no prentes that ys outrage; Hyt ys to mene, as ye mowe here, That he have hys Iymes hole alle y-fere; To the craft hyt were gret schame, To make an halt mon and a lame, For an unperfyct man of such bled Schulde do the craft but lytul good."},{"pageNumber":83,"pageContent":"THE ENTERED APPRENTICE DEGREE 73 Thus ye mowe knowe everychen, The craft wolde have a myghty mon; A maymed man he hath no myght, Ye mowe hyt knowe long yer nyght. -11. 149460. Anderson’s Book of Constitutions (1723), the first book of the kind ever published and still mgarded the world over as a standard authority, thus states the law: No Muster should take an Apprentice, unless he has sufficient Imployment for him, and unless he be a perfect Youth, having no Maim or De- fect in his Body that may render him uncapable of learning the Art, of serving his Master’s Lord, and of being made IS Brother, and then a Fellow-Craft in due time. But, as the society became gradually speculative, this very practical requirement was brought over along with much other similar impedimenta and as tie “perfect youth’)’ rule gradually lost its practical value, it took on a symbolic meaning. The task of the Fraternity was no longer that of erecting ternpIes of stone but that of erecting temples to Deity by developing the individual man into a more or less perfect character. By an easy step the hu- man body thus became the symbol of a temple of Deity. Indeed, we know that even in the days of Jesus of Nazareth the human body was symbolically spoken of as such. Speaking of His own body, He aid, “Destroy this temple and in three days I will raise it up?’ When the human body became sym- bolical of the temple, it was felt that only a body"},{"pageNumber":84,"pageContent":"74 S~OLISM OF THE THREE DEGREES without blemish, a body. whole of its limbs as a man ought to be, perfect youth was a fit symbol of the temp,le of God, just as a Jamb with spot or blemish was regarded as an unworthy sacrificial offering. It is argued now in this utilitarian age that this . requirement arose out of the necessities of a society of operative workmen, and is unsuited to our present Speculative Masonry. The contention is that the utilitarian purpose of the reguIation having ceased, the regulation itself is no longer binding. They for- get. that many things, once serving purely practical purposes in our Fraternity, but now entirely useless from that viewpoint, were for symbolic reasons brought over from operative into Speculative Ma- sonry. Of what utility in the lodge, we may ask, are now the Square, the Level, the Plumb, the Compasses, the Twenty-four-inch Gauge, the Chisel, the Trowel, the Spade? None whatever. This line of reasoning would, therefore, dispense with them also. They are retained and cherished solely because they symbolise certain virtues or truths. So it is with man. The most fundamental symbolism in Masonry is as we have just seen that man is a piece of flawless ma- terial to be chiselled and polished into a perfect stone to be used in the erection of a moral and spiritual temple. It is an ancient metaphor, older than the Christian era that man symbolises the tem- ple or abiding place of Deity himself. A perfect specimen of physical manhood is an admirable and a marvellous piece of work regardless of the mind of the character housed in it. According to our con- ceit, it is made in the very image of God.-(Genesis i, 26.) In other words, the human body typifies Deity."},{"pageNumber":85,"pageContent":"Tl3l3 ENTEXEDAPPRENTICE DEGREE 75 Carlyle in Stw~~r Resartus exclaims, “What is man himself but a symbol of God!” An imperfect, a crippled, a maimed body is an unworthy type in. such a sublime symbolism. Surely nothing less than. a “perfect youth having no maim or defect in his body that may render him incapable of learning the art, of serving his Master’s Lord, and of being made a Brother, and then a Fellow-Craft in due time” is a fit symbol of Deity, or of his perfect abiding place, Or of a perfect stone in a perfect temple. However pure the material, who would think of putting a broken stone in a fine edifice? And what would one think of a temple splendidly furnished inside, built uf the finest marble, but with a broken column, a cracked frieze or a shattered dome? . The argument, sometimes made, that Freemasonry should not be so exacting as to physical perfection while we admit those possessed of less than moral perfection proceeds on a false assumption. Free- masonry has never declared any lower standard of moral qualification for its initiates than that they shall be “good men and true, or men of honour and honesty.” If less than these 6nd their way into our lodges, the fault is not with Freemasonry or its laws, but with us whose duty it is to guard our portals against the unworthy. Because we are careless or sometimes deceived at one point is no reason why we should obliterate a “landmark” else- where. This utilitarian spirit which would knock off a mark of antiquity here and another yonder, because s they are no longer serviceable, would soon strip our Fraternity completely of that delightful flavour of age which ie one of its chief charms."},{"pageNumber":86,"pageContent":"76 SYMBOLISM OF THE THREE DEGREES , . Our operative brethren required of their initiates just such degree of “physical perfection” as enabled them to perform the work of the operative lodge. We should likewise require just such degree of “physi- cal perfection” as will enabfe our initiates to perform the “work” of the Speculative lodge. At the same time we do not think it necessary to the preservation of this symbolism that an Entered Apprentice should be denied advancement because of a maim suffered after initiation. The idea of ’ man as a symbol of a perfect stone in a temple is taught chiefly in the First Degree, ‘%ving stones’ for that spiritual building, that house not made with hands, eternal in the heavens.” So it is of the sym- bolism of the Rough Ashlar and the Perfect Ashlar. Many xonsiderations operate in favour of the ad- vancement of the Entered Apprentice or Fellow Craft, notwithstanding a maim after initiation which do not apply to the profane. We have gotten along very well with this restric- tion of “‘physical perfection.” Many think the in- crease in membership has been too rapid. There is at least no necessity to open the door any wider to the profane. When we open it to the worthy maimed, we also open it to the unworthy maimed. THE SQUARE The Entered Apprentice is taught that the Square symbolises morality. Acting “upon the square” is a familiar metaphor for fair and honest dealings. A like symbolic meaning attaching to this tool has been traced in china back five hundreds years before"},{"pageNumber":87,"pageContent":"THE ENTERED APPRENTICE DEGREE Christ. In the Grmt Learning it is stated that ab- staining from doing unto others what one would not they should do unto him “is called the principle of acting on the square.” m In 1830, workmen engaged in rebuilding Baa1 bridge near Limerick, Ireland, found beneath the foundation stone a metallic square bearing the date 1517 and also the following inscription: “I will strive to live with love & care, Upon the -level, by the square.” 23 This indicates strongly that medieval operative masons attached to the Square 1 the same symbolic meaning we do to-day. THE LEVEL The Level is said to teach equality among us; not equality in mind or character or wealth or learning; not the equality of the communist or the anarchist; not even that all men and women are socially equal, for none of these things are true. Masonry does not profess the impossible of making the weakest the equal in strength of the strongest, or the simpleton the intellectual equal of the genius, or the pervert the moral equal of upright man, or the outcast the social equal of respectable people. It dues not attempt to equal& wealth by taking from him who hath and giving to him who hath not. This word ““equality” has been greatly misunderstood, if not deliberately m A. &. cm, II, p. 120 ; nicl., III, p. 14. ~3 Kenning’s Cyclopedicc of Freemasonry (1878), p. 603."},{"pageNumber":88,"pageContent":"78 SYMBOLISM OF THE THREE DEGREES a-bused, in the fields of politics, business, industry, economics and society. False and dangerous doc- trines, policies and systems have been founded upon it. The world is now witnessing the disastrous con- sequences of one of these false systems applied to Russia. To understand the meaning of this terti (cequality,‘7 as used by us, we must go back to the days when society was divided into castes or classes, for exam- ple, the nobility, the clergy, the yeomen, the serfs, the slaves, in which each class enjoyed Legal rights xlot given to a lower class; in which certain higher classes had the power of life or death over those of lower classes; in which social intercourse by an in- dividual, however honourable, of a lower class with those of a higher class was forbidden. It is artificial distinctions like these which we repudiate. But dif- ferences, created by God or resulting from the can- duct or efforts of the individuals themselves, Ma- sonry does not +ofess to abrogate or obliterate. It could not if it would; it would not if it could. Ma- sonry believes in every man having the just reward of his industry or his genius, It does not believe in arbitrarily raising the sluggard to the level of pros- perity and material comfort enjoyed by the indus- trious. It does not thus set a premium on indolence. It does not believe in arbitrarily placing the man of no intellect or one who has neglected or refused to use his intellect on the same level with the man who by cultivation of his talents has greatly mul- tiplied his powers of production. Masonry would not thus discourage the development of natural ability."},{"pageNumber":89,"pageContent":"TIZE ENTERED APPRENTICE DEGREE ?9 On the contrary, Masonry by its systems of de- grees, from one of which the candidate can not, at least theoretically, be advanced to a higher degree until by his own efforts he has mentally and morally fitted himself for the next degree, teaches a lesson that only by proficiency and efficiency does any man become entitXed to advancement among his fellowmen. How much of baseless and bitter discontent would disappear from among men and what an impetus to Iabour and effort would be given if we could all be made thoroughly to understand this lesson! We are entitled to nothing that we do not earn- There is no excellence without great labour. God wisely made it so and it is useless for us to kick against the pricks. THE PLUMB It is perfectly natural in a system where the touls of the operative builder are made to symbolise as- pects of human conduct or character that the Plumb should symbolise uprightness of life. This symbol- ism is very old, going at least back to the days of Manasseh, king of Judah, that is lo say more than ‘seven hundred years before Christ. Because of the ains of Manasseh, the Lord said “I will stretch over Jerusalem the line of Samaria and the plummet of the house of Ahab.” (2 Kings xxi, 13.) In the days of Isaiah, the Lord declared, “Judgment also will I lay to the line, and righteousness to the plum- meE.7’ (Isaiah xxviii, 1’7.) And in Zechariah iv, 10, the word of the Lord is quoted as saying, “They shall rejoice and shall see the plummet in the hand of"},{"pageNumber":90,"pageContent":"80 SYMBOLISM OF THE THREE DEGREES ZerubbabeI.” We introduce in our ceremonies a beaue tiful passage from Amos, with which we are all fa- miliar, and which being interpreted means that the Lord had been lenient with his people in the past but without avail; he now proposed to set up in their midst a test of uprightness-a plumb-line--and if his people failed to measure up to it he would no more ignore their shortcomings but would punish them rigorously. (Amos, vii, 7, 8.) JACOB’S LADDER The Ladder is, of course, an implement familiar to the builder. It was in constant use by our ancient operative brethren. In a system where working tools are made to symbolise moral properties, it could sczircely happen otherwise than that the ladder would be made to typify the power or means by which man is lifted or attains to a higher state of existence. It was employed always with the same meaning in the Ancient Mysteries and was a familiar symbol of sal- vation long before Jacob in his vision saw it extend- ing frog earth to heaven. We, as did the ancients, ascribe to it seven, rungs, symbolical with us of the four cardinal and the three theological virtues by which it was supposed a man was prepared for and elevated to the higher state. SITUATION OF THE LODGE The situation of lodges due East and West is not at all peculiar to Freemasonry. In ancient times the custom was well-nigh universal to locate sacred"},{"pageNumber":91,"pageContent":"THE ENTERED APPRjENTICE DEGREE 81 edifices East and West. This is why the Tabernacle and Solomon’s Temple were so situated. This old idea of orientation, as it is called, is practically lost except among Masons. We preserve it in theory even though necessity often compels us to depart from it in practice. The parallel bet ween the lodge and the world holds good here as elsewhere. As the lodge is or should be situated East and West, so in ancient times was the world. The “oblong square’) which made up the ancient world had its greatest length East and West. THE POINT WITHIN THE CIRCLE There is but scanty and unsatisfactory explanation of this symbol given in our Monitors, yet its deeper meanings are too vast and intricate to admit of dis- cussion in a treatise like this. To it has been ascribed a phallic origin; it has been said to symbolise the universe, Deity, fecundity and the sun, the lodge, the Master and the Wardens, not to mention other sig- nificances. We can only urge the Mason desiring knowledge on the subject to make research for him- self .= THE PARALLEL LINES have been given several explanations not mentioned in our Monitors which the curious Mason will have to read for himself. They are said to have an astrs- nomical or solar allusion. 24 Maekey, Symbolism of Freemcssmtry, p. 111."},{"pageNumber":92,"pageContent":"82 SYMBOLISM OF THE THREE DEGREES There is, however, a very pkactical symbolism aa- signed to them in our Monitors. They are said to represent St. John the Baptist and St. John the Euan- gel&t, and it is on this I desire to enlarge a little beyond what our Monitors say. Saints John’s Days (June 24 and December 27), are among American Masons the only festivals in the Masonic calendar. It matters little whether it be true that these men were members of our Fraternity. They have been adopted by it as symbols. Although Masonry has existed from time immemorial and can boast of the great and good of every age and clime, although philosophers and poets, patriots and heroes, statesmen and philanthropists have crowded its ranks, the high honour of annual commemoration has been -conferred upon only two of its members. All the great kings and emperors, all the great soldiers and conquerors, all the great statesmen and patriots, who in ages past have belonged to our beloved Order, and of whom the order is justly proud have been as- signed to a position subordinate to these two modest patrons of the Craft. It is not material we repeat to our present purpose whether it be an historical fact that they were actually members of our Fraternity; its principles shone con- spicuously in their lives and characters. It suffices here to say, in the language of a distinguished Irish Freemason, that “there seems to be no doubt that the medieval Fraternity acknowledged their patronage.” 35 Why is it that this man who wore a raiment of camel’s hair and whose food was locusts and wild s6 A. Q. C., Vol. VIII, p. X23."},{"pageNumber":93,"pageContent":"THE ENTERED AP~~~E~IcE: DEGREE 83 honey, and this man who was noted for his excessive modesty and avoidance of all display, these men who never engaged in any of the pomp and glory of the world, have been honoured by Masons above all Dthers? It is because Masonry regards not the exterior of a man but only his internal qualifications. She bends not the suppliant knee at the shrine of wealth, its glittering splendours are no passport of her altars and temples, and never has it been said of her that she turns her face away from him who is clothed in poverty’s rags or veiled in poverty’s tears. No worldly honours are there recognised. The kirlg of England, the President of the United States, when he enters a lodge is simply “Brother.” He is there accorded no mark of distinction to which every other Master Mason is not entitled. Who enters a Masonic lodge leaves his titles, his wealth, his worldly hon- ~uurs, at the door. “Yes, we meet upon the level Though from every station come, The rich man from his mansion, The poor man from his home; For the rich must leave his hoarded Outside our temple door, gold And the servant *feels himself a man Upon the Mason% floor.” He who wears the humble garb of domestic in- dustry prepared by the hand of a devoted wife is as sure to gain admission and find as hearty welcome and rank as high as he whose raiment is purpIe and fine linen and who fares sumptuously every day."},{"pageNumber":94,"pageContent":"84 SjrrnROLISM OF THE THREE DEGREES The Saints Johns possessed few of the extwnal qualifications which attract the thoughtless crowd. They. possessed all those internal elements that make the. true man. Beyond all others the principles of our Fraternity shone forth in their characters and daily lives and for it Masonry has honoured thorn above all others. We may and do have unworthy members, thrnse * who forget and violate their Masonic obligations. None of us indeed observe them as we should, but could stronger proof than the honour shown these two men be desired that Masonry as a whole regards excellence of character, the practice of virtue, the adoration of Deity, and the love or our fellowmen, the doing unto others as we would have them do unto us, above any wealth or worldly honours? If any still doubt let them remember that the first three Grand Masters of Freemasonry were, accord- ing to tradition, Solomon, King of Israel; Hiram, King of Tyre, and Hiram Abif; that the memory of the last Hiram Abif, a poor widow’s son of the tribe of Naphtali, and only a worker in brass and stone, is venerated among Masons far beyond his two royal associates. He lived a life of such purity and e= cellence that when the appointed time arrived he weId corned the grim tyrant death. These are the lessons taught by this symbolism, these are the men whose example we should as Masons strive to emulate, These are the characters that we as Masons, imperfect = we are, love and venerate,"},{"pageNumber":95,"pageContent":"THE ENTERED APPRENTICE DEGREE 85 CARDINAL VIRTUES The cardinal virtues mean simply the pre-eminent or principal virtues. They were declared by Soc- rates and Plato four hundred years before Christ, as they are by us to-day, to be Temperance, Fort& tude, Prudence and Justice. This list has been criti- cised as being arbitrary, as not covering the entire field, and as overlapping each other. In the light of the broadening influence of modern ethical and religious ideas the justice of these criticisms must be conceded. But reflection will disclose to us that these four virtues cover a surprisingly large part of the moral realm of human life. Temperance means moderation not only in drink but in diet, not only in diet but in action, not only in action but in speech, not only in speech but in thought, not only in thought but in feeling. It con- demns excess of every kind; of our affections as well as our passions; of our feelings as well as our ap- petites. The libertine, the glutton, the gambler, the miser and the profane swearer are all equally with the drunkard guilty of intemperance. Fortitude implies, it is true, a physical bravery that leads one to resist insuIt or attack with force, but more especiaIly that moral courage that enables one at the risk of incurring the sneers of others, to refrain from a resort to violence except where the necessity is- imperative. men, however, this neces- sity arises it is not deterred by pain or circumstance, be it ever so appalling or threatening. Prudence, as the critics have pointed out, enters to some extent into the last named virtue. It signifies also to meet every situation, however dangerous or"},{"pageNumber":96,"pageContent":"86 SYMBOLISM OF THE THREE DEGREES difficult, with common sehse and reason. It is a virtue which is lacking in a surprisingly large propor- tion of the human race. Little need be added to what is said of the virtue of Justice in our Monitors. It is truly the “very cement and support of civil society.” This concep- tion of justice ,evidences a distinct advance by rnan- kind. To be able and willing to mete out exact justice to every one, even one’s self, in every relation of life, in thought, word and action, very nearly sumq up the total of all possible human virtue. In a sys- tem of moral philosophy, such as Plato’s (as dis- tinguished from a religious philosophy such aa we now have), justice very nearly covers the whole field.“” What a multitude of evils and mistakes the full possession and practice of these virtues would enable us to avoid? But with the birth and development of theology ‘the Platonic scheme seemed, and doubtless was, in- complete. It took little’ or no account of those higher speculative virtues which we class as religious. There was absent from it the conception of that charity or love which has entered so largely into modern so- ciological thoughts and movements. The later phi- losophical and religious teachers, therefore, added to the cardinal virtues what they termed the theological virtues, namely, Faith, Hope and Charity. These three were believed to include anything omitted from -the other four, and together were supposed to cover the entire field of the moral thought and conduct of man. BB Encyclopedia Britamica, IX, p. 813. Vol. V, p. 324; Ibid., Vol."},{"pageNumber":97,"pageContent":"THE ENTERED APPRENTICE DEGRtiE 87 . Masonic Faith, it seems to me, is a very simple thing. We do not need to trouble with the refinements of the theologians, such as those of Avicenna, Mai- monides, Ghazali, Jehuda Halevi, Averroes, Anselm, Abelard, Calvin, Albertus Magnus,, Thomas Aquinas, William of Occam, etc. We are not cancerned with the Christian doctrine of justification by faith. Whether reason and the theologian’s faith are in ac- cord or at war with each other does not concern us. We attempt no decision between the Nominalists and the Thomists. We do not have to reconcile or ex- plain the rival theories of “Ontologism” and “Psy- chologism,” and many other mystifying %ms.” We are dealing with something so simple it can not be in conflict with anything that is true. Masonic Faith means no more than confidence or trust in an all-wise, all-provident and all-loving Creator. The Mason be- lieves that with such a Father no man who does his best has anything to fear either here or hereafter. It may be summed up in ten words, “If I but do my part, all will be well.” But a faith like this might alone lead to a dark and cheerless fatalism. Hence, Masonry summons Hope to lend her brightness and optimism to the prospect, while Charity mellows, and sweetens and softens all with love; love of Nature, love of the beautiful, love of the good, love of our fellowmen and love to God. CHALK, CHARCOAL AND CLAY We are told that Entered Apprentices should serve their Masters with Freedom, Fervency and Zeal; with"},{"pageNumber":98,"pageContent":"& SfiMBOLISM OF.THE THREE DEGREES freedom, in that it should be done freely and withu out constraint as becomes a free man, not grudgingly atid hesitatingly as characterises the slave; and with fervency and zeal. These two terms are synonymous; one is from the Latin ferveo, to boil, while the other iS from the Greek zeo, having the same meaning. We have been unable to find that chalk, charcoal or clay anciently bore any symbolic significations. It must, however, be admitted that chalk is a fitting symbol of freedom, charcoal of fervency, and earth of zeal. NORTHEAST CORNER From the most ancient times it has been the custom of builders to lay with ceremonies the corner stones of important edifices. As it was a custom of the ancients to orient their temples, that is, to make them face the East, so for some similar reason it was their custom to lay the corner stone in the northeast Corner. Why this particular part of the structure was chosen has been the subject of much speculatibh. Some have attributed it to the fact that the rising sun sheds its beams. more directly upon this corner of a build- ing situated due east and west than upon either of the other corners. But many have supposed (and nd doubt truly) that a symbolical reason existed for this custom. This also has given rise to further speculation and as a specimen we introduce this in- teresting conjecture by General. Albert Pike: 4 ‘The apprentice represents the Aryan race irr its original home on the highlands of Pamir, in the north of that Asia termed Orient, at the angle"},{"pageNumber":99,"pageContent":"THE ENTERED APPRENTICE DEGREE 89 whence, upon two great lines of emigration South and West, they flowed forth in successive waves to conquer and colonise the world.” ‘* As Speculative Masonry gradually developed from operative Masonry, it preserved this ceremony of laying the corner-stone, because of the moral and re’ ligious symbolism which seems always to have per& tained to it. With the operative it was a serious part of the actual process of building; with us its chief value lies in its symbolical significations. As placing. the newly made Entered Apprentice in the northeast corner of the lodge marks the comple- tion of his initiation, so it symbolises the completion of the preparatory period of life and his readiness to enter upon its serious Iabours and business. The admonition there given him is, that having made proper moral preparation for life, his future activities should be kept in accord with the teaching and train- ing he had received in his youth. This, brethren, briefly reviews the symbolical teach- ings of the ceremonies of initiation. As said at the outset we have barely touched upon them. Any one of them would be sufficient of itself to occupy a whole: evening. We could easily consume another hour talk* ing to you about the symbolical teachings of the En- tered Apprentice lesson without exhausting it. Let: us illustrate with two questions and their answers. CCWEENCE CAME YOU?” Daily this question is asked by Masons without the slightest thought a~ to its real meaning. The * &Gmelkmetz Lutomorzcm (N. EL), Vol. I, p. 122."},{"pageNumber":100,"pageContent":"190 SYnjIBOLISM OF THE THREE DEGREES answer -we make to it in the lodge is well-nigh un- inteUigibIe, yet about as intelligible as any ever given it or which ever will be given it. Who can answer the question, VVhence came you?” Who has ever answered it ? Who will ever answer it? Equally baf- -fling and profound is that companion question, fa- miliar in some jurisdictions, “Whither are you bound?” Equally an enigma is the answer we give it. Simple as these questions appear, they search every nook and cranny and sound every depth of every philosophy, every mythology, every theology, and every religion that has ever been propounded anywhere by anybody at any time to explain human life. They allude to the problems of the origin and destiny of mankind; they lie at the foundation of all the thinking and of a11 the activities of man ex- cept such as are concerned with the purely utilitarian question, ‘Vhat shall we eat and wherewithal shall we be clothed?” All our better impulses, all our loftier aspirations, all our faiths, all our longing for and striving after a nobler state of existence, either in this or a future life, are but attempts to answer these two questions. They are the supreme questions which men have been asking themselves and each other ever since men were able to think and to talk, and they are the questions which men will continue to ask oftenest and most *anxiously until the time when we are promised that we shall know even as we are known. “WHAT CAME WE HERE TO DO?” If we came we know not whence and are bound we know not whither, then naturally the next ques-"},{"pageNumber":101,"pageContent":"THE ENTERED APPRENTICE DEGREE 91 tions’ are, “Wh y came we here ? What came we here to do? What is man’s mission in this life?” If we can not fathom the past nor descry the future, maybe we can solve the present. This question however is no less baffling and profound than the other two. If they have reference to the origin and destiny of man, this one has to do with the riddle of his present ex- istence. Again, we are met with the Same inscrutable mystery; the three age-long questions, whence? why? whither? press again for answer. And what a simple and significant answer do we give this question ! Does the Mason proudly answer, like the Pharisee, “I am here to teach and instruct others? “I am here to lead and reform others.” ‘“I am here to relieve and assist others.” Not at all. With equal nobility and humility he answers, in sub- stance, that, conscious of his own weakness, feeling the need of heln from others rather than an abilitv to give help, hii first duty is to improve himself anh to subdue his own passions, to cast the beam out of his own eye before undertaking to remove the mote from his brother’s eye. To an intelligent creature, ignorant of both his origin and his destiny, what more obvious duty could there be than the cultivation and deveIopment of his own mental, moral, and physi- cal faculties? Self-subjugation and self-improve- ment : here alone lies before him a sure path. If he sets himself earnestly to the task of ridding himself of his own evil passions and of improving himself by adding the desirable virtues, error in the larger sense is impossible. Nor is this a narrow or selfish task he sets himself, that of chastening and of improving himself. For"},{"pageNumber":102,"pageContent":"92 SYMBOLISM OF THE THREE DEGREES lo-t before he has proceeded far with this task of self- * improvement, the divesting himself of all that is low ‘or evil or base and the setting of himself to the cul- tivation of those virtues that truly lend to his own improvement, he finds that they also involve the doing of good to others. We commend this question and answer to those well-meaning brethren who are all the time bemoan- ing. that Freemasonry does not become the champion of all the “up-lift” and “reform” movements of the day. It will be noted that in this question and an- swer not a word is said about “uplifting” or reforming or improving others. It is always “myself.” This is an implied admission that I need improvement quite as much as others, that it is presumptuous to pretend to lead and teach others until I myself am thoroughly prepared. It should never be forgotten that Masonry is not a reform society, it is not a relief society. Its origi- nal and primary purpose was and still is to take men who are already “good and true” and, building on that foundation, to make of them men of such perfect minds and characters as will encourage others to fol- low in their footsteps. The influences it has thus silently wielded upon the poltical, religious, mental and moral development of mankind can never be kn own. Such .thmgs do not find record upon the pages of history. We can only surmise by looking back and observing how many of those, who have shaped the religious, political, and social progress of the world in the last two hundred years, have been members of the craft. Many centuries ago Omar Khayyrim struggled with these three questions thus:"},{"pageNumber":103,"pageContent":"THE ENTERED APPRENTICE DECREE 93 ‘“With them the seed of Wisdom did I sow, And with mine own hand wrought to make it grow: And this was all the Harvest that I reaped- “I came like water and like wind I go.’ Into this Universe, and E%y not knowing, Nor Whence, like water willy-nilly flowing: And out of it, as Wind along the Waste, I know not V%Ser, willy-nilly blowing.”"},{"pageNumber":104,"pageContent":"Page 94 is blank."},{"pageNumber":105,"pageContent":"QUESTIONS FOR DISCUSSION ENTERED APPRENTICE DEGREE What is the relationship of symbols to written lan- guage? To thoughts. 3 What is the difference be- tween symbols and figures of speech? What part does symbolism play in Masonry? Why must Masons study symbolism? Name of the Fruternity.--Why are we “FreemaN sons” ? What is the unit plan of the organisation? Definition of Musonry.-What is Mackey’s? Ex- plain “system,” (Cmorality,S’ “‘allegory,” “symbols,” as used in this definition. *Do symbols vary in meaning from age to age ? With different people? Do we know all the Masonic meanings of our symbols? Shall we ever know them all? Initiation.-B?b t a , in brief, is the symbolism of the entire Entered Apprentice Degree? The Fellow Craft Degree? The Master Mason Degree? Of all three together? The Lodge.-Of what is the “oblong square” a symbol? How did it become such? Does it throw any light on the age of Masonry? Why is initiation a symbol of birth? Preparution.- Explain the relation of a candidate’s preparation to the Aryan race. To other races. EX- plain the symbolism of preparation in terms of equality. What is the relation between child and man, man and the race ? Between individual moral prog- ress and racial social progress? 95"},{"pageNumber":106,"pageContent":"96 QUESTIONS FOR DISCUSSION Secmcy.-What is its value to the profane? )Tor the Master Mason ? What is the primary value of secrecy? ’ What is its chief value? What is the sym- bol of secrecy and why? TooZ S$&~.-Why is the tool important to man? Why is the tool symbol of especial importance ta Masons? Twenty-four-inch Gauge.-Of what a symbol ? How different from the Scythe? VVhat does it .teach? Common Gavel.-Of what a symbol? Why? Its lesson? Chid-Of what a symbol? Why? In what de- gree used? In what country used in Blue Lodge work? Key.-Of what a symbol? When? SoZomds TempZe.-Why chosen as a symbol? Is the Temple legend true? Is it fiction? What plausi- ble basis exists for it? Modesty of True C/zaracter.-Why no tool of iron in the building of the Temple? Of what is it a sym- bol with us? Hale.-Explain the several forms and real mean- ing of the word. How is it often misunderstood? Tile, Tiler, Tyler;-Which is the correct spelling? Why? Whence came the symbol? Due &&.-What is the probable origin of the words? Cable Tow. -How do the Brahman’s use a binding cord? What did a candidate in the ancient mysteries mean when he agreed to “submit to the chain”? From what and to what does the Cable Tow lead a Mason? CircumambuZ~ion.What great truth is taught by it in the lodge.? Explain “faith” as used in thR En- tered Apprentice Degree."},{"pageNumber":107,"pageContent":"QUESTIONS FOR DISCUSSION 97 Uptight;-How do people uf the Orient approach authority ? How a Mason ? How, therefore, does a Mason approach the East ? of the plumb. Explain the symbolism Approaching the East.-Why do we consider the East as the source of knowledge? What did the Egyptians signify by “West”? When did modem people take up the same significance? Dig&y of Man.-How does the Masonic teaching differ from that of certain creeds as to the worth of man? Bible.-Is it a Masonic symbol? Of what? ‘What other books are similar symbols? When is it proper to use them instead of the Bible? Are Masons re- quired to believe the Bible? What is the Masonic interpretation of Biblical stories? Do any Grand Lodges insist on a literal belief in the inspiration of the Bible? Does the Bible as a symbol increase or decrease differences between men of differing faiths? How? Apron.-What are ‘“Golden Fleece”? “Roman Eagle?” (‘Star and Garter ?” Explain the good and bad points of knighthood and chivalry in the chivalric ages. Contrast with Masonic ideals. What does Ma- sonry teach ? Why is the lamb a symbol? Whence came the symbol of the goat? Of what is it a gym- bol? Is there a Masonic goat? If so, where did we get it? White. -What three colours are symbolic in the Three Degrees ? Is white as a symbol universal? Of what is it a symbol? Why? Black-Of what a symbol? Why? BL Ite.-What is the origin of ‘“Blue Lodge”? What is the meaning of blue as a Masonic symbol? GZ eves-Were gloves always symbols? Are they used as a similar symbol to the apron? Where? Do"},{"pageNumber":108,"pageContent":"98 QUESTIONS FOR DISCUSSION till Grand Lodge+3 sanction the use of gloves by Fei- low Crafts? Definition of a Lodge.-Why symbols are required in a lodge ? Can a lodge exist without these symbols? Without what they stand for? Could a lodge be held without some symbols? High Hills c&nd Low Yules.What was the origin of such meeting places ? What is the symbolic sig- nificance? Vulley of Jehoshuphat.-VQhence does the expres- sion come? Has it now a Masonic significance? What was its ancient meaning? Untempered Mortar.-How used in Operative Maa sonry? What is its speculative meaning? Wisdom, Strength and Beauty.-What great mean- ing have these three, together? How does perfection in a building depend on them? Of a universe? Of a character ? What did the Greeks think of these three? The Hebrews? Socrates? Aristotle? What does the Bible say of them? What officers do. they represent in a lodge? Why? Covering of a Lodge.-What does %oveP mean? What is its Masonic meaning? Of what is our cov- ering a symbol ? Is the symbolic covering always shown on the actual ceiling? Ornaments of the Lodge.-How do they connect a lodge with the whole earth? - What does indented tessel mean ? What do& it symbolise? To what does the Blazing Star allude ? What does it represent to Masons? Has it more than one meaning? Three Greut Lights.-What are they? What do they represent to Masons ? Are they interdependent? Have they but one, or several symbolisms, each? Three Lesser Lights.-Name them. Is the Worship- ful Master a symbol? Of what? How came the Lesser Lights to be symbols? Why are these lesser"},{"pageNumber":109,"pageContent":"QUESTIONS FOR DISCUSSION .W lights? Has one of them reference to Masonic points of the compass? Nature.-Why has Masonry so many symbols taken from nature? M Is nature study important 00 asons? Why? H ow big is the universe? Brotherly Love,-What is its symbol? From whence came the symbol? How is brotherly love different from fidelity? Is it superior? What wa8 the sacred oil ? Who could use it? Of what is it symbolic? What was the dew on Mount Hermon? Why is brotherly love compared to it? Relief of the LCstressed.-Of what is the good Sa- maritan a symbol? Truth.What is its symbol? Why do men fear truth? Who are most afraid of it? Do Masons fear truth? Has God written truth elsewhere than in sa- cred books ? Is an unsuccessful effort to learn truth without reward? Square.-Symbolised what? How old is this sym- bol.? How old is it known to be in Masonry? Level.---What does it teach? What sort of equality does it not teach? What is Masonic equality ? What was equality in feudal days? Plum&--Is it a natural or a forced symbol? Of what? How old is it? jucob’s Ladder.-How did the ladder become a symbol? Old or young? How old?’ How many rungs has our representation of Jacob’s ladder? What do they represent? Situation of a Lodge.-Why East and West? Are all lodges so situated? If not, why not? Point in a Circle. Parallel Lines.Were the Saints Johns M asons? Are they symbols? Of what? Why do we honour them ? Give another instance of Ma- sonic honour to the poor and lowly, What qualities of a man does Masonry recognise?"},{"pageNumber":110,"pageContent":"$00 QUESTIONS FOR DISCUSSION Cardinal Virtues.-Who named them long ago? When? 1 Is the list open to criticism? What criti- C;sm? Name them. Give their Masonic meaning. How does Masonic faith differ from theological faith? With what does Masonry support and sweeten faith? ChaZk, CharcoaL and C&y-Ancient symbols or modern? Of what? From what do the words ‘“fer- vency” and “zeal” Come? Northeast Corner.-Why are corner stones laid there? What is Pike’s explanation? Has the practice I of standing the Entered Apprentice there a symbolic meaning? What is it? Whence Came You?-Is it a symbol? Is the an- swer symbolic ? Explain both symbolisms. What Came We Here to Do?-What difference is there between the Masonic answer and that of the Pharisee? Did we come to do an unselfish task? W&at does Masonry reform? Should it join refxorm movements? Why not?"},{"pageNumber":111,"pageContent":"INDEX Allegory, 3, Il. Apron, the, 41. Bacon’s Wisdom of the An- cients, 4. Beauty, 50. Bible, the, 36. Black, 46, Blue, 46. Blue Masonry, tb chisel ab- sent in, 24. Book of Wisdom, 52. Brace, C. L., 64. Brace’s Gesta Christi, 64. r d Brotherly Love, ’ ’ 64. Bunyan ‘8 Pilgrim’s Progress, 4. Cable tow, 31. Cardinal virtues, 85. Chalk, 87. Charapter, modesty of true, 29. Charcoal, 87. Chisel, the, 24. Clay, 87. Circumambulation, 32. Code of Masonic Law, 72. Colours, 45, 46. Compasses, the, 40. Cornish, F, W., 42. Coulton, Gee. Gordon, 41. Covering of Lodge, 54. Dignity of Man, 35. Discalceation, 32. Distressed, relief of, 66. Dudley ‘s NaoXogy, 24. Due guard, 30. East, the, 34. Emulation working, 23. Entered Apprentice Degree, 1, 15. Freeman, Edward A., 41. Freemasonry, more ancient than Golden Fleece, 41; more honourable than the &ar and Garter, 41. Gauge, the twenty-f our inch, 22. Gavel, the common, 23. Gloves, 47. Goethe, 10. Could, IRobert Freke, 6. Great Lights, Three, 56. Guard, due, 30. Hale, 29. High hills, 48. Initiation, 13. Jacob’s Ladder, SO. Jehoshaphat, valley, 48. Jewels, of a Lodge, 70. Eey, the, 25. Klein, Sidney T., 62, Lesser Lights, Three, 57. Level, the, 77. Light, 69. Lights, The Three Great Lights, 56; The Three Les- ser Lights, 57. Lines, parallel lines, 81. 101"},{"pageNumber":112,"pageContent":"102 INDEX Lodge, covering of the, 54; definition of a, 47; Jewels I of the, 70 ; meaning of, 14; ornaments of, 54; situation of, 80. Love, Brotherly, 64. Low vales, 48. Ma-a, dignity of, 35. Masori, etymology of the word, 7. Masonry, definition of, IO ; etymology of the word, 7. Metaphors, 3. Modesty of true character, 29. Moon, the, 5’7. Moore! George Fleming, 19. Moralrty, 11. Morals and Dogma, 63. Mortar, untempered, 50. Nature, 59. Northeast corner, 88. Oliver, Dr. George, 31. Order of the Garter, 41. Order of the Golden Fleece, 41. Ornaments of Lodge, 54. Parallel. lines, 81. Perfect youth, 72. Pike, Gen. Albert, 1, 16. Plumb, the, 79. Preparation of the candidate, 15. Questions for discussion, 95. Relief of distressed, 66. Ritual, memorising, 5. Boman Eagle, the, 41. Bylanda, W, H., 1. Saints John% Days, 82. Secrecy, 17. Solomon %I Temple, 25. Songhurst, W. J., 30. Speculative Freemasonry, de- velopment, 12. Scottish Rite Degrees, 60. Scythe, the, 40. Square, the, 40. Strength, 50. Wtukeley, Dr. Will-iam$ 3, Sun, the, 57. Symbolism, 2. Symbols, 11; tool, 19, Temple, a, 7. Tile, 30. Tiler, 30. Tool symbols, 19. ’ Tow, cable, the, 31. Toy, Dr. Crawford H., 5& Truth, 67. Twenty-four inch gauge, the, 22. Tyler, 30. Untempered mortar, 50. Upright, 33. Valley of Jehoshaphat, 48. Virtues, cardinal, 85. West, the, 34. a ‘ What came we here to do,’ ’ 90. 1 ‘Whence came you,” 89. White, 45. Williams, H. Smith, 21. Wisdom, 50, Youth, perfect, 72"}]
