[{"pageNumber":1,"pageContent":"r * B <?bS &3&"},{"pageNumber":2,"pageContent":"GIFT OF Gladys Isaacson"},{"pageNumber":3,"pageContent":"T/V-"},{"pageNumber":5,"pageContent":"THE STORY OF FREEMASONRY By W. G. SIBLEY GALLIPOLIS, OHIO, U. S. A. THE LION'S PAW CLUB 1913"},{"pageNumber":6,"pageContent":"THIRD EDITION First Edition, Five Thousand Second Edition, Twenty Thousand Third Edition, Six Thousand Copyright, 1904, by W. G. Sibley Cover Design by Robert J. Mills Nitschke Brothers Press"},{"pageNumber":7,"pageContent":"C.PUBLISHERS' STATEMENT HIS Book has been printed for the Entertainment & In- formation of Masons and Other Persons who desire in pithy form such facts of the Peculiar Origin, Curious Structure & Unique History of Freemasonry, as every Intelligent Mind should possessJtfJfjtf C.The vital substance of many large volumes has been packed into these pages in extreme- ly readable shape, and it is certainly gratify- ing to us to be able to put Mr. Sibley's com- pact, comprehensive and trustworthy work on the market in such attractive style for the notably low price of Fifty Cents per copy. We believe the Public in General & the Masonic Fraternity in Particular, will applaud our ser- vice in so doing. Books on Freemasonry are not all either Interesting or Inexpensive. This valuable little book is BothJtfJtfJtf C,So far as we are aware there is in exist- ence no other publication than this which as concisely, or for as small a sum, gives so much to the Public and the Fraternity that is worthy of Permanent Record & Memory. THE LION'S PAW CLUBJfJJ^Jtf"},{"pageNumber":8,"pageContent":"CONTENTS I The Initiation into the Ancient Persian Magi, and a Curious Legend of Hiram Abif, Solomon, and the Queen of Sheba. The Ordeal of Probation 7 A Candidate in a Den of Wild Beasts 8 The Serpent in His Bosom 9 Hiram Abif meets the Queen of Sheba ... 10 Hiram in Love 10 Solomon Plots Hiram's Death 11 II Attempts to Exterminate Freemasonry Early Governments Hostile to Masonry. . 13 Presbyterian Opposition 15 The Order Ridiculed 16 So Called Exposures of Freemasonry 17 Roman Catholic Hostility 18 Horrible Torture of John Coustos in 1743 by the Spanish Inquisition 20 Edicts of Roman Popes against Masonry . . 23 III Leo Taxil's Remarkable Books about Murder, the Devil, Women, & the Black Mass, in the High Degrees of Masonry, Leo Taxil's Early Career 28 Begins Writing anti-Masonic Books 29 Charges all Masons with Murder 30"},{"pageNumber":9,"pageContent":"Describes Masonic Meeting Attended by the Devil 32 Diana Vaughn and Luciferan Masonry. . 33 The Revolting \"Black Mass\" . . , 34 Anti-Masonic Congress at Trent in 1896 . . 35 Collapse of Taxil's Extraordinary Tales . 36 IV The Disappearance of William Morgan & the Anti-Masonic Excitment which Followed All Over the United States. Disappearance of William Morgan 41 Anti-Masonry in American Politics 45 John Quincy Adams's Denunciation 47 Recent Criticisms of Masonry 49 V The Tradition and the Evolution of the First Three Degrees of Freemasonry. Freemasonry Defined 52 The Tradition of its Ancient Origin 54 Historical Masonry 56 One Degree Expands into Three 57 Freemasonry's Evolution from Masonry . . 58 A Unique Masonic Law 59 VI The Origin and Structure of the York and Scottish Rites, and Their Relations. York Rite Degrees 60 Advent of Masonry into America 61"},{"pageNumber":10,"pageContent":"First Lodge under American Authority . . 62 Historical Royal Arch Degree 63 Origin of Council Degrees 63 Templar Masonry 64 Scottish Rite Degrees 67 Modern Growth of Freemasonry 71 Negro Masonry in America and Liberia . - 72 VII The Fundamental Principles and Moral & Religious Teachings of Freemasonry. Fundamental Principles of Masonry 76 Deportment Required of Masons by the Ordinances of 1388, 1462, 1563 and 1586 77 The Famous Ancient Charges 79 Why Women are Excluded from Masonry 8 1 Women who Knew One Masonic Degree- 83 Benjamin Franklin on Freemasonry 87 Burial of a Master Mason 88 Burial of a Knight Templar 90 VIII The Landmarks of Masonry Defined, & Its Universality as a Secret Fraternity. The Landmarks of Masonry 96 The Universality of the Institution 99 Its Benevolences 112 Suggestion for Masonic Reading 114"},{"pageNumber":11,"pageContent":"THE STORY OF FREEMASONRY The Initiation into the Ancient Persian Magi, and a Curious Legend of Hiram Abif, Solomon, and the Queen of Sheba. HOUSANDS of years ago there was a wonderful se- cret organization in Persia whose underground quar- ters and equipment for the ceremonial admission of men who sought member- ship in it were on so large a scale, and in- volved so much time, thought, skill and ex- pense, that compared with it, the most elab- orate and costly spectacular productions on the modern stage seem paltry JJffJ C.A man applied for initiation into this soci-"},{"pageNumber":12,"pageContent":"8 THE STORY OF ety. To test his sincerity and fitness he was subjected to a period of probation which continued through several months, and was undergone in utter solitude in the silence & darkness of a subterranean cave. This or- deal had dethroned the reason of more than one who had undertaken it ; and was con- cluded with a fast of Fifty Days' duration. This is what happened to the candidate when finally admitted to the Mysteries: He was led by a grotesque figure to a dan- gerous precipice, from which he felt his way to the deep interior of a gloomy cavern, where he was confronted by a hideous object which directed him toward a place whence came the howls of ravenous wild beasts. Suddenly seized by unseen hands he was thrust into the faintly lighted den of animals and instantly attacked by what seemed to be lions, tigers, wolves and other vicious beasts, but were in fact members of the Society cun- ningly made up to resemble them. Through this horrible place he had been directed to make his way, and was tossed, pulled, trampled upon and buffeted before he escaped, covered with bruises and genuine wounds, into another cavern in which re-"},{"pageNumber":13,"pageContent":"FREEMASONRY _ 9 sounded loud peals of thunder, and through which shot constantly terrifying bursts of flame. If he fainted from exhaustion and horror, his senses returned in a comfortable chamber where delightful music and sooth- ing perfumes quieted to some extent his C.Then three venerable priests approached him. One of them threw a Squirming Snake into his bosom, and with the loathsome rep- tile chilling his skin he was conducted to a door from which issued awful cries of lam- entation and despair. There he beheld a dreadful representation of men enduring the torments of Hell. This was followed by seven subterranean journeys to the scenes of as many appalling perils, each likely to disturb the stoutest heart and arouse the most trying emotions. Then if his strength held out,he entered the Holy of Holies. It was a splendid apartment in which a brilliant sun and beautiful stars moved in a miniature sky, while most ravishing music was heard. In the East, seated upon a gold- en throne, was a presence before whom the candidate bowed and took the oath of the Order. Such was the initiation of the Per-"},{"pageNumber":14,"pageContent":"10 THE STORY OF sian Magi, the society founded by Zoroaster, whose extreme antiquity is certified by both Aristotle & Plato. There were other Mys- teries in other lands, in the times of antiquity those of Isis in Egypt, of Cabiri in Phoenicia, of Sabazian in Rome, and the Eleusinian in Greece. And from among them all, Freema- sonry alone has emerged as a living influence on modern civilized society, and is richest in legend, tradition, and historic facts. One very curious tale is told by an English author and student of antiquities, whose description of the initiation of the Persian Magi has al- ready been rehearsed. It is a legend of Hi- ram Abif, the master architect and engineer at the building of King Solomon's Temple, who, according to tradition, assisted Solo- mon in founding the Masonic OrderJffJffJff 4LWhen the Queen of Sheba visited Solomon, that Prince of Riches and Glory, who had an appreciative eye for beauty in Women, as well as in Architecture, fell a victim to the seductive charms of his visitor, and sought her hand in marriage. After consideration, she accepted the proposal. Later, when re- peated requests had secured the presentation to her of Hiram Abif, whose work on the"},{"pageNumber":15,"pageContent":"FREEMASONRY 11 Temple was a revelation to her of extraordi- nary ability, the son of the tribe of Naphthali cast a look into her eyes which drew her heart to him. Solomon, wise in the ways of 'women, instantly became aware of the im- pression made on the Queen by his great architect, and was stirred by jealousy. Cha- grined, he set about to destroy his friend. The Queen met Hiram in a grove near Jeru- salem when none but her maids were pres- ent. He was silent and thoughtful, but soon declared his love. She threw herself into his arms, their lips met, and she rapturously responded to his words of affection. Realiz- ing that Solomon would not approve their mating, they planned to leave Jerusalem at different times, and meet in Arabia. Mean- while Solomon had hinted to certain work- men on the temple that Hiram's death would be pleasing to him, and gave them an ex- cuse for quarreling with him. As a conse- quence Hiram was slain while seeking exit from the temple. This legend is so at variance with Masonic tradition and history that it cannot be ac- cepted, although it gives additional interest to a Biblical character whose memory will"},{"pageNumber":16,"pageContent":"12 THE STORY OF live as long as Freemasonry exists among men. It is printed as a curious specimen chosen from among many apocryphal tales which found their way into print in Europe during the Eighteenth Century, and were widely circulated among readers of books."},{"pageNumber":17,"pageContent":"FREEMASONRY 13 II Attempts to Exterminate Freemasonry. REEMASONRY has at dif- ferent times been attacked by vigorous and malicious enemies whose purpose was Deadly. Many efforts have been made by Church & State in European coun- tries to suppress and destroy it, a notable anti-Masonic popular excitement once arose and flourished in the United States, and the closing years of the nineteenth century wit- nessed in France a remarkable mystification of the enemies of the tratermtyJffJffJff C.Half a dozen serious attempts to annihilate the order were made when its purposes were not so clearly understood as they are now,"},{"pageNumber":18,"pageContent":"14 THE STORY OF and before the Roman Catholic Church, its most inveterate enemy, began openly and ac- tively its unrelenting warfare against it. An act of Parliament in 1429 made felons of all Masons who confederated in chapters, and subjected them to punishment by imprison- ment and fines, but it was never enforced. In 1561 Queen Elizabeth ordered the grand lodge of England broken up, and forbade Ma- sons to meet in their lodges, but the initiation of a number of her officers into the order, and their subsequent importunities to her, induc- ed her to withdraw the obnoxious command. France passed a law abolishing Masonry in 1637, owing to a suspicion that it might be dangerous to the government, but public opin- ion nullified it. The Empress Maria Theresa of Germany was influenced against Masonry in 1747 by ladies of her court who had been unable to cajole or exort its secrets from their husbands, and issued an order that Ma- sons should be arrested while engaged in their lodge work, but the Emperor Joseph I, who was a member of the Fraternity, per- suaded the misled woman to give up her fool- ish project, to the intense disappointment and chagrin of the court ladies, whose husbands"},{"pageNumber":19,"pageContent":"FREEMASONRY 15 perhaps had read LaFontaine's sage obser- vation that \"nothing is so oppressive as a se- cret; women find it diffiult to keep one.\" The Great Council of Berne in Switzerland, a Protestant tribunal, denounced Masonry in 1745, decreeing that \"citizens and subjects who are actually known to be Freemasons shall be obliged immediately to abjure, by oath, the engagements they have taken in said society,\" and providing that those un- known,who did not renounce the order volun- tarily, should be heavily fined and made in- eligible for any employment in the Republic. Owing to the hostile action of the synod at Stirling in 1745, and the synod at Edinburg in 1755,. the associate of Scotland in 1757 or- dered Masons to be questioned as to 'wheth- er on initiation they were required to give up all metal on their persons, if the Bible was used in their superstitious ceremonies, and if the passage in I Kings, vii-21, was read to them. All who refused to answer were \"re-puted under scandal\" and declared \"in- capable of admission to sealing ordinances.\" Those who did answer were purged by rebuke and admonition, and strictly charged not to entice others into the snare of Freemasonry."},{"pageNumber":20,"pageContent":"16 THE STORY OF Frederick I of Sweden forbade Freemasonry in his dominions in 1740 under penalty of death, following the example of King Freder- ick Augustus III of Poland the year before. In 1751 Charles III of Spain prohibited Ma- sonic rites in Naples. A Venice lodge was abolished by the transportation of its mem- bers, and in 1818 John VI issued a prohibi- tory edict from Brazil JjtfJ? C.Duringthe latter part of the eighteenth cen- tury Freemasonry was attacked in England both by ridicule and by clerical utterances. At that time the fraternity's dignity and ser- ious character were in marked contrast to the frivolity of numerous other social societies in that country, which were almost without exception bibulous bodies, and generally en- vious of Masonry. The members of these convival organizations, of which the song, the glass, and the racy anecdote were the essence, delighted in deriding and satirizing Freemasons, one of the numerous rhymes of the period describing them as \"A set of ranting, roaring, rumbling fellows, \"Who meet to sing old rose and burn the bellows."},{"pageNumber":21,"pageContent":"FREEMASONRY 17 Champagne and claret, dozens in a jerk, And then they say how hard they've been at work. Next for the secret of their own wise making, Hiram and Boaz, and Grand Master Jachin! Poker and tongs! the sign! the word! the stroke ! 'Tis all a nothing, and 'tis all a joke.\" They were also charged with practicing black arts, such as \"Raising the Devil in a Circle,\" and branding initates with a red-hot poker. Several books were printed to prove the truth of similar foolish stories, and one of them was seriously entitled \"Masonry the way to Hell; a Sermon wherein it is clearly Proved, both from Reason and from Scrip- ture, that All who profess the Mysteries are in a state of Damnation.\" The hundred years preceding 1793 were pro- lific in amusing publications that profess to be exposures of Freemasonry, written by French and English romancers. No less than forty-five of these productions are to be found in Masonic libraries, where they are preserved as curiosities; they bear such titles as \"An Account of the Freemasons,\" \"The"},{"pageNumber":22,"pageContent":"18 THE STORY OF Grand Mystery of Freemasons Discovered,\" \"Masonry Dissected,\" \"The Secrets of Ma- sonry Made Known,\" \"A Master Key to Free- masonry,\" \"The Three Distinct Knocks,\" \"The Freemason Stripped Naked,\" \"Free- masonry of the Ladies,\" and \"The Vail Withdrawn\" JOTJT C/The Roman Catholic Church viewed Free- masonry with deep suspicion when it first began to spread over Europe as a confessedly oath-bound secret organization. When it learned that Masons would not reveal their secrets in the confessional, and that their society taught Freedom of Conscience and other tolerant and liberal principles, the sus- picion settled into deep-seated hatred,which was augmented from time to time by the undoubted participation of French and Italian lodges in political adventures inimical to the temporal power of the Pope. The Roman Church had sufficient influence to cause the promulgation of a government edict for the abolishment of Masonry in Holland in 1735. An Amsterdam lodge defied the order, and continued to meet secretly. They were dis- covered and arrested in their lodge, acknowl- edged that they were Masons, swore that"},{"pageNumber":23,"pageContent":"FREEMASONRY 19 their society taught nothing repugnant to the laws of God or man, submitted a proposition that the court before which they were brought should select some man in whom it had implicit confidence, for initiation, and they would abide by his judgment. This was done, the town clerk became a Mason, and so strongly approved the teachings of the fraternity that the magistrate himself ap- plied for admission and was accepted, to his great satisfaction. Pope Clement XII issued a bull in 1738, the first of a series of papalfulminations,in which he denouncedFreemasonrybecause it admit- ted to its altars men of All Religions, and imposed obligations its members would not reveal at the confessional. The following yearhepublishedanedictthreatening'allwho visited lodges with a fine of one thousand crowns of gold and the torture of the rack. Under this vicious decree,in Spain and Portu- gal, several Masons were imprisoned and tor- tured by the Inquisition, which first sought to extort from them the secrets of the society by the infliction of inhuman torments, and failing to accomplish that purpose sent them to the galleys, on which they were subjected"},{"pageNumber":24,"pageContent":"20 THE STORY OF to the most offensive indignities and fright- ful cruelties-*.* Jf C.One Freemason, John Coustos, lived to tell the story of his suffering from the Inquisition at Lisbon, in Portugal. He was a native of Switzerland, whose parents took him to Eng- land in 1716. XTapidary by profession, after twenty-two years' residence in London, and five in Paris, he went to Lisbon to work on precious stones. There, in various private houses, he practiced Freemasonry with his brethren, and an Inquisitive woman, at con- fession, told of the meetings. The priest in- formed the Inquisition, which seized him in March, 1743, and threw him into a dungeon, where he was forbidden to speak, and could hear nothing but the groans & dismal cries of other prisoners. A few days later he was led to the Inquisitors and charged with speak- ing injuriously of the Roman religion, which he denied, and then replaced in his dungeon for reflection. Three days later he was again before them and 'was requested to ex- plain the nature of Freemasonry, which he did so far as consistent with his obligations. Then he was taken to another & deeper dun- geon,where he laid in darkness seven weeks,"},{"pageNumber":25,"pageContent":"FREEMASONRY 21 during which he was taken before the Inquis- itors three times. The first time they insist- ed that he should reveal the secrets of the order, which he declined to do. The second time they threatened him, called him a her- etic and said he was damned, after advising him to turn Roman Catholic before it was too late. The last time, after arguing man- fully for his rights, he was doomed to suffer the tortures of the holy office for not reveal- ing the secrets of Masonry. He was strip- ped naked, except for his drawers, an iron collar fastened to a scaffold was put around his neck, a ring fixed to each foot, and his. limbs tightly stretched. Small ropes were wound around his arms and thighs and pass- ed through the holes under the scaffold and drawn tight by four men. These ropes cut his flesh to the bone in several places. Four times Gustos refused to reveal the secrets, and at each refusal the utmost strength of his torturers was applied to the ropes, his judges declaring that his obstinacy would make him guilty of self murder. Six weeks later when his wounds were partially re* covered, he was again conducted to the Chamber of Horrors, where his arms were"},{"pageNumber":26,"pageContent":"22 THE STORY OF slowly drawn backward by an engine until his shoulders were dislocated and blood came from his mouth. This hellish torture was inflicted three times, when he was re- turned to his cell and rough physicians re- duced the dislocations. In two months he was again taken to the torture room. This time a heavy iron chain was wrapped twice around his arms and body terminating at his wrists. The ends of the chain were attached to ropes running through pulleys, which when stretched pressed and bruised his body, and put his wrists and shoulders out of joint. Twice in one day he was subjected to this torture. Four weeks after he was still unable to lift hand to his mouth, his body was frightfully swollen, and he suffered such dreadful anguish as may not be imagined. He was then condemned to be a galley-slave for four years. There the friars of the convent of Corpo Santos offered him release if he would turn Roman Catholic, but his stout Swiss heart would not consent. Word of his condition reaching his brother- in-law, that relative was able to interest the Duke of Newcastle in the case, and finally King George II, through the British minister"},{"pageNumber":27,"pageContent":"FREEMASONRY 23 Compton at Lisbon, demanded and secured his release, as a British subject, in October, 1744, and he arrived in London Dec. 15 of the same year, where he wrote a detailed account of his sufferings JffJffJff CjPapal constitutions, edicts, epistles,allocu- tions and encyclicals of varying degrees of harshness were issued against the order by Clement XII in 1738 ; by Benedictus XIV in 1751; by Pius VII in 1814; by Leo XII in 1825; by[Pius VIII in 1829; by Gregory XVI in 1832; by Pius IX in 1846, 1865, 1869 and 1873; and by Leo XIII in 1884, 1890 and 1892. The papal allocution of 1865 pronouncesFree- masonry^monstrous, impious and criminal, full of snares and frauds a dark society; the enemy of the Church of God, and dangerous to the security of Kingdoms; inflamed with a burning hatred against religious and legiti- mate authority, and desirous of overthrowing all rights human and divine.\" The epistle of 1873 was in no better temper. It attributed Masonry to Satan, and declared the Evil One founded it and contrived its development. These fierce denunciations of Pius IX are of peculiar interest to Masons, because the records of the Italian Grand Lodge show His"},{"pageNumber":28,"pageContent":"24 THE STORY OF infallible Holiness to have been expelled from the fraternity after his election as pope. Victor Emanuel, having been aided by Gari- baldi, a 33d degree Mason, in overthrowing the temporal power of the papacy and estab- lishing religious and constitutional liberty in Italy, was informed that the Pope, when a young man, had been Initiated, Passed & Raised in a Masonic lodge. He therefore caused him to be tried for repeated violations of his obligations to the Masonic brethren. Pius IX was found guilty, expelled, and the proclamation of his expulsion, signed by Vic- tor Emanuel, then king of Italy and grand master of Masons in that country, was sent all over the Masonic world. The encyclical \"Humanus genus\" of 1884 de- clared that the Masonic order sought to over- throw the church of God,which insane desire was recognized by the Pope as the quench- less hate and thirst for revenge of Satan against God. The immediate effect of this was to convince the credulous that Masonry was Devil-worship,and Leo's accusation was given a tinge of excuse by the extraordinary action of the Masonic grand orient of Paris a short time before. That adventurous body"},{"pageNumber":29,"pageContent":"FREEMASONRY 25 removed from its conditions of membership belief in God and in immortality, an act of such gross infidelity to the first principles and fundamental laws of Freemasonry the -world over, that the justly indignant Masonic authorities in other countries at once sun- dered all relations with the recreant and de- generate French organization. In 1890, and again in 1892, Leo XIII issued additional exhortations against Masonry as an organ- ization waging war against both religion and civilization. Naturally these expressions from the head of Catholicism were echoed by inferior authorities in that church. The Bishop of Malta, in a discourse on a Malta lodge in 1843, remarked: \"We, with anguish at heart, heard long ago of the creation of this diabolical lodge, this pestilential pulpit of iniquity and error. Flee, as from the face of a venomous serpent, this society ,the common sewer of all filth, endeav- oring, though continually in vain, to vomit forth the things of hell against the immacu- late purity of the holy Catholic religion.\" The Catholic World, perhaps the leading literary magazine published by the church"},{"pageNumber":30,"pageContent":"26 THE STORY OF in America, in 1875 spoke of the \"hideous loathsomeness of this vile association.\" Six years later it said that \"Freemasonry, as a secret society, is dangerous to our free institutions; as a craft it is obnoxious to the true spirit of humanity. No one can seri- ously question that the Catholic Church, in prohibiting her children from becoming members of such secret organizations, has deserved well of the country and in this one respect particularly has done much for the preservation of our public institu- tions.\" In 1893 it declared that \"the secret society is the deadliest enemy to religion and social order.\" These sweeping and bitter attack upon the character and influence of Freemasonry, by the authorities of the Roman Catholic Church, along with many others from the same source too numerous and lengthy to quote or even summarize here, have had the effect on Masons which might natural- ly be expected. Almost without excep- tion their attitude toward the Church of Rome is that of enmity. When a Mason becomes a Catholic he renounces the Order, and when a Catholic becomes a"},{"pageNumber":31,"pageContent":"FREEMASONRY 27 Mason he is excommunicated from that Church. That has been the condition of affairs be- tween Masonry and Roman Catholicism from the days of the foul, unspeakable Inquisition."},{"pageNumber":32,"pageContent":"28 THE STORY OF III Leo Taxil's Remarkable Books about Murder, the Devil, Women, & the Black Mass, in the High Degrees of Masonry. HE most Absurd of all the entanglements into which the Roman Catholic Church has been drawn by its de- testation for the society a tale of ludicrous credulity and blind fanaticism unpar- alleled in the closing decade of the last cen- tury, has been related with much parti- cularity by several writersJBTJtfJtf C,Gabriel Jogand-Pages was born at Mar- seilles, France, in 1854. Fortunate in educa- tional advantages during youth, on arriving at manhood he adopted journalism as his"},{"pageNumber":33,"pageContent":"FREEMASONRY 29 avocation. Talented, audacious, and hold- ing both religion and decency in contempt, his writings attracted so much attention that he sought a larger field in Paris, where he published an infidel daily paper and wrote many irreligious books that obtained a wide circulation. One of them was a scandal- ous work entitled \"The Secret Amours of Pius IX,\" for the publication of which he was heavily fined. In 1885 this reckless young man saw in Leo Kill's \"Humanus genus\"a field for both reve- nue and the humiliation of the Roman Cath- olic Church, which he most heartily despis- ed. He pretended conversion, suppressed his skeptical books, and was absolved by the Papal Nuncio in Paris, Mgr. di Rende, from a number of excommunications recorded against him. With ardor born of desire for money and ambition to dupe the church which had received him into its fold, he pro- duced, under the pseudonym of LeoTaxil, a series of books called Complete Revelations of French Masonry, which attracted great attention in Europe, were translated into German, Italian and Spanish, and were read by hundreds of thousands of people. In 1881"},{"pageNumber":34,"pageContent":"30 THE STORY OF he had been made an Entered Apprentice, but was soon after expelled from the frater- nity because of indiscretions of which he was guilty. With reckless disregard for facts, and unrestrained by his ignorance of Masonry, he gave his extraordinary imagina- tive powers full play, and with a fecundity of detail and illustration truly remarkable, rep- resented the rites of the craft to be a hideous form of Devil-Worship. One entire volume he devoted to Female Masons, on which im- possible foundation he constructed a shame- ful edifice of fiction, full of shockingly scanda- lous and beastly fabrications that were re- ceived with delight by the papal authorities, who saw in them perfect justification for the attitude of their church toward Masonry JffJff C,Another one of his books, of which two hundred thousand copies were sold at 24 francs a copy, charged every Mason with being a murderer, in spirit if not in fact. The following translation of a passage from it explains the grounds upon which the charge was made : \"Before a man is admitted to the higher de- grees he is blindfolded & taken into a room where a live sheep is lying on the floor. The"},{"pageNumber":35,"pageContent":"FREEMASONRY 31 animal's mouth and feet are secured and it is clean shaven, so that its skin feels to the touch like that of a human being. \"Next to the animal a man is placed, -who breathes heavily, feigning to struggle against imaginary enemies. The candidate is given to understand that the sheep's body is that of a disloyal Mason who gave away the se- crets of the order and must die, according to some ancient law, the candidate being made executioner, as a warning to him. \"Then he is given a big knife, and after some ceremonial is persuaded to 'kill the traitor,' that is, plunge the knife repeatedly into the body of the sheep, which he imagines to be that of an unknown human being, his brother. \"Thus every Mason is a murderer in spirit at least, if not actually, for sometimes treacher- ous Masons take the place of the animal.\" This story drew forth denials from such dis- tinguished Freemasons as Bismarck, the Prince of Wales, and Emperor William I which served greatly to stimulate the sale of the work. Invigorated by the credulity of his victims, Taxil added Spiritualism to his schedule of Masonic practices and beliefs and told of tables floating in the air and turning into crocodiles at Masonic meetings, and for his"},{"pageNumber":36,"pageContent":"32 THE STORY OF supposed revelations was honored by Pope Leo XIII with the Order of the Holy Sepul- chre, a distinguished mark of the high favor of the Roman hierarchyJOt# C.High grade Masonry was the most fertile field of Taxil's grotesque falsifications. He made Charleston, South Carolina, the scene of his Luciferan Masonry because it was the home of Albert Pike, whose labors as grand commander of the southern supreme council, for the perfection of the rituals and ceremon- ials of the Scottish Rite, have been excelled by no man. Taxil declared that in the solemn recesses of the consistory at Charleston, His Satanic Majesty exhibited himself without disguise Hoof, Horns, Tail and All, in the exemplification of the high grades. A High Priestess of this Luciferan Masonry was needed and adroitly contrived for the conster- nation of the Pope and the Public, in the per- son of \"Diana Vaughn.\" She was said to be the direct descendant of a man to whose em- braces the lascivious Venus-Astarte submit- ted, and whose life had been extended thirty- three years for the propagation of demoniacal designs. As a girl she betrothed herself to the Demon Asmodeus, afterwards appeared"},{"pageNumber":37,"pageContent":"FREEMASONRY 33 before Satan in Charleston, and was by him consecrated as his Masonic high priestess in the presence of Albert Pike ! She possess- ed supernatural powers, such as the ability to turn herself into liquid and pass through a stone wall, and was a Very Terrible Per- sonage indeedJffJffJff C.A11 these, and scores of other absurdities were published month after month in Paris, and read with avidity in the Vatican. When the Roman ecclesiastical authorities had been sufficiently horrified by Diana Vaughn's deviltry, Taxil caused her to be \"converted\" as he himself had been. This astounding change in a heart familiar with wickedness was alleged to have been caused by Albert Pike ordering her to Spit Upon & Stab a Consecrated Host in one of the Masonic rites, and to utter repulsive blasphemies deeds which would stir deep resentment in the Pope's breast. Diana refused to comply, re- pented, and wrote a book which was sent to Leo XIII in 1895, who, by his secretary Mgr. Vicenzo Sardi, wrote a letter thanking her and urging her to continue in her good work against Freemasonry ! One extract, in which Diana describes a Ma-"},{"pageNumber":38,"pageContent":"34 THE STORY OF sonic \"Black Mass\" one of scores of tales equally preposterous maybe made from this volume ; \"In a thick cloud of perfumes the priest as- cends the altar of Satan's Synagogue. \"On the table is seen a goat with a human face already excited by some preliminary homages, intoxicated by perfumes and ad- oration. \"The priest opens a box and takes out some wafers. \"The rites performed and the words spoken during the continuance of the magical cere- mony are blasphemous in character, and the sacred vessel and its contents are subjected to insult and mockery. The goat plays the infernal part, cursing and reviling, and last- ly the following incantation is delivered : 'Master of the Esclandres, dispenser of the benefits of crime, intendant of sumptuous sins and great vices, sovereign of contempt, preserver of old hatreds and inspirer of ven- geance and misdeeds.' \"At this ceremony the children of the choir are clad in red and wear scarlet caps sur- mounted by two horns. They hold black candles in their hands.\" Largely as a result of Leo Taxil's volumin- ous works, one of which has 2,000 pages,"},{"pageNumber":39,"pageContent":"FREEMASONRY 35 the Vatican and its priesthood throughout Europe were aroused to a sense of impending dangers from the fraternity, and an anti-Ma- sonic Congress was called to meet at Trent in September, 1896, to which Leo XIII tele- graphed his blessing. Its purpose was \"to make known to everybody the immense mor- al and material evil done by Freemasonry to the Church and to society, and to seek a remedy byway of a permanent, internation- al organization against the craft.\" A thou- sand delegates from European countries at- tended, among them being thirty-six Roman Catholic bishops, who found a safe retreat in the marble cathedral of the Austrian city, where Masonic lodges are unknown owing to governmental prohibition, as is also the case in Russia and Poland. Gabriel Jogand- Pages, better known as Leo Taxil, was the hero of the occasion, but his presence did not completely satisfy the congress. Diana Vaughn, who for reasons obvious to Taxil alone, could not appear, was greatly desired, as a suspicion that she was a myth had de- veloped in the public press. The congress, not entirely convinced by the plausible ex- cuses of Taxil, entrusted an investigation of"},{"pageNumber":40,"pageContent":"36 THE STQRY OF her genuineness to a commission of its mem- bers, which of course was unable to secure proof of her existence. The pressure on Monsieur Jogand-Pages finally became so strong that he announced she would appear in the hall of the Geographical Society in Paris on Easter Monday, April 19, WJJffJffJff C.On that date and at that place the precious scamp who had so long reveled in the ad- miration and confidence of the princes and priests of Catholicism took the platform in the presence of a large audience that had assembled to see and hear Diana Vaughn, formerly the intimate associate of the Devil, now the repentant accuser of Masonry. He made a speech of superb audacity, in which he told his shocked hearers that his conver- sion twelve years before was a pretense, that Diana Vaughn was a Myth, and that his re- velations of Freemasonry were all Deliber- ate Lies, put forth for the sole purpose of playing upon the credulity of the Roman Catholic Church and making its rulers ridi- culous in the eyes of intelligent men. He added that the Bishop of Charleston had long ago assured the Pope of the falsity of his stories about Albert Pike: and that the"},{"pageNumber":41,"pageContent":"FREEMASONRY 37 Apostolic Vicar of Gibraltar had informed Leo XIII that the alleged caves at that place in which he had represented the Masons as engaged in foul and atrocious rites, did not exist. In his chagrin, the Pope had since kept silence. This awakened the stunned audience, -whose curses, howls and threats compelled Monsieur Jogand-Pages to seek security in another quarter under the pro- tection of the police, where no doubt the re- sults of his daring exploits afforded him pro- found satisfaction. That the abortive chase of twelve years under Taxil's guidance, after proofs of the iniquity of Freemasonry, filled the church authorities with deepest disgust, is pleasantly indicated by a remark attribut- ed to the Canon Mustel, in which he is rep- resented as declaring that when hell should swallow Gabriel Jogand-Pages as its filthy prey, the damned therein would bow their heads under a new degradationJtfJBTJ^ C.LaterTaxil, in an interview, says: *'The public made me what I am, the arch- liar of the period, for when I first commenced to write against the Masons my object was amusement pure and simple. The crimes laid at their door were so grotesque, so im-"},{"pageNumber":42,"pageContent":"38 THE STORY OF possible, so widely exaggerated, I thought everybody would see the joke and give me credit for originating a new line of humor. But my readers wouldn't have it so; they accepted my fables as gospel truth, and the more I lied for the purpose of showing that I lied, the more convinced became they that I was a paragon of veracity.\" Shortly before this disturbing episode move- ment originated among American Catholics who were better informed than Rome of the character, purpose and works of Freema- sonry, and who found the ban of centuries against the fraternity a stumbling block, to have it removed, at least in America. This agitation gained sufficient force to reach the Vatican, but was ineffective, the church's history in relation to Freemasonry being wholly inimical to the establishment of harmony between the two organizations. Although a disappointment to many in the Roman church, perhaps 'tis better thus, \"For never can true reconcilement grow, When words of deadly hate have pierced so deep.\" The decision of the Holy See was announc- ed in January, 1895, by the Roman Catholic"},{"pageNumber":43,"pageContent":"FREEMASONRY 39 Arch-bishop of Cincinnati, and included three societies besides Freemasonry in its condemnation. It instructed the ordinaries of all the dioceses of the United States \"to keep the faithful away from all and each of the three societies called the Odd Fellows, Knights of Pythias, and the Sons of Tem- perance.\" The first reason given was that \" these so- cieties seem to have a decided influence to lead Catholics toward Freemasonry, and Freemasonry is under the absolute condem- nation and excommunication of the Church.\" The Arch-bishop then called the attention of Catholics \"to the declared and implacable hatred of Masons against the Church and all religious interests,\" a hatred he asserted to be\"openly and angrily avowed by the lead- ing Masons of Europe, and manifested by their satanic warfare against everything Christian.\" He admitted that this spirit did not seem to prevail in America, but because of the presence of zealous Masons in the other societies mentioned, \"If a Catholic is drawn into one of them, he is in continual and familiar association with the admirers of Masonry\" and so \"exposed to imbibe"},{"pageNumber":44,"pageContent":"40 _ THE STORY OF their sentiments\" and accept their prin- C,Although the Freemasons and some other secret fraternities are not tolerated by Cath- olicism, an attempt to restrain Catholics from joining the Knights of Labor, a secret organization founded by a Freemason, arous- ed such opposition among Catholics that it >vas abandoned, although it has passwords, grips, obligations and other features that are condemned as a part of Freemasonry. The Grand Army of the Republic, also organized by Freemasons and members of other secret bodies, and largely composed of them, is not under the displeasure of the Vatican, although many zealous Freema- sons hold membership in it. Whence it appears that diplomacy has a place in the diplomatic councils of Rome."},{"pageNumber":45,"pageContent":"FREEMASONRY 41 IV The Disappearance of William Morgan & the Anti-Masonic Excitement which Followed All Over the United States. HE Masonic order in the United States met with a misfortune in 1826 that seri- ously crippled it for twenty years. In the fall of 1825 there came to Batavia,Gen- essee County, New York, a man named William Morgan. He was an operative mason by trade, an indulger in strong drink, and of bad disposition. If a regular Freemason, it has never been dis- closed where he was made one, although he received the capitular degrees in LeRoy, New York, on the avouchment of a Mason in"},{"pageNumber":46,"pageContent":"42 THE STORY OF good standing before the local bodies Jt#Jtf C.Before this man's habits were known in Batavia he was permitted to sign a petition for a new chapter of the order, but because of discoveries made afterward which reflect- ed upon his personal character, another pe- tition was drawn and his name left off. This angered him, and he set about the work of attempting an exposure of the secrets of Freemasonry, visiting frequently a man of literary culture in New York City who had been expelled from the order in 1824, and taking as a partner in his venture a Batavia newspaper editor named Miller. All concerned in the scheme expected to be made independently wealthy by the sale of the projected publication, and while it was being surreptitiously printed in Miller's of- fice, advertised it in a way designed to excite the indignation of Freemasons generally. During the night of September 10, 1826, the printing office was fired, presumably by Mil- ler himself, as he had plenty of water stand- ing about in barrels and tubs with which to extinguish the flames, and the incident was used industriously as a further advertise- ment of the forthcoming publication, which"},{"pageNumber":47,"pageContent":"FREEMASONRY 43 on examination proved to be but a copy of a book previously printed in England. On the following day Morgan was arrested on a charge of larceny said to have been com- mitted at Canandaigua, fifty miles from Batavia. He was taken there, tried, and discharged, but immediately arrested for debt and thrown into jail. His wife learning this, 'went to Canandaigua prepared to secure his release, where she learned that his New York indebtedness had been paid, and that he had been arrested again on the suit of a Pennsylvania creditor and taken away. She was greatly alarmed by this information, hastily returned home, and her friends despatched a man to trace him. The messenger came back with the very distressing news that when Morgan was released from jail he had been seized by two men who thrust him into a carriage while he shouted \"Murder\" and drove off with him to a place afterwards learned to be about three miles from Rochester. This was the Last Ever Seen or definitely known of the man, who had disappeared as completely as if swallowed up in the bowels of the earthJtf JC C.His abduction was at once, and probably"},{"pageNumber":48,"pageContent":"44 THE STORY OF with justice, regarded by the public as the act of Freemasons, and a great sensation ensued. The Governor of New York, DeWitt Clinton, himself a Mason, was appealed to and did all in his power to discover the miss- ing man and apprehend his captors, as did many other prominent members of the frater- nity, but all in vain. Meanwhile the public stirred to frenzy by the publication of false stories in which Morgan was'made the'victim of a secret tribunal acting in violation of law, and executing a horrible sentence on the man who professed to have exposed secrets re- fused to accept the protestations of admitted- ly respectable and honorable Freemasons that his disappearance was Not an act de- termined upon by the Masonic organization, but persisted in denouncing Freemasonry as a whole and demanding victims for their fury. In April, 1827, several men were arrested for complicity in the affair, tried and sentenced to imprisonment. The next month seven- teen others were arrested and tried on a charge of removing the missing man to for- cign parts, but were acquitted. The following October,more than a year after the celebrated abduction, the putrid body of"},{"pageNumber":49,"pageContent":"FREEMASONRY 45 a drowned man was found on the beach of Lake Ontario about forty miles east of the Niagara River. A political campaign in which anti-Masonic prejudice ran high, was in the midst of its emotional course, and the claim was made that the body was Morgan's. His widow viewed it and then Positively Identified it, although the clothing on it was not that he had worn when he disappeared, and a coroner's jury solemnly declared it to be the remains of William Morgan. The funeral was seized upon by designing politi- cians as the occasion for a big demonstra- tion to influence the votes of citizens in the approaching elections, and was attended by thousands whose imprecations and curses made the burial a travesty on the services that should accompany the interment of hu- man remains, and turned the ceremony inta a remarkable exhibition of partisan rancor. The Freemasons who vied with their enem- ies in honest efforts to secure and punish the men who made away with Morgan, did not believe his widow's identification of the body was correct, and instituted an investi- gation. They learned that a man named Monroe had been drowned in Niagara River"},{"pageNumber":50,"pageContent":"46 THE STORY OF some weeks before this corpse had been found, and by questioning his widow and son, elicited the fact that the clothing he had worn on the day of his death was the same as that found on the body claimed by Mrs. Morgan. Thereupon another inquest was held, and the body proved beyond a doubt to be that of Monroe ! An anti-Masonic political party had been formed in Western New York while these events were happening, its avowed purpose being to drive from public office, if not from an honorable connection with society, every Freemason. It polled 33,000 votes in 1828, 70,000 in 1829, and 128,000 in 1830, spreading over a majority of the northern states. In 1832 it nominated a candidate for President against Andrew Jackson and Henry Clay, as both of them were Freemasons and past masters. The campaigns in New York and Pennsylvania on the Masonic issues exceed- ed in venom any ever known in the country, not excepting those of the Civil \"War period. Masons were excluded from churches and their children were denied the privileges of the schools. But in the Presidential election of 1832 only one state, Vermont, was carried"},{"pageNumber":51,"pageContent":"FREEMASONRY 47 by the Anti-Masonic party, and after that blow to the hopes of its misguided followers it steadily declined in numbers and influ- ence, and in a few years dwindled into in- significance and finally nothingness. The most distinguished American citizen who participated in the political persecution of Freemasonry during these years was Ex- President of the United States John Quincy Adams. He was greatly disturbed over the disappearance of Morgan,and wrote a series of letters and delivered an address, in which his great ability and a deep-seated prejudice remarkable in a man of his experience and culture, were given full play in bitter denun- ciation of the fraternity. He declared that \"Masonry ought forever to be abolished. It is wrong essentially wrong a seed of evil, which can never produce any good.\" \"The existence of such an order,\" he said, \"is a foul blot upon the morals of a community. The code of Moloch homicide, embraced in the laws of masonry, will pass to its appro- priate region in Pandemonium, and one of the sources of error and guilt, prevailing in our land, will be exhausted and forever drained\""},{"pageNumber":52,"pageContent":"48 THE STORY OF C.in line with the foregoing is a verse from a popular campaign song of the time, set to the tune of \"Auld Lang Syne,\" which ran as follows: \"If aught on earth can men engage, If aught can make us free, 'Tis one successful war to wage Against Free Masonry. The Mason's dark design we know, , The Mason's bloody grip and sign; \"We'll lend a hand to blot from earth The Mason's bloody shrine.\" The disappearance of Morgan should never have been made a political issue, because if he was executed under a Masonic penalty the deed was done not by the authority of that order but by hot-headed members of it act- ing independently of any lodge, and contrary to the fraternity laws. But in the passions which then existed reason found little place, and everything Masonic was indiscriminate- ly condemned. Like Monroe's body,anything -was \"a good enough Morgan\" that would fan the flames of the persecution of Freemasons among their bigoted enemiesJ#JJtf C.Excepting the constant opposition to Free- masonry wherever Roman Catholic authori-"},{"pageNumber":53,"pageContent":"FREEMASONRY 49 ty is obeyed, and the trifling efforts of a very few weak Protestant churches, there is now comparatively little prejudice against the order in the civilized world. American literature is singularly free from criticisms of it, and but one English author during the past quarter of a century is worthy of quota- tion as a critic. Charles William Hecket- horn, in his work on Secret Societies of All Ages and Countries, says: \"Selfishness, an eye to business, vanity, frivolity, gluttony, and a love of mystery- mongering these are the motives that lead men into the lodge. The facility and fre- quency with -which worthless characters are received into the order; the manner in which all its statutes are disregarded ; the dislike with which every brother who insists on reform is looked upon by the rest; the difficulty of expelling obnoxious members all these too plainly show that the lodge has banished Freemasonry. Of true Freemas- onry, Freemasons, as a rule, know nothing. Genuine Freemasons are liberal-minded and enlightened men devoted to the study of nature and the progress of mankind, moral and intellectual; men devoid of political and religious prejudices, true cosmopolitans.\" The Right Reverend Henry C. Potter, bishop"},{"pageNumber":54,"pageContent":"THE STORY OF of New York in the Episcopal Church, in 1901 wrote a letter in which he said: \"Freemas- onry, however, is, in my view of it, a great deal more than a mutual benefit association. In one sense, wild and extravagant as the words may sound, it is the most remarkable and altogether unique institution on earth. \"Will you tell me of any other that girdles the world with its fellowship and gathers all races and the most ancient religions, as well as our own, into its brotherhood? Will you tell me of any other that is as old or older; more brilliant in its history; more honored in its constituency ; more pictures- que in its traditions ? Today it lies in the hand of the modern man, largely an unused tool, capable of great achievement for God, for country, for mankind, but doing very little. For one, I believe that circumstances may easily arise, when the highest and most sacred of all freedoms being threatened in this land, Freemasonry may be its most powerful defender, unifying all minds and commanding our best citizenship. \"Under such circumstances, fellowship in it should be regarded, more and more, as a sacred privilege, for which our best youth"},{"pageNumber":55,"pageContent":"FREEMASONRY 51 should be trained, and to which they should be advanced step by step, through prepara- tory forms and degrees.\" The great Edwin Booth said : \"In every realm of thought, in all my re- search and study, in all my close analysis of the masterpieces of Shakspeare, in my earnest determination to make those plays appear real upon the mimic stage, I have never, and nowhere, met tragedy so real, so sublime, so magnificent as the legend of Hiram. It is substance without shadow the manifest destiny of life which re- quires no picture and scarcely a word to make a lasting impression upon all who can understand. To be a worshipful mas- ter, & to throw my whole soul in that work, with the candidate for my audience and the lodge for my stage, would be greater per- sonal distinction than to receive the plaud- its of people in the theaters of the world.\""},{"pageNumber":56,"pageContent":"52 THE STORY OF The Tradition and the Evolution of the First Three Degrees of Freemasonry. REEMASONRY is a beauti- ful system of ethics, which cultivates certain great fun- damental Moral and Relig- ious Truths, and impresses them upon the minds of its votaries by elaborate sym- bolical ceremonials which point to the Bible as the great light by which mankind should be morally and spiritually guided. The Ori- gin, Purposes and History of this most an- cient, famous, enduring and cosmopolitan of all the world's secret organizations has been investigated, discussed and speculated upon by Masonic and other scholars until the print-"},{"pageNumber":57,"pageContent":"FREEMASONRY 53 ed records of their researches, arguments and conclusions form a literature that could find room only within the limits of a large library, and would require a life time of study by a perfectly equipped intellect to weed out all error,reconcile every difference of opinion and mold the great mass of fact into one consis- tent and universally acceptable wholeJOTJ^ Cjf Masonic tradition be not accepted, the explorer who seeks the beginnings of the Or- der at once confronts a Sphinx, the answer to whose enigma has been lost in the impene- trable clouds of the Dark Ages, or remains hidden in the deeply covered and forgotten vaults of remote antiquity. The first crude written constitutions and regulations of the Fraternity now in the possession of historians were made either in the thirteenth or four- teenth century after Christ. The writers who have given Masonry consideration in stand- ard English books of reference, and have based their conclusions on visible evidence only,are almost unanimous in fixing its origin in one or the other of the periods mentioned. On the other hand, there are learned authors who have studied and reasoned exhaustively as Freemasons, who believe the society ex-"},{"pageNumber":58,"pageContent":"54 THE STORY OF isted as an absolutely secret one two thous- and years before any manuscripts or inscrip- tions concerning its source and doctrines were permitted to be made. They hold that the internal evidence found in the esoteric teachings of the Order proves that it was created by Solomon, king of Israel, Hiram, king of Tyre, Hiram Abif, a widow's son, of the tribe of Naphthali, at the time of the building of Solomon's temple at Jerusalem, a thousand years before Christ. These writers, without an exception, believe that through the instrumentality of Masonry the five books of Moses were preserved after the destruction of the temple by Nebuchad- nezzar, during a period of general lawless- ness & disorder lasting nearly five centuries, and then Discovered and Brought to Light. With all due respect for the strict require- ments of accuracy in historical research, it seems quite as reasonable that Masonry should be transmitted through organized bodies of intelligent and reverent men, from the time of Solomon, as that the voluminous poems of Homer should be preserved during hundreds of years, in all their purity and ex- quisite beauty, by bands of minstrelsJOf J"},{"pageNumber":59,"pageContent":"FREEMASONRY 55 C.The discovery of Masonic emblems in the foundation steps to the pedestal of the Egyp- tian obelisk at Alexandria, known as Cleo- patra's Needle, is accepted by many as strong evidence that Freemasonry existed at least a century before Christ. This great shaft is now in Central Park, New York City, where it was erected in 1880, after transportation in the hold of a vessel especially constructed for the purpose. The stones and implements showing the Masonic signs and emblems were placed in the same positions in which they -were found in Egypt, when the obelisk was erected in America. But it is not the purpose here either to in- dulge in speculation upon Uncertainties,or to attempt by conjecture to arrive at the time- hidden facts of ancient eras. These pages are intended to convey only such information of the history, structure, and character of Masonry, and of the notable assaults and criticisms that have been made upon it, as is Fully Authenticated and necessary for those who desire to be well informed on the subject, keeping in mind all the while, with some appreciation of its truth, the statement of the Chevalier de Bonneville that \"the span"},{"pageNumber":60,"pageContent":"56 THE STORY OF of ten men's lives is too short a period for the execution of so formidable an undertak- ing\" as the production of a universal history of the Masonic craftJffJffJff C.The original historical Masonry, as distin- guished from the traditional, had but one de- gree, as the word is used technically by the craft, and it was conferred only on Operative Masons, who made use of it as a means of recognition among themselves, to keep im- postors from their counsels, and to preserve the organization necessary for the prosperity of their profession of practical architecture. During the Mediaeval period of cathedral building in Europe,when magnificent'edifices were erected in Vienna, Rheims, Pisa, York, Paris, London, Strasburg, Cologne and other cities, by the Masons, they worked under their own government in lodges strictly rul- ed, traveling from place to place as work re- quired. In 1702 a London lodge adopted a regulation extending its privileges to men of different professions, providing they were regularly approved, accepted and initiated. This example was followed by other lodges, and opened the door of Masonry to men un- skilled in architecture, but enormously in-"},{"pageNumber":61,"pageContent":"FREEMASONRY 57 creased the scope and influence of the society, which from that time developed rapidly into the present wholly speculative and cosmopolitan system of ethics, in which the Hindoo, the Parsee, the Jew, the Mo- hammedan, the Trinitarian and the Unitar- ian may conscientiously participate. The three degree ceremonials seem to have come into existence about 1735. Ten years later they had been revised by Martin Clare, and in 1777 Preston's beautiful ritualistic suggestions were accepted and adopted by the Order. The requirement of a practical knowledge of the science of architecture having been abandoned during this era of evolution, a thorough understanding of the lofty moral principles inculcated by the symbolism of the degrees was exacted of the masters of the craft. Operative skill yielded and finally almost wholly disappear- ed in the society under the stimulus of the far greater importance of the nobler virtues, the more widely needed lessons, and the infinitely higher moral worth, of purely Speculative Masonry. Men of prominence in church and state,who were never actually employed in building,but"},{"pageNumber":62,"pageContent":"58 THE STORY OF whose high character and fine attainments had made them distinguished, were accept- ed as Masons, free from the former pre- requisite of operative proficiency, and so became known as Free and Accepted Ma- sons, whence came Freemasonry as an evolution of Masonry. Within forty years the organization, in its improved and en- larged form, spread into Ireland, Scotland, France, Holland, Russia, Spain, Italy, Ger- many and America, attracting to its rites in all those countries men of profound in- tellect by whom its noble principles were deeply cherishedJtfJOf C.The three degrees of symbolic Masonry, both traditional and historical, are called Entered Apprentice, Fellow Craft & Master Mason. Seven or more master masons, act- ing under lawful authority, constitute a per- fect lodge, the name properly given both to the Organization, and to the Place where members meet to practice their rites. The principal officers of the lodge are the Wor- shipful Master, Senior Warden and Junior Warden, the master representing Solomon, king of Israel, the senior warden personat- ing Hiram, king of Tyre. A meeting of a"},{"pageNumber":63,"pageContent":"FREEMASONRY 59 lodge is called a Communication, and every candidate for its degrees must be acceptable to all its members, an inviolable law under which no complaint over the admission of new members can ever arise in a Masonic lodge. The grand lodge of England in 1717, when the ballot box was unknown, required members to decide on the admission of the candidate \"in their own prudent way, either virtually or in form, but With Unanimity.\" With this requirement goes another law unique among secret organizations, which is that no Mason shall ever solicit any person to become a member of the Order. This makes every application absolutely volun- tary, and its enforcement no doubt has caus- ed many worthy men to wonder why they have never been invited to become Masons."},{"pageNumber":64,"pageContent":"THE STORY OF VI The Origin and Structure of the York and Scottish Rites, and Their Relations. S now constituted, Free- masonry consists of two separate series of degrees, which are conferred in reg- ular order upon candi- dates, and are known re- spectively as the York Rite and the Scottish Rite, both having for their foundation the first three degreesJtfjJ C/The York Rite derives its name from the city of York, in the north of England, where Macoy, a Masonic author of repute, says the annual and general assemblies of the craft were re-established in 926, A. D. It includes, in addition to the symbolic degrees, Capitu-"},{"pageNumber":65,"pageContent":"FREEMASONRY 61 lar, Cryptic, and Chivalric grades, conferred in bodies severally designated as the Chap- ter, Council, and Commandery, whose meet- ings are called respectively convocations, assemblies, and conclaves. The Chapter has four degrees, mark master, past master, most excellent master, and the Royal Arch, with an honorary order of high priesthood appended, which is conferred at meetings of grand chapters on high priests of subordinate chapters. The chief officers of a chapter are the high priest, king, scribe, and captain of the host, who represent Joshua, Zerubbabel, Haggai, and the general of the troops. The council has two degrees, royal master and select master, its leading officials being thrice illustrious master, his deputy, and the principal conductor of the work, who represent Solomon, king of Israel, Hiram, king of Tyre, and Hiram Abif. The Com- mandery has three orders, Knight of the Red Cross, Knight Templar, and Knight of Malta. Its most important officers are the eminent commander, generalissimo, captain general and excellent prelate.*? JOT LSymbolic Masonry was introduced into America by the British, and during the co-"},{"pageNumber":66,"pageContent":"62 THE STORY OF lonial period of the country was under Eng- lish authority. After the Declaration of In- dependence in 1776 the question of allegiance became a serious one to American Masons, ibut they concluded that Masonic must be in accord with civil government, and in 1777 chose their own Grand Master to take the place of the British official. In 1776 a char- ter was granted to a military lodge in \"the Connecticut line,\" called American Union Lodge, erected in Roxbury or wherever its body might remove on the continent of America. At the close of the Revolution- ary War the master and a number of the members of this lodge, of which George Washington was a member, settled at Mari- etta, Ohio. They had the charter, and reor- ganized the lodge there in 1790, two years after the settlement of that historic city. In 1816, the original charter having been lost by fire, the lodge was granted a new one by the grand lodge of Ohio, under the name of American Union Lodge No. 1, their new charter showing it to be a revival of the old lodge, undoubtedly the first one established under American authority. The first authentic historical record of the"},{"pageNumber":67,"pageContent":"FREEMASONRY 63 communication of the royal arch degree is dated 1746, when presiding masters and past masters received it in a lodge in England. Twenty-two years later it came under the authority of a higher body than the lodge, and appeared in Philadelphia in 1758 and in Boston forty years later. A grand royal arch chapter of the Northern States of America was formed of chapters existing in Massa- chusetts, Rhode Island, Connecticut & New York early in 1798, which at a subsequent convocation held the same year changed its name to the general grand chapter, with a number of deputy grand chapters under its authority. The council degrees came to America from Berlin, by authority of Frederick II, king of Prussia, in 1783, and were deposited in the archives of the grand council of princes of Jerusalem at Charleston, South Carolina. They were known at that time as detached degrees, and were conferred free of charge. Gradually the authority and jurisdiction over the degrees came into the hands of the com- panions upon whom it had been conferred, until in 1827 a committee was appointed by the grand chapter to investigate the pro-"},{"pageNumber":68,"pageContent":"64 THE STORY OF pritey of having the several grand royal arch chapters assume jurisdiction over them. This committee found them to have origi- nally belonged to the Scottish rite as side degrees, which were conferred by agents of that rite who granted charters for the es- tablishment of councils in different states. These councils finally formed grand councils which threw off allegiance to the Scottish rite, which was proper, inasmuch as their original charters were never granted direct- ly by the Supreme council of that rite but only by representatives. They are now placed exactly where they belong, as neces- sary for the illustration of the royal arch degree, and no conflict of authority over them is likely ever to arise JffJffJff CjFor many years commanderies of knights templar were regarded as having descended directly from the Christian crusaders of the twelfth and fourteenth centuries. Addison, a leading American Masonic authority, dates the origin of the order back to 1113 A. D., when nine knights who had nobly acquitted themselves at the battle of Jerusalem form- ed a holy brotherhood in arms, the purpose of which was to protect and guide pilgrims"},{"pageNumber":69,"pageContent":"FREEMASONRY 65 on their way to the Koly City. They were so poor they rode two on one horse, and had no fixed place of habitation until they were given quarters in the enclosure of the temple by Baldwin II, king of Jerusalem, five years after taking the vows of their order. By the end of the twelfth century they num- bered thirty thousand, and had commander, ies in Jerusalem, Tripoli, Antioch, Cyprus, Portugal, Castile and Leon, Arragon, France, England, Ireland, Germany, Sicily and Italy. A hundred years later they had accumulated much treasure, which excited the cupidity of both kings and churchmen. The grand master of the Knights Templar, James de Molay, went to Paris at the re- quest of the Pope in 1307, with sixty knights, bearing 150,000 florins of gold and all the silver twelve horses could carry, his purpose being to concert plans for the recovery of the Holy Land. All were arrested by King Philip, who was determined to have their wealth. Accused of spitting and trampling on the cross, worshipping idols and the devil in the form of a cat, of eating the ashes of dead comrades, and of terrible debaucheries, they were put to the torture. Fifty-nine"},{"pageNumber":70,"pageContent":"66 THE STORY OF knights templar were burned at the stake in one day by Dominican friars. DeMolay was imprisoned for years, tortured repeatedly, and burned to death by slow fire March 18, 1313, on a small island in the Seine. But modern research has thrown much doubt on Addison's opinion, the six hundred years be- tween the templarism of DeMolay and that first recorded in America having yielded no documentary or other unquestionable evi- dence of lineal connection between the two. The first published written record of the investiture of the Masonic order of Knight Templar is dated August 28, 1769, the crea- tion taking place in a Boston lodge. Where the ritual used on that occasion came from, or whence sprang the authority for it, is one of the many mysteries of Masonry for which no positive solution has been discovered. It is certain that the honors of the order were not bestowed upon candidates in England until ten years after the ceremony in the Boston lodge, although possibly in existence a few years before in Ireland. Templar Ma- sonry immediately became popular because of its distinctively Christian character, its purpose being to perpetuate the teachings"},{"pageNumber":71,"pageContent":"FREEMASONRY _ 67 of Christ. It retains the forms and phrase- ology of a military organization, but the sacred nature of its rites is far different from that of a merely tactical system of in- struction. Early in the nineteenth century grand encampments of commanderies cams into existence in several states of the Union, and in 1816 the general grand encampment of knights templar of the United States of America was formed in the city of New York, and since then the number of knights templar has multiplied until they are now to be found in almost every considerable city on the globe. Each of the individual organizations of Ma- sons, called the lodge, chapter, council and commandery, are under the authority of grand or general grand bodies which legis- late for and govern them by codes and con- stitutions. None of these bodies conflicts with another, but all work harmoniously together under an admirable and clearly denned system of interdependent juris- C.The Scottish rite, or high grade Masonry, is so called because the founder of its cere- monies claimed to have discovered its grades"},{"pageNumber":72,"pageContent":"68 THE STORY OF in Scotland. It was in fact originated about the middle of the eighteenth century, in France, which for about fifty years after the introduction of symbolic Masonry into its territory was a prolific field for the produc- tion of all sorts of alleged Masonic degrees. In 1754 the Chevalier de Bonneville estab- lished in France the systematized Rite of Perfection, or Heredom, consisting of twenty- five degrees. The French lodges, disgusted by the hundreds of bastard degrees that were floating about and distracting the attention of their members from the legitimate work, were incensed over high grade Masonry, and in August, 1766, their grand lodge issued an order forbidding the lodges within its juris- diction to have anything whatever to do with any high grades. This decree was repealed, however, in October of the same year, after much quarreling and numerous brawls in the grand lodge, where there was a hot conflict of opinion as to the legitimacy and worth of the high grades, with which many of the disputants were unacquainted. In 1752 Frederick the Great, king of Prus- sia, had accepted the patronage of the Scot- tish rite, and became its chief, immensely"},{"pageNumber":73,"pageContent":"FREEMASONRY 69 strengthening its influence throughout Eu- rope. But for this fact, it is probable that the grand lodge of France would have re- mained hostile to the high grades. In 1801 the supreme council of the 33d degree opened at Charleston, South Carolina, and a year after issued a circular containing a list of the thirty-three degrees of the rite. Eight had been added to those of the rite of perfection, the 33d and last having undoubt- edly been created by the Supreme Council. It is not definitely known whether the re- maining seven were selections from degrees already in existence, or the creation of the pouncil itself. The rites of this council slowly found accept- ance over the Masonic world, not being per- formed in England until 1845, but they are now in great favor everywhere. Its degrees in their established order, omitting the basic Symbolic Three, the possession of which is necessary for the eligibility of every appli- cant for the Scottish rite, are as follows: Ineffable grades of grand lodges of perfection 4. Secret master ; 5. Perfect master ; 6. In- timate secretary ; 7. Provost and judge ; 8. Intendant of the building; 9. Master elect of"},{"pageNumber":74,"pageContent":"70 THE STORY OF nine ; 10. Master elect of fifteen; 11. Sublime knight elected ; 12. Grand master architect ; 13. Knight of the ninth arch; 14. Grand elect perfect and sublime Mason. Ancient historical and traditional grades of grand councils of princes of Jerusalem 15. Knight of the East or sword; 16. Prince of Jerusalem. The Philosophical and doctrinal grades of grand chapters of Rose-Croix, de H-R-D-M 17. Knight of the East and West; 18. Sov- ereign prince of Rose-Croix, de H-R-D-M, and knight of the eagle and pelican. Modern historical, chivalric and philosophi- cal grades of grand consistories of sublime princes of the royal secret 19. Grand pontiff; 20. Grand master, ad vitam; 21. Noachite, or Prussian knight; 22. Knight of the royal axe, or prince of Libanus ; 23. Chief of the tabernacle; 24. Prince of the Tabernacle; 25. Knight of the brazen serpent; 26. Prince of mercy, or Scotch trinitarian; 27. Sovereign commander of the temple; 28. Knight of the Sun, or prince adept; 29. Knight of St. Andrew, or patriarch of the crusades; 30. Knight of Kadosh, or knight of the white and black eagle; 31. Grand inspector in-"},{"pageNumber":75,"pageContent":"FREEMASONRY 71 quisitor commander ; 32. Sublime prince of of the royal secret. The 33d and Last Degree of all is that of the Official grade of the supreme council 33. Sovereign grand inspector generalJf JffJff fi.Among the characters represented in the foregoing grades are Moses, Aaron, Joshua, Eleazer, Solomon, Adoniram, Abda, Hiram, king of Tyre, Cyrus Artaxerxes, Zerubbabel, Ananias, Stolkyn, Zerbal, Tito Zadoc and Frederick the Great of Prussia. The Scot- tish rite requires so many costly accessories, such as costumes, furniture, stage scenery, and properties, especially constructed build- ings, underground excavations, and musical facilities, that it is practiced only in the larger cities where Masonic temples of large size exist. One of the finest Scottish rite cathedrals in the world is at Cincinnati, Ohio, where the sublime work of high grade Masonry is exemplified in the most profound- ly impressive manner by masters of the arts taught the craft. Freemasonry is now firmly established over practically the entire globe. Europe, Asia, Africa, North and South America, Australia, and all the important islands of the sea are"},{"pageNumber":76,"pageContent":"72 THE STORY OF dotted with lodges. Almost every nation, race and people feel its influence. As uni- versal as the principles it inculcates, it has found Nourishing Soil wherever belief in the Supreme Being and freedom of con- science dwell together. It has given light to civilized people of every race, color and sect that supports liberal principles, and in different jurisdictions the world over num- bers its members by scores, hundreds, or thousands, as the judgment and prudence of the craft dictate. Race prejudice exists to some extent among Freemasons, although properly it can have no place in so cosmopolitan an institution, and while it has not barred any race from Freemasonry, it has denied recognition in some localities to the Masonic bodies of the Negro race, and to individual Masons of the Hebraic division of the Semitic race. The first Negroes to be made Freemasons were Prince Hall and fourteen other free colored citizens of Boston. In 1775 the traveling lodge of a British regiment conferred the symbolic degrees upon them. They applied to England for a charter, which they receiv- ed in 1787, and under its unquestionable au-"},{"pageNumber":77,"pageContent":"FREEMASONRY 73 thority the first Negro Masonic lodge was instituted, with Prince Hall as its master. In a perfectly legitimate way its officers es- tablished another Negro lodge in Philadel- phia in 1797, and yet another at Providence soon after. In 1808 these three lodges form- ed a grand lodge, which in 1827 declared it- self independent of the grand lodge of Eng- land, and there are now over thirty grand lodges of colored Freemasons in the United States, sprung from its original African lodge, which have been recognized as regu- lar in half a dozen countries. In 1876 the grand lodge of Ohio refused to consider a resolution to recognize as regular the color- ed grand lodge of the same State, by a vote of 399 to 332 a decision remarkable for the narrow margin by which it was madeJJJ C.The first Negro chapter of royal arch Ma- sons was formed in Philadelphia in 1819 or 1820, and not long after, a Negro command- ery of knights templar was in existence. The American Negro first began to practice the Scottish Rite about 1825, but it was not until after the War of the Rebellion that much headway was made. There are now four supreme councils of Negroes in the"},{"pageNumber":78,"pageContent":"74 THE STORY OF United States, possessing very slender claims to legitimate authority. In 1895 there were nineteen colored grand encampments of knights templar, with about 3,000 knights enrolled, whose claims to lawful origin can- not be compared with those which sustain them in the symbolic degrees. In Liberia, on the west coast of Africa, there has lived since 1847 a gallant little republic established by Negroes, which has a college whose professors are Negroes, and whose beneficent free institutions have at least partly civilized thousands upon thousands of Africans who dwell on its borders. Liberia has a legitimate grand lodge composed of black men, with subordinate lodges in which the pure rite of the English craft is practiced by the colored race, and the principles of the order properly and judiciously disseminated. In Germany and in some localities in other countries Jews are neither admitted to Ma- sonic lodges nor recognized as Masons even after being made such by legitimate author- ity elsewhere. But these delinquencies in localities where race prejudice is strong are exceptions to the rule of toleration which thetrue spirit of Free-"},{"pageNumber":79,"pageContent":"THE STORY OF masonry has spread over nearly the entire world, and cannot justly be held against it."},{"pageNumber":80,"pageContent":"76 THE STORY OF VII The Fundamental Principles & Moral & Religious Teachings of Freemasonry. HE bitter antagonism to Freemasonry at various dates in its history, which have been related at some length, make fitting partic- ular reference to the Char- acter of the institution. Its fundamental principles are belief in God, the immortality of the soul, and the BibleJtf JffJff C/The Rules and Charges under which the society has operated since history first dis- closed its purposes to the world are the true index of its inherent qualities. The English manuscript of 1388, which says \"Thys craft com ynto Englond yn tyme of good Kynge"},{"pageNumber":81,"pageContent":"FREEMASONRY 77 Abelstonus day.\" is not deficient in religious and moral admonitions. The craftsman -was instructed to \"most love wel God and holy churche,\" to respect the chastity of his Mas- ter's Wife and \"his fellows Concubyne,\" and \"he schal swere never to be no thef \" and \"stond wel yn Goddes lawe.\" The Torgau (German) ordinance of 1462 required each fellow of the craft to give one penny a week for God's service. Every master was to be upright in all things, to incite neither warden, nor fellow, nor ap- prentice to evil, and to keep his lodge free from strife and pure as the seat of justice. No master could allow a Harlot to enter his lodge, or borrow and remain unwilling to repay, nor could less than three masters together judge of that which touched the honor of good repute of one of the craft. The fellows who ate or drank to excess, pilfered, murdered, or disported themselves in the land with Ungodly \"Women, were to be cast out from the craft forever. When fellows went to lodge their greeting was: \"God greet ye, God guide ye, God reward ye, ye honorable overmaster, warden and trusty fellows\""},{"pageNumber":82,"pageContent":"78 THE STORY OF C.The German Brother-Book of 1563 pre- scribed in seventy-three articles the ordi- nances adopted by the chief lodge at Strass- burg, to obey which the masters and fellows took oath. The rehearsal of a few of them will sufficiently explain the nature of all. No craftsman or master could live in adultery, on pain of losing communion with all Ma- sons, nor could any master or craftsman em- ploy any fellow who consorted with a woman in adultery, or who went not according to Christian discipline, or who was so foolish as to game away his clothes. All the fellows paid faithfully a penny a week for the sick. Every apprentice declared free became a brother, and promised the craft never to dis- close or communicate the master's greeting and grip to anyone, except to him to whom he might justly do so; and also to write nothing of it. The statutes of the Masons re-enacted in Montpellier, France, in 1586, provided that Masons should not undertake any work to the prejudice of the public or against ordi- nances of the King; that when any master or wife died, the other masters should accom- pany the body to the burial; that should a"},{"pageNumber":83,"pageContent":"FREEMASONRY 79 fellow commit a theft, or any villany, deceit or forfeiture in the house of a master, against him, his wife, family, chambermaid, or other, he must make condign reparation. Following these and other regulations in force throughout the Masonic world in the centuries of operative Masonry came the Ancient Charges to Master Masons when the speculative science of the society \"was developed, These are now incorporated in the constitutions of the order throughout the world, and faithfully betoken its present relations to God and man, to the state and religion JffJffJff C.These venerated charges are arranged under the following six general heads : 1. Of God and Religion. 2. Of the Civil Magistrate supreme and subordinate. 3. Of Lodges. 4. Of Masters, Wardens, Fellows and Ap- prentices. 5. Of the Management of the Craft in working. 6. Of Behavior. Under the first specification \"a Mason is ob- lig'd by his Tenure to obey the moral law;"},{"pageNumber":84,"pageContent":"80 THE STORY OF and if he rightly understands the Art, he will never be a stupid Atheist, nor an irreligious Libertine. But though in Ancient Times Masons were charg'd in every country to be of the Religion of that Country or Nation, whatever it was, yet 'tis now thought more expedient only to oblige them to that Relig- ion in which all Men agree, leaving their particular Opinions to themselves; that is, to be good Men and true, or Men of Honour and Honesty, by whatever Denominations or Persuasions they may be distinguish'd; whereby Masonry becomes the Center of Union, and the Means of conciliating true Friendship among persons that must have remain'd at a perpetual Distance.\" A Mason is defined under the second head as \"a Peaceable Subject to the Civil Powers, wherever he resides or works, and is never to be concern'd in Plots and Conspiracies against the Peace and 'Welfare of the Nation, or to behave himself undutifully to inferior Magistrates; for as Masonry hath always been injured by War, Bloodshed and Confu- sion, so ancient Kings and Princes have been much dispos'd to encourage the Craftsmen, because of their Peaceableness and Loyalty,"},{"pageNumber":85,"pageContent":"FREEMASONRY 81 whereby they practically answer'd the Ca- vils of their Adversaries, and promoted the Honour of the Fraternity, who ever flour- ish'd in Times of Peace. So that if a Brother should be a Rebel against the State, he is not to becountenanc'din his Rebellion, how- ever he may be pitied as an unhappy Man ; and if convicted of no other Crime, though the loyal Brotherhood must and ought to disown his Rebellion, and give no Umbrage or Ground of Political Jealousy to the Gov- ernment for the time being, they cannot ex- pel him from the Lodge, and his Relation to it remains indefeasible\" MMM C.A lodge is described as \"a Place where members assemble and work.\" It is \"either practical or general, and will be best under- stood by attending it. In ancient Times, no Master or Fellow could be absent from it without incurring a severe Censure, until it appear'd that pure Necessity hinder'd him. The Persons admitted Members of a Lodge must be good and true Men, free-born and of mature and discreet Age, no Bondmen, no Women, no immoral or scandalous Men, but of good Report.\" The fact that Woman is Barred from the"},{"pageNumber":86,"pageContent":"S2 THE STQRY OF practice of Masonry has been the text for many criticisms and explanations. Thomas de Quincey, in his curious essay on Rosicru- cians and Freemasonry, says: \"For what reason women were excluded, I suppose it can hardly be necessary to say. The absurd spirit of curiosity, talkativeness, and levity, which so distinguish that unhappy sex, were obviously incompatible with the grave pur- poses of the Rosicrucians and Masons. Not to mention that the familiar intercourse, which co-membership in these societies brings along with it, would probably have led to some disorders in a promiscuous assem- blage of both sexes, such as might have tainted the good fame or even threatened the existence of the order.\" This is a severe judgment, and touched with injustice. There is a better reason why she can not participate in the rites, which may be found in the fugitive lines which follow: 1 'T is not because she lightly is esteemed, Or that unworthy she is thought to be, Nor that her mind incompetent is deemed To appreciate the glorious mystery, Or that she's wanting in fidelity, That woman is excluded from the right"},{"pageNumber":87,"pageContent":"FREEMASONRY 83 Of being numbered with the Sons of Light ; But 'tis because that man alone can do The work which on our trestle-board is laid.\" Yet there is good authority for the belief that three women have known the E. A. degree. One was Mrs. Beaton, of Norfolk, Eng., who acquired the secrets of the degree by secret- ing herself in the wainscoting of a lodge room. Though she lived to be 85, she never revealed what she learned. Madame de Xaintrailles was initiated as Entered Ap- prentice by the Freres- Artistes lodge in Paris about 1795. Cuvelier de Trie was the Mas- ter, and the Madame frequently thereafter participated in first degree work. The Hon. Mrs. Aldworth also received the Entered Apprentice degree. Under the fourth specifi- cation \"all preferment among Masons is grounded on real Worth and personal Merit only; that so the Lords may be well served, the Brethren not put to shame, nor the Royal Craft despis'd; therefore no Master or Ward- en is chosen by Seniority, but for his Merit.\" \"No Master should take an Apprentice un- less he be a perfect Youth, having no Maim or Defect in his body, and is descended of honest Parents.\" No brother can be a grand"},{"pageNumber":88,"pageContent":"84 _ THE STORY OF master \" unless he has been a Fellow-Craft before his election, who is also to be nobly- born, or a Gentleman of the best Fashion, or some eminent Scholar, or some curious Architect, or other Artist, and who is of singular great Merit in the Opinion of the Lodges.\" The officers of the lodges \"are to be obey'd in their respective Stations by all the Brethren, with all Humility, Reverence, Love and Liberty.\" The charges concerning the management of the craft require that \"none shall discover Envy at the Prosperity of a Brother, nor sup- plant him, or put him out of his Work, if he be capable to finish the same,\" and that \"all Masons employ'd shall meekly receive their Wages without Murmuring or Mutiny, and not desert the Master till the Work is C.On the behavior of brethren the charges are explicit and shed much light on the spirit of the institution. In the lodge Masons are \"not to talk of anything impertinent or un- seemly,\" nor to \"behave ludicrously or jest- ingly while the Lodge is engaged in what is serious or solemn; nor use any unbecoming Language upon any Pretense whatsoever.\""},{"pageNumber":89,"pageContent":"FREEMASONRY 85 After the lodge is closed, and the brethren are not gone from the hall, they may enjoy themselves with \"innocent Mirth,\" \"avoid- ing all Excess,\" \"or doing or saying anything offensive, or that may forbid an easy and free Conversation. Therefore no private Pi- ques or Quarrels must be brought within the Door of the Lodge, far less than Quarrels about Religion, or Nations, or State Policy, we being only as Masons, of the Catholick Religion above-mention'd; we are also of all Nations, Tongues, Kindreds and Languages, and are resolved against all Politicks, as what never yet conduc'd to the Welfare of the Lodge, nor ever will.\" At home and in their neighborhood Masons are \"to act as becomes a moral and wise Man,\" not continue together \"too late, or too long from home, after Lodge Hours are past,\" to avoid \"Gluttony or Drunkenness, 'Wrang- ling and Quarreling, all Slander and Back- biting,\" and to defend the character of any honest brother \"as far as is consistent with Honour and Safety, and no farther.\" Dis- orderly conduct in the Lodge, soliciting any person to make application to become a Ma- son, irregularly communicating the secrets"},{"pageNumber":90,"pageContent":"86 THE STORY OF of the order, or the proceedings of a lodge to persons other than Masons, or any conduct that is unbecoming a good man and true, are Masonic offenses, and subject the offender to one of three punishments, reprimand, sus- pension, or expulsionJTJtf M C,Before any candidate for Freemasonry is admitted to a lodge he declares his belief in the ever-living God as revealed in the Holy Bible, acknowledges it to be his duty to pay Him the reverence due from the creature to the Creator, and promises cheerfully to con- form to the ancient usages and established customs of tee Fraternity Jf Jff Jff ClMerely to summarize the monitorial les- sons conveyed in the higher degrees and grades of York Masonry and the Scottish rite would require more space than can be given here. Enough has been paid, it is believed, fairly to acquaint the reader with the spirit, purposes, and character of Free- masonry, to which Cunningham has given this tribute: \"Hail to the craft! at whose serene command The gentle arts in glad obedience stand. * * * To works of art her merit not confined,"},{"pageNumber":91,"pageContent":"FREEMASONRY 87 She regulates the morals, squares the mind; Corrects with care the sallies of the soul, And points the tide of passions where to roll.\" Of the value of the possession of one branch of Masonic teachings Benjamin Franklin said: \"They serve as testimonials of charac- ter and qualifications which are only confer- red after a due course of instruction and examination. These are of no small value ; they speak a universal language and act as a passport to the attention and support of the initiated in all parts of the world. They can not be lost as long as the memory re- tains its power. Let the possessor of them be expatriated, shipwrecked and imprison- ed, let him be stripped of everything he has in the world, still these credentials remain and are available for use as circumstances require. The great effects which they have produced are established by the most incon- testible facts of history. They have stayed the uplifted hand of the destroyer; they have softened the asperities of the tyrant ; they have subdued the rancor of the malevolent and broken down the barriers of political animosity and sectarian alienation. On the field of battle, in the solitude of the unculti-"},{"pageNumber":92,"pageContent":"88 _ THE STORY OF vated forest or in the busy haunts of the crowded city, they have made men of the most hostile feelings and most distant relig- ions, and of the most diversified conditions rush to the aid of one another and feel social joy and satisfaction that they have been able to afford relief to a brother Mason.\" With the beauties and sublimities, the dig- nity and dramatic power, of the Esoteric Work of Freemasonry, none can be made acquainted but those who witness and feel them as Accepted Candidates. There are, however, published ceremonials of the fraternity from which quotations may be dead Freemason is always borne to the tomb by his brethren, unless he has ex- pressed a desire to the contrary, and there the world is given a lesson in the fraternity's practices, faith and belief. At the obsequies of a Master Mason this dirge, written by David Vinton, an American, in 1816, is sung to'the mournful tune \"Pleyel:\" \"Solemn strikes the funeral chime, Notes of our departing time ; As we journey here below Through a pilgrimage of woe."},{"pageNumber":93,"pageContent":"FREEMASONRY 89 Mortals, now indulge a tear, For mortality is here ! See how wide her trophies wave O'er the slumbers of the grave. Here another guest we bring ! Seraphs of celestial wing, To our fun'ral altar come, Waft a friend and brother home. Lord of all, below, above, Fill our souls with truth and love ; As dissolves our earthly tie, Take us to Thy lodge on high.\" This prayer follows: \"Almighty and most merciful God, before whom all must appear to render an account for the deeds done in the body, we do most earnestly beseech Thee, as we now surround the grave of a departed brother, to impress upon our minds the solem- nities and lessons of the day. May we ever remember that in the midst of life we are in death; and may we so live and act our sever- al parts as we may wish that we had done, when the hour of our departure is at hand. * 'Gracious Father, vouchsafe unto us, we pray Thee, Thy divine assistance, to redeem our misspent time ; and in the discharge of the duties Thou hast assigned us in the erection of our moral and spiritual edifice, may we"},{"pageNumber":94,"pageContent":"90 THE STORY OF have Wisdom from on high to direct us r Strength commensurate with our task to sup- port us, and the beauty of Holiness to render all our deeds acceptable to Thy sight. And at last when our work on earth is done, may we obtain a blessed and everlasting rest in that spiritual house, not made with hands. eternal in the heavens. Amen\"JOTjtf C.At the interment of a Knight Templar the Eminent Commander, within a triangle of Sir Knights surrounding the grave and the mourners, says : \"Sir Knights: In the solemn rites of our Or- der, we have often been reminded of the great truth, that we are born to die. Mortality has been brought to view, that we might more earnestly seek an immortality beyond this fleeting life, where death can come no more forever. The sad and mournful funeral knell has betokened that another spirit has winged its flight to a new state of existence. An alarm has come to the door of our Asylum, and the messenger was death, and none pre- sumed to say to the awful presence, 'Who dares approach ? ' A pilgrim warrior has been summoned, and 'there is no discharge in that war.' A burning taper of life in our"},{"pageNumber":95,"pageContent":"FREEMASONRY 91 Commandery has been extinguished, and none save the High and Holy One can relight it. All that remains of our beloved Compan- ion Sir Knight, lies mute before us, and the light of the eye, and the breathing of the lips in their language of fraternal greeting, have ceased for us forever on this side of the grave. His sword, vowed only to be drawn in the cause of truth, justice and rational liberty, reposes still in its scabbard, and our arms can no more shield him from wrong or oppressionJtfJtfJC C/The Prelate says : \"Sir Knights, there is one sacred spot upon the earth, where the foot-falls of our march are unheeded; our trumpets quicken no pulse and incite no fear; the rustling of our banners and the gleam of our swords awaken no emo- tion it is the silent city of the dead, where we now stand. Awe rests upon every heart and the stern warrior's eyes are bedewed with feelings 'which never shame his manhood. It needs no siege nor assault, nor beleaguering host to enter its walls; we fear no sortie, and listen for no battle-shout. No Warder's chal- lenge greets the ear, nor do we wait awhile with patience for permission to enter."},{"pageNumber":96,"pageContent":"92 THE STORY OF \"Hither must we all come at last ; and the stoutest heart and the manliest form that surrounds me will then be led a captive without title or rank, in the chains of mor- tality and the habiliments of slavery, to the King of Terrors. 'But if he has been faithful to the Captain of his salvation, a true soldier of the cross; if he has offered suitable gifts at the shrine of his departed Lord, and bears the signet of the Lion of the tribe of Judah, then may he claim to be of that princely house, and be admitted to audience with the Sovereign Master of Heaven and Earth. Then will he be stripped of the chains of earthly captivity, and clothed in a white garment, glistening as the sun, and be seated with princes and rulers,and partake of a libation, not of death and sorrow, but of that wine which is drank forever new in the Father's Kingdom above. \"We can not come here without subdued hearts and softened affections. Often as the challenge comes which takes from our side some loved associate, some cherished com- panions in arms, and often as the trumpet sounds its wailing notes to summon us to the death-bed, and to the brink of the sepulchre,"},{"pageNumber":97,"pageContent":"FREEMASONRY 93 we cannot contemplate 'the last of earth* unmoved. Each successive death note snaps the fibre which binds us to this lower existence, and makes us pause and reflect upon that dark and gloomy chamber where we must all terminate our pilgrimage. Well will it be for our peace then, if we can wash our hands, not only in token of sincerity, but of every guilty stain, and give honest and satisfactory answers to the questions required. \"The sad and solemn scene now before us stirs up these recollections with a force and vivid power which we have hitherto unfelt. He who now slumbers in that last, long unbroken sleep of death, was our brother. With him we have walked the pilgrimage of life, and kept watch and ward together in its vicissitudes and trials. He is now removed beyond the effect of our praise and censure. That we loved him, our presence here evinces, and we remember him in scenes to which the world was not witness, and where the better feelings of humanity were exhibited without disguise. That he had faults and foibles, is but to repeat what his mortality demonstrates that he had a."},{"pageNumber":98,"pageContent":"$4 THE STORY OF human nature, not divine. Over those er- rors, whatever they may have been, we cast, while living, the mantle of charity; it should, with much more reason, enshroud him in death. We who have been taught to extend the point of charity, even to a foe, when fallen, cannot be severe or merciless toward a loved brother. \"The memory of his virtues lingers in our remembrance and reflects its shining lustre beyond the portals of the tomb. The earthen vase which has contained precious odors will lose none of its fragrance, though the clay be broken and shattered. So be it with our brother's memory\" MMM {[.Taking a Cross in his hand, the Prelate continues : \"This Symbol of faith the Christian's hope and the Christian's trust we again place up- on the breast of our brother, there to remain till the last trumpet shall sound, and earth and sea yield up their dead. Though it may, in the past history of our race, have been per- verted at times into an ensign of oppression, and crime, and wrong ; though it may have been made the emblem of fraud, and super- .stition, and moral darkness, yet its signift-"},{"pageNumber":99,"pageContent":"FREEMASONRY 95 cance still remains as the badge of a Chris- tian warrior. It calls to mind Gethsemane and its sorrowful garden; the judgment hall of Pilate, and the pitiless crown of thorns ; Golgotha and Calvary, and their untold agon- ies, that fallen man might live and inherit everlasting life. If an inspired Apostle was not ashamed of the Cross, neither should we be ; if he gloried in the significance of the truths it shadowed forth, so ought we to rejoice in it as the speaking witness of our reliance beyond the grave. May this hope of the living have been the anchor to the soul of our departed brother the token to admit him to that peaceful haven 'where the wicked cease from troubling, and the weary are at rest.' \" In these brief extracts the reader may find the vital spark which keeps Freemasonry glowing with human interest the world over."},{"pageNumber":100,"pageContent":"96 THE STORY OF VIII The Landmarks of Masonry Defined, & Its Universality as a Secret Fraternity. ERTAIN characteristics of Freemasonry called \"Land- marks\" have long been dis- cussed by Masonic author- ities, among whom more or less difference of opinion has arisen. These Landmarks are certain unchangeable C.Dr. Mackey says they are \"those peculiar marks of distinction by which we are separ- ated from the profane world, and by which we are enabled to designate our inheritance as the 'Sons of Light.' The universal language and the universal laws of Masonry are Land- marks, but not so are the local ceremonies,"},{"pageNumber":101,"pageContent":"FREEMASONRY 97 laws, and usages, which vary in different countries. To attempt to alter or remove these sacred Landmarks, by which we ex- amine and prove a Brother's claims to share in our privileges, is one of the most heinous offenses that a Mason can commit. There are, however, certain forms and regulations which, although not constituting Landmarks, are nevertheless so protected by the vener- able claim of antiquity that they should be guarded by every good Mason with religious care from alteration. It is not in the power of any body of men to make innovation in Masonry.\" The real Landmarks of the order are thus specified by Dr. Mackey: 1. The modes of recognition. 2. The division of Symbolic Masonry into degrees. 3. The legend of the Third Degree. 4. The government of the Fraternity by a presiding officer called a Grand Master, who is elected from the body of the Craft. 5. The prerogative of the Grand Master to preside over every assembly of the Craft wheresoever and whensoever held. 6. The prerogative of the Grand Master to"},{"pageNumber":102,"pageContent":"98 THE STORY OF grant Dispensations to confer degrees at irregular times. 7. The prerogative of the Grand Master to grant Dispensations for opening and holding Lodges. 8. The prerogative of the Grand Master to make Masons at sight. 9. The necessity for Masons to congregate in Lodges. 10. The government of every Lodge by a Master and Wardens. 11. The necessity that every Lodge when congregated should be duly tyled. 12. The right of every Mason to be repre- sented in all general meetings of the Craft, and to instruct his representatives. 13. The right of every Mason to appeal from the decision of his Brethren in Lodge con- vened, to the Grand Lodge or to a general assembly of Masons. 14. The right of every Mason to visit and sit in every regular Lodge. 15. That no visitor, not known to some Brother present as a Mason, can enter a Lodge without undergoing examination. 16. That no Lodge can interfere in the busi- ness or labor of another Lodge."},{"pageNumber":103,"pageContent":"FREEMASONRY 99 17. That every Freemason is amenable to the laws and regulations of the Masonic Juris- diction in which he resides, and this although he may not be a member of any Lodge. 18. That every candidate for initiation must be a man, free born and of lawful age. 19. That every Mason must believe in the existence of God as the Great Architect of the Universe. 20. That every Mason must believe in a re- surrection to a future life. 21. That a book of the law of God must con- stitute an indispensable part of the furniture of every Lodge. 22. That all men, in the sight of God, are equal, and meet in the lodge on one com- mon level. 23. That Freemasonry is a secret society, in possession of secrets that cannot be divulged. 24. That Freemasonry consists of a specula- tive science, founded on speculative art. 25. That the Landmarks of Masonry can never be change dJffMJff C/The universality of the Landmarks, and of the Institution itself, was ably and eloquent- ly set forth by Charles Whitlock Moore of"},{"pageNumber":104,"pageContent":"100 THE STORY OF Massachusetts in 1856, at the centennial an- niversary of St. Andrew's Lodge in Boston. He said : \"I suppose it to be entirely true, in view of the great accessions that have been made to its members within the last two or three years, that there are many persons present who entertain, at best, but a general and in- definite idea of the antiquity, extent and mag- nitude of our institution. And it is equally true that many even of our most intelligent and active young Brethren, not having their attention drawn to the subject, overlook its history and the extent of its influence, and naturally come to regard it in much the same light that they do the ordinary associations of the day; and this as naturally leads to indifference. Masonry, like every other science, whether moral or physical, to be rightly estimated, must be understood in all its relations and conditions. The intel- ligent Mason values it in the exact ratio that he has investigated its history and studied its philosophy. \" But my immediate purpose is not to dis- cuss the importance of the study of Masonry as a science, but to show its universality as"},{"pageNumber":105,"pageContent":"FREEMASONRY \" v\"\" v . -' ' : tCl a fraternity. This will necessarily involve to some extent the history of its rise and progress. \"In the beginning of the fifteenth century, Henry VI of England asked of our brethren of that day 'Where did Masonry begin? ' and being told that it began in the East, his next inquiry was 'Who did bring it West- erly?' and he received for answer, that it was brought Westerly by 'the Phoenicians.' These answers were predicated, not on archaeological investigations; for the archae- ology of Masonry had not been opened, but on the traditions of the Order, as they had been transmitted from generation to gener- ation, and from a period running so far back along the stream of time that it had been lost in the mists and obscurity of the myth- ological ages. Recent investigations, guid- ed by more certain lights and more extensive and clearer developments of historical truth, have shown'that these brethren were notmis- led by their traditions, and that their answers indicated with remarkable precision, what the most learned of our brethren in this coun- try and in Europe, at the present time believe to be the true origin of their institution."},{"pageNumber":106,"pageContent":"THE STORY OF \"Freemasonry was originally a fraternity of practical builders architects and artificers. This is conceded by all who are to any ex- tent acquainted with its history or its tradi- tions. The Phoenicians, whose capital cities were Tyre and Sidon, were the early patrons of that semi-religious mystic fraternity or society of builders, known in history as the 'Dionysian Architects.' That this fraternity were employed by the Tyrians and Sidonians in the erection of costly temples to unknown Deities, in the building of rich and gorgeous palaces, and in strengthening and beautifying their cities, is universally admitted. That they were the * cunning workmen ' sent by Hiram, king of Tyre, to aid King Solomon in the erection of the Temple on Mount Mo- riah, is scarcely less certain. Their presence in that city at the time of the building of the Temple is the evidence of history; and Hi- ram, the widow's son, to whom Solomon in- trusted the superintendence of the workmen, as an inhabitant of Tyre, and as a skilled architect and cunning and curious workman, was doubtless one of their number. Hence we are scarcely claiming too much for our order, when we suppose that the Dionysians"},{"pageNumber":107,"pageContent":"FREEMASONRY 103 were sent by Hiram, king of Tyre, to assist King Solomon in the construction of the house he was about to dedicate to Jehovah, and that they communicated to their Jewish fellow-laborers a knowledge of the advan- ages of their fraternity, and invited them to a participation in its mysteries and privi- leges. The Jews were neither architects nor artificers. By Solomon's own admission, they were not even skilled enough in the art of building to cut and prepare the timber in the forests of Lebanon ; and hence he was compelled to employ the Sidonians to do that work for him. 'The Tyrians,' says a learned foreign Brother, 'were celebrated artists ; Solomon, therefore, unable to find builders of superior skill, for the execution of his plans, in his own dominions, engaged Tyrians, who with the assistance of the zealous Jews, who contented themselves in performing the in- ferior labor,finished that stupendous edifice.' And we are told on the authority of Josephus that 'the Temple at Jerusalem was built on the same plan, in the same style, and by the same architects, as the temples of Hercules and Astarte at Tyre,' They were doubtless all three built by one of the companies of"},{"pageNumber":108,"pageContent":"104 THE STORY OF 'Dionysian Architects, 'who at that time were numerous throughout Asia Minor, where they possessed the exclusive privilege of erecting temples, theatres, and other public buildings. Dionysius arrived in Greece from Egypt about one thousand five hundred years before Christ, and there instituted, or intro- duced, the Dionysian mysteries. The Ionic migration occurred about three hundred years afterwards, or one thousand two hun- dred years B.C. the emigrants carrying with them from Greece to Asia Minor the myster- ies of Dionysius, before they had been cor- rupted by the Athenians. 'In a short time/ says Mr. Lawrie, 'the Asiatic colonies sur- passed the mother country in prosperity and science. Sculpture in marble, and the Doric and Ionic Orders were the result of their in- genuity.' 'We know,' says a learned encyclo- pedist, 'that the Dionysiacs of Ionia' (which place has, according to Herodotus, always been celebrated for the genius of its inhab- itants), 'were a great corporation of archi- tects and engineers, who undertook, and even monopolised, the building of temples, stadiums, and theatres, precisely as the fra- ternity of Masons are known to have, in the"},{"pageNumber":109,"pageContent":"FREEMASONRY 105 Middle Ages, monopolized the building of cathedrals and conventual churches. In- deed, the Dionysiacs resembled the mystical fraternity, now called Freemasons, in many important particulars. They allowed no strangers to interfere in their employment ; recognized each other by signs and tokens ; they professed certain mysterious doctrines, under the tuition and tutelage of Bacchus ; and they called all other men profane because not admitted to these mysteries.' \"The testimony of history is, that they sup- plied Ionia and the surrounding country, as far as the Hellespont, with theatrical appar- atus, by contract. They also practiced their art in Syria, Persia, and India ; and about three hundred years before the birthof Christ, a considerable number of them were incor- porated by command of the King of Perga- mus, who assigned to them Teos as a settle- ment. It was this fraternity, whether called Greeks, Tyrians or Phoenicians, who built the Temple at Jerusalem. That stupendous work, under God, was the result of their genius and scientific skill. And this being true, from them are we, a fraternity, lineally descended, or our antiquity is a myth, and"},{"pageNumber":110,"pageContent":"106 THE STORY OF our traditions a fable. Hence the answer of our English Brethren of the fifteenth cen- tury, to the inquiry of Henry VI, that Mason- ry was brought Westerly by the Phoenicians, indicated with great accuracy the probable origin of the Institution. \"They might indeed have said to him that long anterior to the advent of Christianity, the mountains of Judea and the plains of Syria, the deserts of India and the valley of the Nile, were cheered by its presence and enlivened by its song; that more than a thousand years before the coming of the 'Son of Man,' a little company of 'cunning work- men, ' from the neighboring city of Tyre, were assembled on the pleasant Mount Moriah, at the call of the wise King of Israel, and there erected out of their great skill a mighty edifice, whose splendid and unrivaled perfec- tion, and whose grandeur and sublimity have been the admiration and theme of all suc- ceeding ages. They might have said to him that this was the craft work of a fraternity to whose genius and discoveries, and to whose matchless skill and ability, the wis- est of men in all ages have bowed with respect. They might also have said to him"},{"pageNumber":111,"pageContent":"FREEMASONRY 107 that, having finished that great work, and filled all Judea with temples and palaces and walled cities, having enriched and beautified Azor, Gozarra, and Palmyra, with the results of their genius, these 'cunning workmen' in after-times, passing through the Essenian associations, and finally issuing out of the mystic halls of the 'Collegia Artificium' of Rome, burst upon the 'dark ages' of the world like a bright star peering through a black cloud, and under the patronage of the church, produced those splendid monuments of genius which set at defiance the highest attainment of modern art. And, if in addi- tion to all this, they had said to him, that in the year A. D. 926, one of his predecessors on the throne of England had invited them from all parts of the continent, to meet him in general assembly at his royal city of York, the answer to his inquiry 'Who did bring it Westerly?' would have been complete. \"Henceforward, for eight centuries, Masonry continued an operative fraternity ; producing both in England and on the Continent, those grand and unapproachable specimens of art which are the pride of Central Europe, and the admiration of the traveler. But it is no"},{"pageNumber":112,"pageContent":"108 THE STORY OF longer an operative association. We of this day, as Masons, set up no pretensions to ex- traordinary skill in the physical sciences. Very few of us accomplished Masons as we may be would willingly undertake to erect another temple on Mount Moriah ! Very certain we are that our own honored M. W. Grand Master, primus inner pares, as all his Brethren acknowledge him to be, would hesi- tate a long time before consenting to assume the duties of architect for another West- minster Abbey, or a new St. Paul's. No. At the reorganization of the Craft and the es- tablishment of the present Grand Lodge of England in 1717, we laid aside our operative character, and with it all pretensions to ex- traordinary skill in architectural science. We then became a purely moral and bene- volent association, whose great aim is the development and cultivation of the moral sentiment, the social principle, and the bene- volent affections, a higher reverence for God, and a warmer love for man. New laws and regulations, adapted to the changed condition of the Institution, were then made, an en- tire revolution in its governmental policy took place, order and system obtained where"},{"pageNumber":113,"pageContent":"FREEMASONRY 109 neither had previously existed, and England became the great central point of Masonry for the whole world. \"From this source have Lodges, Grand and Subordinate, at various times, been estab- lished, and still exist and flourish in France and Switzerland ; in all the German States save Austria (and there at different times, and for short seasons); and up and down the classic shores of the Rhine ; in Prussia ; in Holland, Belgium, Saxony, Hanover,Sweden, Denmark, Russia, and even in fallen Poland ; in Italy and Spain (under the cover of se- crecy); in various parts of Asia ; in Turkey ; in Syria, (as at Aleppo, where an English Lodge was established more than a century ago); in all the East India settlements; in Bengal, Bombay, Madras, (in all of which lodges are numerous); in China, where there is a Provincial Grand Master and several lodges; in various parts of Africa, as at the Cape of Good Hope and at Sierra Leone; on the Gambia and on the Nile; in all the larger islands of the Pacific and Indian oceans, as at Ceylon, Sumatra, St. Helena, Mauritius, Madagascar; the Sandwich group; in all the principal settlements of Australia, as at Ade-"},{"pageNumber":114,"pageContent":"110 THE STORY OF laide, Melbourne, Parramatta, Sidney, New Zealand; in Greece where there is a Grand Lodge; in Algeria, in Tunis, in the Empire of Morocco and wherever else in the Old World the genius of civilization has obtain, ed a standpoint, or Christanity has erected the Banner of the Cross. \"In all the West India islands and in vari- ous parts of South America, as in Peru, Venezuela, New Granada, Guiana, Brazil, Chili, etc., Masonry is prospering as never before. In the latter Republic the Grand Lodge of this Commonwealth has a flourish, ing subordinate, and the Grand Master has just authorized the establishment of another Lodge there. \"On our own continent our order was never more widely diffused, or in a more healthy condition. In Mexico, even, respectable Lodges are maintained, in despite of the opposition of a bigoted Priesthood ; and in all British America, from New Foundland, through Nova Scotia and the Canadas to the icy regions of the North, Masonic Lodges and Masonic Brethren may be found 'to feed the hungry, clothe the naked and bind up the wounds of the afflicted.'"},{"pageNumber":115,"pageContent":"FREEMASONRY 111 \"On the condition of the Institution in our own country, I need not dwell. Every State and Territory except the unorganized ter- ritory of Washington, including even Kansas, has its Grand Lodge ; and nearly every con- siderable town and village, its one or more subordinate lodges. If we add to these, the large number of Chapters, Councils, Encamp- ments, and other Masonic associations which are spread all over the length and breadth of the land,we have the evidence of a prosperity unparalleled in the annals of any other human Institution, in any age of the world. \"Masonry is indeed a universal Institution* History does not furnish its parallel. It exists where Christianity has not gone; and its claims will be respected even where the superior claims of religion would fail. It is never obscured by the darkness of night. The eye of day is always upon it. Its foot- prints are to be traced in the most distant regions and in the remotest ages of the earth. Among all civilized people and in all Christianized lands its existence is recogniz- ed. It came to our shores at an auspicious period; and it was here rocked in the Cradle of Liberty by a Washington, a Franklin, a"},{"pageNumber":116,"pageContent":"112 THE STORY OF Hacock and a Warren. Unaffected by the tempests of war, the storms of persecution, or the denunciations of fanaticism, it still stands proudly erect in the sunshine and clear light of heaven, with not a marble frac- tured, not a pillar fallen. It still stands, like some patriarchal monarch of the forest, with its vigorous roots riveted to the soil, and its broad limbs spread in bold outline against the sky; and in generations yet to come, as in ages past, the sunlight of honor and re- nown will delight to linger and play amid its venerable branches. And if ever, in the providence of God, lashed by the storm and riven by lightning, it shall totter to its fall, around its trunk will the ivy of filial affec- tion, that has so long clasped it, still cling, and mantle with greenness and verdure its ruin and decay\" JffJtJff Cjn no sketch of Masonry, perhaps, should mention of the Charities of the Order be ommitted. Masonic benevolences are well systematized the world over. Some of them are necessarily public, but the greater num- ber are never heard of outside the Lodge. It is not the policy of Masonry to dispense benevolences to any but those who actually"},{"pageNumber":117,"pageContent":"FREEMASONRY 113 need them. The Order does not, for instance r pay any member a sum of money merely be- cause he is sick. The actual pinch of pov- erty must be manifest before the coffers of the Society are opened. But when want stares a Freemason, his widow or his or- phans in the face, they are liberally assisted to tide over their misfortunes. Public Ma- sonic Charities take different forms in dif- ferent countries. In Sweden twelve work schools in which poor children are taught useful trades are maintained. In Hungary last winter a daily average of 9,722 poor people were each given a loaf of bread, and at milk depots numberless children were given each a roll and a pint of hot milk dur- idg the rigors of frosty weather. In America public Masonic Charities have largely been in the form of Masonic Homes, great institutions in which the aged, wi- dows, and orphans are given a pleasant home because of their connection with the FraternityJtfJOT dA few words in conclusion : It has been the intent of the writer to condense within about one hundred pages such a sketch of Freemasonry as would interest men and"},{"pageNumber":118,"pageContent":"114 THE STORY OF FREEMASONRY women, and yield to them correct ideas of the Order. If a just account has been given of the Legend and Tradition of Masonry, of its early manifestations, of the Famous Attacks upon it, of its Teachings and of its Extent, the author's purpose has been accomplished. There has been no attempt to make this lit- tle book cyclopaedic, monitorial, jurisprudent, disquisitional, argumentative or speculative. The whole purpose has been to make the Story accurate and brief. For those whose minds may not be content with the Primary methods adopted herein, there is a literature which will carry them to the highest pinna- cles of Masonic learning in a dozen different branches, and to which they may be directed by any informed member of the Fraternity."},{"pageNumber":120,"pageContent":"THIS BOOK IS DUE ON THE LAST DATE STAMPED BELOW AN INITIAL FINE OF 25 CENTS WILL BE ASSESSED FOR FAILURE TO RETURN THIS BOOK ON THE DATE DUE. THE PENALTY WILL INCREASE TO 5O CENTS ON THE FOURTH DAY AND TO $1.OO ON THE SEVENTH DAY OVERDUE. (N) 2<?A,pr'59CG REC'D LD APR 15 19S9 I ,-ti f"},{"pageNumber":121,"pageContent":"R27851 THE UNIVERSITY OF CALIFORNIA LIBRARY"}]
