[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 114Issue Number 114Volume XVII-1Volume XVII-1February 1991February 1991Editor: Editor: Michael A. Aquino VIMichael A. Aquino VI°°Copyright © 1991 Temple of SetCopyright © 1991 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] Occult Themes in the LovecraftOccult Themes in the LovecraftMythosMythos- by Patty A. Hardy III°, D.Tr.- by Patty A. Hardy III°, D.Tr.(Sentinel - Kaliyuga Pylon, Massachusetts)(Sentinel - Kaliyuga Pylon, Massachusetts)As the season of darkness waxes to its full As the season of darkness waxes to its full measure, let us consider the visions of Howard measure, let us consider the visions of Howard Phillips Lovecraft. He denied the supernatural, yet Phillips Lovecraft. He denied the supernatural, yet his creatures are hailed as infernal divinities in the his creatures are hailed as infernal divinities in the pages of the pages of the Satanic RitualsSatanic Rituals. He affirmed . He affirmed materialism and the insignificance of humanity; yet materialism and the insignificance of humanity; yet his books are listed in the Temple of Set reading his books are listed in the Temple of Set reading list. Why? In the next few issues of the list. Why? In the next few issues of the ScrollScroll I will I will focus on certain elements of his stories, their focus on certain elements of his stories, their relevance to Black Magic, and the use of these relevance to Black Magic, and the use of these elements in ritual.elements in ritual.Artists and authors frequently use fiction to Artists and authors frequently use fiction to convey what cannot be safely or profitably convey what cannot be safely or profitably presented in a factual manner. The power of images presented in a factual manner. The power of images and themes comes from their ability to resonate with and themes comes from their ability to resonate with and liberate energies within the reader or listener. and liberate energies within the reader or listener. Art serves as a form of spiritual development for the Art serves as a form of spiritual development for the artist, who uses self-exploration to create, and serves artist, who uses self-exploration to create, and serves as a magical tool to the extent that it affects others.as a magical tool to the extent that it affects others.Lovecraft himself wrote to a correspondent that Lovecraft himself wrote to a correspondent that werewolves and vampires were too familiar. He werewolves and vampires were too familiar. He searched comparative religion, reports of strange searched comparative religion, reports of strange cults, and other sources to extract the essence of cults, and other sources to extract the essence of potent archetypes for his stories. The narrator or potent archetypes for his stories. The narrator or hero in a Lovecraft Mythos tale is invariably an hero in a Lovecraft Mythos tale is invariably an observant skeptic with scientific training, somebody observant skeptic with scientific training, somebody who is not going to fall for the usual occult fraud. who is not going to fall for the usual occult fraud. His investigation takes him to the limits of sanity, His investigation takes him to the limits of sanity, and usually beyond, in dealing with these and usually beyond, in dealing with these archetypes.archetypes.Now this is precisely the point of interest to Now this is precisely the point of interest to magicians. Much of what passes for rational belief, magicians. Much of what passes for rational belief, in a society that worships science, is actually in a society that worships science, is actually comforting religious faith under another label. comforting religious faith under another label. When a person notices something he is supposed to When a person notices something he is supposed to ignore, and has the bad taste to let others know, it is ignore, and has the bad taste to let others know, it is comforting to be able to blame the whole thing on comforting to be able to blame the whole thing on mental illness, the modern counterpart of demonic mental illness, the modern counterpart of demonic possession.possession.Yet this says nothing about what is really out Yet this says nothing about what is really out there. Lovecraft’s heroes are not afraid to pursue there. Lovecraft’s heroes are not afraid to pursue knowledge into the darkness. He does not condemn knowledge into the darkness. He does not condemn their Faustian quest, though he does portray the their Faustian quest, though he does portray the danger. Thus, while Lovecraft was a strict danger. Thus, while Lovecraft was a strict materialist, Satanists and Setians can discern in his materialist, Satanists and Setians can discern in his rationalist heroes the soul of the Black Magician.rationalist heroes the soul of the Black Magician.Atavisms are the key to the Lovecraft Mythos. Atavisms are the key to the Lovecraft Mythos. The figure of Cthulhu - a submerged power, not The figure of Cthulhu - a submerged power, not dead but dreaming, influencing the minds of men dead but dreaming, influencing the minds of men until the time of his resurgence - this chthonic until the time of his resurgence - this chthonic power is seated in the most ancient layers of the power is seated in the most ancient layers of the human mind.human mind.As you probably know, the evolution of the As you probably know, the evolution of the brain has been marked by the addition of “higher” brain has been marked by the addition of “higher” portions, controlling more recent functions, over portions, controlling more recent functions, over “lower”, older functions. Deep within, at the base “lower”, older functions. Deep within, at the base of our brains, may be found the primordial of our brains, may be found the primordial awareness of ancestors not unlike the Deep Ones, awareness of ancestors not unlike the Deep Ones, the fish-frogs of Innsmouth, still dreaming of water the fish-frogs of Innsmouth, still dreaming of water life and the struggle to rise up on earth. This life and the struggle to rise up on earth. This consciousness sleeps in every human, though few consciousness sleeps in every human, though few know it.know it.What is it like to awaken this dim and ancient What is it like to awaken this dim and ancient awareness? It has happened to me.awareness? It has happened to me.The first time was chance. I had been involved in The first time was chance. I had been involved in a motorcycle accident. The doctor prescribed some a motorcycle accident. The doctor prescribed some painkillers for the bruises and told me to stay home painkillers for the bruises and told me to stay home from work for a day or two. I lay down to sleep. from work for a day or two. I lay down to sleep. After a time I found myself in a curious in-between After a time I found myself in a curious in-between state, conscious but “slowed” as if thinking and state, conscious but “slowed” as if thinking and moving within a thick, viscous fluid. Then I became moving within a thick, viscous fluid. Then I became aware of it.aware of it.Incalculably old, the thing’s eyes gazed out of a Incalculably old, the thing’s eyes gazed out of a nightmarish face reminiscent of Giger’s Alien. nightmarish face reminiscent of Giger’s Alien. Millions of years ... a sense of immortal mockery in Millions of years ... a sense of immortal mockery in those pitiless eyes ... within those pitiless eyes ... within meme..I could not understand it. I awoke in terror and I could not understand it. I awoke in terror and blamed it on the painkillers. Now I know better. In blamed it on the painkillers. Now I know better. In ritual I have experienced “it” many times, without ritual I have experienced “it” many times, without any drug involved, and the sense of fear has been any drug involved, and the sense of fear has been tempered by recognition and communion.tempered by recognition and communion.The magical theory behind atavisms has been The magical theory behind atavisms has been explored by many occultists. It is the most coherent explored by many occultists. It is the most coherent and lucid part of the work of Austin Osman Spare, and lucid part of the work of Austin Osman Spare, who designed a private system based on sigils to who designed a private system based on sigils to summon forth these elder centers of sub-human summon forth these elder centers of sub-human existence. Shamans and witch-doctors of the various existence. Shamans and witch-doctors of the various nature religions have also done much work here.nature religions have also done much work here.The Black Magician who draws on these The Black Magician who draws on these sources uses the atavistic working to empower the sources uses the atavistic working to empower the Self, and the Self is master of all its forms. Simple Self, and the Self is master of all its forms. Simple enough to descend; but to rise from those watery enough to descend; but to rise from those watery reefs and fetid dens having won for Self the power reefs and fetid dens having won for Self the power of what inhabits them: that is tricky business. The of what inhabits them: that is tricky business. The fate of the narrator of fate of the narrator of The Shadow Over InnsmouthThe Shadow Over Innsmouth warns us that what is learned must be accepted as warns us that what is learned must be accepted as one’s heritage. Yet one’s heritage. Yet XeperXeper - the path of further - the path of further evolution - is always the goal.evolution - is always the goal.Summoning Entities to gain strange knowledge Summoning Entities to gain strange knowledge or powers is a traditional element of sorcery. It has or powers is a traditional element of sorcery. It has been pursued all over the world, arousing been pursued all over the world, arousing persecution from religious leaders who desire a persecution from religious leaders who desire a monopoly on supernatural transactions. O’Keefe’s monopoly on supernatural transactions. O’Keefe’s sociological analysis of magic, sociological analysis of magic, Stolen LightningStolen Lightning, , notes that the conflict between the solitary magician notes that the conflict between the solitary magician"},{"pageNumber":2,"pageContent":"and the religious hierarchy grows out of the fact that and the religious hierarchy grows out of the fact that magic may be used by Self as a weapon. The magic may be used by Self as a weapon. The capacity to summon teachers of forbidden capacity to summon teachers of forbidden knowledge proves to the individual his or her power knowledge proves to the individual his or her power to defy Godly limits on the subjective realm to defy Godly limits on the subjective realm [“God” being nothing more than the personified [“God” being nothing more than the personified power of the group].power of the group].Aside from the social peril of such contact, there Aside from the social peril of such contact, there are real personal risks. Accidental contacts can be are real personal risks. Accidental contacts can be disastrous. Under the impact of data alien to their disastrous. Under the impact of data alien to their existing, conditioned worldview, some people have existing, conditioned worldview, some people have suffered collapse of the perspectives of the rational suffered collapse of the perspectives of the rational mind. Arthur Machen’s mind. Arthur Machen’s The Great God PanThe Great God Pan is a is a classic fictional case. Jacques Vallee’s classic fictional case. Jacques Vallee’s Messengers Messengers of Deceptionof Deception provides a non-fictional example: the provides a non-fictional example: the early UFO contactee cultists. Nowadays it is chic early UFO contactee cultists. Nowadays it is chic for New-Agers to tell tales of enlightened Space for New-Agers to tell tales of enlightened Space Brothers. Before the phenomena became Brothers. Before the phenomena became fashionable, most contactees did not find their lives fashionable, most contactees did not find their lives enhanced thereby!enhanced thereby!The Haunter of the DarkThe Haunter of the Dark is a good example of is a good example of the “traffic with dæmonic beings” theme in the the “traffic with dæmonic beings” theme in the Lovecraft Mythos. In that story, the hero Lovecraft Mythos. In that story, the hero investigates an old church in Providence, where the investigates an old church in Providence, where the “Starry Wisdom” cult met. The cult possessed a “Starry Wisdom” cult met. The cult possessed a stone known as the Shining Trapezohedron. The stone known as the Shining Trapezohedron. The stone was used to summon a telepathic, stone was used to summon a telepathic, extraterrestrial being that conferred unearthly extraterrestrial being that conferred unearthly knowledge on the cult members.knowledge on the cult members.The Dream in the Witch-HouseThe Dream in the Witch-House is another is another example. Lovecraft does not identify the mysterious example. Lovecraft does not identify the mysterious “black man” whose hidden feet make a mysterious “black man” whose hidden feet make a mysterious tapping, but he leaves no doubt in the reader’s mind tapping, but he leaves no doubt in the reader’s mind that this being is the source of legends about the that this being is the source of legends about the Devil at the Witches’ Sabbath. Led through mind-Devil at the Witches’ Sabbath. Led through mind-twisting dimensions by the black man, the witch, and twisting dimensions by the black man, the witch, and her cursed familiar in his dreams, the hero/victim her cursed familiar in his dreams, the hero/victim finds he is possessed of strange new insight into finds he is possessed of strange new insight into advanced mathematics - topics that are “occult” to advanced mathematics - topics that are “occult” to all but a few.all but a few.Earth and BeyondEarth and BeyondThe Haunter of the DarkThe Haunter of the Dark, like many of , like many of Lovecraft’s other stories, contains evidence that its Lovecraft’s other stories, contains evidence that its author was more than a horror writer with a vivid author was more than a horror writer with a vivid imagination.imagination.If you look up the six crystal classes used by If you look up the six crystal classes used by geologists to classify rocks and minerals, you will geologists to classify rocks and minerals, you will find that there is no mineral given as an example of find that there is no mineral given as an example of the trapezohedron, a peculiar shape of 24 trapezoidal the trapezohedron, a peculiar shape of 24 trapezoidal faces. Lovecraft took utmost care in the creation of faces. Lovecraft took utmost care in the creation of his fictional worlds; every detail of his description his fictional worlds; every detail of his description of the Shining Trapezohedron reinforces the of the Shining Trapezohedron reinforces the unnatural nature of the stone.unnatural nature of the stone.Implicit in this story is a theme of special Implicit in this story is a theme of special interest to the Order of the Trapezoid. This theme is interest to the Order of the Trapezoid. This theme is set forth in set forth in 2001: A Space Odyssey2001: A Space Odyssey and is also and is also hinted at in the ashlar symbolism of Freemasonry. hinted at in the ashlar symbolism of Freemasonry. The perfect ashlar is a cubical stone, precisely cut The perfect ashlar is a cubical stone, precisely cut and smoothed, emblematic of The Builders. The and smoothed, emblematic of The Builders. The movie movie 20012001 conveys the same idea in its emphasis conveys the same idea in its emphasis on the eerie geometric perfection of the monolith, on the eerie geometric perfection of the monolith, which strikes terror into the apes even as it provokes which strikes terror into the apes even as it provokes their curiosity. A million years later, the humans their curiosity. A million years later, the humans viewing the monolith immediately perceive its non-viewing the monolith immediately perceive its non-natural origin. They recoil in shock when it sings natural origin. They recoil in shock when it sings out at the touch of the Sun’s first rays.out at the touch of the Sun’s first rays.In all three cases the stone is unnatural, is In all three cases the stone is unnatural, is unquestionably the creation of a calculating unquestionably the creation of a calculating Intelligence, and serves to instruct by its presence.Intelligence, and serves to instruct by its presence.Astrologers regard Saturn as governing Astrologers regard Saturn as governing building, calculation, limitation, time, density/weight building, calculation, limitation, time, density/weight (i.e. lead as Saturnian) and contractile or controlling (i.e. lead as Saturnian) and contractile or controlling forces generally. It is through timing, calculation forces generally. It is through timing, calculation and control that our will takes shape and manifests, and control that our will takes shape and manifests, whether we are building an objective structure or a whether we are building an objective structure or a subjective one.subjective one.Consider the stelæ and obelisks of ancient Consider the stelæ and obelisks of ancient civilizations, the astronomically-keyed stone circles, civilizations, the astronomically-keyed stone circles, still bearing the messages of their builders. In an still bearing the messages of their builders. In an earlier earlier ScrollScroll essay, “Horizonglass”, I noted that essay, “Horizonglass”, I noted that quartz - the most common mineral on earth - was quartz - the most common mineral on earth - was the raw material of solid-state electronics. Soon we the raw material of solid-state electronics. Soon we will etch the records of human history into the will etch the records of human history into the microstructure of artificial “crystals” having microstructure of artificial “crystals” having millions of times more capacity than the stone millions of times more capacity than the stone tablets of our ancestors.tablets of our ancestors.These records may outlive humanity as we know These records may outlive humanity as we know it. And what we do, others may have done also. it. And what we do, others may have done also. When Lovecraft beheld his Shining Trapezohedron, When Lovecraft beheld his Shining Trapezohedron, did he roam the roads in his imagination? Roads did he roam the roads in his imagination? Roads that existed before - did not yet exist? - that others that existed before - did not yet exist? - that others walk in reality, creating a magical stone, a font of walk in reality, creating a magical stone, a font of knowledge?knowledge?______________________________________________________________________[2] [2] Honest, Judge, the Devil ...Honest, Judge, the Devil ...Detroit (AP), January 12, 1991: The pastor of a Detroit (AP), January 12, 1991: The pastor of a fundamentalist church confessed to robbing 14 fundamentalist church confessed to robbing 14 banks over 16 months and spending the stolen banks over 16 months and spending the stolen $50,000 to pay for prostitutes to satisfy his $50,000 to pay for prostitutes to satisfy his “tremendous appetite for sex”.“tremendous appetite for sex”.Roy Alan Yanke, 37, of Berkley, who is pastor Roy Alan Yanke, 37, of Berkley, who is pastor of the fundamentalist Covenant Alliance Church in of the fundamentalist Covenant Alliance Church in suburban Beverly Hills, was arraigned Thursday in suburban Beverly Hills, was arraigned Thursday in federal court on charges that he robbed two banks federal court on charges that he robbed two banks the day before. After his arrest, Yanke also the day before. After his arrest, Yanke also confessed to 12 earlier bank stick-ups, according to confessed to 12 earlier bank stick-ups, according to FBI affidavits.FBI affidavits.Yanke told investigators he used the money he Yanke told investigators he used the money he took in the robberies to satisfy a “tremendous took in the robberies to satisfy a “tremendous appetite for sex”, an investigator told the Detroit appetite for sex”, an investigator told the Detroit News. “I wish I could say he spent it to save his News. “I wish I could say he spent it to save his church, but after he was arrested, he said he spent it church, but after he was arrested, he said he spent it Scroll of SetScroll of Set - February 1991 - Page - February 1991 - Page 22"},{"pageNumber":3,"pageContent":"all on sex - from hookers to high-class call girls,” all on sex - from hookers to high-class call girls,” said the investigator, who spoke on condition of said the investigator, who spoke on condition of anonymity. The FBI and other investigating anonymity. The FBI and other investigating agencies declined official comment on the sex agencies declined official comment on the sex motive.motive.Neighbors, fellow ministers, and members of Neighbors, fellow ministers, and members of Yanke’s congregation described him as a caring, Yanke’s congregation described him as a caring, friendly, family man. “It’s unbelievable, because friendly, family man. “It’s unbelievable, because he’s such a wonderful man,” said June Badder, a he’s such a wonderful man,” said June Badder, a member of Yanke’s church. “The Devil’s busy - member of Yanke’s church. “The Devil’s busy - I’m sure that’s what’s behind it. That’s the Devil.”I’m sure that’s what’s behind it. That’s the Devil.”______________________________________________________________________[3] [3] The Occult Institute of TechnologyThe Occult Institute of Technology(OIT)(OIT)- by Roger L. Whitaker, Honorary Setian, M.Tr. - by Roger L. Whitaker, Honorary Setian, M.Tr. (Michigan)(Michigan)[Abridged from The [Abridged from The OIT JournalOIT Journal #I-1] #I-1]The OIT is a Lodge within the Order of the The OIT is a Lodge within the Order of the Trapezoid. It operates on a number of levels - Outer Trapezoid. It operates on a number of levels - Outer & Inner Peristyle, Outer & Inner Trapezoidal - and & Inner Peristyle, Outer & Inner Trapezoidal - and in addition provides a public service by providing in addition provides a public service by providing accurate information on the Temple of Set and the accurate information on the Temple of Set and the Left-Hand Path in general through the National Left-Hand Path in general through the National Satanic Bulletin Board Service (NSBBS).Satanic Bulletin Board Service (NSBBS).OIT attempts to put legitimate Black Magical OIT attempts to put legitimate Black Magical theory into practical application through its own theory into practical application through its own research into techno-magical concepts. At the research into techno-magical concepts. At the present, much of OIT’s energy is being put into the present, much of OIT’s energy is being put into the recording and production of specific sound recording and production of specific sound frequencies representing frequency ratios of interest frequencies representing frequency ratios of interest to the Order of the Trapezoid. As such materials are to the Order of the Trapezoid. As such materials are developed, they will be made available to O.Tr. developed, they will be made available to O.Tr. Initiates and, as appropriate, to the general Temple Initiates and, as appropriate, to the general Temple membership.membership.Data Base Being PlannedData Base Being PlannedIf you are a computer nerd, you can help! OIT If you are a computer nerd, you can help! OIT wants to develop an information database for the wants to develop an information database for the Temple’s Initiates. We need people who are willing Temple’s Initiates. We need people who are willing to create sequential files for the DB. If interested, to create sequential files for the DB. If interested, contact me c/o the Temple office.contact me c/o the Temple office.Research and DevelopmentResearch and DevelopmentOIT cannot unlock the hidden Black Magical OIT cannot unlock the hidden Black Magical uses of technology without your support. Do you uses of technology without your support. Do you have a special interest in our work? If you have have a special interest in our work? If you have experience with or are interested in Tesla coils and experience with or are interested in Tesla coils and other high-voltage devices, lasers, synthesizers, other high-voltage devices, lasers, synthesizers, multi-track recording equipment, computers, and/or multi-track recording equipment, computers, and/or general electronics, contact me and let’s talk it over.general electronics, contact me and let’s talk it over.______________________________________________________________________[4] [4] Book Review:Book Review: Foucault’s PendulumFoucault’s Pendulumby Umberto Ecoby Umberto Eco- reviewed by Michael A. Aquino VI°- reviewed by Michael A. Aquino VI°This remarkable novel, first published in 1989 This remarkable novel, first published in 1989 CE by Harcourt Brace, has recently been released CE by Harcourt Brace, has recently been released by Ballantine Books as a paperback.by Ballantine Books as a paperback.A partly-serious, partly-comic account of a A partly-serious, partly-comic account of a modern intellectual’s adventure into occultism, it modern intellectual’s adventure into occultism, it sparkles with wit, sensuality, and startling jolts of sparkles with wit, sensuality, and startling jolts of insight - a sort of insight - a sort of Illuminatus!Illuminatus! with the pleasant with the pleasant flavor of European sophistication and elegance.flavor of European sophistication and elegance.It is quite clear that Eco, like Wilson & Shea It is quite clear that Eco, like Wilson & Shea before him, immersed himself in the occult before him, immersed himself in the occult subculture long enough to be reasonably conversant subculture long enough to be reasonably conversant in its idiom. But whereas in its idiom. But whereas Illuminatus!Illuminatus! is content to is content to “prank” the reader, “prank” the reader, PendulumPendulum has some thoughtful has some thoughtful comments to offer concerning the esoteric arts. For comments to offer concerning the esoteric arts. For example, in the words of Aglié, a Satanist in the example, in the words of Aglié, a Satanist in the story:story:An initiate is not the same as a mystic. An initiate is not the same as a mystic. Being an initiate - having an intuitive Being an initiate - having an intuitive comprehension of what reason cannot explain - comprehension of what reason cannot explain - is a very deep process; it is a slow is a very deep process; it is a slow transformation of the spirit and of the body, and transformation of the spirit and of the body, and it can lead to the exercise of superior abilities, it can lead to the exercise of superior abilities, even to immortality. But it is secret, intimate; it even to immortality. But it is secret, intimate; it does not show itself externally; it is modest, does not show itself externally; it is modest, lucid, detached. That is why the Masters of the lucid, detached. That is why the Masters of the World, initiates, do not indulge in mysticism. For World, initiates, do not indulge in mysticism. For them, a mystic is a slave, a site of the them, a mystic is a slave, a site of the manifestation of the numinous, through which manifestation of the numinous, through which site the signs of a secret can be observed. The site the signs of a secret can be observed. The initiate encourages the mystic and uses him as initiate encourages the mystic and uses him as you might use a telephone, to establish long-you might use a telephone, to establish long-distance contact, or as a chemist might use distance contact, or as a chemist might use litmus paper, to detect the action of a particular litmus paper, to detect the action of a particular substance. The mystic is useful because he is substance. The mystic is useful because he is conspicuous. He broadcasts himself. Initiates, conspicuous. He broadcasts himself. Initiates, on the contrary, are recognizable only to one on the contrary, are recognizable only to one another. It is they who control the forces that another. It is they who control the forces that mystics undergo. In this sense there is no mystics undergo. In this sense there is no difference between the possession difference between the possession experienced by the cavalos and the ecstasies experienced by the cavalos and the ecstasies of Saint Theresa of Avila or Saint John of the of Saint Theresa of Avila or Saint John of the Cross. Mysticism is a degenerate form of Cross. Mysticism is a degenerate form of contact with the divine, whereas initiation is the contact with the divine, whereas initiation is the fruit of long askesis of mind and heart. fruit of long askesis of mind and heart. Mysticism is a democratic, if not demagogic Mysticism is a democratic, if not demagogic phenomenon; initiation is aristocratic.phenomenon; initiation is aristocratic.It is instructive to consider this paragraph in It is instructive to consider this paragraph in light of the Temple of Set’s own encounters over light of the Temple of Set’s own encounters over the years with initiation (generally positive) and the years with initiation (generally positive) and mysticism (generally a pain in the ass). It all has to mysticism (generally a pain in the ass). It all has to Scroll of SetScroll of Set - February 1991 - Page - February 1991 - Page 33"},{"pageNumber":4,"pageContent":"do with the way one goes about obtaining and do with the way one goes about obtaining and verifying knowledge - either carefully and verifying knowledge - either carefully and methodically or via emotional “revelations”. It was methodically or via emotional “revelations”. It was central to Plato’s teachings that central to Plato’s teachings that nœsisnœsis (apprehension of the Forms) could not be attained (apprehension of the Forms) could not be attained unless the philosopher had first mastered unless the philosopher had first mastered dianoiadianoia (rigorous philosophical logic).(rigorous philosophical logic).For the most part, For the most part, Foucault’s PendulumFoucault’s Pendulum concentrates on the Right-Hand Path, bringing concentrates on the Right-Hand Path, bringing Satanists on-stage only now and then for a shiver or Satanists on-stage only now and then for a shiver or cliff-hanger. Eco’s research didn’t extend too far cliff-hanger. Eco’s research didn’t extend too far along the along the Via SinistraVia Sinistra - which accounts for a mildly - which accounts for a mildly humorous climax to the story. At the height of the humorous climax to the story. At the height of the Satanists’ “evil” ceremony, it is obviously Satanists’ “evil” ceremony, it is obviously necessary for them to chant something “Satanic”, necessary for them to chant something “Satanic”, so Eco gives them: “I’a Cthulhu! I’a S’ha-t’n!”so Eco gives them: “I’a Cthulhu! I’a S’ha-t’n!”This, of course, is the closing line from my This, of course, is the closing line from my “Call to Cthulhu” in Anton LaVey’s “Call to Cthulhu” in Anton LaVey’s Satanic Satanic RitualsRituals. [I originally ended the ritual with . [I originally ended the ritual with “Cthulhu”; Anton tacked on the “S’ha-t’n” for “Cthulhu”; Anton tacked on the “S’ha-t’n” for the book-version to make sure, I guess, that readers the book-version to make sure, I guess, that readers understood that it was a Satanic ceremony!] Neither understood that it was a Satanic ceremony!] Neither Cthulhu nor Satan has anything in particular to do Cthulhu nor Satan has anything in particular to do with the Eco-ritual, but I suppose it comes across with the Eco-ritual, but I suppose it comes across suitably spooky to most suitably spooky to most PendulumPendulum-readers.-readers.A charming book. Have fun with it.A charming book. Have fun with it.______________________________________________________________________[5] [5] How to Tie-Dye a PentagramHow to Tie-Dye a Pentagram- by Andrew Nourse I°- by Andrew Nourse I°(Kaliyuga Pylon, Massachusetts)(Kaliyuga Pylon, Massachusetts)It is relatively easy to make a pentagram by tie-It is relatively easy to make a pentagram by tie-dyeing. The same folding techniques can be used to dyeing. The same folding techniques can be used to make a pentagram out of paper or fabric by folding make a pentagram out of paper or fabric by folding and cutting.and cutting.No protractor is needed. This technique depends No protractor is needed. This technique depends on the following: The angles at the points of a on the following: The angles at the points of a pentagram are 36 degrees, which is 1/5 of 180 pentagram are 36 degrees, which is 1/5 of 180 degrees. The angle between any two adjacent points degrees. The angle between any two adjacent points (from the center) is 72 degrees (1/5 of 360 degrees).(from the center) is 72 degrees (1/5 of 360 degrees).Most dyes are intended for use with natural Most dyes are intended for use with natural fibers. Cotton, silk, or linen are best. Blends of fibers. Cotton, silk, or linen are best. Blends of synthetic and natural fibers will work, but not as synthetic and natural fibers will work, but not as well. Consult the dye-manufacturer’s instructions.well. Consult the dye-manufacturer’s instructions.First fold the fabric vertically in half. The fold First fold the fabric vertically in half. The fold will pass through the bottom point, the center, and will pass through the bottom point, the center, and exactly between the top two points. Set the vertical exactly between the top two points. Set the vertical fold with an iron. Unfold all the way, then refold fold with an iron. Unfold all the way, then refold along the vertical fold only.along the vertical fold only.Fold the fabric loosely into five parts, radially Fold the fabric loosely into five parts, radially from the center of the pentagram (This is a 36-from the center of the pentagram (This is a 36-degree angle). Reverse folds as necessary to have degree angle). Reverse folds as necessary to have alternating in and out folds all the way around the alternating in and out folds all the way around the center, except at the top.center, except at the top.Adjust the sections between the fold to be Adjust the sections between the fold to be exactly equal. Set the folds with an iron. You should exactly equal. Set the folds with an iron. You should now have an out-fold where each point of the now have an out-fold where each point of the pentagram will be, and in-folds between them, pentagram will be, and in-folds between them, except at the top. You now have something like an except at the top. You now have something like an ice-cream-cone-shaped book with two covers and ice-cream-cone-shaped book with two covers and three pages inside, all the same size.three pages inside, all the same size.Fold it back loosely along the edge with 5 folds Fold it back loosely along the edge with 5 folds showing, so the point just touches the place you showing, so the point just touches the place you want the points of the pentagram to be. You want to want the points of the pentagram to be. You want to make an 18 degree angle from this edge, so fold the make an 18 degree angle from this edge, so fold the page from the point where the points should go, page from the point where the points should go, along the edge of the piece you just folded to along the edge of the piece you just folded to produce a 36 degree angle, then fold that angle in produce a 36 degree angle, then fold that angle in half. Set that fold with an iron and unfold it.half. Set that fold with an iron and unfold it.Fold along the edge at right angles to intersect Fold along the edge at right angles to intersect the point where the 18 degree angle fold intersects the point where the 18 degree angle fold intersects the other edge. Set that fold with an iron. Clamp the the other edge. Set that fold with an iron. Clamp the ice-cream-cone-shaped book closed. This can be ice-cream-cone-shaped book closed. This can be done with a foldover grille of the type used to done with a foldover grille of the type used to barbecue hot dogs, or with pairs of short lengths of barbecue hot dogs, or with pairs of short lengths of wood held together with rubber bands.wood held together with rubber bands.Apply dye along both of these folds. Further out Apply dye along both of these folds. Further out from the folds, other colors can be used, and the from the folds, other colors can be used, and the background color can be filled in elsewhere.background color can be filled in elsewhere.After the dye has fixed to the fabric (4-24 hours, After the dye has fixed to the fabric (4-24 hours, consult dye-manufacturer’s instructions), you may consult dye-manufacturer’s instructions), you may unfold it. For more information, or if you want me unfold it. For more information, or if you want me to make you one of these pentagrams, contact me to make you one of these pentagrams, contact me through the I.C. roster.through the I.C. roster.[Ed. Note: This article arrived via electronic mail, [Ed. Note: This article arrived via electronic mail, but the figures did not. We decided to run it anyway but the figures did not. We decided to run it anyway (a) to test your powers of visualization, (b) to (a) to test your powers of visualization, (b) to encourage your use of the ICR, and (c) because it’s encourage your use of the ICR, and (c) because it’s an interesting article.]an interesting article.]______________________________________________________________________[6] [6] The Sacred OakThe Sacred Oak- by Rebecca Lance III°, D.Tr.- by Rebecca Lance III°, D.Tr.(Sentinel - Antywey Pylon, California)(Sentinel - Antywey Pylon, California)In memory of Mitchell Edwin Wade In memory of Mitchell Edwin Wade (IV°/M.Tr.), several of his friends have decided to (IV°/M.Tr.), several of his friends have decided to create a panel for the Names Project Quilt. We create a panel for the Names Project Quilt. We would like this panel to be the combined effort of would like this panel to be the combined effort of the many people who were touched by Mitchell. The the many people who were touched by Mitchell. The quilt panel portrays a massive oak tree, at whose quilt panel portrays a massive oak tree, at whose base is “Mitchell Edwin Wade / 1-24-58 - base is “Mitchell Edwin Wade / 1-24-58 - 11/22/89”.11/22/89”.Our idea is to have friends contribute leaves that Our idea is to have friends contribute leaves that we will sew onto the branches of the tree. If you we will sew onto the branches of the tree. If you would like to contribute to this project, please design would like to contribute to this project, please design and create a cloth leaf for us to use. The leaf can be and create a cloth leaf for us to use. The leaf can be of any shape, any cloth, and decorated in any of any shape, any cloth, and decorated in any fashion. Ideally we would like people to make fashion. Ideally we would like people to make quilted (slightly padded) leaves. This would give the quilted (slightly padded) leaves. This would give the panel a nice 3-D effect.panel a nice 3-D effect.If this seems too complicated for you, you can If this seems too complicated for you, you can cut a leaf out of felt and decorate it. Please feel free, cut a leaf out of felt and decorate it. Please feel free, however, to use any other cloth you might find. You however, to use any other cloth you might find. You can decorate the leaf with embroidery, paint, liquid can decorate the leaf with embroidery, paint, liquid Scroll of SetScroll of Set - February 1991 - Page - February 1991 - Page 44"},{"pageNumber":5,"pageContent":"embroidery, etc. Please just don’t use sequins or embroidery, etc. Please just don’t use sequins or glue.glue.The leaf should be between 4-7 inches long and The leaf should be between 4-7 inches long and 2-4 inches wide. If you would like, you may sign 2-4 inches wide. If you would like, you may sign the leaf on the back.the leaf on the back.Please mail your completed leaf to me in San Please mail your completed leaf to me in San Francisco.Francisco.Elen si’la lu’menn’ omentielvoElen si’la lu’menn’ omentielvo, a star shines , a star shines on the hour of our meeting. - J.R.R. Tolkien.on the hour of our meeting. - J.R.R. Tolkien.______________________________________________________________________[7] [7] Barney’s Back:Barney’s Back:The Return of The Return of Dark ShadowsDark Shadows- by Michael A. Aquino VI°- by Michael A. Aquino VI°January 1991 CE was pretty well poisoned by January 1991 CE was pretty well poisoned by the pall of imminent war in the Persian Gulf. the pall of imminent war in the Persian Gulf. Somewhere in the middle of this international soap Somewhere in the middle of this international soap opera, however, another one slipped quietly back opera, however, another one slipped quietly back into NBC television: into NBC television: Dark ShadowsDark Shadows has been, um, has been, um, reincarnated.reincarnated.It ages me more than I care to think when I It ages me more than I care to think when I realize that some of today’s Setians weren’t even realize that some of today’s Setians weren’t even born when the original born when the original Dark ShadowsDark Shadows was on the was on the air. Oddly enough, it too coexisted with a war - air. Oddly enough, it too coexisted with a war - Vietnam in that case. Perhaps there’s a moral there Vietnam in that case. Perhaps there’s a moral there somewhere.somewhere.Four years ago in the Four years ago in the ScrollScroll (December XXI) I (December XXI) I reviewed Kathryn Leigh Scott’s reviewed Kathryn Leigh Scott’s Scrapbook Scrapbook Memories of Dark ShadowsMemories of Dark Shadows, at a time when the , at a time when the series was pretty well forgotten. Now that it is series was pretty well forgotten. Now that it is showing signs of a Trekkie-type revival, let me showing signs of a Trekkie-type revival, let me reprint that article to give some of you newcomers to reprint that article to give some of you newcomers to the Temple a taste of fangs to chomp ...the Temple a taste of fangs to chomp ...* * ** * *How many of you remember How many of you remember Dark ShadowsDark Shadows??I don’t.I don’t.Dark ShadowsDark Shadows always aired at 4:30 PM. Who always aired at 4:30 PM. Who the hell was home at 4:30 PM?the hell was home at 4:30 PM?But it ran from June 1966 to April 1971, and it But it ran from June 1966 to April 1971, and it definitely left a mark. Two of them, to be precise [on definitely left a mark. Two of them, to be precise [on your neck].your neck].In the midst of the Haight-Ashbury and the In the midst of the Haight-Ashbury and the Vietnam War and the first Moon landing and Vietnam War and the first Moon landing and Woodstock, there was also a vampire named Woodstock, there was also a vampire named Barnabas Collins. You began to hear about Barnabas Collins. You began to hear about Barnabas (Jonathan Frid) somewhere around 1968 Barnabas (Jonathan Frid) somewhere around 1968 or so; he had become a sex symbol along with Sean or so; he had become a sex symbol along with Sean Connery and Jim Morrison, and there was a brief Connery and Jim Morrison, and there was a brief flurry of flurry of Dark ShadowsDark Shadows paperback Gothics, a paperback Gothics, a Barnabas Collins vampire joke-book (Barnabas Collins vampire joke-book (In a Funny In a Funny VeinVein, I think it was called), and such. A soundtrack , I think it was called), and such. A soundtrack album was released for the television show, album was released for the television show, containing selections of Robert Cobert’s moody containing selections of Robert Cobert’s moody music intermixed with correspondingly melancholy music intermixed with correspondingly melancholy monologues by Barnabas the vampire and Quentin monologues by Barnabas the vampire and Quentin (David Selby) the werewolf. [Quentin was always (David Selby) the werewolf. [Quentin was always too refined-looking to make a good werewolf. too refined-looking to make a good werewolf. Werewolves are your “get-down-dirty” kind of Werewolves are your “get-down-dirty” kind of monster. I always thought that monster. I always thought that Dark ShadowsDark Shadows missed a bet by not casting producer Dan Curtis as missed a bet by not casting producer Dan Curtis as the werewolf. He looks sort of like one even without the werewolf. He looks sort of like one even without makeup. Perhaps he is.]makeup. Perhaps he is.]In 1970 we were treated to the sudden, In 1970 we were treated to the sudden, unexpected appearance of a motion picture, unexpected appearance of a motion picture, House House of Dark Shadowsof Dark Shadows, which - despite the sedate, soap-, which - despite the sedate, soap-opera climate from which it supposedly came - was opera climate from which it supposedly came - was surprisingly gory, culminating in a virtual orgy of surprisingly gory, culminating in a virtual orgy of bloodsucking and murder. A second film, bloodsucking and murder. A second film, Night of Night of Dark ShadowsDark Shadows, came and went the following year , came and went the following year without much fuss.without much fuss.Then Then Dark ShadowsDark Shadows quietly submerged for quietly submerged for about ten years.about ten years.Unexpectedly it began to re-surface around Unexpectedly it began to re-surface around 1980, as a late-night (ca. 11:30 PM) filler on some 1980, as a late-night (ca. 11:30 PM) filler on some syndicated stations. Lilith and I were definitely syndicated stations. Lilith and I were definitely home at 11:30, so we started to follow the home at 11:30, so we started to follow the adventures of Victoria Winters, Willie Loomis, adventures of Victoria Winters, Willie Loomis, Maggie Evans, Carolyn Stoddard, Professor Stokes, Maggie Evans, Carolyn Stoddard, Professor Stokes, Dr. Julia Hoffman, and of course Barnabas. Once Dr. Julia Hoffman, and of course Barnabas. Once you got accustomed to the snail’s-pace of soap you got accustomed to the snail’s-pace of soap operas [being knocked out could mean that you lay operas [being knocked out could mean that you lay comatose on the floor for the next two weeks], it got comatose on the floor for the next two weeks], it got kind of catchy. Barnabas turned out to be a very kind of catchy. Barnabas turned out to be a very sympathetic personage - a “favorite uncle” to most sympathetic personage - a “favorite uncle” to most of the characters, except when he would get thirsty of the characters, except when he would get thirsty and put the fangs to one of the girls. This was and put the fangs to one of the girls. This was usually a fade-out bite, where you would see him usually a fade-out bite, where you would see him zero in on a neck and then Cal Worthington and his zero in on a neck and then Cal Worthington and his dog Spot were suddenly trying to sell you a dog Spot were suddenly trying to sell you a Chevrolet.Chevrolet.There were two irksome things about the show. There were two irksome things about the show. First, Barnabas’ taste (!) in women was decidedly First, Barnabas’ taste (!) in women was decidedly curious. Originally he was pining his heart out for curious. Originally he was pining his heart out for Maggie Evans, and that was OK because she was Maggie Evans, and that was OK because she was very fetching in a high-school-cheerleader sort of very fetching in a high-school-cheerleader sort of way. But then, for virtually the rest of the series, he way. But then, for virtually the rest of the series, he developed an inexplicable crush on Victoria developed an inexplicable crush on Victoria Winters, the world’s first teenage Mary Worth. Winters, the world’s first teenage Mary Worth. Vicki felt a certain motherly affection for poor Vicki felt a certain motherly affection for poor Barnabas, but herself preferred a brash young chap Barnabas, but herself preferred a brash young chap with a reincarnation-identity-crisis matched only by with a reincarnation-identity-crisis matched only by the chip on his shoulder. Chasing forlornly after the chip on his shoulder. Chasing forlornly after Barnabas, meanwhile, was the witch Angelique, one Barnabas, meanwhile, was the witch Angelique, one of those “haul your ashes and leave you for dead in of those “haul your ashes and leave you for dead in the morning” types of blondes. Barnabas, crazed the morning” types of blondes. Barnabas, crazed with passion over Mary Worth, couldn’t be forced with passion over Mary Worth, couldn’t be forced into bed with Angelique at the point of a stake. One into bed with Angelique at the point of a stake. One almost expected the Devil to appear in a puff of dry almost expected the Devil to appear in a puff of dry ice and ask Barnabas just what his ice and ask Barnabas just what his problemproblem was. was.The second irksome thing was the Cute Kid. The second irksome thing was the Cute Kid. Remember Boxey, the CK on Remember Boxey, the CK on Battlestar GalacticaBattlestar Galactica? ? Right. Well, the CK on Right. Well, the CK on Dark ShadowsDark Shadows was even was even worse. Like for two weeks of soap-time you were worse. Like for two weeks of soap-time you were Scroll of SetScroll of Set - February 1991 - Page - February 1991 - Page 55"},{"pageNumber":6,"pageContent":"waiting for Barnabas to chomp Maggie, and his waiting for Barnabas to chomp Maggie, and his eyes would become smoldering, and she’d swoon in eyes would become smoldering, and she’d swoon in passionate abandon, and his fangs would descend passionate abandon, and his fangs would descend towards the succulent flesh of her virginal neck, and towards the succulent flesh of her virginal neck, and - the CK would fall in through the window from - the CK would fall in through the window from which he’d been spying on them, and they’d both which he’d been spying on them, and they’d both stop everything and worry about whether he’d hurt stop everything and worry about whether he’d hurt himself. Honest to god.himself. Honest to god.Once you got past such trifles, however, Once you got past such trifles, however, Dark Dark ShadowsShadows had some good things going for it. First had some good things going for it. First of all, there was the elegant-haunted-house of all, there was the elegant-haunted-house atmosphere of Collinwood, the kind of mysterious, atmosphere of Collinwood, the kind of mysterious, opulent manor in which any Satanist worth his/her opulent manor in which any Satanist worth his/her Tanis root would love to prowl about. Secondly a Tanis root would love to prowl about. Secondly a good deal of magical theory was quietly introduced. good deal of magical theory was quietly introduced. Several variations of Black Magic were illustrated, Several variations of Black Magic were illustrated, and their short- and long-term results explored in and their short- and long-term results explored in detail. Instead of the elaborate, artificial ritual detail. Instead of the elaborate, artificial ritual pageantry that Hollywood often inflicts on pageantry that Hollywood often inflicts on audiences, audiences, Dark ShadowsDark Shadows opted for simple, highly opted for simple, highly symbolic Workings - such as the speaking of a symbolic Workings - such as the speaking of a curse by the light of a single candle or while gazing curse by the light of a single candle or while gazing into a mirror. The show was refreshingly free from into a mirror. The show was refreshingly free from any of the namby-pamby Wiccan nonsense that any of the namby-pamby Wiccan nonsense that oozed into the post-oozed into the post-Rosemary’s BabyRosemary’s Baby American American occult “scene”. In Collinsport, witches and occult “scene”. In Collinsport, witches and sorcerers owned allegiance to the Devil, and that was sorcerers owned allegiance to the Devil, and that was that. Christian religion, meanwhile, was politely that. Christian religion, meanwhile, was politely savaged for its hypocrisy and ridiculed for its savaged for its hypocrisy and ridiculed for its impotence. Easily the most despicable character in impotence. Easily the most despicable character in Dark ShadowsDark Shadows was the Reverend Trask, an 18th- was the Reverend Trask, an 18th-century Matthew Hopkins type whose vicious century Matthew Hopkins type whose vicious hysteria about witchcraft was exceeded only by his hysteria about witchcraft was exceeded only by his private lechery.private lechery.Dark ShadowsDark Shadows broke some novel ground in the broke some novel ground in the areas of reincarnation and time-travel. At areas of reincarnation and time-travel. At Collinwood reincarnation was a family affair, with Collinwood reincarnation was a family affair, with present-day Collinses and their entourage being present-day Collinses and their entourage being exact doubles of previous-generation and past-exact doubles of previous-generation and past-previous-generation personages. Former-life previous-generation personages. Former-life memories might or might not be clear from period memories might or might not be clear from period to period and incident to incident. Events set in to period and incident to incident. Events set in motion one or two centuries ago, possibly by the motion one or two centuries ago, possibly by the previous incarnation of one’s current character, previous incarnation of one’s current character, often “closed a circle” in the present via a sort of often “closed a circle” in the present via a sort of karma-leveling unfolding of poetic justice. Present-karma-leveling unfolding of poetic justice. Present-day characters were occasionally able to day characters were occasionally able to transmigrate back to one of their earlier incarnations, transmigrate back to one of their earlier incarnations, with their modern personalities intact. This made for with their modern personalities intact. This made for some very intriguing speculation on past events’ some very intriguing speculation on past events’ mutability and subsequent future/present mutability and subsequent future/present consequences.consequences.As if time-travel weren’t enough, As if time-travel weren’t enough, Dark ShadowsDark Shadows also explored the notion of a “parallel-time also explored the notion of a “parallel-time universe” wherein the same human beings existed - universe” wherein the same human beings existed - but with entirely different personalities and but with entirely different personalities and interrelationships. Imagine your wife as your sister interrelationships. Imagine your wife as your sister [or your husband as your cousin] or your parents as [or your husband as your cousin] or your parents as unrelated neighbors, and you get the idea. Such unrelated neighbors, and you get the idea. Such speculations offer insight into the ways we define speculations offer insight into the ways we define identity and “normalcy”.identity and “normalcy”.Ironically it was probably Ironically it was probably Dark ShadowsDark Shadows’’ very very inventiveness that spelled its doom. By 1971 the inventiveness that spelled its doom. By 1971 the plot had become a highly confusing collage of time plot had become a highly confusing collage of time and dimensional flipflops, with the same actors and and dimensional flipflops, with the same actors and actresses playing up to a dozen different roles actresses playing up to a dozen different roles apiece. Add to this the usual soap-opera interplay of apiece. Add to this the usual soap-opera interplay of intrigues, and you wound up with a total scenario so intrigues, and you wound up with a total scenario so bewildering that not even the most avid fan could bewildering that not even the most avid fan could keep track of who (in which incarnation/dimension) keep track of who (in which incarnation/dimension) was doing what to whom (in which was doing what to whom (in which incarnation/dimension) for what (past or present) incarnation/dimension) for what (past or present) reason.reason.For those of us who went through late For those of us who went through late adolescence in the 1960s, there is perhaps a special adolescence in the 1960s, there is perhaps a special wistfulness about wistfulness about Dark ShadowsDark Shadows. As the Kennedy . As the Kennedy Camelot unraveled into the cynicism, alienation, and Camelot unraveled into the cynicism, alienation, and disillusionment of the Johnson/Nixon era, disillusionment of the Johnson/Nixon era, Collinwood remained a preserve of life as it had Collinwood remained a preserve of life as it had been all too briefly: polite and clean-shaven young been all too briefly: polite and clean-shaven young men who wore coats and ties, demure damsels in men who wore coats and ties, demure damsels in bouffant hairdos and those innocent-but-sexy bouffant hairdos and those innocent-but-sexy miniskirts, dignified elders, and gallant (male) & miniskirts, dignified elders, and gallant (male) & gorgeous (female) villains. It was a contemporary gorgeous (female) villains. It was a contemporary Gothic Shangri-la undisturbed by marijuana, racial Gothic Shangri-la undisturbed by marijuana, racial issues, inflation, demonstrations, or the draft. The issues, inflation, demonstrations, or the draft. The characters had their soap-opera difficulties, certainly, characters had their soap-opera difficulties, certainly, but somehow they were all of a more elegant order but somehow they were all of a more elegant order than those we confronted “outside”. Maggie might than those we confronted “outside”. Maggie might get imprisoned in a secret chamber in Barnabas’ get imprisoned in a secret chamber in Barnabas’ mansion, but the peril of imminent death by fanging mansion, but the peril of imminent death by fanging seemed a small price to pay for not having to unstop seemed a small price to pay for not having to unstop the sink or fight supermarket lines. [Barnabas lit his the sink or fight supermarket lines. [Barnabas lit his mansion solely by candelabra. Try that today and mansion solely by candelabra. Try that today and you’ll set off the smoke-alarm.]you’ll set off the smoke-alarm.]What must today’s teens think when they What must today’s teens think when they happen to glimpse this strange, anachronistic time happen to glimpse this strange, anachronistic time capsule of the “last days of innocence” of the capsule of the “last days of innocence” of the 1960s? Perhaps it is not inappropriate that it should 1960s? Perhaps it is not inappropriate that it should be peopled by vampires, werewolves, witches, and be peopled by vampires, werewolves, witches, and ghosts - for such are harbingers of the ends of times ghosts - for such are harbingers of the ends of times and the passings of ages. Scott’s and the passings of ages. Scott’s Scrapbook Scrapbook MemoriesMemories is well-titled; like an old high school is well-titled; like an old high school yearbook, it is the kind of memento one ought yearbook, it is the kind of memento one ought accidentally to discover in an out-of-the-way place, accidentally to discover in an out-of-the-way place, then peruse leisurely, pensively, while shaking one’s then peruse leisurely, pensively, while shaking one’s head from time to time. It is a thing from head from time to time. It is a thing from Collinwood itself, a “song for aging children” in a Collinwood itself, a “song for aging children” in a day which has largely forgotten such delicate and day which has largely forgotten such delicate and fragile things. Thank you, Maggie, for sharing your fragile things. Thank you, Maggie, for sharing your scrapbook with us. I’m glad you managed to escape scrapbook with us. I’m glad you managed to escape all those who plotted to do you in during your all those who plotted to do you in during your sojourn in Collinsport.sojourn in Collinsport.Scroll of SetScroll of Set - February 1991 - Page - February 1991 - Page 66"},{"pageNumber":7,"pageContent":"It seems fitting to conclude with Barnabas’ It seems fitting to conclude with Barnabas’ Shakespearean epilogue from the Shakespearean epilogue from the Dark ShadowsDark Shadows soundtrack recording:soundtrack recording:Our revels now are ended. These our Our revels now are ended. These our actors, as I foretold you, were all spirits and are actors, as I foretold you, were all spirits and are melted into air, into thin air; and, like the melted into air, into thin air; and, like the baseless fabric of this vision, the cloud-capped baseless fabric of this vision, the cloud-capped towers, the gorgeous palaces, the solemn towers, the gorgeous palaces, the solemn temples, the great globe itself, yea, all which it temples, the great globe itself, yea, all which it inherit, shall dissolve and, like this insubstantial inherit, shall dissolve and, like this insubstantial pageant faded, leave not a rack behind We are pageant faded, leave not a rack behind We are such stuff as dreams are made on, and our little such stuff as dreams are made on, and our little life is rounded with a sleep.life is rounded with a sleep.* * ** * *That was That was Dark ShadowsDark Shadows as I assessed it in XXI. as I assessed it in XXI. Now, four years later, it has undergone a Now, four years later, it has undergone a Star TrekStar Trek--like revival. There are scores of videocassettes of the like revival. There are scores of videocassettes of the original series on the market, as well as the two original series on the market, as well as the two DSDS feature movies. There are nationwide feature movies. There are nationwide DSDS conventions. And now NBC has revived the series conventions. And now NBC has revived the series with a big budget and a completely new set of actors with a big budget and a completely new set of actors & actresses.& actresses.I saw the pilot for the new series and didn’t like I saw the pilot for the new series and didn’t like it [but then I’m grumpy about the newfangled it [but then I’m grumpy about the newfangled Star Star Trek TNGTrek TNG too]. The new girls seem to be ice-cold too]. The new girls seem to be ice-cold blueblood sex-sirens with none of the innocence blueblood sex-sirens with none of the innocence and friendliness of their 1960s’ namesakes. The and friendliness of their 1960s’ namesakes. The new Roger Collins and Professor Stokes come new Roger Collins and Professor Stokes come across as twisted basket-cases - not at all their across as twisted basket-cases - not at all their affable, pipe-smoking, sherry-sipping, ascot-wearing affable, pipe-smoking, sherry-sipping, ascot-wearing former selves. The new CK is a nasty little monster, former selves. The new CK is a nasty little monster, without a trace of the playfulness of the original without a trace of the playfulness of the original David Collins. And Ben Cross, as the new David Collins. And Ben Cross, as the new Barnabas, utterly lacks the graceful aristocracy of Barnabas, utterly lacks the graceful aristocracy of Jonathan Frid. Cross portrayed an Israeli Army Jonathan Frid. Cross portrayed an Israeli Army general in another film, and that role he fit perfectly. general in another film, and that role he fit perfectly. Barnabas Collins the English gentleman he isn’t.Barnabas Collins the English gentleman he isn’t.It will be interesting to see how much of the It will be interesting to see how much of the artistic atmosphere of the old show the new one artistic atmosphere of the old show the new one dares to retain. America of the 1990s is a far more dares to retain. America of the 1990s is a far more ignorant, intolerant, and neurotic place than America ignorant, intolerant, and neurotic place than America of the 1960s. Women can no longer be ladies, and of the 1960s. Women can no longer be ladies, and men can no longer be gentlemen. Occultism is men can no longer be gentlemen. Occultism is politically suspect; I can already see fundamentalists politically suspect; I can already see fundamentalists writing in to protest any “Satanic ritualism” writing in to protest any “Satanic ritualism” whatever in the new series - particularly if it involves whatever in the new series - particularly if it involves the CK [although I can’t imagine the producers the CK [although I can’t imagine the producers being so naive as to dare anything like that]. And in being so naive as to dare anything like that]. And in today’s climate of enforced egalitarianism, can the today’s climate of enforced egalitarianism, can the New England “nobility” of Collinwood be New England “nobility” of Collinwood be portrayed as anything positive and admirable, or portrayed as anything positive and admirable, or must they be denounced as inbred anachronisms of must they be denounced as inbred anachronisms of the past? Oh, well.the past? Oh, well.* * ** * *For Setians who may be interested, there is For Setians who may be interested, there is going to be a going to be a Dark ShadowsDark Shadows 25th Anniversary 25th Anniversary Celebration June 28-30, 1991 at the Los Angeles Celebration June 28-30, 1991 at the Los Angeles Airport Marriott hotel. Almost all of the original cast Airport Marriott hotel. Almost all of the original cast will be there, along with some from the new show. will be there, along with some from the new show. There will be the usual assortment of “con” There will be the usual assortment of “con” activities - blooper films, panels, costumes, activities - blooper films, panels, costumes, memorabilia, etc., and an optional picnic at the “new memorabilia, etc., and an optional picnic at the “new Collinwood” (Greystone mansion in Beverly Hills). Collinwood” (Greystone mansion in Beverly Hills). 3-day registration is US$20 before March 1 and 3-day registration is US$20 before March 1 and $25 thereafter. Send with 2 self-addressed, stamped $25 thereafter. Send with 2 self-addressed, stamped envelopes to: Dark Shadows Festival, P.O. Box 92, envelopes to: Dark Shadows Festival, P.O. Box 92, Maplewood, NJ 07040. Bite you!Maplewood, NJ 07040. Bite you!______________________________________________________________________[8] [8] Literature and “Satanic Crime”Literature and “Satanic Crime”- by Don Webb III°, K.Tr.- by Don Webb III°, K.Tr.(Sentinel - Bull of Ombos Pylon, Texas)(Sentinel - Bull of Ombos Pylon, Texas)A couple of writers in the Science Fiction A couple of writers in the Science Fiction Writers Association are collecting data to debunk Writers Association are collecting data to debunk any connection between literature and “Satanic any connection between literature and “Satanic crime”. I would appreciate copies of any newspaper crime”. I would appreciate copies of any newspaper clippings of “X book linked to occult/Satanic clippings of “X book linked to occult/Satanic crime” or “X book banned from library”, etc. I’ll crime” or “X book banned from library”, etc. I’ll pass this information along to the writers running pass this information along to the writers running the project. Thanks.the project. Thanks.______________________________________________________________________[9] [9] Excuse Me?Excuse Me?On January 16 Saddam Hussein of Iraq, On January 16 Saddam Hussein of Iraq, responding to George Bush’s attack on his country, responding to George Bush’s attack on his country, vowed to “crush the Satanic intentions of the White vowed to “crush the Satanic intentions of the White House”. Meanwhile Bush, who had publicly and House”. Meanwhile Bush, who had publicly and fervently invoked the Christian god in his decision fervently invoked the Christian god in his decision to go to war, was closeted in the White House with to go to war, was closeted in the White House with Billy Graham, his close friend and “spiritual Billy Graham, his close friend and “spiritual advisor” ...advisor” ...______________________________________________________________________[10] [10] Crumbling of the Tree in theCrumbling of the Tree in theNorth: Sandi Gallant’s Unit DisbandedNorth: Sandi Gallant’s Unit Disbanded- abridged from the - abridged from the San Francisco ExaminerSan Francisco Examiner12/19/9012/19/90In one of the most far-reaching shakeups in the In one of the most far-reaching shakeups in the history of the San Francisco Police Department, history of the San Francisco Police Department, newly-appointed Police Chief Willis Casey is newly-appointed Police Chief Willis Casey is disbanding the department’s controversial disbanding the department’s controversial Intelligence Division. This dismembering of the Intelligence Division. This dismembering of the unit, long the target of protest, minority, and lifestyle unit, long the target of protest, minority, and lifestyle groups, comes as a bombshell. According to Casey, groups, comes as a bombshell. According to Casey, it was time for a change.it was time for a change.“This didn’t come on me yesterday,” he said. “This didn’t come on me yesterday,” he said. “I’ve been thinking on this for a long time, but “I’ve been thinking on this for a long time, but couldn’t act on it. Now I can. This is 1990. couldn’t act on it. Now I can. This is 1990. Whatever may or may not have been appropriate in Whatever may or may not have been appropriate in the ’50s just isn’t appropriate now. This is a police the ’50s just isn’t appropriate now. This is a police department, not the CIA.”department, not the CIA.”Scroll of SetScroll of Set - February 1991 - Page - February 1991 - Page 77"},{"pageNumber":8,"pageContent":"Of the Intelligence Division’s 22 officers, 14 Of the Intelligence Division’s 22 officers, 14 assigned to gang-task-force work are being moved assigned to gang-task-force work are being moved to the vice division. “Their work revolved largely to the vice division. “Their work revolved largely around Chinatown gambling anyway,” said Casey, around Chinatown gambling anyway,” said Casey, “so better that they work there.”“so better that they work there.”Of the remaining officers, two will be assigned Of the remaining officers, two will be assigned to investigate hate crimes under a newly-formed to investigate hate crimes under a newly-formed Special Investigation Division, and the other eight Special Investigation Division, and the other eight will be reassigned within thirty days, Casey said. “I will be reassigned within thirty days, Casey said. “I don’t think it’s a proper police function to gather don’t think it’s a proper police function to gather information on various groups just because they’re information on various groups just because they’re there, and then to file it away.”there, and then to file it away.”______________________________________________________________________[11] [11] The South Rises AgainThe South Rises Again- by James Johnson II°- by James Johnson II°(Sentinel - Apeti Pylon, South Carolina)(Sentinel - Apeti Pylon, South Carolina)I am pleased to announce the Coming Into I am pleased to announce the Coming Into Being of the Apeti Pylon of South Carolina. Apeti is Being of the Apeti Pylon of South Carolina. Apeti is a regional Pylon open to Initiates of the southeast a regional Pylon open to Initiates of the southeast with no present Pylon affiliation. A few topics of with no present Pylon affiliation. A few topics of interest and exploration are the Tarot, Runes, and interest and exploration are the Tarot, Runes, and Vampyrism. Of course, that’s only the tip of this Vampyrism. Of course, that’s only the tip of this diabolical iceberg! The Pylon newsletter, diabolical iceberg! The Pylon newsletter, ScriptsScripts, , will be published twice a year, unless circumstances will be published twice a year, unless circumstances warrant additional issues. warrant additional issues. ScriptsScripts will contain will contain primarily the work of Pylon members, but material primarily the work of Pylon members, but material may be contributed by any other Setian as well. The may be contributed by any other Setian as well. The newsletter will be available for a donation to cover newsletter will be available for a donation to cover costs of printing and mailing.costs of printing and mailing.The Sentinel, as well as the other members of The Sentinel, as well as the other members of the Pylon, welcomes any and all correspondence, the Pylon, welcomes any and all correspondence, and may be contacted in care of the Temple of Set.and may be contacted in care of the Temple of Set.______________________________________________________________________[12] [12] ... And Again!... And Again!- by William D. Pridgen II°- by William D. Pridgen II°(Sentinel - Ba-neb-Tett Pylon, South Carolina)(Sentinel - Ba-neb-Tett Pylon, South Carolina)The Ba-neb-Tett Pylon is a regional Pylon The Ba-neb-Tett Pylon is a regional Pylon located in Charleston, South Carolina. The primary located in Charleston, South Carolina. The primary focus of the Pylon is the study and application of focus of the Pylon is the study and application of philosophy as a personal approach to existence. The philosophy as a personal approach to existence. The symbolic Remanifestation of the Pylon is symbolic Remanifestation of the Pylon is approached through the Baphometic archetype. In approached through the Baphometic archetype. In light of this, the isolation and manipulation of the light of this, the isolation and manipulation of the life-force, called by Freud the libido, is of primary life-force, called by Freud the libido, is of primary concern. Initiates in the Charleston area whose concern. Initiates in the Charleston area whose primary goal is the continued existence of primary goal is the continued existence of consciousness subsequent to the death experience consciousness subsequent to the death experience are encouraged to contact me in care of the Temple are encouraged to contact me in care of the Temple office.office.______________________________________________________________________[13] [13] Freedom FoundFreedom Found- by Arnold R. Watson II° (Bull of Ombos Pylon, - by Arnold R. Watson II° (Bull of Ombos Pylon, Texas)Texas)Born a beast in a bountiful land.Born a beast in a bountiful land.Restrained for future union’s sake.Restrained for future union’s sake.Sentience suppressed by those who refuse to Sentience suppressed by those who refuse to hear the truth.hear the truth.Free from the responsibility of independent Free from the responsibility of independent thought and deed.thought and deed.His day of liberation ever at hand, the mighty, His day of liberation ever at hand, the mighty, sentient beast cries out from the distant within for sentient beast cries out from the distant within for long-sought release, that he might work his Will long-sought release, that he might work his Will upon the land.upon the land.By virtue of reason, logic, and truth, the beast By virtue of reason, logic, and truth, the beast doth gain his release, to enter into the Realm of doth gain his release, to enter into the Realm of Darkness and awaken that which is the eternal Gift Darkness and awaken that which is the eternal Gift of Set.of Set.To To XeperXeper, Remanifest: the taste of the elixir ever , Remanifest: the taste of the elixir ever on his lips; to realize his desires, to become a beast on his lips; to realize his desires, to become a beast evolved, perfect unto itself, a potential god, a master evolved, perfect unto itself, a potential god, a master of universes that exist both without and within, free of universes that exist both without and within, free from false truth, unreason, and the bonds of from false truth, unreason, and the bonds of impersonal sin.impersonal sin.And with his newly-discovered abilities he sets And with his newly-discovered abilities he sets forth upon his journey, becoming as a many-petaled forth upon his journey, becoming as a many-petaled lotus, blooming in the light of the Flame of his lotus, blooming in the light of the Flame of his newfound consciousness.newfound consciousness.Finally to realize his deepest desire: the desire Finally to realize his deepest desire: the desire for freedom found but never lost.for freedom found but never lost.______________________________________________________________________[14] [14] MerlinMerlin- by David Austen IV° (England)- by David Austen IV° (England)Merlin is a much-portrayed & beloved - and Merlin is a much-portrayed & beloved - and misunderstood & underrated - character of misunderstood & underrated - character of storytellers and magicians alike. Most of us have storytellers and magicians alike. Most of us have seen at least one Hollywood rendering of the seen at least one Hollywood rendering of the Arthurian legend, with the most recent one - John Arthurian legend, with the most recent one - John Boorman’s Boorman’s ExcaliburExcalibur - being distinguished by its - being distinguished by its magical flavor. The Merlin of magical flavor. The Merlin of ExcaliburExcalibur, admirably , admirably portrayed by Nicol Williamson, summons a dragon portrayed by Nicol Williamson, summons a dragon using a chant ascribed to the magus in ancient using a chant ascribed to the magus in ancient Welsh texts; and the entire script generally draws Welsh texts; and the entire script generally draws from authentic Merlinic sources.from authentic Merlinic sources.There are three such works: the There are three such works: the Vita MerliniVita Merlini and and the the Life of MerlinLife of Merlin transcribed by Geoffrey of transcribed by Geoffrey of Monmouth around the middle of the Twelfth Monmouth around the middle of the Twelfth Century CE (ca. 1140-1160) and Geoffrey’s Century CE (ca. 1140-1160) and Geoffrey’s famous famous History of the Kings of BritainHistory of the Kings of Britain. This last . This last work treats the early life of Merlin, the famous work treats the early life of Merlin, the famous “Glastonbury Legend”, and - in a later addition to “Glastonbury Legend”, and - in a later addition to the work - the transfer of Arthur’s and Guinevere’s the work - the transfer of Arthur’s and Guinevere’s remains to the Glastonbury Abbey’s choir in 1190. remains to the Glastonbury Abbey’s choir in 1190. Geoffrey’s material is not biographical in the Geoffrey’s material is not biographical in the modern sense. It does not seem to have been the modern sense. It does not seem to have been the Scroll of SetScroll of Set - February 1991 - Page - February 1991 - Page 88"},{"pageNumber":9,"pageContent":"author’s intention to render the material as other author’s intention to render the material as other than a loose collection of tales, poems, and images than a loose collection of tales, poems, and images woven around the central character of Merlin. It is woven around the central character of Merlin. It is not fiction, however; rather it is an anthology not fiction, however; rather it is an anthology drawing from preexisting sources.drawing from preexisting sources.The included imagery, magic, and psychic The included imagery, magic, and psychic insight are undeniably ancient and may be assumed insight are undeniably ancient and may be assumed to be Druidic in origin. Geoffrey took these from to be Druidic in origin. Geoffrey took these from oral traditions [the Druids believed that writing oral traditions [the Druids believed that writing made for a lazy mind]. Sometime between 14 and made for a lazy mind]. Sometime between 14 and 50 CE the Romans invaded the Druids’ main centre, 50 CE the Romans invaded the Druids’ main centre, the Isle of Anglesey, and exterminated the cult the Isle of Anglesey, and exterminated the cult leaders, virtually wiping out their belief system. leaders, virtually wiping out their belief system. Presumably a few Druidic priests escaped to Wales, Presumably a few Druidic priests escaped to Wales, Scotland, and the West Country, since in these areas Scotland, and the West Country, since in these areas the Merlinic Myths have endured.the Merlinic Myths have endured.Geoffrey of Monmouth perceived two Geoffrey of Monmouth perceived two traditional figures of the magician: Merlin traditional figures of the magician: Merlin Ambrosius, encompassing an earlier Merddyn Ambrosius, encompassing an earlier Merddyn figure in Welsh tradition (this figure is largely the figure in Welsh tradition (this figure is largely the model for The Prophecies of Merlin); and Merlin model for The Prophecies of Merlin); and Merlin Calidonius, based upon a Scottish tradition and Calidonius, based upon a Scottish tradition and encompassing much of the “wild man” theme of encompassing much of the “wild man” theme of the the Vita MerliniVita Merlini. Although separated by . Although separated by geographical origins, both Merlins have a great deal geographical origins, both Merlins have a great deal in common: They are impelled to their insight in common: They are impelled to their insight through either matters of strife (battling dragons & through either matters of strife (battling dragons & armies) or personal relationships and conflict. Both armies) or personal relationships and conflict. Both characters represent branches of a common oral characters represent branches of a common oral tradition which retained the wisdom, songs, or tradition which retained the wisdom, songs, or poems of the old Celtic/Druidic cultures, preserved poems of the old Celtic/Druidic cultures, preserved in bardic entertainments such as those confirmed by in bardic entertainments such as those confirmed by various chroniclers and recorded by Geoffrey and various chroniclers and recorded by Geoffrey and his contemporary Gerald of Wales.his contemporary Gerald of Wales.The global interest of the Temple of Set in The global interest of the Temple of Set in magical philosophy and practices clearly extends to magical philosophy and practices clearly extends to this rich body of lore. One need not reside in the this rich body of lore. One need not reside in the British Isles to work with this particular subject, British Isles to work with this particular subject, since Merlin exemplifies a type of shamanism since Merlin exemplifies a type of shamanism prevalent in all cultures at one time or another in prevalent in all cultures at one time or another in their development. Many of Merlin’s teachings are their development. Many of Merlin’s teachings are similar, for instance, to those of the North American similar, for instance, to those of the North American Indians. In Arthur’s early days as King, Merlin Indians. In Arthur’s early days as King, Merlin transforms the monarch into a variety of animals transforms the monarch into a variety of animals [charmingly portrayed in Disney’s film of the novel [charmingly portrayed in Disney’s film of the novel The Sword in the StoneThe Sword in the Stone], thus enabling Arthur to ], thus enabling Arthur to appreciate the strengths and weaknesses of the appreciate the strengths and weaknesses of the different animals and to obtain a view of life from different animals and to obtain a view of life from their perspective. Shape-shifting was also means by their perspective. Shape-shifting was also means by which a warrior could obtain additional strength in which a warrior could obtain additional strength in battle. There are legends of knights performing this battle. There are legends of knights performing this act, obtaining strength from bears and wolves [both act, obtaining strength from bears and wolves [both of these creatures abounded in the British Isles until of these creatures abounded in the British Isles until the middle of the 18th century] - one basis for the middle of the 18th century] - one basis for werewolf legends. Another example is that of the werewolf legends. Another example is that of the Leopard Men cult encountered by British colonial Leopard Men cult encountered by British colonial forces in what is now Kenya, during the war which forces in what is now Kenya, during the war which resulted in Kenya’s independence.resulted in Kenya’s independence.The legends surrounding Merlin also offer us The legends surrounding Merlin also offer us additional perspective regarding such latter-day additional perspective regarding such latter-day magical practices as those of John Dee and Edward magical practices as those of John Dee and Edward Kelly, since the Enochian visions were obtained by Kelly, since the Enochian visions were obtained by the ancient Druidic method of “skrying” - the ancient Druidic method of “skrying” - employing mirrors, crystals (shew-stones), and employing mirrors, crystals (shew-stones), and water. [Some of Dee’s equipment, including his water. [Some of Dee’s equipment, including his gold seals, wax tablets, shew-stone, and black gold seals, wax tablets, shew-stone, and black obsidian mirror (of Aztec origin) can be viewed in obsidian mirror (of Aztec origin) can be viewed in the British Museum, London.]the British Museum, London.]My favourite illustration of water-skrying is not My favourite illustration of water-skrying is not British but Egyptian: the magic of Ardath British but Egyptian: the magic of Ardath Bey/Imhotep, the central character (played by Boris Bey/Imhotep, the central character (played by Boris Karloff- yes, a Brit!) of the 1932 horror film Karloff- yes, a Brit!) of the 1932 horror film The The MummyMummy. Imhotep waves his hand (the ring from . Imhotep waves his hand (the ring from which was graciously shown to me by Forrest J which was graciously shown to me by Forrest J Ackerman at Set-XI) across his Pool of Ackerman at Set-XI) across his Pool of Remembrance. Through this pool Imhotep works Remembrance. Through this pool Imhotep works much of his magic. After showing Helen Grosvenor much of his magic. After showing Helen Grosvenor visions of her previous incarnation in Ancient Egypt, visions of her previous incarnation in Ancient Egypt, Karloff sonorously remarks, “My pool is Karloff sonorously remarks, “My pool is sometimes troubled. One sees such strange sometimes troubled. One sees such strange fantasies in the water, but they pass like dreams.” fantasies in the water, but they pass like dreams.” Such magical pools are found in every culture, from Such magical pools are found in every culture, from Ancient Egypt to the British “Holy Wells”.Ancient Egypt to the British “Holy Wells”.The legends of Merlin occupy a position close The legends of Merlin occupy a position close to the core of Western magic. This tradition involves to the core of Western magic. This tradition involves inner transformation and growth through radical inner transformation and growth through radical changes in one’s modes of consciousness. During changes in one’s modes of consciousness. During this process Merlin is afflicted with the “divine this process Merlin is afflicted with the “divine madness”, an experience deemed essential by the madness”, an experience deemed essential by the ancients for prophetic status. His prophetic powers ancients for prophetic status. His prophetic powers manifest themselves in a variety of ways, reflected in manifest themselves in a variety of ways, reflected in his passage through three phases of life and the his passage through three phases of life and the “threefold death”. The “threefold death”. The Vita MerliniVita Merlini reveals reveals Merlin’s life as an exemplary magical pattern, Merlin’s life as an exemplary magical pattern, demonstrating both masculine and feminine powers. demonstrating both masculine and feminine powers. Merlin does not die, according to the Merlin does not die, according to the VitaVita, but rather , but rather moves into a state of being best explained by the moves into a state of being best explained by the Æonic word Æonic word XeperXeper..The legend of Merlin is yet another example of The legend of Merlin is yet another example of a magical tradition truly international in scope. The a magical tradition truly international in scope. The lore surrounding this figure is rich and stimulating; lore surrounding this figure is rich and stimulating; Merlin is not just an obscure figure of legend and Merlin is not just an obscure figure of legend and history, but a very real force to be embraced. My history, but a very real force to be embraced. My personal Workings with the character of Merlin, and personal Workings with the character of Merlin, and with literary and archæological material associated with literary and archæological material associated with him, have produced experiences rather difficult with him, have produced experiences rather difficult to convey but highly recommended to the searching to convey but highly recommended to the searching Initiate.Initiate.______________________________________________________________________[15] [15] Crystal TabletCrystal Tablet UpdatesUpdatesEnclosed with this issue of the Enclosed with this issue of the ScrollScroll are are updated pages for your copy of the updated pages for your copy of the Crystal Tablet Crystal Tablet of Setof Set. These include amended pages for . These include amended pages for Black Black Scroll of SetScroll of Set - February 1991 - Page - February 1991 - Page 99"},{"pageNumber":10,"pageContent":"MagicMagic, a statement by Magus Flowers concerning , a statement by Magus Flowers concerning the Word the Word RunaRuna, and a new essay by Magister (& , and a new essay by Magister (& Chairman of the Council of Nine) Menschel on the Chairman of the Council of Nine) Menschel on the I° and II° Recognition process. Similar essays I° and II° Recognition process. Similar essays concerning higher degrees of the Temple appear in concerning higher degrees of the Temple appear in the the RubyRuby and and Onyx Tablets of SetOnyx Tablets of Set..Efforts continue to make both a comprehensive Efforts continue to make both a comprehensive volume of volume of ScrollScroll back-issues and a Temple of Set back-issues and a Temple of Set computer bulletin-board (BBS) system available to computer bulletin-board (BBS) system available to Initiates. Hopefully the former will be ready to Initiates. Hopefully the former will be ready to announce by the next issue, and possibly the latter announce by the next issue, and possibly the latter as well. [We are now operating and testing the BBS as well. [We are now operating and testing the BBS software, but as yet it is not at the stage where we software, but as yet it is not at the stage where we can place it in operation for Setians. When the BBS can place it in operation for Setians. When the BBS is in place, it will be accessible only by registered is in place, it will be accessible only by registered members of the Temple - unlike the NSBBS, which members of the Temple - unlike the NSBBS, which has some degree of accessibility by Setians and has some degree of accessibility by Setians and non-Setians alike.]non-Setians alike.]ScrollScroll back-issues will be available as a single 3- back-issues will be available as a single 3-hole-punched, pressboard-cover volume, for a hole-punched, pressboard-cover volume, for a donation equal to the cost of copying and mailing. It donation equal to the cost of copying and mailing. It is the sheer time of creating “Xerox masters” for is the sheer time of creating “Xerox masters” for this volume that is taking all the time! Donation for this volume that is taking all the time! Donation for this item will be determined each year, and will this item will be determined each year, and will include all issues up to the present one. Because of include all issues up to the present one. Because of the difficulty of processing fragmentary the difficulty of processing fragmentary ScrollScroll orders in the past, this volume will be available only orders in the past, this volume will be available only as a single package.as a single package.Remember that updated InterCommunication Remember that updated InterCommunication Rosters, Resource Lists, and reading list sections are Rosters, Resource Lists, and reading list sections are available for the asking, but are only sent out when available for the asking, but are only sent out when they are next updated. Also, to keep costs and they are next updated. Also, to keep costs and processing time under control, we request that you processing time under control, we request that you limit requests to a maximum of two (for any specific limit requests to a maximum of two (for any specific item) per year.item) per year.______________________________________________________________________[16] [16] Nameless Rites, Etc.Nameless Rites, Etc.- by Lilith Aquino IV°- by Lilith Aquino IV°The Set-XII Conclave will be held October 30 The Set-XII Conclave will be held October 30 through November 3, XXVI (1991 CE). The city through November 3, XXVI (1991 CE). The city has been chosen, and hotels are being compared for has been chosen, and hotels are being compared for the best rates. As is our usual procedure, general the best rates. As is our usual procedure, general Conclave details will be included in future Conclave details will be included in future ScrollScroll issues, but specifics such as location and hotel will issues, but specifics such as location and hotel will be provided to Adepts and members of the be provided to Adepts and members of the Priesthood only. Setians I° may receive this Priesthood only. Setians I° may receive this information through the Priesthood, and will be information through the Priesthood, and will be eligible to attend the Conclave by Priesthood eligible to attend the Conclave by Priesthood invitation only. Such invitations are accorded only if invitation only. Such invitations are accorded only if you have first become reasonably well-known to a you have first become reasonably well-known to a Priest or Priestess via extended contact, whether Priest or Priestess via extended contact, whether face-to-face or by correspondence or telephone.face-to-face or by correspondence or telephone.______________________________________________________________________[17] [17] Order of the Vampyre AlertOrder of the Vampyre Alert- by Lilith Aquino IV°- by Lilith Aquino IV°All Order of the Vampyre Initiates are requested All Order of the Vampyre Initiates are requested to send me confirmation of their current mailing to send me confirmation of their current mailing address as soon as possible. I am updating the OV address as soon as possible. I am updating the OV files, and need this information in order to insure files, and need this information in order to insure that all OV Initiates receive the Order newsletter & that all OV Initiates receive the Order newsletter & publications. The current issue of publications. The current issue of NightwingNightwing is is ready to be sent out momentarily. Future issues will ready to be sent out momentarily. Future issues will be published on a bi-monthly basis, and OV be published on a bi-monthly basis, and OV Initiates will be required to contribute a minimum of Initiates will be required to contribute a minimum of two articles or poems, etc., per year. Look for more two articles or poems, etc., per year. Look for more details in the next issue of details in the next issue of NightwingNightwing..======================================================================The Black PyramidThe Black Pyramid- by Michael A. Aquino VI°- by Michael A. Aquino VI°======================================================================______________________________________________________________________[18] [18] The WarThe WarAs I write this “Black Pyramid” the U.S. war As I write this “Black Pyramid” the U.S. war with Iraq has just begun. As I watched this situation with Iraq has just begun. As I watched this situation fester over the past several months, I considered at fester over the past several months, I considered at length whether the Temple of Set should take any length whether the Temple of Set should take any official position concerning it. It is the fashion of official position concerning it. It is the fashion of profane churches, of course, to do so - usually profane churches, of course, to do so - usually wringing their hands over the agony of it all, while wringing their hands over the agony of it all, while behind the scenes cooperating quite comfortably behind the scenes cooperating quite comfortably with the process - to include the authorization of with the process - to include the authorization of chaplains to the armed forces. Let us make no chaplains to the armed forces. Let us make no mistake about the function of profane religions in mistake about the function of profane religions in nations in which they are accepted and integrated. nations in which they are accepted and integrated. As Rousseau observed in his As Rousseau observed in his Social ContractSocial Contract::It is very important to the state that each It is very important to the state that each citizen should have a religion which makes him citizen should have a religion which makes him love his duties; but the dogmas of that religion love his duties; but the dogmas of that religion are important neither to the state nor to its are important neither to the state nor to its members except insofar as they have a bearing members except insofar as they have a bearing on morals and on the duties that he who on morals and on the duties that he who professes it is bound to fulfil towards others.professes it is bound to fulfil towards others.The factors that impel nations to war or peace The factors that impel nations to war or peace are too complex to be judged by impulsive emotion. are too complex to be judged by impulsive emotion. “War,” said Karl von Clausewitz, “should never be “War,” said Karl von Clausewitz, “should never be thought of as something autonomous, but always as thought of as something autonomous, but always as an instrument of policy. War is simply a an instrument of policy. War is simply a continuation of political intercourse, with the continuation of political intercourse, with the addition of other means ... Its grammar may indeed addition of other means ... Its grammar may indeed be its own, but not its logic.” In be its own, but not its logic.” In 19841984 George George Orwell voiced an even more cynical opinion:Orwell voiced an even more cynical opinion:Scroll of SetScroll of Set - February 1991 - Page - February 1991 - Page 1010"},{"pageNumber":11,"pageContent":"The essential act of war is destruction, not The essential act of war is destruction, not necessarily of human lives, but of the products necessarily of human lives, but of the products of human labor. War is a way of shattering to of human labor. War is a way of shattering to pieces, or pouring into the stratosphere, or pieces, or pouring into the stratosphere, or sinking into the depths of the sea, materials sinking into the depths of the sea, materials which might otherwise be used to make the which might otherwise be used to make the masses too comfortable and hence, in the long masses too comfortable and hence, in the long run, too intelligent. Even when weapons of war run, too intelligent. Even when weapons of war are not actually destroyed, their manufacture is are not actually destroyed, their manufacture is a convenient way of expending labor without a convenient way of expending labor without producing anything that can be consumed ...producing anything that can be consumed ...Even the humblest Party member is Even the humblest Party member is expected to be competent, industrious, and expected to be competent, industrious, and even intelligent within narrow limits, but it is also even intelligent within narrow limits, but it is also necessary that he should be a credulous necessary that he should be a credulous fanatic whose prevailing moods are fear, fanatic whose prevailing moods are fear, hatred, adulation, and orgiastic triumph. In hatred, adulation, and orgiastic triumph. In other words, the mentality appropriate to a state other words, the mentality appropriate to a state of war. It does not matter whether the war is of war. It does not matter whether the war is actually happening, and, since no decisive actually happening, and, since no decisive victory is possible, it does not matter whether victory is possible, it does not matter whether the war is going well or badly. All that is needed the war is going well or badly. All that is needed is that a state of war should exist.is that a state of war should exist.Is war selective, inhuman, and unfair? Yes, but Is war selective, inhuman, and unfair? Yes, but so is “peace”. The hurt and the pain are just not so so is “peace”. The hurt and the pain are just not so conspicuous when they are caused by famine, conspicuous when they are caused by famine, disease, crime, or neglect, that’s all. The “world of disease, crime, or neglect, that’s all. The “world of horrors” is a nice place for a relative, sheltered few; horrors” is a nice place for a relative, sheltered few; it is a hostile, cold and ultimately indifferent it is a hostile, cold and ultimately indifferent environment for the rest of humanity.environment for the rest of humanity.Religions generally prey upon this realization by Religions generally prey upon this realization by injecting their adherents with a kind of emotional injecting their adherents with a kind of emotional heroin concerning it. “Free yourself from guilt and heroin concerning it. “Free yourself from guilt and responsibility by becoming a Christian, since the responsibility by becoming a Christian, since the minute you do, Jesus takes full responsibility for all minute you do, Jesus takes full responsibility for all of your cruelty, meanness, and hatreds. After you of your cruelty, meanness, and hatreds. After you die, moreover, you will go to a place where you can die, moreover, you will go to a place where you can enjoy yourself without having to feel guilty about enjoy yourself without having to feel guilty about the plight of anyone else.”the plight of anyone else.”The old Church of Satan reacted to such The old Church of Satan reacted to such hypocrisy with disgust, but prescribed no solution hypocrisy with disgust, but prescribed no solution to it save to acknowledge the social “law of the to it save to acknowledge the social “law of the jungle” for what it is and then manipulate events to jungle” for what it is and then manipulate events to be a survivor and a beneficiary rather than a victim.be a survivor and a beneficiary rather than a victim.The Temple of Set, since its founding, has had a The Temple of Set, since its founding, has had a higher, more idealistic view of its Initiates than that. higher, more idealistic view of its Initiates than that. While recognizing that the savagery of the “law of While recognizing that the savagery of the “law of the jungle” does exist, and at the same time the jungle” does exist, and at the same time understanding that the hypocrisy of profane religion understanding that the hypocrisy of profane religion is no solution to it, we aspire to a philosophy, an is no solution to it, we aspire to a philosophy, an attitude, and a form of behavior that will enable us to attitude, and a form of behavior that will enable us to judge ourselves as decent, if not altruistic judge ourselves as decent, if not altruistic individuals.individuals.The challenge to the Setian in a war-The challenge to the Setian in a war-environment, therefore, is no different than it is in environment, therefore, is no different than it is in “peace”: to conduct oneself with as much dignity “peace”: to conduct oneself with as much dignity and ethics as possible given the situation in which and ethics as possible given the situation in which one finds oneself. Aspire to this and you will neither one finds oneself. Aspire to this and you will neither have cause to regret your own conduct in the future, have cause to regret your own conduct in the future, nor will you harm yourself needlessly by impulsive, nor will you harm yourself needlessly by impulsive, emotional martyrdom.emotional martyrdom.In the midst of one of America’s most ferocious In the midst of one of America’s most ferocious wars, Abraham Lincoln, assailed by both “doves” wars, Abraham Lincoln, assailed by both “doves” and “hawks” for being both “too harsh” and “too and “hawks” for being both “too harsh” and “too soft”, had this to say:soft”, had this to say:If I were to try to read, much less answer all If I were to try to read, much less answer all the attacks made on me, this shop might as well the attacks made on me, this shop might as well be closed for any other business. I do the very be closed for any other business. I do the very best I know how - the very best I can, and I best I know how - the very best I can, and I mean to keep doing so until the end. If the end mean to keep doing so until the end. If the end brings me out all right, what is said against me brings me out all right, what is said against me won’t amount to anything. If the end brings me won’t amount to anything. If the end brings me out wrong, ten angels swearing I was right out wrong, ten angels swearing I was right would make no difference.would make no difference.Whatever your personal opinion of the Gulf war Whatever your personal opinion of the Gulf war - or any other conflict across the planet - may be, let - or any other conflict across the planet - may be, let us try to keep Lincoln’s words in mind - and, if we us try to keep Lincoln’s words in mind - and, if we must err in any direction, let it be towards the must err in any direction, let it be towards the lessening of needless pain and suffering. Such, in lessening of needless pain and suffering. Such, in my judgment, is my judgment, is MaatMaat..______________________________________________________________________[19] [19] Paint RemoverPaint RemoverAs reported in the October XXV As reported in the October XXV ScrollScroll, an anti-, an anti-Satanic hate book entitled Satanic hate book entitled Painted Black: From Painted Black: From Drug Killings to Heavy Metal - the Alarming True Drug Killings to Heavy Metal - the Alarming True Story of How Satanism is Terrorizing Our Story of How Satanism is Terrorizing Our CommunitiesCommunities was recently published in hardcover. was recently published in hardcover. Author of the book is Carl Raschke, a religious Author of the book is Carl Raschke, a religious studies professor at the Methodist Church-studies professor at the Methodist Church-sponsored University of Denver.sponsored University of Denver.Painted BlackPainted Black includes a chapter filled with includes a chapter filled with defamatory lies and distortions concerning the defamatory lies and distortions concerning the Temple of Set and myself, so our attorney Temple of Set and myself, so our attorney commenced immediate discussions with the attorney commenced immediate discussions with the attorney of HarperCollins Publishers accordingly.of HarperCollins Publishers accordingly.In lieu of a lawsuit an out-of-court settlement In lieu of a lawsuit an out-of-court settlement agreement has been concluded. According to the agreement has been concluded. According to the strict legal language of such agreements, we [and strict legal language of such agreements, we [and Raschke/HC] have agreed to state only that “our Raschke/HC] have agreed to state only that “our claims have been settled amicably without admission claims have been settled amicably without admission of wrongdoing, liability, culpability, or fault on the of wrongdoing, liability, culpability, or fault on the part of Harper or Raschke, and that future editions part of Harper or Raschke, and that future editions and printings of and printings of PBPB have been amended to further have been amended to further clarify the factual circumstances of various public clarify the factual circumstances of various public controversies involving Dr. Michael Aquino”.controversies involving Dr. Michael Aquino”.All future printings of All future printings of PBPB, including the , including the paperback edition scheduled for release paperback edition scheduled for release momentarily, are required to contain the momentarily, are required to contain the amendments. Briefly:amendments. Briefly:Scroll of SetScroll of Set - February 1991 - Page - February 1991 - Page 1111"},{"pageNumber":12,"pageContent":"(1) All statements or insinuations that charges (1) All statements or insinuations that charges were brought against Lilith or myself in the Adams-were brought against Lilith or myself in the Adams-Thompson affair are either to be eliminated or Thompson affair are either to be eliminated or corrected to state that there have never been any corrected to state that there have never been any such charges.such charges.(2) The original (2) The original PBPB listed a number of child- listed a number of child-abuse allegations which Raschke said had been abuse allegations which Raschke said had been made against me. They were not. In fact they were made against me. They were not. In fact they were made against a Baptist minister, Gary Hambright, made against a Baptist minister, Gary Hambright, with whom I had no connection whatever. Future with whom I had no connection whatever. Future editions will correct this.editions will correct this.(3) The text has been amended to acknowledge (3) The text has been amended to acknowledge that Lilith and I were living in Washington, D.C. that Lilith and I were living in Washington, D.C. during the period of time when the chaplain alleged during the period of time when the chaplain alleged that we had abused his stepdaughter in San that we had abused his stepdaughter in San Francisco.Francisco.(4) The text has been amended to acknowledge (4) The text has been amended to acknowledge that the Adams-Thompson allegations were not the that the Adams-Thompson allegations were not the cause of the Army undertaking an investigation of cause of the Army undertaking an investigation of its day-care centers.its day-care centers.(5) The text has been amended to acknowledge (5) The text has been amended to acknowledge that I was never transferred from any Army that I was never transferred from any Army assignment because of the Adams-Thompson assignment because of the Adams-Thompson attack.attack.(6) The text has been amended to correct (6) The text has been amended to correct Raschke’s allegation that I was unconcerned about Raschke’s allegation that I was unconcerned about the tragic deaths of inmates at Nazi Germany’s the tragic deaths of inmates at Nazi Germany’s Niederhagen concentration camp - when in fact I Niederhagen concentration camp - when in fact I had expressly voiced my concern over that tragedy.had expressly voiced my concern over that tragedy.A number of other false and defamatory A number of other false and defamatory passages remain in the chapter, because it can be passages remain in the chapter, because it can be argued that they are more the product of Raschke’s argued that they are more the product of Raschke’s personal opinions than alleged “statements of personal opinions than alleged “statements of fact”. [U.S. libel laws do not prevent people from fact”. [U.S. libel laws do not prevent people from having or expressing opinions - just from lying having or expressing opinions - just from lying about indisputable facts.] While our attorney is of about indisputable facts.] While our attorney is of the opinion that we could ultimately have prevailed the opinion that we could ultimately have prevailed in a lawsuit concerning the remaining lies and in a lawsuit concerning the remaining lies and distortions, such a suit would have been repulsive, distortions, such a suit would have been repulsive, time-consuming, and expensive. I made a decision time-consuming, and expensive. I made a decision that neither my time nor that of the Temple was that neither my time nor that of the Temple was worth such an undertaking, particularly if the major worth such an undertaking, particularly if the major falsehoods could be corrected now via a settlement.falsehoods could be corrected now via a settlement.Raschke’s and HarperCollins’ problems with Raschke’s and HarperCollins’ problems with Painted BlackPainted Black are not over yet, however. We are are not over yet, however. We are advised that the O.T.O. and its Grand Treasurer advised that the O.T.O. and its Grand Treasurer General have now commenced formal litigation General have now commenced formal litigation concerning the book. More news on this as it concerning the book. More news on this as it develops.develops.Meanwhile Meanwhile Painted BlackPainted Black is fast achieving a is fast achieving a dubious sort of notoriety as the last-gasp tombstone dubious sort of notoriety as the last-gasp tombstone of the sleazy “Satanic crime” scam of the 1980s. of the sleazy “Satanic crime” scam of the 1980s. Contacts of ours nationwide, including from within Contacts of ours nationwide, including from within the Christian community the book was meant to the Christian community the book was meant to impress, have expressed revulsion concerning its impress, have expressed revulsion concerning its coarseness, bias, and cover-to-cover falsehoods.coarseness, bias, and cover-to-cover falsehoods.University of Denver Civil Rights PolicyUniversity of Denver Civil Rights PolicyIn promoting In promoting Painted BlackPainted Black Raschke has Raschke has invoked his position as a professor of religious invoked his position as a professor of religious studies at the University of Denver, a Methodist studies at the University of Denver, a Methodist Church-sponsored institution, by citing it on the Church-sponsored institution, by citing it on the book’s dust-jacket and by corresponding book’s dust-jacket and by corresponding concerning the book on UD letterhead.concerning the book on UD letterhead.At the time of PB’s publication in August, At the time of PB’s publication in August, therefore, I wrote to UD Chancellor Daniel Ritchie:therefore, I wrote to UD Chancellor Daniel Ritchie:I understand that the University of Denver’s I understand that the University of Denver’s catalogue specifies that “no test of religious catalogue specifies that “no test of religious faith shall ever be applied as a condition of faith shall ever be applied as a condition of admission”. Presumably the University just as admission”. Presumably the University just as responsibly expects its faculty not to engage in responsibly expects its faculty not to engage in public displays of religious bigotry.public displays of religious bigotry.As a former professor myself I appreciate As a former professor myself I appreciate the license for forthright philosophical and the license for forthright philosophical and social criticism enjoyed by academic social criticism enjoyed by academic professionals. Such license, however, certainly professionals. Such license, however, certainly cannot be stretched to sanction cannot be stretched to sanction ad hominemad hominem character assassination such as Raschke character assassination such as Raschke exhibits in this book. His hate-propaganda exhibits in this book. His hate-propaganda against non-Christian religious faiths, which has against non-Christian religious faiths, which has grown increasingly coarse in recent years, grown increasingly coarse in recent years, cannot be defended as “scholarship” under cannot be defended as “scholarship” under any rational criteria. He has insulted and any rational criteria. He has insulted and misrepresented other religions and their misrepresented other religions and their representatives quite long enough, and to the representatives quite long enough, and to the discredit of the university whose name he discredit of the university whose name he invariably invokes as endorsement of his invariably invokes as endorsement of his credentials. It is time for this spectacle to cease.credentials. It is time for this spectacle to cease.Accordingly I request that the University of Accordingly I request that the University of Denver initiate a formal inquiry into the ethics of Denver initiate a formal inquiry into the ethics of his conduct in this instance.his conduct in this instance.On November 7 UD Provost William Zaranka On November 7 UD Provost William Zaranka replied on behalf of Chancellor Ritchie:replied on behalf of Chancellor Ritchie:Dear Dr. Aquino:Dear Dr. Aquino:Thank you for your letter regarding Thank you for your letter regarding Professor Carl Raschke’s recently published Professor Carl Raschke’s recently published book book Painted BlackPainted Black. While the University does . While the University does not have a mechanism for undertaking “formal not have a mechanism for undertaking “formal investigations” of the kind you demand, we are investigations” of the kind you demand, we are looking into the matter.looking into the matter.On November 14 I responded to Zaranka:On November 14 I responded to Zaranka:May I again emphasize that I do not take May I again emphasize that I do not take issue with any faculty member’s right to express issue with any faculty member’s right to express a sincere opinion based on dispassionate and a sincere opinion based on dispassionate and objective research. This, after all, is what objective research. This, after all, is what universities are all about.universities are all about.But what is just as important to universities, But what is just as important to universities, I think you will agree, is that they not be used as I think you will agree, is that they not be used as platforms for propaganda masquerading as platforms for propaganda masquerading as Scroll of SetScroll of Set - February 1991 - Page - February 1991 - Page 1212"},{"pageNumber":13,"pageContent":"research. Such would suggest to students that research. Such would suggest to students that it is acceptable to selectively present only such it is acceptable to selectively present only such “facts” as support one’s agenda, and that it is “facts” as support one’s agenda, and that it is further acceptable to suppress or distort further acceptable to suppress or distort information which refutes or exposes that information which refutes or exposes that agenda - and to indulge in agenda - and to indulge in ad hominemad hominem attacks attacks against persons uncovering such information.against persons uncovering such information.In both In both Painted BlackPainted Black and a previous hate- and a previous hate-propaganda article written for the Christian propaganda article written for the Christian fundamentalist “Spiritual Counterfeits Project”, fundamentalist “Spiritual Counterfeits Project”, Raschke attacked Satanists’ freedom to practice Raschke attacked Satanists’ freedom to practice their religion as guaranteed by the First Amendment their religion as guaranteed by the First Amendment to the U.S. Constitution. Such a proposed denial of to the U.S. Constitution. Such a proposed denial of religious civil rights, one would think, would be of religious civil rights, one would think, would be of concern to a university regarding one of its concern to a university regarding one of its professors of religious studies.professors of religious studies.On the other hand the Methodist-affiliated UD On the other hand the Methodist-affiliated UD obviously did not relish the notion of rebuking a obviously did not relish the notion of rebuking a professor for propaganda against a non-Christian professor for propaganda against a non-Christian religion - particularly Satanism. Rather than religion - particularly Satanism. Rather than confronting Raschke’s ethics as a professor confronting Raschke’s ethics as a professor directly, therefore, it chose to “reinterpret” my directly, therefore, it chose to “reinterpret” my request back into a purely-personal issue between request back into a purely-personal issue between myself and Raschke/HarperCollins. On November myself and Raschke/HarperCollins. On November 30 Zaranka wrote:30 Zaranka wrote:Although Dr. Raschke is, of course, a Although Dr. Raschke is, of course, a member of our faculty, this book represents his member of our faculty, this book represents his own views and scholarship. The University has own views and scholarship. The University has no part in that process and has no rights in his no part in that process and has no rights in his book.book.Students of the University of Denver, and Students of the University of Denver, and particularly those taking courses in religious studies particularly those taking courses in religious studies at that institution, please take note.at that institution, please take note.______________________________________________________________________[20] [20] “Faith” and the Setian Religion“Faith” and the Setian ReligionIn some correspondence within the Priesthood In some correspondence within the Priesthood recently, the question of “belief” in Set came up recently, the question of “belief” in Set came up again, as it does periodically. Usually this matter again, as it does periodically. Usually this matter pops up either because a member of the Temple of pops up either because a member of the Temple of Set feels that he cannot “just believe” in Set, or Set feels that he cannot “just believe” in Set, or because a member suddenly proclaims a personal because a member suddenly proclaims a personal “priesthood” or “revelation” from either Set or “priesthood” or “revelation” from either Set or some other deity and feels that such an some other deity and feels that such an announcement should immediately be credited by announcement should immediately be credited by the Temple generally. In recent personal the Temple generally. In recent personal correspondence I had this to say - and on reflection correspondence I had this to say - and on reflection would like to pass it along to the entire Temple:would like to pass it along to the entire Temple:I have always felt that the place of any I have always felt that the place of any metaphysical philosophy is metaphysical philosophy is subsequentsubsequent to one’s to one’s meticulous investigation of phenomena by logic and meticulous investigation of phenomena by logic and reason. This is the reason for the discussion of the reason. This is the reason for the discussion of the eventual necessity of Set in eventual necessity of Set in Black MagicBlack Magic..Anyone can “just say” that he believes in Anyone can “just say” that he believes in [and/or is a priest of] this or that god/dess. If there [and/or is a priest of] this or that god/dess. If there is no underlying framework of is no underlying framework of necessitynecessity supporting this, then it is essentially an emotional supporting this, then it is essentially an emotional statement. People have a perfect right to their statement. People have a perfect right to their emotional whims, but this doesn’t obligate me to emotional whims, but this doesn’t obligate me to endorse them.endorse them.I have never been very fond of the term “belief” I have never been very fond of the term “belief” where Set is concerned. Terms like “belief” [and where Set is concerned. Terms like “belief” [and “faith”] imply that one just has [or is expected to “faith”] imply that one just has [or is expected to have] an opinion which has no rational basis behind have] an opinion which has no rational basis behind it. As noted above, the relevant point of it. As noted above, the relevant point of Black MagicBlack Magic is that there is a is that there is a necessitynecessity for the existence and for the existence and influence of Set, and it is based upon this necessity influence of Set, and it is based upon this necessity that we that we presumepresume his existence. his existence.Having made such a presumption, through a Having made such a presumption, through a more precise Understanding of our own more precise Understanding of our own consciousness we empathize with this Form/consciousness we empathize with this Form/neterneter. . None of this requires “faith” or “belief”.None of this requires “faith” or “belief”.In this sense indeed we don’t require “faith or In this sense indeed we don’t require “faith or belief in Set” of belief in Set” of anyoneanyone in the Temple, no matter of in the Temple, no matter of what degree. On the other hand, I would expect what degree. On the other hand, I would expect anyone qualifying for the II° to comprehend the anyone qualifying for the II° to comprehend the above above presumptionpresumption and to personally agree with it. and to personally agree with it. If one cannot or will not, then that person is not [in If one cannot or will not, then that person is not [in my opinion] displaying the kind of mental and my opinion] displaying the kind of mental and initiatory rigor of thought that identifies an Adept initiatory rigor of thought that identifies an Adept II°, much less any higher degree.II°, much less any higher degree.Part of the confusion in this entire topic of Part of the confusion in this entire topic of discussion hinges upon the Temple’s use of the discussion hinges upon the Temple’s use of the term “religion” to describe itself. As you know, we term “religion” to describe itself. As you know, we do this, and call ourselves a “church”, in order to do this, and call ourselves a “church”, in order to define ourselves for profane society and the U.S. define ourselves for profane society and the U.S. Constitution.Constitution.Nevertheless the terms “church” and Nevertheless the terms “church” and “religion” usually identify low-level, commercial, “religion” usually identify low-level, commercial, emotional belief-systems devoid of the sort of emotional belief-systems devoid of the sort of rigorous conceptualizations and comprehension rigorous conceptualizations and comprehension expected of every II°+ Initiate of the Temple of Set. expected of every II°+ Initiate of the Temple of Set. Some people evidently enter the Temple expecting it Some people evidently enter the Temple expecting it to be more or less like other churches, or like pop-to be more or less like other churches, or like pop-occult groups they have known. Wrong. This is an occult groups they have known. Wrong. This is an entirely different intellectual environment, entirely different intellectual environment, comparable only to systems such as that of Plato’s comparable only to systems such as that of Plato’s Academy or the original Egyptian priesthood orders Academy or the original Egyptian priesthood orders such as portrayed in such as portrayed in Her-BakHer-Bak..We are the We are the templetemple of Set in that very ancient of Set in that very ancient and precise sense, as the Priesthood of Set is a and precise sense, as the Priesthood of Set is a priesthood in a very ancient and precise sense priesthood in a very ancient and precise sense entirely alien to the “career priesthoods” of profane entirely alien to the “career priesthoods” of profane churches. And within the Temple I would speak of churches. And within the Temple I would speak of our interests not as a “religion” but rather as a our interests not as a “religion” but rather as a metaphysical philosophy (both theoretical and metaphysical philosophy (both theoretical and applied).applied).A careful contemplation and appreciation of A careful contemplation and appreciation of these principles, which have characterized the these principles, which have characterized the Temple of Set since its founding, should enable Temple of Set since its founding, should enable Scroll of SetScroll of Set - February 1991 - Page - February 1991 - Page 1313"},{"pageNumber":14,"pageContent":"Setians to understand why the Temple characterizes Setians to understand why the Temple characterizes itself as unique among contemporary metaphysical itself as unique among contemporary metaphysical systems.systems.______________________________________________________________________[21] [21] Letter from ZeenaLetter from ZeenaRecently I received a letter from Zeena, younger Recently I received a letter from Zeena, younger daughter of Anton LaVey and his most prominent daughter of Anton LaVey and his most prominent spokesperson and “High Priestess of the Church of spokesperson and “High Priestess of the Church of Satan” in recent years.Satan” in recent years.This letter touches upon several topics of This letter touches upon several topics of sufficient interest to the Temple of Set that I feel it sufficient interest to the Temple of Set that I feel it should be made known to all Setians. It is therefore should be made known to all Setians. It is therefore reproduced in its entirety at the back of this issue of reproduced in its entirety at the back of this issue of the the ScrollScroll..* * * * ** * * * *RADIO WEREWOLFRADIO WEREWOLFMinistry of Propaganda & Public EnlightenmentMinistry of Propaganda & Public Enlightenment30 December 1990/XXVAS30 December 1990/XXVASDear Dr. Aquino:Dear Dr. Aquino:With the dawning of a new year, I felt this to be With the dawning of a new year, I felt this to be an ideal time to communicate some thoughts to you an ideal time to communicate some thoughts to you that I trust shall bring about a new awareness in that I trust shall bring about a new awareness in many regards.many regards.First of all, you should be aware that as of 30 First of all, you should be aware that as of 30 April 1990 (Anno XXV) I officially and ritually April 1990 (Anno XXV) I officially and ritually ended my position as Church of Satan ended my position as Church of Satan representative-defender and daughter of Anton representative-defender and daughter of Anton LaVey. This ritual brought all contact between LaVey. This ritual brought all contact between myself and the Church of Satan, including my myself and the Church of Satan, including my unfather, to a complete cessation. Although I felt it unfather, to a complete cessation. Although I felt it my responsibility as a sincere advocate of the my responsibility as a sincere advocate of the unnamable forces we experience to attempt to fight unnamable forces we experience to attempt to fight off the Judæo-Christian hysteria of the ’80s, I off the Judæo-Christian hysteria of the ’80s, I became too disgusted with the organization and the became too disgusted with the organization and the individual I was foolishly standing in for to continue individual I was foolishly standing in for to continue this charade in “good” conscience.this charade in “good” conscience.While I have no regrets in my battle with the While I have no regrets in my battle with the forces of ignorance, and my own unswerving forces of ignorance, and my own unswerving dedication to dedication to mymy religion has only grown, I could religion has only grown, I could no longer defend such an ungrateful and unworthy no longer defend such an ungrateful and unworthy individual as the so-called Black Pope.individual as the so-called Black Pope.I feel it is only just that I give credit where credit I feel it is only just that I give credit where credit is due, and acknowledge that you have been quite is due, and acknowledge that you have been quite correct about many aspects of the modus operandi correct about many aspects of the modus operandi of the Church of Satan’s fearless leader. Essentially, of the Church of Satan’s fearless leader. Essentially, he is a coward and could not possibly deal with the he is a coward and could not possibly deal with the hostility that we have had to encounter in publicly hostility that we have had to encounter in publicly defending our beliefs. Despite this repellent lack of defending our beliefs. Despite this repellent lack of warrior spirit or pride on his part, he was filled, and warrior spirit or pride on his part, he was filled, and still is, with petty jealous criticism of my efforts. still is, with petty jealous criticism of my efforts. This was easy for him to do from the safe vantage This was easy for him to do from the safe vantage point of the comfortable and risk-free easy chair we point of the comfortable and risk-free easy chair we know he has lived in for decades.know he has lived in for decades.Besides my public appearances, I have also Besides my public appearances, I have also made many valuable and unprecedented contacts made many valuable and unprecedented contacts with police and law enforcement officials in the with police and law enforcement officials in the interest of providing more enlightened treatment of interest of providing more enlightened treatment of Satanists everywhere. Of course, the mighty “High Satanists everywhere. Of course, the mighty “High Priest” succeeded in sabotaging these efforts to his Priest” succeeded in sabotaging these efforts to his own disadvantage, in addition to the disadvantage of own disadvantage, in addition to the disadvantage of all practicing magicians. I believe he is, through his all practicing magicians. I believe he is, through his ostrich-in-the-sand stance, a detriment to any ostrich-in-the-sand stance, a detriment to any attempt at halting the scapegoat fever that has attempt at halting the scapegoat fever that has entered all of “our” private lives. Indeed, his entered all of “our” private lives. Indeed, his irresponsible laziness has repeatedly and ignorantly irresponsible laziness has repeatedly and ignorantly endangered my life as well as the lives of many who endangered my life as well as the lives of many who were misguided enough to support him.were misguided enough to support him.The most recent and blatant example of this may The most recent and blatant example of this may be found in the publication of the absurd catalogue be found in the publication of the absurd catalogue of lies entitled of lies entitled Secret Life of a SatanistSecret Life of a Satanist by (as told by (as told to) Blanche Barton. This fluffy PR release to) Blanche Barton. This fluffy PR release masquerading as a book included, with typical masquerading as a book included, with typical irresponsibility, a photo of my son without ever irresponsibility, a photo of my son without ever seeking his or my permission. Like all of the self-seeking his or my permission. Like all of the self-serving bullshit printed in this volume, the malignant serving bullshit printed in this volume, the malignant use of an innocent child to buttress a flagging use of an innocent child to buttress a flagging reputation and self-esteem is a new low point in a reputation and self-esteem is a new low point in a career already dotted with depths. For your career already dotted with depths. For your information, despite Barton’s claim, Anton LaVey information, despite Barton’s claim, Anton LaVey has never given “tutelage” of any sort to his has never given “tutelage” of any sort to his grandson. In fact my son was shocked and angered grandson. In fact my son was shocked and angered at being hypocritically exploited by his at being hypocritically exploited by his grandfather’s pathetic effort to portray himself as a grandfather’s pathetic effort to portray himself as a loving family man.loving family man.Furthermore, despite the fact that this biography Furthermore, despite the fact that this biography was printed long after my resignation, Barton was printed long after my resignation, Barton knowingly lied by perpetuating the idea that I have knowingly lied by perpetuating the idea that I have anything at all to do with CoS and its founder. If anything at all to do with CoS and its founder. If Barton chooses to spin other falsehoods about her Barton chooses to spin other falsehoods about her subject’s life, that’s fine, but she has crossed the subject’s life, that’s fine, but she has crossed the line by including my son and myself. You and I are line by including my son and myself. You and I are both aware of the countless untruths contained in both aware of the countless untruths contained in this book, but I felt you should be illuminated on this book, but I felt you should be illuminated on points relating to myself (at least).points relating to myself (at least).Another fact conveniently not included is the Another fact conveniently not included is the common knowledge that as the co-director of the common knowledge that as the co-director of the Werewolf Order, I have paved a unique path of my Werewolf Order, I have paved a unique path of my own inspired by the Western European magical own inspired by the Western European magical tradition. These very European magical traditions, tradition. These very European magical traditions, which I have always maintained as my own, are of which I have always maintained as my own, are of more personal importance to me than the largely more personal importance to me than the largely Eastern and negative Judæo-Christian imagery still Eastern and negative Judæo-Christian imagery still so boringly peddled by the CoS. In the desire to so boringly peddled by the CoS. In the desire to appeal to the masses, Barton’s book makes it appeal to the masses, Barton’s book makes it glaringly clear that the real motive of the Church of glaringly clear that the real motive of the Church of Satan is to attract cash from “economic power Satan is to attract cash from “economic power brokers”; what other reason could justify the brokers”; what other reason could justify the sickeningly repetitive flattery she (he) extends to sickeningly repetitive flattery she (he) extends to Zionism, Bolshevism, and the state of Israel while Zionism, Bolshevism, and the state of Israel while safely negating any Norse or Teutonic mythology?safely negating any Norse or Teutonic mythology?Scroll of SetScroll of Set - February 1991 - Page - February 1991 - Page 1414"},{"pageNumber":15,"pageContent":"Of course the reason Barton prefers to present Of course the reason Barton prefers to present me as loyal daughter and #1 fan is to obscure the me as loyal daughter and #1 fan is to obscure the fact that my real activities in the world are no longer fact that my real activities in the world are no longer connected to her mentor. The Werewolf Order is connected to her mentor. The Werewolf Order is and always has been a sovereign entity. Those and always has been a sovereign entity. Those participants in our magical and public activities are participants in our magical and public activities are now bound to a state of strict neutrality. Far from now bound to a state of strict neutrality. Far from wishing to continue the pointless bickering and in-wishing to continue the pointless bickering and in-fighting, I speak for myself and the Werewolf Order fighting, I speak for myself and the Werewolf Order in declaring that there is no use for these hollow in declaring that there is no use for these hollow animosities which can, after all, be no part of a truly animosities which can, after all, be no part of a truly initiated world view. Under the ægis of Radio initiated world view. Under the ægis of Radio Werewolf, my music, writings, videos, and Werewolf, my music, writings, videos, and performances are expressions of my performances are expressions of my personalpersonal magical vision. Any other claim concerning my magical vision. Any other claim concerning my activities is purely to feed the parasitic hunger of activities is purely to feed the parasitic hunger of that which you have dubbed “the Kennel”.that which you have dubbed “the Kennel”.While we may find some theological differences While we may find some theological differences in our approach, I know you are sincere in your in our approach, I know you are sincere in your beliefs and have continued to publicly defend them, beliefs and have continued to publicly defend them, for which I congratulate you. Laying aside these for which I congratulate you. Laying aside these differences, I’m sure you can comprehend the differences, I’m sure you can comprehend the deeper and more intangible aspects of all of this.deeper and more intangible aspects of all of this.My unfather should never have carelessly My unfather should never have carelessly tampered with the authentic forces of darkness that tampered with the authentic forces of darkness that he now idiotically believes are his own creation. In he now idiotically believes are his own creation. In fact, many times he has implied that he regrets fact, many times he has implied that he regrets opening the “Pandora’s box” of Satanism. I have opening the “Pandora’s box” of Satanism. I have seen first-hand what his insincere and cynical seen first-hand what his insincere and cynical approach to these nameless cthonic powers can do approach to these nameless cthonic powers can do to one shaky and uncertain ego.to one shaky and uncertain ego.II was born a Satanist; my unfather was raised in was born a Satanist; my unfather was raised in the mundane world of humankind where he the mundane world of humankind where he remains. He unwittingly served as the agent of the remains. He unwittingly served as the agent of the true dæmonic energy needed to sire me as a genuine true dæmonic energy needed to sire me as a genuine magical child. I have never seen any evidence that he magical child. I have never seen any evidence that he honestly believes in the force whom he has for so honestly believes in the force whom he has for so long exploited as a “good gimmick”. Nevertheless long exploited as a “good gimmick”. Nevertheless he did succeed in attracting the ideal sorceress he did succeed in attracting the ideal sorceress needed for my conception. My mother, a natural needed for my conception. My mother, a natural magician as incarnation of Diana the Huntress, was magician as incarnation of Diana the Huntress, was the driving force of the most positive aspects of the the driving force of the most positive aspects of the Church of Satan. As you are aware, her design of Church of Satan. As you are aware, her design of many of the magical insignias of the Church, her many of the magical insignias of the Church, her organizational and administrative abilities, her organizational and administrative abilities, her uncredited contributions to the uncredited contributions to the Satanic BibleSatanic Bible and and RitualsRituals, and her charisma are but some of the , and her charisma are but some of the elements that proved her to be the backbone of what elements that proved her to be the backbone of what was once a vital entity. As duality is a necessary was once a vital entity. As duality is a necessary dynamic in any form of progress, it is dynamic in any form of progress, it is mathematically easy to see that when one portion of mathematically easy to see that when one portion of the duality is repelled, the other collapses into the duality is repelled, the other collapses into passivity. I am the living essence of this particular passivity. I am the living essence of this particular duality maintained at its peak.duality maintained at its peak.In light of all of the factors herein, I also In light of all of the factors herein, I also officially severed my given surname and now prefer officially severed my given surname and now prefer to be known only as Zeena. As I feel naturally to be known only as Zeena. As I feel naturally aristocratic, I also have no need for the empty titles aristocratic, I also have no need for the empty titles of Magistra or High Priestess that have been of Magistra or High Priestess that have been bandied about and fought over.bandied about and fought over.Anton LaVey has degraded his own claimed Anton LaVey has degraded his own claimed religion, his family, his supporters too often and too religion, his family, his supporters too often and too ignorantly. He created a monster in me, for perhaps ignorantly. He created a monster in me, for perhaps I am too serious about all this for the likes of the I am too serious about all this for the likes of the High Priest who would prefer movie stars and High Priest who would prefer movie stars and “expensive” restaurants to any meaningful magical “expensive” restaurants to any meaningful magical experience. In the end the “balance factor” he experience. In the end the “balance factor” he smugly refers to will be his ultimate undoing, for the smugly refers to will be his ultimate undoing, for the cosmic cards are stacked against him. We shall see cosmic cards are stacked against him. We shall see where this monster leads.where this monster leads.My last word on this tiresome subject relates to My last word on this tiresome subject relates to the film the film Sunset BoulevardSunset Boulevard. You will recall the aging . You will recall the aging silent star portrayed by Gloria Swanson. Indeed silent star portrayed by Gloria Swanson. Indeed LaVey has shown himself to be the Norma LaVey has shown himself to be the Norma Desmond of Satanism, lost in decadent, nostalgic Desmond of Satanism, lost in decadent, nostalgic reverie, glaring into the camera one last time, reverie, glaring into the camera one last time, announcing, “I’m ready for my close-up now, Mr. announcing, “I’m ready for my close-up now, Mr. Bougas.” Tango music Bougas.” Tango music upup. Fade to black.. Fade to black.I close this in hopes of ending any lingering I close this in hopes of ending any lingering antagonisms between us, and to leave this psychic antagonisms between us, and to leave this psychic vampire behind us. By imparting this to you, I trust vampire behind us. By imparting this to you, I trust it will be of service to all dedicated travelers of the it will be of service to all dedicated travelers of the Left-Hand Path. May this letter bring a long-Left-Hand Path. May this letter bring a long-standing, unresolved chord to its end with best standing, unresolved chord to its end with best wishes for the coming new year.wishes for the coming new year.In the Promethean flame,In the Promethean flame,ZeenaZeenaScroll of SetScroll of Set - February 1991 - Page - February 1991 - Page 1515"}]
