[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 119Issue Number 119Volume XVII-6Volume XVII-6December 1991December 1991Editor: Editor: Linda Reynolds IV°Linda Reynolds IV°Copyright © 1991 Temple of SetCopyright © 1991 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] I’m Dreaming of a Black SolsticeI’m Dreaming of a Black Solstice- by Don Webb III°- by Don Webb III°A Setian asked me recently if we can celebrate A Setian asked me recently if we can celebrate Christmas. She meant not as a celebration of Jesus’ Christmas. She meant not as a celebration of Jesus’ birthday, but taking part in this great folk holiday.birthday, but taking part in this great folk holiday.Of course we can. Christmas is probably the Of course we can. Christmas is probably the most Satanic holiday of the year - it’s far most Satanic holiday of the year - it’s far outstripped its pagan antecedents of Yule or outstripped its pagan antecedents of Yule or Saturnalia. It’s a time of sensory indulgence - the Saturnalia. It’s a time of sensory indulgence - the smell of the tree, the taste of the fruitcake, the smell of the tree, the taste of the fruitcake, the companionship of friends old and new. And of companionship of friends old and new. And of course it’s an intense time of creativity as we pick course it’s an intense time of creativity as we pick out or make presents for the people we love [and out or make presents for the people we love [and practice our LBM by giving gifts to people we want practice our LBM by giving gifts to people we want to influence].to influence].At Christmas time the force of desire - that thing At Christmas time the force of desire - that thing that makes Setians seem so alive in comparison to that makes Setians seem so alive in comparison to others - is at work among everyone. Go to a mall others - is at work among everyone. Go to a mall and drink in all the energy that people are pouring and drink in all the energy that people are pouring out. Get a member of the OV to go with you and out. Get a member of the OV to go with you and watch how he drinks up that crisp energy.watch how he drinks up that crisp energy.Christmas is also a time of time travel magic. Christmas is also a time of time travel magic. There are so many things - the sound of a song, the There are so many things - the sound of a song, the smell of turkey - whatever that suddenly takes us smell of turkey - whatever that suddenly takes us back to childhood. For Black Magicians, such back to childhood. For Black Magicians, such memory tripping has a twofold boon in addition to memory tripping has a twofold boon in addition to just being fun. For one thing, we see where we’ve just being fun. For one thing, we see where we’ve been in the world - how our path - our experiences been in the world - how our path - our experiences have shaped us. And when we feel and wonder on have shaped us. And when we feel and wonder on what we’ve become - all the coincidences, all the what we’ve become - all the coincidences, all the special things that had to happen for us to be what special things that had to happen for us to be what we are - we should thank ourselves.we are - we should thank ourselves.Light a candle in a darkened room and say Light a candle in a darkened room and say something like, “I honor the great goddess N. and something like, “I honor the great goddess N. and share with her the memories of my Becoming. My share with her the memories of my Becoming. My old friend Set fills me with the power to remember, old friend Set fills me with the power to remember, and this is the key to my present joy of my sense of and this is the key to my present joy of my sense of self and to my remembering who I am after this self and to my remembering who I am after this body is gone.” Then sit down for a while, treating body is gone.” Then sit down for a while, treating yourself to your happiest memories. Play some of yourself to your happiest memories. Play some of your favorite music if you like, or eat some special your favorite music if you like, or eat some special thing that used to be in your stocking on Christmas thing that used to be in your stocking on Christmas morning. Think of these memories as sacrifices to a morning. Think of these memories as sacrifices to a god; you’ll want to pick the best ones. And god; you’ll want to pick the best ones. And remember above all that this god is remember above all that this god is youyou..The second use of the memories that are so The second use of the memories that are so abundant at Christmastime is to see what things in abundant at Christmastime is to see what things in your life have always been important to you. your life have always been important to you. Because when you find these things that have Because when you find these things that have always mattered to you - you have recovered [or, if always mattered to you - you have recovered [or, if you prefer Plato’s term, remembered] an important you prefer Plato’s term, remembered] an important part of your divinity. You have begun to see this part of your divinity. You have begun to see this psyche projected itself into the world already with psyche projected itself into the world already with filled desires and inclinations. When you realize that filled desires and inclinations. When you realize that there have always been parts in your life that have there have always been parts in your life that have been there, you might think on the words Dr. been there, you might think on the words Dr. Aquino used to describe the Black Flame in the Aquino used to describe the Black Flame in the Ceremony of the Nine AnglesCeremony of the Nine Angles::From the Ninth Angle is the flame of the From the Ninth Angle is the flame of the beginning and ending of dimensions, which beginning and ending of dimensions, which blazeth in brilliance and darkness unto the glory blazeth in brilliance and darkness unto the glory of desire.of desire.Now Now there’sthere’s a very special Yule fire to light! a very special Yule fire to light!The Christian church chose the date for The Christian church chose the date for Christmas to replace various northern holidays. The Christmas to replace various northern holidays. The idea of December 25 came into use around 300 CE. idea of December 25 came into use around 300 CE. It kept Christians from going to Mithra’s birthday It kept Christians from going to Mithra’s birthday celebrations. Although the Church has stamped out celebrations. Although the Church has stamped out or denuded most of the pagan mysteries, it’s or denuded most of the pagan mysteries, it’s interesting to see that the need for a midwinter interesting to see that the need for a midwinter festival of hope and brotherhood remains. We still festival of hope and brotherhood remains. We still have a Yule tree; although instead of having it in the have a Yule tree; although instead of having it in the forest for the Elves - we expect the head Elf to come forest for the Elves - we expect the head Elf to come visiting. We still feel that we have to leave out a visiting. We still feel that we have to leave out a sacrifice for the elves - although milk and cookies sacrifice for the elves - although milk and cookies now suffice.now suffice.That we still use these symbols to work the soul, That we still use these symbols to work the soul, reveals that there is a mystery here. It is a mystery reveals that there is a mystery here. It is a mystery of harmony and fellowship. It is the mystery of the of harmony and fellowship. It is the mystery of the tribe, the family, and gift giving. It’s also a mystery tribe, the family, and gift giving. It’s also a mystery that if you huddle around the campfire on the that if you huddle around the campfire on the darkest of nights, the boogie won’t get you. The darkest of nights, the boogie won’t get you. The fearful aspect of Yule has almost disappeared, fearful aspect of Yule has almost disappeared, except in the British custom of reading a ghost story except in the British custom of reading a ghost story on Christmas - which is why we drag out the on Christmas - which is why we drag out the Dickens.Dickens.So go ahead and celebrate Christmas - not as the So go ahead and celebrate Christmas - not as the birthday of the Magus Jesus - but a celebration of birthday of the Magus Jesus - but a celebration of your human roots. Because your human roots are your human roots. Because your human roots are the place your quest for identity starts. Only by the place your quest for identity starts. Only by finding your human roots can you grow to be more finding your human roots can you grow to be more than human. Don’t call it “Christmas” (except than human. Don’t call it “Christmas” (except when speaking to those who cannot hear the Dread when speaking to those who cannot hear the Dread Name), call it “Yule”.Name), call it “Yule”.When you see Christmas trees in public houses, When you see Christmas trees in public houses, or in your ancestral home, don’t despair. Remind or in your ancestral home, don’t despair. Remind yourself of C. G. Jung’s remark, “Everything old is yourself of C. G. Jung’s remark, “Everything old is the sign of something coming.”the sign of something coming.”The magical opportunities for this holiday are The magical opportunities for this holiday are endless - strengthen and Understand the world endless - strengthen and Understand the world Indulgence in yourself and others, work a little Indulgence in yourself and others, work a little social change by telling your friends and neighbors social change by telling your friends and neighbors about Yule, or seek after the mystery of celebration about Yule, or seek after the mystery of celebration and gift giving. Let your heart beat high at this and gift giving. Let your heart beat high at this ancient holiday. Use it - as all things - as a stepping ancient holiday. Use it - as all things - as a stepping stone in your initiation.stone in your initiation."},{"pageNumber":2,"pageContent":"______________________________________________________________________[2] [2] Ruby TabletRuby Tablet Status ReportStatus ReportThe The Ruby TabletRuby Tablet update that Magister Menschel update that Magister Menschel has been working on all year was finally made has been working on all year was finally made available at Conclave. All Adepts of the Temple available at Conclave. All Adepts of the Temple should have received information and order forms should have received information and order forms either at Conclave, or via mail, by this time. If you either at Conclave, or via mail, by this time. If you haven’t, please contact Magister Menschel.haven’t, please contact Magister Menschel.The newly-expanded The newly-expanded Ruby TabletRuby Tablet contains contains enough material to fill two 3-inch looseleaf binders. enough material to fill two 3-inch looseleaf binders. There are 328 articles, from 1 page to 84 pages in There are 328 articles, from 1 page to 84 pages in length.length.The The Ruby TabletRuby Tablet is operated as a break-even is operated as a break-even publication (one which makes no profit, but also publication (one which makes no profit, but also imposes no drain on the Temple’s Treasury). As imposes no drain on the Temple’s Treasury). As such its price is subject to change whenever printing such its price is subject to change whenever printing or postage costs change. The prices will also change or postage costs change. The prices will also change as new updates are added to the as new updates are added to the TabletTablet in the future. in the future. Current prices will always be maintained on Glinda, Current prices will always be maintained on Glinda, and will be available from the editor on request.and will be available from the editor on request.Speaking of the future, one session of the recent Speaking of the future, one session of the recent Conclave was devoted to discussing the future of the Conclave was devoted to discussing the future of the Ruby Tablet of SetRuby Tablet of Set..Several “must have” items were discussed, as Several “must have” items were discussed, as were possible reorganizations of the were possible reorganizations of the TabletTablet, and , and several current and potential problems and several current and potential problems and opportunities for the opportunities for the TabletTablet. The goal of this . The goal of this meeting was to help us think about possible issues meeting was to help us think about possible issues that must faced in the next several years by the that must faced in the next several years by the growing, multi-volume, and eventually multi-media, growing, multi-volume, and eventually multi-media, Ruby TabletRuby Tablet..Topics included:Topics included:(1) the use of archives or sections to allow the (1) the use of archives or sections to allow the TabletTablet to be purchased in reasonably small pieces. to be purchased in reasonably small pieces.(2) the use of assistants to reduce the editor’s (2) the use of assistants to reduce the editor’s workload.workload.(3) the implementation of a comprehensive (3) the implementation of a comprehensive subject/ keyword index which covers not only the subject/ keyword index which covers not only the Ruby TabletRuby Tablet, , Crystal TabletCrystal Tablet, and , and Scroll of SetScroll of Set, but all , but all Order and Pylon newsletters, books on the reading Order and Pylon newsletters, books on the reading list, and possibly other significant works as well.list, and possibly other significant works as well.(4) the use of “reading list levels” or a similar (4) the use of “reading list levels” or a similar system which could indicate that some articles are system which could indicate that some articles are “read me first” or “for extended/advanced study.”“read me first” or “for extended/advanced study.”(5) the interface of computer technology within (5) the interface of computer technology within the the TabletTablet. (As of this writing we have begun . (As of this writing we have begun uploading much of the uploading much of the TabletTablet to Glinda for to Glinda for immediate access by all Adepts, at no significant immediate access by all Adepts, at no significant cost to the Temple. We are looking at other cost to the Temple. We are looking at other computer-oriented possibilities such as hyper-stack computer-oriented possibilities such as hyper-stack linkages between articles and reader feedback to linkages between articles and reader feedback to articles.)articles.)(6) the inclusion of video and audio (6) the inclusion of video and audio contributions to the contributions to the TabletTablet..(7) the inclusion of physical objects (sculpture, (7) the inclusion of physical objects (sculpture, paintings, etc.) within the paintings, etc.) within the TabletTablet..Some of the work is needed soon [and is Some of the work is needed soon [and is scheduled tentatively for the year XXVII], while scheduled tentatively for the year XXVII], while other work may be a decade away. Anyone other work may be a decade away. Anyone interested in joining a small group of volunteers interested in joining a small group of volunteers who will be working on these and other areas who will be working on these and other areas should contact Magister Menschel.should contact Magister Menschel.______________________________________________________________________[3] [3] Comment to Priest Don WebbComment to Priest Don Webb- by Carla Kelly I°- by Carla Kelly I°You know, there are a lot of things inside You know, there are a lot of things inside ourselves that we may not even want to face, but not ourselves that we may not even want to face, but not only do we have to face them - we’ve got to love only do we have to face them - we’ve got to love them. And when you do, that Darkness is really them. And when you do, that Darkness is really exciting, because it’s infinite, sensual and a exciting, because it’s infinite, sensual and a challenge!challenge!______________________________________________________________________[4] [4] Pylon ReportsPylon ReportsAsmodeus Pylon Asmodeus Pylon - by Paul F. McAtee II°- by Paul F. McAtee II°Inspired by the beauty and majesty of the Black Inspired by the beauty and majesty of the Black Flame and its nature when being embraced mutually Flame and its nature when being embraced mutually through Setian group functions and workings, it had through Setian group functions and workings, it had been decided that a Pylon should be formed to been decided that a Pylon should be formed to officially exalt the Flame and keep it burning to its officially exalt the Flame and keep it burning to its fullest potential in this geographic region.fullest potential in this geographic region.Thus on September 23, XXVI ÆS the Thus on September 23, XXVI ÆS the Asmodeus Pylon was officially consecrated to act as Asmodeus Pylon was officially consecrated to act as a sanctuary for Setians in Lincoln, Nebraska and its a sanctuary for Setians in Lincoln, Nebraska and its surrounding communities. We of Asmodeus would surrounding communities. We of Asmodeus would like to extend our most profound thanks to those like to extend our most profound thanks to those initiates both within the Gates of Hell and without, initiates both within the Gates of Hell and without, who joined us in the working on the 23rd, as well as who joined us in the working on the 23rd, as well as to those who provided us with support and to those who provided us with support and encouragement in other ways.encouragement in other ways.The special interests of Asmodeus will focus on The special interests of Asmodeus will focus on discussion of techniques and personal experiences discussion of techniques and personal experiences in LBM endeavors. This was simply the greatest in LBM endeavors. This was simply the greatest area of interest of the founding members of the area of interest of the founding members of the Pylon, and Asmodeus, according to the Pylon, and Asmodeus, according to the Satanic Satanic BibleBible, a Hebrew devil of sensuality and luxury, , a Hebrew devil of sensuality and luxury, emerged in our minds as being a force appropriate emerged in our minds as being a force appropriate to the realm of LBM,. Thus we chose to work in the to the realm of LBM,. Thus we chose to work in the light of this light of this neterneter..As senior initiate, Adept Paul McAtee will act as As senior initiate, Adept Paul McAtee will act as Sentinel and further information may be obtained by Sentinel and further information may be obtained by writing to him. An irregular publication entitled writing to him. An irregular publication entitled Grimorium AsmodayGrimorium Asmoday is in the works. is in the works.Thus it is that I call first upon Asmodeus to Thus it is that I call first upon Asmodeus to guide man in perception of truth and error, for guide man in perception of truth and error, for before him lie great trials, and he shall not face before him lie great trials, and he shall not face the consequences of his options lightly. - The the consequences of his options lightly. - The Statement of Asmodeus, Statement of Asmodeus, The DiaboliconThe DiaboliconScroll of SetScroll of Set - December 1991 - Page - December 1991 - Page 22"},{"pageNumber":3,"pageContent":"Gates of Hell Pylon Gates of Hell Pylon - by Darrell Gilliam II°- by Darrell Gilliam II°XXVI ÆS - a year which shall remain in our XXVI ÆS - a year which shall remain in our minds for quite some time! It seems to have been a minds for quite some time! It seems to have been a year for several “firsts” and many new changes.year for several “firsts” and many new changes.Setians from all over the U.S. had a chance to Setians from all over the U.S. had a chance to meet in Chicago for the first time, to participate in a meet in Chicago for the first time, to participate in a large Setian gathering for a not-for-Conclave large Setian gathering for a not-for-Conclave reason; the Conclave Set-XII was the largest in reason; the Conclave Set-XII was the largest in Temple history; we have seen many Recognitions Temple history; we have seen many Recognitions this year in almost all degrees. Now, the Gates of this year in almost all degrees. Now, the Gates of Hell Pylon would like to take this opportunity to Hell Pylon would like to take this opportunity to share its newest changes.share its newest changes.As of 10/31 Adept Timothy McGranahan As of 10/31 Adept Timothy McGranahan accepted the position of Pylon Sentinel, having accepted the position of Pylon Sentinel, having served approximately two years as a Gatekeeper. He served approximately two years as a Gatekeeper. He is also a member of the Order of the Trapezoid and is also a member of the Order of the Trapezoid and soon the Order of the Python. We of GOH are soon the Order of the Python. We of GOH are pleased to have him in this position, and we know he pleased to have him in this position, and we know he will continue in the footsteps of those who have will continue in the footsteps of those who have served before him. Congratulations, Adept served before him. Congratulations, Adept McGranahan! Also, as many of you already know, McGranahan! Also, as many of you already know, he and his new bride Setian Danielle McGranahan he and his new bride Setian Danielle McGranahan were the magnificent hosts of the Chicago regional were the magnificent hosts of the Chicago regional conclave.conclave.GOH will also be starting a study group this GOH will also be starting a study group this month. This will be an open forum discussing month. This will be an open forum discussing specific topics chosen by the group. The topics will specific topics chosen by the group. The topics will be of philosophical and Magical principles be of philosophical and Magical principles pertaining to Temple interests. Anyone interested in pertaining to Temple interests. Anyone interested in this type of project should contact me.this type of project should contact me.GOH is also proud to announce that its current GOH is also proud to announce that its current membership stands at 45. We have seen tremendous membership stands at 45. We have seen tremendous growth over the last year. You will notice GOH growth over the last year. You will notice GOH becoming a lot more active in the next few months becoming a lot more active in the next few months as a remanifestation of the metamorphosis that has as a remanifestation of the metamorphosis that has been taking place throughout the last year.been taking place throughout the last year.If you are geographically isolated or just haven’t If you are geographically isolated or just haven’t found a local group - get involved! That’s what found a local group - get involved! That’s what GOH is all about!GOH is all about!Consideration is again being given to another Consideration is again being given to another get-together for early spring XXVII. Watch your get-together for early spring XXVII. Watch your mail and be prepared - you won’t want to miss it. mail and be prepared - you won’t want to miss it. I would like to take this opportunity and speak I would like to take this opportunity and speak personally on behalf of the GOH Pylon and say personally on behalf of the GOH Pylon and say “thanks!” to Adept Clayton Bozeman. Thank you “thanks!” to Adept Clayton Bozeman. Thank you for the time, energy, and effort you gave during the for the time, energy, and effort you gave during the time you spent as our Sentinel. You proved you time you spent as our Sentinel. You proved you were truly dedicated - while serving your country in were truly dedicated - while serving your country in the Middle East, you continued to accomplish what the Middle East, you continued to accomplish what was possible from a distance. We will be forever was possible from a distance. We will be forever grateful. Again, thanks!grateful. Again, thanks!Luciferian Pylon Luciferian Pylon - by William Van Patten II°- by William Van Patten II°On Halloween XXVI ÆS, the Luciferian Pylon On Halloween XXVI ÆS, the Luciferian Pylon Came Into Being with the sponsorship of Came Into Being with the sponsorship of Ipsissimus James Lewis. This Pylon is designed to Ipsissimus James Lewis. This Pylon is designed to further its members’ further its members’ XeperXeper by allowing them to by allowing them to partake of the benefits of a group setting. This shall partake of the benefits of a group setting. This shall be done through a systematic study of the Mysteries be done through a systematic study of the Mysteries of the Temple of Set.of the Temple of Set.Luciferian Pylon shall serve the needs of those Luciferian Pylon shall serve the needs of those Setians located in New York, New Jersey, and Setians located in New York, New Jersey, and Pennsylvania. While LP is local, it will accept any Pennsylvania. While LP is local, it will accept any member who feels drawn to the image of Lucifer.member who feels drawn to the image of Lucifer.If you have any questions or would like to If you have any questions or would like to receive the Pylon’s 6-page informational letter, receive the Pylon’s 6-page informational letter, please feel free to write the Sentinel, Adept William please feel free to write the Sentinel, Adept William Van Patten.Van Patten.______________________________________________________________________[5] [5] Apply Yourself to thisApply Yourself to thisSetian StandardSetian Standard- by Robert Menschel IV°- by Robert Menschel IV°One of the challenges of the Setian approach to One of the challenges of the Setian approach to magic is to apply everything we learn towards magic is to apply everything we learn towards producing positive change in our lives and our producing positive change in our lives and our selves.selves.Applying operative magic is “easy”. You want Applying operative magic is “easy”. You want something changed, so you work your ritual and do something changed, so you work your ritual and do whatever else is needed in order to bring about that whatever else is needed in order to bring about that change. When you’ve succeeded, then you’ve change. When you’ve succeeded, then you’ve adequately applied yourself.adequately applied yourself.But applying illustrative magic is not so But applying illustrative magic is not so automatic. You perform a ritual, and achieve a automatic. You perform a ritual, and achieve a revelation about yourself, about your revelation about yourself, about your XeperXeper, or , or about anything else of importance. You feel good about anything else of importance. You feel good about it [as well you should]. Then what?about it [as well you should]. Then what?Unfortunately most occultists stop there. Unfortunately most occultists stop there. They’ve gained insight and knowledge, and rightly They’ve gained insight and knowledge, and rightly feel proud of that achievement. The true Setian goes feel proud of that achievement. The true Setian goes two steps further:two steps further:(1) Apply that knowledge. Ask yourself, “So (1) Apply that knowledge. Ask yourself, “So what? What can I do with or about this knowledge? what? What can I do with or about this knowledge? How can I use this knowledge to change things or How can I use this knowledge to change things or change me for the better?” Answer the question, change me for the better?” Answer the question, then work to make that change.then work to make that change.(2) Measure the effect of your activity. Were (2) Measure the effect of your activity. Were you able to have a significant impact on your life? you able to have a significant impact on your life? What significant changes took place? How are you What significant changes took place? How are you better off?better off?Develop the habit of asking yourself these Develop the habit of asking yourself these questions, and of making real changes in your life, questions, and of making real changes in your life, and you will always continued to and you will always continued to XeperXeper and and Remanifest!Remanifest!______________________________________________________________________[6] [6] Leviathan in San FranciscoLeviathan in San Francisco- by James Lewis VI°- by James Lewis VI°Breathes there a Setian whose heart does not Breathes there a Setian whose heart does not beat faster at the realization of a Conclave’s beat faster at the realization of a Conclave’s approach? With cardiovascular systems bordering approach? With cardiovascular systems bordering on tachycardia, the members of the Order of on tachycardia, the members of the Order of Leviathan met in San Francisco for Set-XII. Leviathan met in San Francisco for Set-XII. Although three of our Order could not be present in Although three of our Order could not be present in Scroll of SetScroll of Set - December 1991 - Page - December 1991 - Page 33"},{"pageNumber":4,"pageContent":"person, those attending Indulged in the sheer person, those attending Indulged in the sheer pleasure of being with those of our blood, OL-pleasure of being with those of our blood, OL-affiliated or not. To those members of the Order affiliated or not. To those members of the Order who were not there, you certainly were not who were not there, you certainly were not forgotten! Perhaps Set-XIII can see us all together forgotten! Perhaps Set-XIII can see us all together again.again.The Order’s meeting opened its doors to a The Order’s meeting opened its doors to a limited number of guests at Set-XII, and with Adept limited number of guests at Set-XII, and with Adept Le-Riche and Ipsissimus Lewis making taped Le-Riche and Ipsissimus Lewis making taped recordings of the gathering, we found ourselves recordings of the gathering, we found ourselves covering a good bit of ground. Folders containing covering a good bit of ground. Folders containing the current the current Trail Of The SerpentTrail Of The Serpent and copies of the and copies of the OL Rite were distributed, and recipients found OL Rite were distributed, and recipients found themselves with a treat in the form of “The themselves with a treat in the form of “The Pnekrotic Fragments”, a collection of Lovecraftian Pnekrotic Fragments”, a collection of Lovecraftian parodies dating from the days of the COS.parodies dating from the days of the COS.Our meeting covered topics such as the new Our meeting covered topics such as the new Master of the Order designation, plans and options Master of the Order designation, plans and options for the for the TrailTrail, some views on Set, a special set of , some views on Set, a special set of comments for Adepti aspiring to the Priesthood of comments for Adepti aspiring to the Priesthood of Set, and a discussion of the objectives of the OL Set, and a discussion of the objectives of the OL Rite.Rite.The floor was opened thereafter for questions The floor was opened thereafter for questions and feedback. These took the conversations from and feedback. These took the conversations from the past to the future, Magical Diaries, and the pros the past to the future, Magical Diaries, and the pros and cons of performing the OL Rite a la and cons of performing the OL Rite a la Rocky Rocky Horror Picture ShowHorror Picture Show - a suggestion the Grand - a suggestion the Grand Master gave a thumbs down sign to. (It would have Master gave a thumbs down sign to. (It would have been difficult to have gotten the costumes on such been difficult to have gotten the costumes on such short notice, anyway, given the fact that Halloween short notice, anyway, given the fact that Halloween was upon San Francisco.)was upon San Francisco.)Set-XIII may see the Order’s meeting open for Set-XIII may see the Order’s meeting open for more guests. I will be with the Masters of the Order more guests. I will be with the Masters of the Order over the next month or two for their opinions, as over the next month or two for their opinions, as well as those of the II° and III° affiliating.well as those of the II° and III° affiliating.The Order’s Rite was a revision of “The The Order’s Rite was a revision of “The Manifestation of Essence,” performed earlier this Manifestation of Essence,” performed earlier this year at a small regional Setian gathering. In it, year at a small regional Setian gathering. In it, participants conceptualized their Magical participants conceptualized their Magical aspirations, either generally or in a specific manner, aspirations, either generally or in a specific manner, and committed the symbol of those goals to the and committed the symbol of those goals to the Flame, thereby releasing it into the two universes for Flame, thereby releasing it into the two universes for nurturing and later fulfillment.nurturing and later fulfillment.The effect of standing before the altar of Set The effect of standing before the altar of Set with such a request and resolve can be both solemn with such a request and resolve can be both solemn and momentous to the soul taking such a stand. I and momentous to the soul taking such a stand. I suspect that the results of each Initiate’s suspect that the results of each Initiate’s determination may not show itself openly for determination may not show itself openly for anywhere from weeks to years, and yet the anywhere from weeks to years, and yet the individual self standing before the Dark Lord’s altar individual self standing before the Dark Lord’s altar has begun the further process of change.has begun the further process of change.All too soon we found ourselves preparing to All too soon we found ourselves preparing to bid San Francisco farewell and head out to our bid San Francisco farewell and head out to our respective homes. We were far richer in magic and respective homes. We were far richer in magic and philosophy for having attended and partaken of the philosophy for having attended and partaken of the treasures of the Conclave. The fires that were lit and treasures of the Conclave. The fires that were lit and stoked are now building in intensity. Let us look stoked are now building in intensity. Let us look forward to that which will Remanifest.forward to that which will Remanifest.______________________________________________________________________[7] [7] Editorial ArenaEditorial Arena“Can you measure the magical skill of “Can you measure the magical skill of practitioners of the LHP by their material comforts, practitioners of the LHP by their material comforts, stature, rank, or power within society, etc., or lack stature, rank, or power within society, etc., or lack thereof?”thereof?”Brian Zimmer III°:Brian Zimmer III°:Striving to meet society’s standards in the Striving to meet society’s standards in the pursuit of wealth, position, etc. often becomes a pursuit of wealth, position, etc. often becomes a display of servility to that society unless these display of servility to that society unless these things are also pursued as goals defined by the self things are also pursued as goals defined by the self as valid and important. Very often, however, such as valid and important. Very often, however, such motivations become facile and are more in line with motivations become facile and are more in line with Age of Satan materialism than Æon of Set ideas Age of Satan materialism than Æon of Set ideas concerning Initiation. Conversely the inability to concerning Initiation. Conversely the inability to meet the basic requirements of adult self-sufficiency meet the basic requirements of adult self-sufficiency can likewise communicate a certain state of being can likewise communicate a certain state of being and level of initiation.and level of initiation.Kevin J. Aagaard II°:Kevin J. Aagaard II°:My first thought was that it would be ludicrous My first thought was that it would be ludicrous to judge a Setian solely on the basis of social and to judge a Setian solely on the basis of social and material achievements, and then I looked it over material achievements, and then I looked it over from every angle. In the end I still hold to my first from every angle. In the end I still hold to my first conviction.conviction.In one sense, wouldn’t it be easy to just be able In one sense, wouldn’t it be easy to just be able to look at a person’s social and financial standing to look at a person’s social and financial standing and rank them accordingly? In this case, my in-laws and rank them accordingly? In this case, my in-laws would be III° or IV°, when in reality they are would be III° or IV°, when in reality they are nothing more than mindless robots - very rich nothing more than mindless robots - very rich robots, but robots nonetheless.robots, but robots nonetheless.I would find it odd if the Temple of Set would I would find it odd if the Temple of Set would ever want to use the judgment criteria of a society ever want to use the judgment criteria of a society which stands for many things the Temple does not. which stands for many things the Temple does not. If we could get anything we wanted from magic, If we could get anything we wanted from magic, how many of us would be employed by someone how many of us would be employed by someone else right now? But we are, and that shows there else right now? But we are, and that shows there must be some limitations on what an individual must be some limitations on what an individual Setian can do to objective reality.Setian can do to objective reality.Mind you, I don’t believe there are any Mind you, I don’t believe there are any limitations on personal development, but I think limitations on personal development, but I think there are plenty of limitations on how much a Black there are plenty of limitations on how much a Black Magician can affect objective reality. And, of course, Magician can affect objective reality. And, of course, o/r all too often affects our personal (subjective) o/r all too often affects our personal (subjective) reality and development.reality and development.So it seems we have more working against us So it seems we have more working against us than for us. In a sense I think so. How to survive than for us. In a sense I think so. How to survive and still continue to and still continue to XeperXeper without losing one’s without losing one’s mind: That is the question. And I think Set and the mind: That is the question. And I think Set and the organization of the Temple are the answers. That is organization of the Temple are the answers. That is why the Elect have come together, so that they can why the Elect have come together, so that they can have a vehicle in which to have a vehicle in which to XeperXeper, a community of , a community of like-minded souls to ease the pain that sometimes like-minded souls to ease the pain that sometimes comes with comes with XeperXeper and Remanifestation. and Remanifestation.Scroll of SetScroll of Set - December 1991 - Page - December 1991 - Page 44"},{"pageNumber":5,"pageContent":"We also ought to think about objective and We also ought to think about objective and subjective realms for a minute. Since a Setian subjective realms for a minute. Since a Setian actively seeks to differentiate himself from the actively seeks to differentiate himself from the universe instead of becoming one with it, it is an universe instead of becoming one with it, it is an error to look at the universe outside ourselves as a error to look at the universe outside ourselves as a reflection of our inner state. In other words, if we reflection of our inner state. In other words, if we XeperXeper properly, one would expect the worst properly, one would expect the worst imaginable things to happen at least for a short imaginable things to happen at least for a short period of time. It is never an easy process for the period of time. It is never an easy process for the Initiate to split off from mass consciousness.Initiate to split off from mass consciousness.If everything is going perfectly in your life as If everything is going perfectly in your life as you you XeperXeper, you are probably not doing anything. , you are probably not doing anything. Pain has been one of my greatest teachers. I would Pain has been one of my greatest teachers. I would never have begun to never have begun to XeperXeper unless the pain of being unless the pain of being aware, but lost in the Deadly Desert, had always aware, but lost in the Deadly Desert, had always been with me - that longing to go home, to find the been with me - that longing to go home, to find the Setian consciousness within.Setian consciousness within.The inverse pentagram is Set’s symbol. The The inverse pentagram is Set’s symbol. The upright pentagram is the symbol of mankind. We upright pentagram is the symbol of mankind. We have inverted the socially mandated evolution and have inverted the socially mandated evolution and are striving to become more than just human, just are striving to become more than just human, just consumers, just robots. The trick is trying to do this consumers, just robots. The trick is trying to do this and fit into an antagonistic structure at the same and fit into an antagonistic structure at the same time. Where do you draw the line, how much do time. Where do you draw the line, how much do you compromise? Some of us do not actively seek you compromise? Some of us do not actively seek power [in the conventional sense] and material power [in the conventional sense] and material comfort. We only seek what we need so that we can comfort. We only seek what we need so that we can continue to continue to XeperXeper. But admittedly it is hard to . But admittedly it is hard to XeperXeper much at all when you don’t have a roof over your much at all when you don’t have a roof over your head or something to eat.head or something to eat.But I have seen it done. The person I learned But I have seen it done. The person I learned most from before I joined the Temple was a most from before I joined the Temple was a wandering Native American. He had little money wandering Native American. He had little money and often slept in his car, but his essence was and often slept in his car, but his essence was impeccable. He made nature wake up as he passed impeccable. He made nature wake up as he passed by, and sang songs of such beauty and power that by, and sang songs of such beauty and power that one knew they could only have come from the heart. one knew they could only have come from the heart. His philosophy was similar to that of the Temple, His philosophy was similar to that of the Temple, and my first work with the darker, demonic aspects and my first work with the darker, demonic aspects of the subjective/ objective universes was within a of the subjective/ objective universes was within a sweat lodge.sweat lodge.So how can we judge the magical skill of So how can we judge the magical skill of Setians? Probably a variety of factors. Knowledge, Setians? Probably a variety of factors. Knowledge, efficacy of workings, determination and application, efficacy of workings, determination and application, the will to the will to XeperXeper, etc. But I think the best way is , etc. But I think the best way is through the knowledge of the heart. Regardless of through the knowledge of the heart. Regardless of outward status or huge financial reserves, I think a outward status or huge financial reserves, I think a Setian can be known in essence almost immediately. Setian can be known in essence almost immediately. I am confident that any Priest or Priestess in the I am confident that any Priest or Priestess in the Temple would have no problem identifying one of Temple would have no problem identifying one of the Elect.the Elect.Amanda Osborne II°:Amanda Osborne II°:One’s outward appearance is not an indicator of One’s outward appearance is not an indicator of magical ability. Likewise neither is one’s material magical ability. Likewise neither is one’s material wealth. The Black Magician may be exercising his wealth. The Black Magician may be exercising his will by not spending money on creature comforts. will by not spending money on creature comforts. Instead he is spending it to further his Instead he is spending it to further his XeperXeper. The . The Black Magician may choose not to acquire wealth, Black Magician may choose not to acquire wealth, status, or position in the mundane world for the status, or position in the mundane world for the same reason.same reason.Appearance and financial wherewithal should Appearance and financial wherewithal should never be used as an indicator to assess any person never be used as an indicator to assess any person for whatever reason. A Black Magician’s ability can for whatever reason. A Black Magician’s ability can easily be discerned by the Elect. The Black Flame easily be discerned by the Elect. The Black Flame burns bright and shines out of the eyes of all burns bright and shines out of the eyes of all competent Black Magicians. The Black Magician competent Black Magicians. The Black Magician knows who is adept and who is not. Just as one can knows who is adept and who is not. Just as one can be a vampyre without being a member of the OV, be a vampyre without being a member of the OV, magically one can experience other levels of magically one can experience other levels of initiation consciously or even unconsciously.initiation consciously or even unconsciously.Magical ability should be measured by one’s Magical ability should be measured by one’s knowledge and how bright the Black Flame burns knowledge and how bright the Black Flame burns within.within.Darrell Gilliam II°:Darrell Gilliam II°:Do you have an amount of money with which Do you have an amount of money with which you are comfortable? Does your financial situation you are comfortable? Does your financial situation take care of the things you want taken care of? Are take care of the things you want taken care of? Are you satisfied with the role you play in society? Are you satisfied with the role you play in society? Are you comfortable with where you are in your job at you comfortable with where you are in your job at this point in your life?this point in your life?If your answers to the above questions are If your answers to the above questions are “yes”, then in my opinion your magical skill in “yes”, then in my opinion your magical skill in controlling the material aspect of your life is controlling the material aspect of your life is successful. To say we can measure one’s magical successful. To say we can measure one’s magical skill based upon his social/financial status would skill based upon his social/financial status would first of all be wrong, and secondly could lead to a first of all be wrong, and secondly could lead to a repetition of the fall of the COS in year X. However repetition of the fall of the COS in year X. However if Black Magicians claim to be successful and do if Black Magicians claim to be successful and do not fulfill the expectations they have placed upon not fulfill the expectations they have placed upon themselves, then it could pose questions in my themselves, then it could pose questions in my mind.mind.If I have an expectation of my self for this time If I have an expectation of my self for this time frame in my life, it is up to me to meet that frame in my life, it is up to me to meet that expectation. To go beyond your personal expectation. To go beyond your personal expectations is great if you feel you need to do so. expectations is great if you feel you need to do so. The question becomes: What is important to that The question becomes: What is important to that magician?magician?To work upon my self and become confident in To work upon my self and become confident in my self will cause me to become a successful my self will cause me to become a successful person in the eyes of my peers and employers. person in the eyes of my peers and employers. When they feel this self-confidence in me, they will When they feel this self-confidence in me, they will inevitably offer better positions and higher pay. I inevitably offer better positions and higher pay. I feel more successful to be able to turn down an feel more successful to be able to turn down an advancement in work or society because I have what advancement in work or society because I have what I want and need, rather than accept an advancement, I want and need, rather than accept an advancement, jeopardizing my free time and work time in order to jeopardizing my free time and work time in order to fulfill the expectations I have placed upon myself in fulfill the expectations I have placed upon myself in reaction to my peers’ expectations of me.reaction to my peers’ expectations of me.When assessing someone by their bank account, When assessing someone by their bank account, home, car, etc., and saying it depends on the quantity home, car, etc., and saying it depends on the quantity of such things to measure their success, actually you of such things to measure their success, actually you are looking at what they don’t have in comparison are looking at what they don’t have in comparison Scroll of SetScroll of Set - December 1991 - Page - December 1991 - Page 55"},{"pageNumber":6,"pageContent":"to some set standard. [Example: they only have to some set standard. [Example: they only have “$x”; they can only afford brand “x” car.] In “$x”; they can only afford brand “x” car.] In order to truly assess what someone has you must order to truly assess what someone has you must look through the “Temple lens” and into the look through the “Temple lens” and into the individual to see if they are successful in fulfilling individual to see if they are successful in fulfilling their own expectations.their own expectations.The poorest-appearing person may be the The poorest-appearing person may be the richest and strongest person you ever met. richest and strongest person you ever met. My question is this: If a person is spending so My question is this: If a person is spending so much “magical time” making his material self rich, much “magical time” making his material self rich, how much time is he able to spend enriching his how much time is he able to spend enriching his magical self?magical self?Next Issue’s Question:Next Issue’s Question:Despite charitable posturing, mainstream Despite charitable posturing, mainstream religions foster hatred toward non-believers, religions foster hatred toward non-believers, resulting in most of this world’s grief. How would resulting in most of this world’s grief. How would the world situation differ if the majority walked the the world situation differ if the majority walked the Left-Hand Path?Left-Hand Path?P.S. Feel free to comment on any of the P.S. Feel free to comment on any of the previous “Editorial Arena” questions!previous “Editorial Arena” questions!______________________________________________________________________[8] [8] When the Night has ComeWhen the Night has Come- by Diane Russell I°- by Diane Russell I°When Darkness creeps in, blanketing me with When Darkness creeps in, blanketing me with its cool mist, I feel safe and comforted, for the its cool mist, I feel safe and comforted, for the Prince of these hours guards over my essence as I Prince of these hours guards over my essence as I dream of his presence nearby.dream of his presence nearby.In this blackness of nocturnal retreat, no In this blackness of nocturnal retreat, no judgmental eyes descend upon my face, pondering judgmental eyes descend upon my face, pondering my very being with hypocritical philosophies for the my very being with hypocritical philosophies for the woman I am daring to antagonize profane society.woman I am daring to antagonize profane society.But when daylight bleeds into my night, it is But when daylight bleeds into my night, it is time once again to paint on a mask for those time once again to paint on a mask for those reverent of the thorn-crowned, knowing soon the reverent of the thorn-crowned, knowing soon the night will come with its mighty shroud to night will come with its mighty shroud to overshadow the meekness of day.overshadow the meekness of day.______________________________________________________________________[9] [9] The CallThe Call- by Tammy R. Hilburn I°- by Tammy R. Hilburn I°Flying low, breeze the sea, gather up thy Flying low, breeze the sea, gather up thy garment - Fly!garment - Fly!It took time to consecrate with splash of wine It took time to consecrate with splash of wine the dripping fish, Direction of the splatter? the dripping fish, Direction of the splatter? Byzantium isn’t on the map.Byzantium isn’t on the map.So I’m driving down the road. Draconis - that’s So I’m driving down the road. Draconis - that’s my homestead. The phone appears and then rings my homestead. The phone appears and then rings twice. I turn, I whirl, I answer.twice. I turn, I whirl, I answer.______________________________________________________________________[10] [10] What are the Elect?What are the Elect?- by James B. Severson II°- by James B. Severson II°The Elect are people who have taken a direction The Elect are people who have taken a direction of personal development into the idea of divinity that of personal development into the idea of divinity that is themselves. Individuality. The Elect are people is themselves. Individuality. The Elect are people who have made a commitment to themselves, a who have made a commitment to themselves, a commitment to self-study and self-knowledge. commitment to self-study and self-knowledge. Through this experience of knowing themselves, Through this experience of knowing themselves, they will create themselves to be more than human they will create themselves to be more than human in the true sense of the word.in the true sense of the word.The Elect are those who walk the trail alone, The Elect are those who walk the trail alone, those who do not depend on the illusions of the those who do not depend on the illusions of the current human experience to create and mold their current human experience to create and mold their world; they desire and will to be the center of their world; they desire and will to be the center of their own universe. For it is only here in this personal own universe. For it is only here in this personal universe that the Black Magician can create his universe that the Black Magician can create his desire and express it into his objective environment. desire and express it into his objective environment. Unlike the profane, however, this is done with Unlike the profane, however, this is done with understanding of the “how” and the “why”.understanding of the “how” and the “why”.The Elect realize that the self is ever in a state of The Elect realize that the self is ever in a state of change. The Black Magician encourages this change change. The Black Magician encourages this change and desires to understand it as the process unfolds and desires to understand it as the process unfolds before him, in both the subjective arena and its before him, in both the subjective arena and its objective expression. They are the investigators of objective expression. They are the investigators of the so-called “hidden realms” - realms of the so-called “hidden realms” - realms of knowledge and understanding. They strive to dive knowledge and understanding. They strive to dive below the surface to the source of their experience, below the surface to the source of their experience, to find the Forms of their expression and to find the Forms of their expression and perception, to bring these Forms to life within their perception, to bring these Forms to life within their conscious awareness. They live the Dark Dream and conscious awareness. They live the Dark Dream and work the Dark Trick, immortality of the individual work the Dark Trick, immortality of the individual existence.existence.The Elect are students of life, love, The Elect are students of life, love, understanding, and individual existence: divinity. understanding, and individual existence: divinity. They never stop becoming students, for they realize They never stop becoming students, for they realize knowledge and experience are infinite in both the knowledge and experience are infinite in both the subjective and objective realms. It is the seduction subjective and objective realms. It is the seduction and the thirsting for the unknown that is the process and the thirsting for the unknown that is the process of of XeperXeper ... ... Xepera Xeper XeperuXepera Xeper Xeperu!!______________________________________________________________________[11] [11] Recordings AvailableRecordings Available- by Roger L. Whitaker, Honorary Setian- by Roger L. Whitaker, Honorary SetianI receive several requests for copies of my I receive several requests for copies of my Tonally Angular compositions, and for the Tonally Angular compositions, and for the parameters of parameters of Die Elektrischen VorspieleDie Elektrischen Vorspiele every every year. These have been unavailable since 1987. I year. These have been unavailable since 1987. I recently remastered the original and have made a recently remastered the original and have made a limited number of copies available to Temple limited number of copies available to Temple members. The copies that are currently going members. The copies that are currently going around are 4th-generation copies of extremely poor around are 4th-generation copies of extremely poor quality. These are straight from my master tapes, quality. These are straight from my master tapes, and have been electronically enhanced and remixed.and have been electronically enhanced and remixed.My newsletter goes out to only a handful of My newsletter goes out to only a handful of OIT associates, and I know that there is interest in OIT associates, and I know that there is interest in Scroll of SetScroll of Set - December 1991 - Page - December 1991 - Page 66"},{"pageNumber":7,"pageContent":"these recordings beyond the confines of the Lodge. these recordings beyond the confines of the Lodge. Copies are available only on high-quality cassette Copies are available only on high-quality cassette and the cost is for the cassette and shipping. There and the cost is for the cassette and shipping. There are three tapes available:are three tapes available:1. 1. Hell on Earth: Musick for Conscious BeingsHell on Earth: Musick for Conscious Beings. . Three compositions designed for maximum angular Three compositions designed for maximum angular atmospherization. Cost: $7.50.atmospherization. Cost: $7.50.2. 2. The Runic MarchThe Runic March. Single, lengthy . Single, lengthy composition utilizing advanced T.A. forms. Cost: composition utilizing advanced T.A. forms. Cost: $5.00.$5.00.3. 3. Parameters for “Die Elektrischen Parameters for “Die Elektrischen Vorspiele”Vorspiele”. These are the parameters suggested by . These are the parameters suggested by Anton LaVey in the Anton LaVey in the Satanic RitualsSatanic Rituals. Cost: $5.00.. Cost: $5.00.All three cassettes are available for $15.00, All three cassettes are available for $15.00, which includes the cassettes, shipping and which includes the cassettes, shipping and accompanying essays. Send check or money order accompanying essays. Send check or money order made out to “Roger Whitaker”.made out to “Roger Whitaker”.______________________________________________________________________[12] [12] Set-XII ConclaveSet-XII Conclave- by Lilith Aquino IV°- by Lilith Aquino IV°Beasties, Goblins, & Setians ... The Set-XII Beasties, Goblins, & Setians ... The Set-XII International Conclave was held in San Francisco, International Conclave was held in San Francisco, California during Halloween week. And what a California during Halloween week. And what a mystical, magical time it was! We were greeted with mystical, magical time it was! We were greeted with open arms and warm hospitality by San Francisco, open arms and warm hospitality by San Francisco, which was exciting since this is the international which was exciting since this is the international headquarters and “home turf” of the Temple!headquarters and “home turf” of the Temple!Many Setians who came from other parts of the Many Setians who came from other parts of the country and outside of the U.S.A. remarked to me country and outside of the U.S.A. remarked to me that it was such a delight to feel so free, and to wear that it was such a delight to feel so free, and to wear their Pentagram medallions so openly. It was a joy their Pentagram medallions so openly. It was a joy to watch everyone having such fun and sharing so to watch everyone having such fun and sharing so much of all S.F. has to offer. The weather was much of all S.F. has to offer. The weather was gorgeous, the hotel staff were great [they were gorgeous, the hotel staff were great [they were fascinated by us, they told me], the banquet dinner fascinated by us, they told me], the banquet dinner was fabulous, and the fellowship & magic were was fabulous, and the fellowship & magic were intense.intense.I’m not trying to make those of you who wanted I’m not trying to make those of you who wanted to, but were not able to attend feel bad. But to those to, but were not able to attend feel bad. But to those who had the option, and were able to, and chose not who had the option, and were able to, and chose not to attend: Well, you really missed an incredible to attend: Well, you really missed an incredible experience. Ask anyone who was there. And do try experience. Ask anyone who was there. And do try to make it next year. We have already chosen the to make it next year. We have already chosen the location and general time period. It will take the rest location and general time period. It will take the rest of the year to work out details, and it will be some of the year to work out details, and it will be some months before any information is available, but months before any information is available, but watch the watch the ScrollScroll for future updates. I cannot stress for future updates. I cannot stress enough how important it is to experience at least one enough how important it is to experience at least one Conclave along your path to Conclave along your path to XeperXeper..======================================================================The Black PyramidThe Black Pyramid- by Michael A. Aquino VI°- by Michael A. Aquino VI°======================================================================______________________________________________________________________[13] [13] Fore- and AfterwordsFore- and AfterwordsNothing particularly to pound my lectern about Nothing particularly to pound my lectern about this time, save that Set-XII was a delight and, as this time, save that Set-XII was a delight and, as usual, a unique opportunity to meet new friends and usual, a unique opportunity to meet new friends and harass old ones. A few notes from the meetings:harass old ones. A few notes from the meetings:• We are going to add something to the • We are going to add something to the admissions informational letter that family/spouse admissions informational letter that family/spouse compatibility with one’s membership is important. compatibility with one’s membership is important. If a Setian complains that a parent, spouse, etc. may If a Setian complains that a parent, spouse, etc. may discover hidden copies of the discover hidden copies of the CTCT, , ScrollScroll, etc. and , etc. and trashcan them, that’s a Setian who should get a trashcan them, that’s a Setian who should get a private post office box and a secure storage area for private post office box and a secure storage area for personal effects. For that matter, if you live in a personal effects. For that matter, if you live in a family environment highly intolerant of your family environment highly intolerant of your religion, you should probably consider whether it’s religion, you should probably consider whether it’s a good idea for you to be a member of the Temple a good idea for you to be a member of the Temple of Set at all until/unless you have resolved your of Set at all until/unless you have resolved your domestic situation to make it harmonious.domestic situation to make it harmonious.• Although Conclaves have now expanded to • Although Conclaves have now expanded to Wednesday-Sunday, there are increasing sentiments Wednesday-Sunday, there are increasing sentiments for “more time”. We are now thinking about for “more time”. We are now thinking about making them an entire week in length, with the bulk making them an entire week in length, with the bulk of “essential” activities stuffed into the culminating of “essential” activities stuffed into the culminating Friday-Sunday period.Friday-Sunday period.• A European-based International Conclave is • A European-based International Conclave is now planned for Set-XIV in XXVIII/1993. Set-XIII now planned for Set-XIV in XXVIII/1993. Set-XIII will be at an east coast location in the U.S.will be at an east coast location in the U.S.• Again, for those of you who may not be • Again, for those of you who may not be familiar with the policy & why: The date & location familiar with the policy & why: The date & location of each year’s Conclave is provided to all II°+ of each year’s Conclave is provided to all II°+ Initiates and to I° Initiates by III°+ sponsorship Initiates and to I° Initiates by III°+ sponsorship only. This is to help ensure that details concerning only. This is to help ensure that details concerning the Conclave don’t leak out to persons who might the Conclave don’t leak out to persons who might picket it/harass Setians, etc.picket it/harass Setians, etc.• Although I will process copies of • Although I will process copies of The Church The Church of Satanof Satan for anyone who wants them, I recommend for anyone who wants them, I recommend you wait, as in the near-term I plan to update it you wait, as in the near-term I plan to update it again.again.• December sees the paperback release of • December sees the paperback release of Raschke’s Raschke’s Painted BlackPainted Black, with [minimal stipulated] , with [minimal stipulated] corrections to the sections concerning the Temple of corrections to the sections concerning the Temple of Set and myself [see Set and myself [see ScrollsScrolls #XVI-5 & XVII-1]. #XVI-5 & XVII-1]. Even so the book remains a turkey. See the Even so the book remains a turkey. See the following comments by Richard Noll.following comments by Richard Noll.• In XXVII: Look for continued “big” • In XXVII: Look for continued “big” ScrollsScrolls [Thanks to Editor Reynolds and you very [Thanks to Editor Reynolds and you very impressive contributors!], a continually-expanding impressive contributors!], a continually-expanding Glinda, and a regional Conclave in Europe to help Glinda, and a regional Conclave in Europe to help Scroll of SetScroll of Set - December 1991 - Page - December 1991 - Page 77"},{"pageNumber":8,"pageContent":"get people’s minds set for a “big one” across the get people’s minds set for a “big one” across the pond the following year.pond the following year.• I hope everyone ate a lot on “Thanksgiving” • I hope everyone ate a lot on “Thanksgiving” (Christian ritual animal sacrifice day) and is primed (Christian ritual animal sacrifice day) and is primed to enjoy the Winter Solstice (”Christmas” to the to enjoy the Winter Solstice (”Christmas” to the profane).profane).______________________________________________________________________[14] [14] Give Me That Old-Time Religion:Give Me That Old-Time Religion:Two Books on the Modern Satanism ScareTwo Books on the Modern Satanism Scare- by Richard Noll- by Richard NollThe Skeptical InquirerThe Skeptical Inquirer, Volume 15, Summer 1991., Volume 15, Summer 1991.[Noll is a clinical psychologist at the Center for [Noll is a clinical psychologist at the Center for Preventative Medicine, the Graduate Hospital, Preventative Medicine, the Graduate Hospital, Philadelphia.]Philadelphia.]Painted BlackPainted Black by Carl A. Raschke. New York: by Carl A. Raschke. New York: Harper Paperbacks (ISBN 0-06-104080-0), 1st Harper Paperbacks (ISBN 0-06-104080-0), 1st paperback printing January 1992.paperback printing January 1992.In Pursuit of Satan: The Police & the OccultIn Pursuit of Satan: The Police & the Occult by by Robert Hicks. Buffalo, NY: Prometheus Books, Robert Hicks. Buffalo, NY: Prometheus Books, 1991.1991.In the 1980s the American media reported with In the 1980s the American media reported with alarming frequency that people who, individually or alarming frequency that people who, individually or in groups, allegedly committed criminal activities did in groups, allegedly committed criminal activities did so because of their belief in and their active worship so because of their belief in and their active worship of “Satan”, “the Devil”, “Lucifer”, and other of “Satan”, “the Devil”, “Lucifer”, and other supernatural perpetrators of evil. Communities supernatural perpetrators of evil. Communities throughout the United States [and then Canada] throughout the United States [and then Canada] began to express serious concern about the secret began to express serious concern about the secret existence of such groups within their midst, and existence of such groups within their midst, and claims made about the activities of these “Satanic claims made about the activities of these “Satanic cults” seemed to be universal in their agreement. cults” seemed to be universal in their agreement. The most persistent claim is that there is a vast The most persistent claim is that there is a vast underground network of Satanic cults in North underground network of Satanic cults in North America, and perhaps around the world, that America, and perhaps around the world, that threatens our civilized society. These cults allegedly threatens our civilized society. These cults allegedly have maintained a secret existence for hundreds or have maintained a secret existence for hundreds or perhaps thousands of years, and it is claimed that:perhaps thousands of years, and it is claimed that:• they kidnap and “ritually” abuse children;• they kidnap and “ritually” abuse children;• the abuse is physical and sexual and leads to • the abuse is physical and sexual and leads to the development of mental illness later in life, the development of mental illness later in life, particularly dissociative disorders like multiple particularly dissociative disorders like multiple personality disorder;personality disorder;• they engage in cannibalism and perform • they engage in cannibalism and perform infanticide;infanticide;• they engage in the ingestion of blood & other • they engage in the ingestion of blood & other bodily fluids and sometimes excrement;bodily fluids and sometimes excrement;• they engage in sex orgies and perform sexual • they engage in sex orgies and perform sexual deviations of all sorts;deviations of all sorts;• in perpetuating the abuse, they use • in perpetuating the abuse, they use “ritualistic” paraphernalia such as candles, magic “ritualistic” paraphernalia such as candles, magic circles, robes, altars, etc., all of which are related to circles, robes, altars, etc., all of which are related to the worship of Satan;the worship of Satan;• the Black Mass is performed, often with • the Black Mass is performed, often with human or animal sacrifices.human or animal sacrifices.The two books under review here take The two books under review here take diametrically opposite positions on this controversy. diametrically opposite positions on this controversy. Both purport to sift through the evidence pro and Both purport to sift through the evidence pro and con for the existence of Satanic cults and the con for the existence of Satanic cults and the influence of Satanism in the commission of criminal influence of Satanism in the commission of criminal acts. Unfortunately only one of these books - a acts. Unfortunately only one of these books - a magisterial analysis of the issue by Robert Hicks - magisterial analysis of the issue by Robert Hicks - can command respect as a truly helpful attempt to can command respect as a truly helpful attempt to weigh the scientific status of these claims. Carl weigh the scientific status of these claims. Carl Raschke’s book, especially considering his Raschke’s book, especially considering his credentials as a professor of religious studies at the credentials as a professor of religious studies at the University of Denver and the author of many books University of Denver and the author of many books with theological themes, is a disappointment. It is with theological themes, is a disappointment. It is designed more for the audiences of television talk designed more for the audiences of television talk shows than for informed readers who want a more shows than for informed readers who want a more balanced survey.balanced survey.Raschke is out to fight the great dragon as he Raschke is out to fight the great dragon as he sees it: Satanism as an ideology and a highly sees it: Satanism as an ideology and a highly virulent one at that. As in most publications of this virulent one at that. As in most publications of this nature, in Raschke’s book Satanism as a concept is nature, in Raschke’s book Satanism as a concept is deified as a threat but never cogently defined. Just deified as a threat but never cogently defined. Just what is Satanism? The closest Raschke comes is in what is Satanism? The closest Raschke comes is in the introduction:the introduction:Satanism is a sophisticated and highly Satanism is a sophisticated and highly effective motivational system for the spread of effective motivational system for the spread of violence & cultural terrorism, all the while hiding violence & cultural terrorism, all the while hiding behind the cloak of the First Amendment. It is behind the cloak of the First Amendment. It is an ideology that has found a strategic an ideology that has found a strategic application in the criminal underworld, even if it application in the criminal underworld, even if it was not invented there.was not invented there.To back up this belief in the threat of Satanic To back up this belief in the threat of Satanic ideologies, Raschke lumps all the disparate evils & ideologies, Raschke lumps all the disparate evils & aberrations of history and of present society into a aberrations of history and of present society into a grand amalgam held together by the glue of Satanic grand amalgam held together by the glue of Satanic ideals. The underlying message to the reader is that ideals. The underlying message to the reader is that a grand conspiracy of Satanism is operating to tear a grand conspiracy of Satanism is operating to tear apart our society. It is the single dynamic force that apart our society. It is the single dynamic force that unites the drug-crazed teenager who draws pentacles unites the drug-crazed teenager who draws pentacles on his murder victim with Adolf Hitler & the on his murder victim with Adolf Hitler & the “occult underground” of the Third Reich, Charles “occult underground” of the Third Reich, Charles Manson, international drug cartels, transnational Manson, international drug cartels, transnational terrorist organizations, child pornographers, Anton terrorist organizations, child pornographers, Anton LaVey & the Church of Satan, Michael Aquino & LaVey & the Church of Satan, Michael Aquino & the Temple of Set, the McMartin Preschool case, the Temple of Set, the McMartin Preschool case, Dungeons & Dragons, the Matamoros murders, Dungeons & Dragons, the Matamoros murders, Alice Cooper, the Rolling Stones, Ozzy Osborne, Alice Cooper, the Rolling Stones, Ozzy Osborne, Aleister Crowley, “Night Stalker” Richard Aleister Crowley, “Night Stalker” Richard Ramirez, Ramirez, ad infinitumad infinitum..Quite a Quite a largelarge as well as nasty kettle of rotting as well as nasty kettle of rotting flesh this Satanism business is, isn’t it? Most flesh this Satanism business is, isn’t it? Most informed readers who know better than to believe in informed readers who know better than to believe in this sort of magical thinking in which everything is this sort of magical thinking in which everything is interconnected with everything else and is therefore interconnected with everything else and is therefore implicitly a conspiracy, need only look at the implicitly a conspiracy, need only look at the photographs in the center of Raschke’s book, for photographs in the center of Raschke’s book, for Scroll of SetScroll of Set - December 1991 - Page - December 1991 - Page 88"},{"pageNumber":9,"pageContent":"they thematically lump together most of the rogues they thematically lump together most of the rogues & infidels mentioned above and essentially sum up & infidels mentioned above and essentially sum up the Gospel According to Raschke: Satanism is all the Gospel According to Raschke: Satanism is all around us, it’s bad, and it’s our job to fight it.around us, it’s bad, and it’s our job to fight it.Although a professor of religion and author of Although a professor of religion and author of several books on the subject, Raschke makes a several books on the subject, Raschke makes a number of misinterpretations of the historical number of misinterpretations of the historical evidence of Satanism as an ideology & movement evidence of Satanism as an ideology & movement in his chapter entitled “The Occult Underworld”. in his chapter entitled “The Occult Underworld”. He pleads for reconsidering conspiracy theories, He pleads for reconsidering conspiracy theories, and he then sets about mangling the known evidence and he then sets about mangling the known evidence we have for the beliefs & practices of heretical sects we have for the beliefs & practices of heretical sects like the Cathars and the “Luciferians”, who were like the Cathars and the “Luciferians”, who were not devil-worshippers but a sect of Waldensians not devil-worshippers but a sect of Waldensians (not “Cathars” as Raschke has it). Raschke, (not “Cathars” as Raschke has it). Raschke, though, tells of them worshipping black cats and though, tells of them worshipping black cats and kissing toads & buttocks.kissing toads & buttocks.Many other factual mistakes occur in this Many other factual mistakes occur in this chapter. Raschke’s knowledge of the historical chapter. Raschke’s knowledge of the historical literature concerning Satanism or “diabolism” is literature concerning Satanism or “diabolism” is apparently limited. I have found an overwhelming apparently limited. I have found an overwhelming lack of evidence for sects or groups or activities of lack of evidence for sects or groups or activities of these sorts throughout history. [See my manuscript these sorts throughout history. [See my manuscript A Brief Bibliographic Review of works Related to A Brief Bibliographic Review of works Related to Alternative Hypotheses of the “Satanism Scare” of Alternative Hypotheses of the “Satanism Scare” of the 1980sthe 1980s, 1990.] It was only at the end of the 19th , 1990.] It was only at the end of the 19th century that the Black Mass and a philosophy of century that the Black Mass and a philosophy of Satanism are recorded among the pastimes of the Satanism are recorded among the pastimes of the decadent upper classes in France. There is no decadent upper classes in France. There is no evidence of the Inquisitors stumbling upon a Devil-evidence of the Inquisitors stumbling upon a Devil-worshipping cult or any performance of the familiar worshipping cult or any performance of the familiar Black Mass that inverts the Roman Catholic rite (but Black Mass that inverts the Roman Catholic rite (but with a few salacious additions). All of this is more with a few salacious additions). All of this is more fantasy than reality, as British historian Norman fantasy than reality, as British historian Norman Cohn so skillfully documents in his book Cohn so skillfully documents in his book Europe’s Europe’s Inner Demons: An Enquiry Inspired by the Great Inner Demons: An Enquiry Inspired by the Great Witch HuntWitch Hunt (NY: Basic Books, 1975), which is an (NY: Basic Books, 1975), which is an essential historical reference for placing the present essential historical reference for placing the present scare into a historical context.scare into a historical context.Raschke has a bone to pick with anyone who Raschke has a bone to pick with anyone who dares to challenge the threat of Satanism to our dares to challenge the threat of Satanism to our society. Kenneth Lanning, a Supervisory Special society. Kenneth Lanning, a Supervisory Special Agent of the FBI who has been one of the most Agent of the FBI who has been one of the most influential critics of claims of Satanic crime, is influential critics of claims of Satanic crime, is charged with being one of the “best friends” of charged with being one of the “best friends” of “Satanist criminals”. Without addressing “Satanist criminals”. Without addressing Lanning’s publications or conference papers in Lanning’s publications or conference papers in which he presents his analysis of the evidence for which he presents his analysis of the evidence for his critical position, Raschke merely resorts to an his critical position, Raschke merely resorts to an ad ad hominemhominem argument, charging that Lanning writes argument, charging that Lanning writes with “the literacy, the research sophistication, and with “the literacy, the research sophistication, and the rhetorical finesse of a high school sophomore”. the rhetorical finesse of a high school sophomore”. Lanning’s work is never addressed, nor is the work Lanning’s work is never addressed, nor is the work of any other skeptic challenged in depth and on its of any other skeptic challenged in depth and on its own merits.own merits.Intellectuals are suspect too. In his preface Intellectuals are suspect too. In his preface Raschke boldly asserts that “the American Raschke boldly asserts that “the American intelligentsia has a tremendous capacity for what intelligentsia has a tremendous capacity for what psychologists call ‘denial’. The trained academic psychologists call ‘denial’. The trained academic mind has a difficult time accepting that there are mind has a difficult time accepting that there are people who could willfully do evil for the sake of people who could willfully do evil for the sake of doing evil.” Raschke, it seems, is interested only in doing evil.” Raschke, it seems, is interested only in rhetorical flourish. He does not seem interested in rhetorical flourish. He does not seem interested in considering disconfirming evidence or opinions. considering disconfirming evidence or opinions. This book, even though written by an academic & This book, even though written by an academic & an intellectual, is therefore not recommended.an intellectual, is therefore not recommended.On the other hand, Robert Hicks’ book On the other hand, Robert Hicks’ book In In Pursuit of Satan: The Police & the OccultPursuit of Satan: The Police & the Occult will be will be considered the definitive volume on this issue for considered the definitive volume on this issue for some decades to come. It is a classic in its genre. some decades to come. It is a classic in its genre. Hicks presents the evidence for both sides of almost Hicks presents the evidence for both sides of almost every issue involving Satanism in our society.every issue involving Satanism in our society.Hicks’ book is a cogent, relentless critique of Hicks’ book is a cogent, relentless critique of the evidence for the influence of Satanism. the evidence for the influence of Satanism. “Occult” crime, day-care-center controversies “Occult” crime, day-care-center controversies (including the McMartin case), the Matamoros (including the McMartin case), the Matamoros incident, Dungeons & Dragons, the subculture of incident, Dungeons & Dragons, the subculture of mental health professionals concerned about mental health professionals concerned about Satanism & its alleged creation of multiple Satanism & its alleged creation of multiple personalities, and many other topics are discussed in personalities, and many other topics are discussed in depth & with exemplary scholarship.depth & with exemplary scholarship.It would be impossible to survey every topic It would be impossible to survey every topic Hicks covers in his 420-page tome, but those Hicks covers in his 420-page tome, but those interested in the issue of Satanism are strongly interested in the issue of Satanism are strongly advised to make his advised to make his In Pursuit of SatanIn Pursuit of Satan the one the one book on this controversy that they simply must book on this controversy that they simply must own. It is that good, that comprehensive, and that own. It is that good, that comprehensive, and that important. Hicks is to be congratulated on his important. Hicks is to be congratulated on his intellectual breadth and his peerless research.intellectual breadth and his peerless research.Scroll of SetScroll of Set - December 1991 - Page - December 1991 - Page 99"}]
