[{"startMs":280,"durationMs":4120,"subtitle":"Extending the line of the submerged structure in the reservoir that led us to the Temple"},{"startMs":4400,"durationMs":5359,"subtitle":"of Isis all the way to the East river, we are directed to the United Nations Headquarters"},{"startMs":9759,"durationMs":2670,"subtitle":"in midtown Manhattan."},{"startMs":12429,"durationMs":4581,"subtitle":"The iconic Secretariat building's proportions are based on Phi."},{"startMs":17010,"durationMs":4550,"subtitle":"As you know this proportion links the structure with the Washington Monument and the Great"},{"startMs":21560,"durationMs":2450,"subtitle":"Pyramid."},{"startMs":24010,"durationMs":5940,"subtitle":"Did you know the 69,000 square meter site of UN Headquarters is considered International"},{"startMs":29950,"durationMs":4240,"subtitle":"territory, and is technically not part of New York City?"},{"startMs":34190,"durationMs":6130,"subtitle":"The UN Headquarters has its own security force, fire department, and postal administration"},{"startMs":40320,"durationMs":3030,"subtitle":"that even issues its own stamps."},{"startMs":43350,"durationMs":4969,"subtitle":"The notion of UN Headquarters being a city within a city reminds me of how the Vatican"},{"startMs":48319,"durationMs":1871,"subtitle":"also is a city within Rome."},{"startMs":50190,"durationMs":5000,"subtitle":"I like to refer to this as a nested city or fractal structure."},{"startMs":55190,"durationMs":7010,"subtitle":"I was fascinated to discover that the Italian government donated an Arnaldo Pomodoro Sphere"},{"startMs":62200,"durationMs":3050,"subtitle":"within Sphere sculpture to the UN in 1991."},{"startMs":65250,"durationMs":6210,"subtitle":"The golden ball beautifully represents the concept of a city within a city."},{"startMs":71460,"durationMs":7120,"subtitle":"The internal structures seem to me like buildings and streets on the inner surfaces of the spheres."},{"startMs":78580,"durationMs":4910,"subtitle":"I'm intrigued because I've seen three other similar sculptures in locations significant"},{"startMs":83490,"durationMs":1690,"subtitle":"to my research."},{"startMs":85180,"durationMs":6670,"subtitle":"Pomodoro made a series of six Spheres within Spheres scattered around the world."},{"startMs":91850,"durationMs":4180,"subtitle":"Significant Sphere within Sphere locations are the Hirshhorn Museum and Sculpture Garden"},{"startMs":96030,"durationMs":6189,"subtitle":"in DC very close to the Capitol Building, the De Young museum in San Francisco, and"},{"startMs":102219,"durationMs":2871,"subtitle":"in the Vatican's Courtyard of the Belvedere."},{"startMs":105090,"durationMs":4410,"subtitle":"We'll be visiting the latter two locations in due course."},{"startMs":109500,"durationMs":5680,"subtitle":"The Security Council chamber is the emergency room of the UN where decisions involving economic"},{"startMs":115180,"durationMs":4429,"subtitle":"sanctions and military action are sometimes made."},{"startMs":119609,"durationMs":5231,"subtitle":"Notice the horseshoe-shaped desk surrounding 13 chairs located at a rectangular table in"},{"startMs":124840,"durationMs":1360,"subtitle":"the center."},{"startMs":126200,"durationMs":5110,"subtitle":"The red chairs flanking the central group are arranged in rows of 13."},{"startMs":131310,"durationMs":4700,"subtitle":"All these Lucky 13’s are reminiscent of the many 13's on Great Seal of the United"},{"startMs":136010,"durationMs":2390,"subtitle":"States."},{"startMs":138400,"durationMs":5940,"subtitle":"The mural in the Security Council Chamber is by Norwegian artist Per Krogh and it contains"},{"startMs":144340,"durationMs":1649,"subtitle":"some highly interesting symbolism."},{"startMs":145989,"durationMs":1000,"subtitle":"CUT I see symbols of Sun, Moon, and Vesica Pisces, the story of Adam & Eve with Lucifer"},{"startMs":146989,"durationMs":1000,"subtitle":"and Cain, the phoenix, the dying beast of war, and an allegory depicting the original"},{"startMs":147989,"durationMs":1000,"subtitle":"motto of the French revolution: Liberté, Egalité, Fraternité, ou la Mort."},{"startMs":148989,"durationMs":1000,"subtitle":"Let’s have a closer look."},{"startMs":149989,"durationMs":3621,"subtitle":"The left arched panel shows a woman opening a window letting in rays of golden sunlight."},{"startMs":153610,"durationMs":5150,"subtitle":"The right arched panel shows a man letting a white horse run before the full moon."},{"startMs":158760,"durationMs":5880,"subtitle":"Sun and Moon are symbolized in Masonic lodges by the columns Boaz on the left and Jachin"},{"startMs":164640,"durationMs":1629,"subtitle":"on the right."},{"startMs":166269,"durationMs":6491,"subtitle":"Boaz and Jachin originally stood in Solomon’s temple in Jerusalem; Boaz symbolizes the Sun"},{"startMs":172760,"durationMs":1369,"subtitle":"and Jachin the Moon."},{"startMs":174129,"durationMs":6810,"subtitle":"We’ll see this symbolism again in the towers of Sun and Moon at Chartres cathedral."},{"startMs":180939,"durationMs":5660,"subtitle":"The Vesica Pisces shape in the center of the mural contains the story of original sin."},{"startMs":186599,"durationMs":3141,"subtitle":"Young Adam and Eve stand in the background."},{"startMs":189740,"durationMs":6690,"subtitle":"Lucifer hanging from serpentine vines in the Tree of Knowledge hands Eve the infamous apple."},{"startMs":196430,"durationMs":5030,"subtitle":"Years pass and Adam and Eve are shown with arms interlocked closer to the center of the"},{"startMs":201460,"durationMs":2130,"subtitle":"Vesica Pisces."},{"startMs":203590,"durationMs":5970,"subtitle":"In time their firstborn Cain is shown in the foreground at his parents’ feet."},{"startMs":209560,"durationMs":4940,"subtitle":"This unmistakable imagery is strange to say the least in a chamber representing all the"},{"startMs":214500,"durationMs":1959,"subtitle":"nations of the world."},{"startMs":216459,"durationMs":5051,"subtitle":"The mural symbolizing the security of all nations should probably embrace all cultures"},{"startMs":221510,"durationMs":6729,"subtitle":"and religions, but it clearly has a distinctly Judeo-Christian subtext."},{"startMs":228239,"durationMs":4631,"subtitle":"You have to look closely to perceive it, but there is a faint circle representing the Sun"},{"startMs":232870,"durationMs":2599,"subtitle":"surrounding the Vesica Pisces."},{"startMs":235469,"durationMs":5451,"subtitle":"Tiny flames can be seen emanating from this circle, which carry through four of the mural’s"},{"startMs":240920,"durationMs":1000,"subtitle":"panels."},{"startMs":241920,"durationMs":6320,"subtitle":"Here the Sun or son emerges from the center of the Vesica Pisces or womb."},{"startMs":248240,"durationMs":5940,"subtitle":"The bird below the Vesica Pisces is a phoenix, standing over the ashes of its parent."},{"startMs":254180,"durationMs":5149,"subtitle":"The phoenix is a symbol of transformation and of the cyclical nature of time."},{"startMs":259329,"durationMs":6131,"subtitle":"Herodotus recorded the fact that this mysterious bird has ancient Egyptian provenance:"},{"startMs":265460,"durationMs":3690,"subtitle":"“There is a sacred bird called the phoenix."},{"startMs":269150,"durationMs":5950,"subtitle":"I have never seen it myself except in pictures, for it is extremely rare, only appearing according"},{"startMs":275100,"durationMs":5140,"subtitle":"to the people of Heliopolis, once in five hundred years, when it is seen after the death"},{"startMs":280240,"durationMs":1000,"subtitle":"of its parent.”"},{"startMs":281240,"durationMs":4620,"subtitle":"–Histories Book II The beast of war is shown slain in an underground"},{"startMs":285860,"durationMs":3000,"subtitle":"crypt, run through with a sword."},{"startMs":288860,"durationMs":5140,"subtitle":"The abandoned artillery, machine gun, and solider laying down his rifle show this is"},{"startMs":294000,"durationMs":2419,"subtitle":"the end of the Second World War."},{"startMs":296419,"durationMs":6900,"subtitle":"The UN was chartered at the end of this conflict in 1945 and therefore the war imagery is entirely"},{"startMs":303319,"durationMs":1641,"subtitle":"appropriate."},{"startMs":304960,"durationMs":5040,"subtitle":"Souls or shades in between life and death (literally in monochrome) are being helped"},{"startMs":310000,"durationMs":3380,"subtitle":"up from below on both sides of the mural."},{"startMs":313380,"durationMs":6120,"subtitle":"Shades on the solar left side are tinted gold and shades on the lunar right side are appropriately"},{"startMs":319500,"durationMs":2210,"subtitle":"tinted silver."},{"startMs":321710,"durationMs":5690,"subtitle":"The original motto of the French revolution Liberté, Egalité, Fraternité, ou la Mort"},{"startMs":327400,"durationMs":6870,"subtitle":"(Liberty, Equality, Brotherhood, or Death) surprisingly maps to much of the remaining"},{"startMs":334270,"durationMs":2049,"subtitle":"symbolism."},{"startMs":336319,"durationMs":4201,"subtitle":"Souls being lifted with ropes up into the light are gaining their Liberty."},{"startMs":340520,"durationMs":5220,"subtitle":"The scene in the upper left shows a group of people weighing grain, presumably to distribute"},{"startMs":345740,"durationMs":1940,"subtitle":"it with Equality."},{"startMs":347680,"durationMs":5471,"subtitle":"The party in the two panels surrounding the Vesica Pisces illustrates Brotherhood, with"},{"startMs":353151,"durationMs":6219,"subtitle":"all types of people and children happily united holding cyan ribbons and UN flags."},{"startMs":359370,"durationMs":5570,"subtitle":"Those souls who died in the war are lining up and entering the starry door of Death behind"},{"startMs":364940,"durationMs":1990,"subtitle":"the Phoenix."},{"startMs":366930,"durationMs":4860,"subtitle":"La Mort was later dropped from the revolutionary motto because it reminded people too much"},{"startMs":371790,"durationMs":2029,"subtitle":"of the Reign of Terror."},{"startMs":373819,"durationMs":8961,"subtitle":"The tricolor flag of the French Republic symbolizes the three-term motto Liberté, Egalité, Fraternité."},{"startMs":382780,"durationMs":5080,"subtitle":"The scene in the upper right shows scientists investigating the macrocosm and microcosm"},{"startMs":387860,"durationMs":3029,"subtitle":"with telescope and microscope."},{"startMs":390889,"durationMs":5821,"subtitle":"The two upper panels hold a political message with the depiction of people painting, planting,"},{"startMs":396710,"durationMs":3679,"subtitle":"designing, playing music, singing, writing, and dancing."},{"startMs":400389,"durationMs":5131,"subtitle":"I think the implication is humanity may enjoy these higher pleasures after war has been"},{"startMs":405520,"durationMs":7119,"subtitle":"transformed (like a Phoenix) into peace through the agency of the United Nations."},{"startMs":412639,"durationMs":6161,"subtitle":"The symbolism in the mural contains Judeo-Christian, Masonic, French revolutionary, and ancient"},{"startMs":418800,"durationMs":5339,"subtitle":"Egyptian imagery that become apparent only under careful analysis."},{"startMs":424139,"durationMs":5161,"subtitle":"The mural is more than a small decorative element—it dominates the Security Council"},{"startMs":429300,"durationMs":1000,"subtitle":"chamber."},{"startMs":430300,"durationMs":4579,"subtitle":"Therefore, I think the choice of symbolism embedded in the mural tells us something about"},{"startMs":434879,"durationMs":2621,"subtitle":"the character of the United Nations itself."},{"startMs":437500,"durationMs":6750,"subtitle":"I find the hidden connections to Masons and Egypt most provocative."},{"startMs":444250,"durationMs":5169,"subtitle":"Contemplating the United Nations got me thinking about national symbols."},{"startMs":449419,"durationMs":5000,"subtitle":"Consider the UN flag as a symbol of nations coming together in peace."},{"startMs":454419,"durationMs":4831,"subtitle":"As I already mentioned, the map is divided into 33 sectors."},{"startMs":459250,"durationMs":6000,"subtitle":"It seems appropriate that the Earth is flanked by two olive branches symbolizing peace."},{"startMs":465250,"durationMs":3659,"subtitle":"Each of these branches contains 13 leaves."},{"startMs":468909,"durationMs":8970,"subtitle":"The UN flag is cyan in color and was created after the UN was chartered in 1945."},{"startMs":477879,"durationMs":6482,"subtitle":"In 1947 the UN decided to partition Palestine into a Jewish state, an Arab state, and a"},{"startMs":484361,"durationMs":2369,"subtitle":"UN-administered Jerusalem."},{"startMs":486730,"durationMs":7700,"subtitle":"This decision led to a series of wars and ultimately Israel's independence in 1948."},{"startMs":494430,"durationMs":3760,"subtitle":"The Coat of Arms of Israel is also cyan in color."},{"startMs":498190,"durationMs":4810,"subtitle":"It seems appropriate that the Menorah is featured because it's been a symbol of Judaism for"},{"startMs":503000,"durationMs":2430,"subtitle":"almost 3000 years."},{"startMs":505430,"durationMs":5940,"subtitle":"The Menorah is flanked by two 13-leafed olive branches symbolizing peace, another parallel"},{"startMs":511370,"durationMs":2830,"subtitle":"with the UN flag."},{"startMs":514200,"durationMs":4820,"subtitle":"There are many countries whose flags and coats of arms feature olives branches symbolizing"},{"startMs":519020,"durationMs":1090,"subtitle":"peace."},{"startMs":520110,"durationMs":5890,"subtitle":"However only the UN emblem, and the Coats of Arms of Israel, the United States, and"},{"startMs":526000,"durationMs":6010,"subtitle":"the US Virgin Islands feature olive branches having exactly 13 leaves."},{"startMs":532010,"durationMs":6690,"subtitle":"The US Virgin Islands' coat of arms is a modified version of the Great Seal of the United States."},{"startMs":538700,"durationMs":6020,"subtitle":"The flag of the United States of America also features significant numerical symbolism."},{"startMs":544720,"durationMs":2440,"subtitle":"There are 13 red and white stripes."},{"startMs":547160,"durationMs":7490,"subtitle":"50 stars are arranged in 9 rows alternating between rows of 6 and 5 stars."},{"startMs":554650,"durationMs":5180,"subtitle":"We'll learn the significance of the 9 rows in San Francisco and the alternating rows"},{"startMs":559830,"durationMs":2370,"subtitle":"of 6 and 5 stars in Egypt."}]
