[{"pageNumber":2,"pageContent":"Ararita Elaborations on the Star Sapphire by a traveller in darkness"},{"pageNumber":3,"pageContent":"Exploration-5 Publishing 2009 This copy is No.: issued in order of the: volumes printed This book was conceived and written over nine months from Winter Solstice 2008 to August 2009. It forms an entirely personal enquiry into a singular ritual and makes no claim of conveying or revealing secrets held by initiatic or magical organisations. Treat with caution. Copyright 2010. All rights reserved. The use of any part of this publication reproduced, transmitted in any form or by any means, electronic, mechani-cal, photocopying, or otherwise stored in a retrieval system without the prior written consent of the publisher is an infringement of copyright law. Fair use accepted."},{"pageNumber":4,"pageContent":"Contents Preface - -  ~  Introduction to the Star Sapphire -Ritual in Sections Chapter 1: The Signs - - - -15 LVX Signs - - - - \" 16 NOX Signs - - - - \"17 Atu VII: The Chariot - - - -20 Atu V: The Hierophant - - -21 AtU XI: Lust - - - - \"21 Atu III: The Empress - - - -22 Atu II: The High Priestess - - -29 Chapter 2: IHVH - - - - - 32 Pater et Mater- - - - -34 Making the Holy Hexagram - - - 36 Mater et Filius - - - -41 Filius et Filia - - - - -45 Filiaet Pater - - - - -48 Atu VI: The Ritual of the Lovers - -57 Chapter 3: The Centre of All - - -61 Making the Rosy Cross - - - 62 Sevenfold Ararita - - - - 67 The Paradox of Da'ath - - - 70 Also Set shall appear in the Circle - - 72 Atu XVII: The Alchemy of the Stars - - 81 Let him drink the Sacrament- - - 86 And let him communicate the same - - 92 The Latin Text - - - -93 Chapter 4: Return to the Signs - - - 99 Conclusion - - - - - 100 Bibliography: - - - - - 103"},{"pageNumber":5,"pageContent":"Illustrations: Figure 0: The Heavenly Hexagram --8 Figure 1: The Threefold Dragon -23 Figure 2: Nox - -- 25 Figure 3: The Sphinx of Nox -- 26 Figure 4: Pater et Mater - 40 Figure 5: Mater et Filius - 42 Figure 6: Circle footwork - 44 Figure 7: Filius etFilia - 47 Figure 8: Filia et Pater - 51 Figure 9: Symbolicfloorplan --56 Figure 10: Atu VI: The Lovers - 57 Figure 11: Oroboric Circuit -- 64 Figure 12: The Tesseract - 68 Figure 13: The Chalice - 88"},{"pageNumber":6,"pageContent":"5 Preface It is curious that given the dearth of comments, analysis and accounts of other rituals, Aleister Crowley's Ritual of the Star Sapphire (Liber XXXVI or Chapter 36' in The Book of Lies2) seems largely overlooked or considered only from a distance. Regarded by some as the all significant chapter in The Book of Lies, it is clear both Crowley and Theodore Reuss placed importance on it. The story Crowley offers (over which some valid questions of historical accu-racy have been raised3), informs us that following Crow-ley's publication of The Book of Lies, he was approached by Reuss who was displeased at his publically revealing \"In the plainest language'* the supreme secret of the then, unassuming Ordo Templi Orientis. Although there is some superficial confusion deciding whether this reference is to chapters36or 69, itislikely thatthe issue is notofgreatimport, with one chapter directly informing the other. It may be that there is further clarification within the hidden archives of the IX0 OTO Sanctuary of the Gnosis, but I do not really care. In 1: 36 = 62 = the perfect expression of the Hexagram. 6 = Uphareth/Sun, thus 6x6 = the sun multiplied by itself. However, 6-squared also has a poetic correlation to Section 2 of the ritual in question. 2: The Book of Lies. 1913. Weiser: Maine. 1986. 0877285160 3: The account of events is detailed in Symonds King of the Shadow Realm pp 160-162, which makes explicit mention of Chapter 36 of The Book of Lies, although the infamous meeting between Crowley and Reuss it seems occurred a year before the publication of the aforementioned volume. 4: The Confessions of Aleister Crowley. 1929. Jonathon Cape: London. 1969.pp709-710"},{"pageNumber":7,"pageContent":"6 Preface producing this document it is not my intention to attempt to reveal or even concern myself with the secrets of different esoteric orders. That is their business. Furthermore, I am unqualified to pass comment. Perhaps as a result of my confessed lack of relevant formal initiation, one should treat this work, Ararita, with either suspicion or contempt. I am not a high initiate of any magical body, nor is any of my material derived from such individuals leaking me their precious secrets. Instead it is simply the product of my own hard work and diligence. Any incidental correlation to established secrets revealed in this volume is therefore inadvertent and perhaps should be considered an innocent by-product of my work with this particular rite, derived exclusively through specula-tive or experimental practices and based on my personal understanding. When I initially decided to explore the nature and myster-ies of this ritual I found very little material concerning its practice or symbolism. Speculative discussion seems scarce, but scarcer still are descriptions of the difficulties, pleasures or potency encountered by those whom practice it. Is this simply because no one is doing it? It is because it is a load of crap? Is there a rule forbidding discussion? Surely it is not just because it involves a sexual component? Is it not time to step out of the Victorian prudishness, and compare notes on what works? Yes, there is an element of sanctity that shuns profanation, but there is also a layer of ignorance and tawdry superstition surrounding it. Yes, it has a sexual aspect which seems to mean, for some I have spoken with, that it is beyond comment, or the sole domin-ion of a lucky initiated few, not to be divulged; conversation only to be answered with knowing nods, occasional tutting and smug but ill-fitting grins: \"the Star Sapphire? Ahh... I know the ... it's you know, all about... well... perhaps I have said too much...\" Crowley published the ritual, clearly intending for indi-viduals to read, perform and come to an understanding of"},{"pageNumber":8,"pageContent":"Ararita 7 the potency he considered it contained, regardless of rank or qualification. I have learnt to be wary of those individu-als who, whilst hinting at deeper insight, condescendingly suggest \"it is a secret beyond your grade!\" On occasion I suspect it is also a secret beyond theirs. What then of the material presented herein? There are a few requirements to understanding this document: First: If you do not know the ritual, go and read it, it's reprinted in many different Crowley collections. Second: Keep a copy to hand; reference is made to specific lines and words. In my analysis of this ritual I shall be making broader reference to published occult material, with Crowley's works, as the primary source material, referenced with particular frequency. He wrote the ritual, and so I consider him to be the best source of informa-tion relating to it. Whether obvious or not, the symbolism present within the ritual, at least as far as I understand it, can be seen to be extremely congruent with his magickal structure for operations within the Argenteum Astrum. Again, to stress, a body with which I am unaffiliated. Thirdly, and I would suggest most importantly, under-standing a magical activity is not just an intellectual process; it requires action. I may not be correct in my assessment, but in whatever form, I suggest one gives the ritual a go a minimum of three times before, if it's your thing, hitting the internet chatrooms to wax lyrical. Finally, I offer the following exploration and rumina-tions based solely on personal enthusiasm because, in brief, I think it's exciting and I want to share it. I hope that whether you agree or disagree, you enjoy what you read and are perhaps motivated to breathe new life into this interesting Mass."},{"pageNumber":9,"pageContent":"Jig. O: The Heaven\\y Hexagram (777 col. CXXIV)"},{"pageNumber":10,"pageContent":"9 Introducing The Star Sapphire It is exciting to rush into penetrating the deeper 'juicier' parts of ritual analysis, but answers can all too easily spill out prematurely, their aim well intended; the results, misguided. Flaccid disappointment ensues. So, taking a deep breath, we shall begin at the beginning, and with the merest most delicate touch see if we can tease out some of the foundation concepts. Furthermore, let us be bold in courting the obvious... Question: what is a sapphire? Answer: It is a precious stone which, like its brother the Ruby, is a form of Corundum. The Sapphire is sacred to the third qabalistic sepher Binah; the dark-mother. Binah is identified with a great dark sea, a fluid menstruum of possibility. Might it be that this Sapphire is one of the \"Stones of precious water?\"5 Here is a first clue to the ritual. Furthermore, both Rubies and Sapphires can have a highly attractive inclusion called an 'asterism' which gives the effect of a softly shifting 6-rayed star caught within the stone. Clearly this is another clue to the presence of hexa-grams within both rites alluded to by their title-stone: in the Ritual of the Star Ruby, the pentagrams are invoked to produce the hexagram at the circles heart, whilst in the Star Sapphire... well, let's not spill the beans prematurely... It is apparent within the ritual that the magician is male and that a female assistant accompanies him provid-ing him with the 'Mystical Rose'. Perhaps a little playful experimentation will allow for the essential exchange of 5: AL: 111:66 Consider the context of the surrounding lines. 66 is the number associated with the Qliphoth, whose realm is super-ficially that of the Abyss."},{"pageNumber":11,"pageContent":"10 Introduction roles and genders, or, at the very least a reappraisal of the identification of the magician with different gender based qualities. However, being male and working with the script as provided by Crowley, I shall invariably interpret this ritual from a male perspective. Even so, the Rose is not a passive ritual object but is instead an integral channel, contributor, and communicant. Whilst I am interested in accuracy with the underlying symbolism present behind the elements within the ritual, I also have a predilection for understanding the machin-ery of ritual. Is the basic ritual well constructed? Are the intents of the ritual adequately provided for with action, word and thought? Do the actions and words produce the desired affect? Very often with speech it is not what we say, but how we say it. The same is true of ritual. As a result of this interest, drawing on my own experi-ence and training within the performative fields, I feel it is important to allow a certain intuition and critical reflection to help direct and re-interpret the spirit of what a given ritual is trying to achieve. I recall a T^i Chi instructor explaining to me that by systematically dismantling and segmenting the body into basic components governing motion, tension, weight and flexibility, we can slowly master control of each. Then, when we begin to put it all back together into a singular holistic form, we have a thorough understanding of each part and its interactions with other parts. Similarly if we build an engine, let's say a war engine, it is essential we understand how all the parts operate in order to appreciate how best to implement the machinery. Similarly, soldiers dismantle and rebuild weapons, because by doing so their level of appreciation and intimacy with the weapon is deepened. Qabalists do the same with Hebrew words, breaking them down into constituent letters, each complete with their own complex symbolism. Along this line, I find it helps my appreciation of the mechanics of a ritual to identify what sections it contains."},{"pageNumber":12,"pageContent":"Ararita 11 Rituals are frequently punctuated by a transition to the next part of the formula, or the next step in the ritual equa-tion6. In the same way that anyone can fire a gun, under-standing the mechanics within a ritual is not essential for the ritual to work. However, understanding the techniques and checking them against the purpose of the ritual helps us clear up some ambiguities and assess efficiency. Gener-ally we don't want to shoot ourselves with the gun. What then is the purpose of the Star Sapphire ritual? We know it is classed as a hexagram ritual, (hexagrams featuring heavily within its symbolism), and it is thought that it correlates to the Ritual of the Star Ruby as the Hexa-gram does to the Pentagram7. Whilst the pentagram is a symbol used to manipulate, unite or incarnate elemental forces, the hexagram address-es the raising, lowering and transformation of energy. In this way we might say that the pentagram covers a hori-zontal axis, whilst the hexagram, a vertical: In the column stands the six rqyed star... In the Star Sapphire, we see the elevation of the magi-cian and drawing down of divinity, binding both into a unity which causes an incarnation of the inmost light. This may be equated with Microprospus of the HGA Working (itself symbolised by the hexagram), which is centred on Tiphareth (whose number is six) or the Macroprospus of the Supernal, wherein all dualities are resolved into a singularity, symbolically given by the word 'ARARITA'. On the hexagram (and of particular relevance to our investiga-tion) Crowley notes in Liber Aleph: 6: Although there is broad divergence in the definition of ritual, it is commonly accepted that a ritual is a sequence of actions that are repeatable, and may contain repetition within the sequence. As a result of this, even when fluid, by dint of identifying differ-ent actions, we indirectly assume a threshold or transitional point between any two adjacent actions. 7: The Book of Lies. p83 (Comment to chapter 36)"},{"pageNumber":13,"pageContent":"12 Introduction .. the Hexagram isfor the most part a detail of the Formulae of the Rose Cross. \"8 It is thus that the hexagram ritual offers the magician a chance to align with a higher or lower force, and by exten-sion concerns the reconciliation of opposites in the bring-ing forth of something new... but is the Ritual of the Star Sapphire a standard hexagram ritual? Perhaps we should look at the ritual itself, and see if our initial assessment is accurate. 8: Liber Aleph or The Book of Wisdom and Folly. (1918) 1947. Level Press: California. 1974 Chap: 108 'De Stella Macrocosmi*"},{"pageNumber":14,"pageContent":"Ararita 13 THE RITUAL IN SECTIONS Repetition is a key component in ritual, whether it is repe-tition within an individual ritual, or the repetition of the whole ritual act. Similarly, a useful tool when devising ritu-als is to create cycles of repetition that develop with each revolution, adding more complex symbolism, or otherwise refining the scope of attention upon a more concentrated aspect. This very principle is crucial in successful trance induction, which is, in a roundabout manner, an important tool in our ritual armoury. Within the Ritual of the Star Sapphire, I believe we have three revolutions, each cycle becoming less symbolic. The enactment of the symbolic before the actual allows the symbolic to be activated within the actual9. This serves as a precursor allowing us to react to the actual gestures in a manner congruent with the dynamic energies presented by the symbol. Doing this allows us to achieve an effect, as if we were enacting the symbolic alongside the actual. Trying to do both invariably leads to a spilt in attention and concentration, the vacillation of which can be highly useful, but would, in the case of this ritual, prove a little clumsy. 9: In the verbiage of this volume 'symbolic' refers to gestures, words e.t.c. that allude to an abstract principle, or are repre-sentative of an element not physically present. 'Actual' refers to actions that simply are what they are. The distinction between these two forms of gesture is crucial in rituals of manifestation (invocation/evocation)."},{"pageNumber":15,"pageContent":"14"},{"pageNumber":16,"pageContent":"15 Chapter One: The Signs his initial section should be understood as contain-ing two subsections, one featuring at the beginning of the ritual and the other at its end. Although there are slight differences within the chronology and stipula-tion of these two subsections, I believe that their role is complimentary enough that they may be classed as part of the same thematic section, called herein 'Chapter One' or 'The Signs'. At the centre of the circle the magician stands and gives the either the LVX Signs or the NOX Signs. The role of Signs within ritual is to mark and focus attention on key points or landmarks within the narrative and terrain of the ritual. Whilst Signs have a dynamic quality, on occasion being extended to incorporate motion, their principle aim is to bring into the awareness of the magician the specific dynamic properties that symbolically underpin the Sign. Each Sign alludes to a story or describes some principle of force or manifestation. They are in effect body sigils whose reverential adoption arouses their symbolism within our flesh. As such they form a shorthand code for forces which are directed into the body of the magician. This last part is essential in works of incarnating force. Before moving onto an exploration of the Signs within this ritual, it may be appropriate to give a quick outline of the role of signs within the field of semiotics (the academic and philosophical study of the language of signs). Saus-sure (1857-1913), a Swiss linguist and considered the father of semiotics, suggested that a 'sign' is composed of two elements, the signtfier, and the signified. The latter of these relates to an idea or concept, whilst the former"},{"pageNumber":17,"pageContent":"16 The Signs relates to a form whose nature is to trigger the signi-fied. What this clarification allows us to do, is to further scrutinise the nature of the Signs we use in ritual. Whilst we can consider both the signifier and signified as two different elements, they both operate in tandem to create the sign. It is through this division that we may begin to understand what our actions are trying to say; what the signifiers are signifying. This is complicated by the understanding that signs do not inevitably carry univer-sal links between the signifiers and the signified; the upshot of this is that the same form may trigger different ideas in different observers. An example of this would be the shifts described by aeonic transition, where under the banner of a New Aeon certain 'old aeon' formula become inverted or no longer as culturally or magick-ally applicable, and yet the forms they take remain the same. What is then proposed is that signs are understood when viewed in distinction to other signifiers. The field of semiotics is vast, and its role in magick is best left for another treatise. With this basic idea we can move to examining the Signs employed in the ritual, allowing this seed-thought to germinate in the background. THE LVX SIGNS Present within the LBRH these Signs refer to the mythology contained within that ritual. The basic premise concerns the transformation of the magician through a process of death and resurrection. Typically in 'the old aeon', that resurrection was accompanied by the acquisition of some new often magical power, as we see with shamanism, Christianity, e.t.c. In many respects these Signs describe the dynamic of LAO, and the relationship between the Adept, his Rose and the Elixir distilled at the climax of the Star Sapphire rite. The symbolism of the 'I' and the 'O' is detailed thoroughly by Crowley and related mate-rial and need not be further expounded upon here save to"},{"pageNumber":18,"pageContent":"Ararita 17 draw attention to the graphic symbolism of Phallus and Kteis, present within the ecstatic cry to PAN, '10!'. Within this ritual the two participants become the 'I' and the '0', whilst 'A', Apophis, is the elixir created. As an aside, within the myth of Isis and Osiris (the 'I' and '0') Isis, the goddess of the magical utterance, uses her mouth to resurrect her deceased and impotent consort. We see this enacted in the Gnostic Mass, where by the gestures of Mouth (Peh) and Hand (Yod) of the Priestess the entombed Priest is resurrected. THE NOX SIGNS Within the rituals Reguli and Star Ruby, these Signs are associated with cardinal directions, whilst the Argenteum Astrum uses them in association with specific grades. The order the Signs appear in the Star Sapphire is differ-ent to those within the Star Ruby, where they are clearly identified with elemental quarters. We had presumed that the order which they occur within the Star Sapphire reflects the sequence of the four directions used within section 2, but this has eluded us: Star Ruby Star Sapphire East Vir (Therion) South Puer (Hadit) West Mulier (Babalon) North Puella (Nuit) Puer (Son) Vir (Father) Puella (Daughter) Mulier (Mother) The compass has switched around, but the same Signs are still opposite each other; Vir is still opposite Mulier, only now found on a north/south axis, whilst Puer and Puella are now located opposite each other on an East/West axis. In the Star Ruby these Signs were associated with four Thelemic godforms. Within the Star Sapphire we have the Tetragrammaton or fourfold-word, expressed as the nuclear family: Father, Mother, Son and Daughter."},{"pageNumber":19,"pageContent":"18 The Signs We may draw a parallel between the Thelemic godforms by saying that Therion and Babalon effectively take the role of the Son and Daughter, to the Mother and Father of Nuit and Hadit. But I disagree for the following reason: In the Star Ruby the two axis N/S and E/W are not forming a simple diagram of Macrocosmic and Microcosmic interac-tion. The energies present in the exchange between Therion and Babalon are not simply small scale versions of those between Had and Nu. It is more complicated than that. They are very different forces, which is why we identify them with different cardinal directions and along different axis'. A simi-lar consideration is true of the distinction between Father and Son, Mother and Daughter within the Star Sapphire. To return to the ritual at hand, we now have a new sequence of the NOX Signs given not only to different cardi-nal quarters, but also by dint of the ritual itself (and their names), are identified with an alternative family set up. Cardinal directions, points on a compass, describe directions aligned with the passage of the sun and the zodiac. This is less relevant in the Star Sapphire. However the directions to which we are gesturing help define the topography of a more abstract and conceptual space. Within this ritual, the NOX Signs help us establish a cycle, a rotating motion and a transmission ad infinitum. I think it more likely that the Signs explicitly establish the symbolic abyssal location rather than fixing us within the cardinal directions on terrafirma. Why might this be so? When mentioned by Crowley, the NOX Signs are generally treated as powerful and danger-ous. It is inappropriate to go into depth on the Signs them-selves or their relation to the LVX Signs, so we shall refer the reader primarily to MTP10 and any references to NOX and the Night of PAN for further insight. 10: Different editions exist containing 'Magjck in Theory and Practice' Most common are the Pink Grant/Symonds edition and the OTO 'Blue Brick' (MAGICK: Book 4. 1929-1930. Weiser: Maine. 1994. 0877287376)"},{"pageNumber":20,"pageContent":"Ararita 19 Whilst the IAO formula contained within the LVX Signs may be seen to be more immediately relevant to the Upharetic operations of the Hexagram, the text seems to imply that the NOX Signs are preferable. Why might this be so? In the Vision of the 14th Aethyr, NOX is revealed as the terrible word that is the Key of the Abyss11. Perhaps that same Key will likewise unlock this ritual? We shall start with the very first line in the ritual: \"Let the Adept be armed with his Magical Rood... \"12 The term used is not magician but Adept. Within the A.A. frame-work Adepthood occurs through a trinity of grades begin-ning at Uphareth and finding completion in the undertak-ing of the Ordeal of the Abyss. As a consequence there is an implication that the individual has already attained the Knowledge and Conversation of the Holy Guardian Angel13. If we look at the LBRH, which shares a basic sturctural parallel with the Star Sapphire, its purpose is to prepare and bring the magician into alignment with the Upharetic centre, drawing down the True Will, or hidden sun, into perpetual dialogue with the ego of the magi-cian14. However, if one has already achieved this signifi-cant attainment, and is actively working through the 11: The Vision and the Voice, with commentary and other papers. Weiser: Maine. 1998. 0877289069. pl40 We can also consider the mathematical symbolism of the word: 'n' = a number, any number, 'o' describes both everything and nothing, and finally 'x' designates an unknown. In short we have a Greek word meaning 'night', that may also be broken down to constituent parts that allude to the infinite unknown. 12: The Book of Lies. p82 13: The gnostic alignment of the magician with their True Will, is the defining attainment we call Adepthood, and is the central operation of Magick. 14: The process of Adepthood is to progress from having estab-lished the dialogue, to bring oneself into complete identification with that Will to the exclusion of all things. This is essentially resolved by the Ordeal of the Abyss."},{"pageNumber":21,"pageContent":"20 The Signs three phases of Adepthood, then perhaps we turn from the LBRH to the Star Sapphire? The second paragraph of Chapter 36 draws a correla-tion between the NOX Signs and the fourfold work of the Sphinx of the Adepts. To know the Signs, to will to do them, to dare to do them and keep silent about them, forms the four qualities harnessed within the transmutation of the Aspirant into Adept; Adept into Master. They are core virtues and disciplines of Magick, but they may also be plotted on the \"free of Life. What follows is an analysis of the first of two groups of tarot cards. ATU VII: The Chariot Linking the spheres Binah and Geburah on the Tree of Life we find the path of The Chariot; the sacred champion of the blood-brimming Babalon Graal, the baptismal cup of wisdom. As Crowley points out, \"His only Junction is to bear the Holy Grail\"15 furthermore, in relation to a card we shall examine later, Crowley continues describ-ing his association with water \"which is blood'nb through Cancer and the Moon \"... there are thus certain analo-gies between this card and that of the High Priestess\"17. However, for the purposes of our examination here, we identify the Charioteer with a Man. The Sphinx/Cherubic symbol of the Man presides over Knowing (which draws further correlation with Atu II, crossing Da'ath or 'knowl-edge'). Both Man and Knowing are transposed onto the head of the sphinx' body. The head is a symbol which not only carries Grail and Templar associations with the oracular and Baphometic head, but also the head of St John the Baptist, who is furthermore associated with 15: The Book of Thoth (Egyptian Tbrot). 1944. Weiser: Maine 1974. 0877282684. p85 16: Ibid. 17: Ibid. The High Priestess, as oracle and diviner, is a Grail bearer - after a fashion."},{"pageNumber":22,"pageContent":"Ararita 21 Cancer and the mysteries of the blood-brimming Cup of Whoredom. The baptismal cup of wisdom (Sophia) can be associated with Baphomet, a word that, according to Idries Shah, derives from the Moorish Bufihimat mean-ing 'Father of Understanding' or the Sufic derivation ras el-fahmat meaning 'Head of Knowledge'. The head of knowledge is again identified with the decapitated head of St John the Baptist18. Pulling his chariot we see four sphinxes, each formed from different permutations of the Sphinx of the Adepts, further strengthening its association with this card, and mirroring the presence of the 4 Cherubic icons surround-ing the Hierophant on his card. ATU V: The Hierophant Across from The Chariot, who we are informed is bringing down the water (blood) of Binah (Understanding), we find, the High Priest, or Hierophant19 bringing down the fire of Chokmah. Where the Charioteer describes the martial, chivalric aspiration for divine Love, the Hierophant, in his lupiterian role undertakes the office of channelling the divine Will. The Hierophant, sometimes called the Pope, is the mediator between the mundane and divine, and is identified with the Bull, icon of the Will10. We shall return to this icon shortly. ATU XI: Lust Passing from Chesed to Geburah we find the second of the 'reciprocal paths'; Lust, formerly Strength. Whilst the Hebrew letter attributed to this card is Teth which means Serpent, it is to the traditional totem of this card that we 18: Shah, I. The Sufis. 1964. Octagon Press: London. 1982. 0863040209. 19: The Book of Thoth (Egyptian Taiot) pp78-80 20: Liber Aleph. Chap: 153"},{"pageNumber":23,"pageContent":"22 The Signs now turn. The original Strength card displayed a man (Samson) wrestling a Lion, symbol of strength and regen-cy over the animal kingdom21. In the modern re-working of the tarot by Crowley, both the Lion and the Serpent, (i.e. the Lion-Serpent) have been subsumed into the larger glyph of the Beast. For our purposes, we recall the Lion within the beast, recognising it as an icon of courage and bravery. The Lion is understandably To Dare. The subject of Lust, and the symbolism of BABALON are intimately bound to this ritual and the operations of the Abyss, being reflected in all of the other cards concerned. For the time being, we shall leave it at that. ATU III: The Empress Joining Chokmah to Binah, we find the path oiDaleth, 'the door'. Here The Empress crests the furthest shore of the abyssal gulf. Soaring above the Abyss, in the supernal is the Eagle, icon of the Empress, in whom is the silence (non-linguistic communication) of love. \"What does this Eagle mean and what does it Jorshadow? ECSTASY! For it is written: \"The Eagle is that might of Love which is the Key of Magick, uplifting the Body and its appurtenance unto High Ecstasy upon his Wings. \"22 There are two key aspects of The Empress which concern us here. The first is her connection with the Mystic Lotus. This material is covered in Chapter 3 of this treatise. The second aspect concerns the relationship of the Eagle to the sphinx. 21: Curiously enough, in ancient Egypt, the 'Uraeus' serpent was also the symbol of sovereignty and divine rule. 22: From p8 The Chalice of Ecstasy by Frater Achad, largely quoting Crowley Liber Aleph"},{"pageNumber":24,"pageContent":"Ararita 23 In Chapter 157 of Liber Aleph, Crowley discusses the Dragon, opening and exploring its tri-partite nature, which we are informed, is comprised of the Eagle, the Serpent and the Scorpion23. Jig. I: The Threefold Dragon 23: Looking at Atu XIII, Death, we note the presence of four creatures. One of these creatures is the fish, representing Nun the Hebrew letter attributed to this card. The other three are, however, the Eagle, the Scorpion and the Snake. In his descrip-tion of this card Crowley observes of the Eagle (plOO.Thoth) it symbolises \"exaltation above solid matter\" whilst the Serpent \"... the rhythmic undulation of those twin phases of life which we call respectively life and death.\" And of the scorpion \"... putrefaction in its lowest form\". Of this last remark, albeit being expressed as an interpretation of the death card, we can understand putrefaction as sharing a correlation with annihi-lation, both of which involve the complete dissolution of the identifiable/identity (Ego)."},{"pageNumber":25,"pageContent":"24 The Signs If we look at the diagram (fig. 1), it will be noted that the Eagle and the Serpent sit nicely on their respective paths, whilst the scorpion is sat on Da'ath. Why might this be so? Initially we might say it is because Scorpio is associated with death, but it would seem that, for Crowley, the scor-pion is not just a zodiac sign obsessed with sex and death, but that the ego is involved. The Scorpion's cry: 'I am I'24 is the oath of the Black Brother, asserting the validity of Ego in self-reflection to the exclusion of all else. The scorpion is the introverted love of Ego. But there is an implication that the scorpion is to be slain: \"And this dragon is called thy silence, because in the hour of his operation that within thee which saith T is abolished in its conjunction with the beloved.\" The form of the dragon being, of course, a winged serpent, or feathered snake, uniting Eagle and Snake. The 'hour of the operation' is the subject matter of Chapter 3 of this book. The beloved is both Babalon as iconic Muse, and Babalon in the flesh as Priestess or Mystic Rose. The Scorpion is intimately associated with putrefaction; the rotting of animal proteins, and the alchemical proc-ess of blackness and fermentation. But it is also part of the process of love, indeed in a comment on the name of the Aethyr 'NIA', Crowley allies Scorpio with \"Love as the instrument of change by putrefaction \"26. At the conclu-sion of the 2nd Aethyr, the letter 'n' appears, and Crowley's own comments may shed further light on the word NOX, where he identifies 'n' with Scorpio (Nun) describing it as the \"letter of sexual immortality, Jorformula of perfection through putrefaction \"27. 24: Liber Aleph. Chap 157 25: Ibid. 26: The Vision and the Voice. p67 27: Ibid p245"},{"pageNumber":26,"pageContent":"Ararita 25 There is furthermore explicitly magickal application of these three within Chapter 173 of Liber Aleph. Return-ing to our formula; ascending the tree through these three animal icons, following the lust of the serpent, and the annihilation of the abyssal scorpion arises the Eagle, whom is the silence of Love. In the space following the scorpion's babble we find Hoor-Paar-Kraat, the babe of silence, encased in both the Lotus Flower of the Empress or the black (Binah) Akashic egg (of the Eagle), under-stood to be the '0' of NOX. This is again further described in Chapter 3 of this volume. Jig. 2: Nox"},{"pageNumber":27,"pageContent":"26 The Signs Returning to the four major arcana, The Chariot, The Hierophant, The Empress and Lust, we may now consider the whole composition. Symbolically the Sphinx associa-tions reveal a specific magical territory within which this operation takes place. This is confirmed by the nature of the NOX Signs and the Night of Pan, as pertaining to the Abyssal region (opposed to the LVX Signs which relate to Tipharetic formulae). Furthermore, we read in 'One Star in Sight'-. \"His Angel shall lead him anon to the summit of the Order of the R. C. and make him ready to Jace the unspeakable terror of the Abyss which lies between manhood and Godhead; teach him to Know that agony, to Dare that Destiny, to Will that catastrophe, and to keep Silence for ever as he accomplishes the act of annihilation. \"28 Jig. 3: The Sphinx of Nox 28: MAGICK: Book 4. p487 'One Star in Sight'Appendix II."},{"pageNumber":28,"pageContent":"Ararita 27 Examining the properties of the sphinx29, we have several sympathetic themes raised, which whilst not a perfect fit are reassuring close. Turning first to Eliphas Levi, writing on the Sphinx of the Adepts, he states \"The Sphynx only devours those who Jail to comprehend her; she will obey anyone who has learned the answer to her riddle. \"30 In his revisionist history of the Oedipus myth Immanuel Veliko-vsky also discusses the Sphinx saying: \"The Monster, the Sphinx, kills herself when the hero correctly answers the riddle, and the hero, a poor adventurer but a prince by birth, enters the city and obtains the hand of the widowed Queen. \"31 The Sphinx is both the Adept and the terrain to be traversed. The riddle is the Ordeal of the Abyss, which being a riddle demands a 'higher logic', primarily where paradox is resolved. Conveniently enough, if we add together the values of the Hebrew letters associated with 29: Let us give a little thought to the Sphinx of mythology. A composite body forms the monstrous grandchild of Typhon. It was sent to the area surrounding the Greek City of Thebes [as opposed to the Egyptian city of the same name], which is also most relevantly called the 'Seven-gated City'. The Sphinx offered those whom wished to enter the City, a riddle that if failed would lead to death, whilst anyone who could answer the riddle correctly would cause the Sphinx to kill itself. Famously Oedipus met this challenge, winning the riddle and obliging the Sphinx to kill itself allowing him to pass into Thebes. In his work Oedipus & Akhnaton, Velikovsky makes a clear case for the myth of Greek Thebes actually being a deviation from a story centred on the 100-Gated ancient Egyptian city of Thebes. 30: Levi, E. The Magical Ritual of the Sanctum Regnum. 1896. Crispin: London. 1970. 07225165x. p85 31: Velikovsky, I. Oedipus & Akhnaton: Myth and History. Sidg-wick & Jackson: London. 1960. p31"},{"pageNumber":29,"pageContent":"28 The Signs the four Sphinx cards, (Daleth, Vav, Teth, Cheth) we get 27, which carries the same value as Chidah (.Hida), mean-ing variously, 'parable', 'enigma' or 'riddle'. The sphinx-cards mark the territory of the Riddle of the Abyss. Continuing with Velikovsky, the 'Hero' is 'Heru/Horus' from which the word directly hails, and represents the Adept who has attained the Solar revelation of alignment with the True Will. The death of the Sphinx represents the annihilation of the Ego, as a consequence of resolving the Ordeal the Abyss, reconciling the paradox and moving beyond the limitations it describes. It is suicide, because this Ordeal requires self-driven annihilation. We die by our own hand that we may enter the City of Pyramids, identi-fied with Thebes the 'seven gated city', the Queen of which is of course Babalon-as-Empress. Furthermore, through the rituals and the Ordeal of the Abyss, this 'prince by birth', comes to identify itself with the archetypal Prince-Priest Ankh-af-na-Khonsu, the self-slain Lord of Thebes32, whom is the Master of the Temple. He who stands at eye level to the gods and looks upon them. At this point we are going to enjoy a brief tangent and complicate matters a little. The Hierophant card is identi-fied with a specific path, and a specific part of the formula of the Sphinx: the Bull. However, if we look carefully at the image on the card itself we see two bulls. The main central Bull recalls the Bull of Mithras, symbolizing Life and Vital-ity. Curiously, the rites of Mithras allegedly concern the inundation or baptism of the initiate with the blood of the slain bull, as a means of acquiring the bullish Will. Cross reference this with the symbolism of the Charioteer as bearer of the cup of blood, and we shall begin to arrive at the first of our destinations. Returning to the centred Mithraic bull, we find the (Magi-cian as) Hierophant is surrounded by the four cherubim 32: AL 111:37. The Book of the Law (Liber A1 vel Legis). 1938. Weiser: Maine 1995. 0877283346."},{"pageNumber":30,"pageContent":"Ararita 29 that comprise the Sphinx of the Adepts. In one manner of looking, we can see the Hierophant, or High Priest, having travelled from Uphareth (Vau = 6 = sun/son33) along the path of The High Priestess, is now standing at Da'ath, where we locate... the Mass of the Star Sapphire. ATU II: The High Priestess 'Provided with his Mystical Rose...' At this point the first card of the second group of Major Arcana is brought into play; The High Priestess. It is she whom undertakes an active role in the identification and invocation of the necessary elements within this ritual. The High Priestess forms a path crossing the Abyss, drawn from Kether in the Supernal and infinite macro-cosm, to its microcosmic reflection, Uphareth. In The Book ofThoth, Crowley says of this card: .. The concern is with Nature above the Abyss; the High Priestess is the first card which connects the Supernal Triad with the Hexad; and her path... makes a direct connection between the Father in his highest aspect, and the Son in his most perfect manifestation. \"34 Besides more obvious considerations for the role of the Mystical Rose to be identified with the High Priestess, we may further contemplate this idea of connecting Father and Son. Within the IHVH formula, and by extrapolation the mechanics of this ritual, the role of the Rose is to liter-ally form the connection between Father (Pater) and Son (Filius) by arousing and transmitting the magical current 33: Cross reference with 'One Star in Sight'. The Adept, having attained the K&C-HGA is identified with the High Priest in accord with his own direct channel to his God through the word/name identified as the Holy of Holies (line 239, Magick p485). 34: The Book ofThoth (Egyptian T&rot) p72"},{"pageNumber":31,"pageContent":"30 The Signs through the Mother (Mater) and Daughter (Filia). For more on this see Chapter 2. Blossoming into view I see a vision of a 49-petalled rose where Da'ath stands at the heart of the sphinx's territory. We might take this further, as we do in Chapter 3, when we realise the coincidence of the scorpion symbolism mentioned previously in our introduction of the Eagle. Located at Da'ath, the scorpion's final (or initial depending on ascend-ing or descending the Tree) exclamation or utterance of 7 am /C5, carries a clear association with The High Priestess, not just because, as the Lady of Initiation, she is obsessed with sex and death, but because of her association with Isis. Isis, goddess of the magical utterance, has long had an association with The High Priestess because of the oracular nature of the Priestess as mouth-piece of the gods. \"As I looked, I saw what appeared to be a throne of blue sapphire above the crystal surface over the heads of the cherubim.\"36 Furthermore The High Priestess is often depicted throned, which is the primary symbol of Isis (the 'Istet' or throne, 35: In the wondrous freeform of creative qabalah we can assail this aphorism from its location at Daath and the seat of the High Priestess. 'I' & T are the two pillars of severity and mercy between which sits the High Priestess. We can spell 'am' aleph-mem which could be understood to mean 'ox-water' (Aleph/Alif = Ox) or, adopting Crowley's own identification of this water with blood (see above section on the Chariot) 'Ox-Blood': the vitality of the Bull, whom as Phallus activates the High Priestess. The indulgent joys of such thinking... We have uncovered another detail concerning this statement, where there is a suggestion that 'I am I' is the Egyptian root of IHVH, and is known as nuk pu nuk, which we also understand as 'I am that I am', which we find as a Hebrew title of Kether, the termination of the path from Uphareth; Eheieh AsherEheieh. 36: Ezekiel 10:1"},{"pageNumber":32,"pageContent":"Ararita 31 the foundation of divine rule - that peculiar box on Isis' head) however; curiously we note that the scorpion is also sacred to Isis, whom was accompanied by 7 of the critters. The magical utterance of Isis had the power to transmute their poison. Isis as widowed queen features prominently in free-masonry, with the brethren regarding themselves as the 'Widow's Sons'. One prominent Masonic author identifies the Widow icon with Isis the archetypal widow to Osiris (see both the LVX Sign 'The Mourning of Isis' and also 'Mater et Filius' in the later section of this work). The veil of the Widow carries a similar correlation with the Veil of the High Priestess. Isis is the act of initiation and revelation; revealing by lifting the veil. Quoting a high status freema-son, Robert Lomas describes \"An ancient hermetic oracle declared that to lift that Widow's veil spells death. Nothing mortal can look upon thatface and live.\"37 This carries a certain sympathy with the Death from crossing the Abyss. Crowley continues his description of the third path (that \"of The High Priestess): \"This path is in exact balance in the middle pillar\"39 Not only are the two sides, the Black and the White balanced in the middle, but more crucially, the Higher and Lower find their balance within the High Priestess. This takes on more obvious relevance within Chapter 3 of this book with use of the posture of Mulier and the 'Centre of All'. What then do we make of her sexual aspects when Crow-ley is at pains to note that the High Priestess is 'wholly virginal'? One might translate the veil of the virgin of the door as the hymen, which seems entirely congruent with the iconography of the vulva-esque petalled Rose of this rite. Sacred virginity, whilst drawing on the nature of the hymen, and the purity it was considered to entail, only uses this anatomical feature as an icon for initiation into the myictprinug otherness of the Holy of Holies. It is thus 37: Lomas, R. Turning the Hiram Key. Lewis Masonic: Surrey. 2005.0853182396. p356 38: The Book ofThoth (Egyptian Tarot) p73"},{"pageNumber":33,"pageContent":"32 The Signs that a virgin is also an icon for Virgo as maiden not mother. Liber XV carries a reference to the High Priestess being Virgo Intacta which appears to contain within it a cypher that confirms the hypothesis of the cup. The matter of the 'wholly virgin' priestess seems to have similarly troubled Crowley. In his Magical records, it seems Crowley pondered the issue writing \"Is the card G 'The Woman in the Doorway?' The Priestess or the Prostitute? She is. She is the Sibylline mate ojthe Fool's Jeste.,<39 The 'Card G' refers to Gimel, the Hebrew letter attributed to The High Priestess, whilst the Doorway relates to Daleth, the letter attributed to The Empress card whom crosses that of The High Priestess within the supernal triad. Clearly within this ritual, at least as I understand, the Mystical Rose is, well, de-flowered. Can the High Priestess still have sex and retain her virginity? \"Purity is to live, only to the Highest; and the highest is All: be Thou as Artemis to Pan! Read Thou in The Book of the Law, and break through the veil of the Virgin!\"40 It is curious to discover that an early understanding of the term virgin, only refers to a young woman of marriable age. This young woman is considered a virgin not because she has not had sex, but because she has not had a child. Simi-larly, The High Priestess is not a mother in a physical sense, as we might consider The Empress, but is rather a magi-cal mother or mouth-piece for the magical essence; mother of gods not men. Her 'sons' are her initiates whom have been born anew. In the context of this volume such initiates would be the Babes of the Abyss & Magister Templi. 39: The Magical Record of the Beast 666. Duckworth: London. 1972. 0715606360.pl90 40: The Heart of the Master. 1938. New Falcon: Scottsdale. 1992. 1561840270. p55"},{"pageNumber":34,"pageContent":"33 Chapter Two: IHVH In this section of the rite the ritual territory is estab-lished in a more literal sense, introducing the individual component parts that draw together in the climax of this ritual. The abstract symbolism of the initial NOX Signs, is now re-composed in a series of physical actions that are both symbolic and actual. Common to modern magical theory, the formula of IHVH {Yod-Heh-Vau-Heh) need not be expounded here save for a few specific points. Where the godforms present within the Ritual of the Star Ruby (Therion, Nuit, Babalon and Hadit) connote the meeting of two groupings of compli-mentary universal forces, the IHVH are different41. Within this formula the fourfold division of letters breakdown to reveal a Father (Yod), a Mother {Heh), a Son (Vau), and a Daughter (or Mother in waiting: Heh final). These four come together in various combinations to ensure that the son becomes the father and daughter becomes the mother, thereby perpetuating a dangerously incestuous cycle. But this incest is not simply an effort to preserve bloodlines, although the subject of lineage is clearly relevant. Instead, the incest is a means to create a complete and self-nour-ishing collective that need not draw on any other stimulus to perpetuate itself. As we shall see, its presence within the Ritual of the Star Sapphire brings us to the self-begetting, self-devouring orobouric serpent, the great dragon of space we understand as symbolising the infinite. 41: Hailing from Hebrew tradition, the formula gives the fourfold word or name of God, the pronunciation of which is known only to the Highest Priest, who uttered it once a year over the Ark of the Covenant, itself in a magical fashion, an act not dissimilar to this rite."},{"pageNumber":35,"pageContent":"34 IHVH Paragraph three of Chapter 36 gives us the first of the directional actions, asking us to advance to the East, where we offer a formula of interaction between the IHVH components whilst we 'make the Holy Hexagram'. There is a lot contained within this section, so we will need patience to break it down. Perhaps now would be a good time to put the kettle on or pour out a strong measure of absinthe... things are about to get a little sticky. LET HIM ADVANCE TO THE EAST AND MAKE THE HOLY HEXAGRAM SAYING: Pater et Mater Unus Dens ARARITA Besides having to add Latin to our burgeoning list of archaic languages, how does one 'make the Holy Hexagram'? And what the hell is this ARARITA all about? Let us start at the end of the line and work backwards. Researching the word ARARITA, various books all seem to trot out the same information: It is a notariqon (a type of acronym) for the Hebrew sentence: One is beginning, One is his individuality, His permutation is One42. Besides this, little more is mentioned. Israel Regardie notes that it is a planetary formula that reveals itself to be more complicated than elemental interactions. Albeit writ-ing for a different system, Regardie informs us: \"The Hexagram is a powerful symbol represent-ing the operation qf the Seven Planets under the presidency qf the sephiroth, and qf the seven-lettered Name ARARITA. \"43 42: In his epic treatment of Agrippa's '3 Books of Occult Philoso-phy', Donald Tyson puts forward a 'corrected' translation for this notariqon: \"... one principle qf his unity, one beginning of his individuality, his vicissitude is one thing.\" (p479). 43: Regardie, I. The Golden Dawn. 1971. Llewellyn: Minnesota. 1993. 0875426638. p287"},{"pageNumber":36,"pageContent":"Ararita 35 We find an example of this influence within the Hexagram rituals, the Greater of which is used for the manipulation of planetary energies44. That the word is comprised of seven letters is clear, but its relevance beyond a numeric correlation with the lower seven sephiroth appears vague. Vague that is, until we turn to that most imaginative of authors, Eliphas Levi, who draws a connection between the Cherub (Sphinx) at the gate of Eden (the Supernal realm), and the sevenfold word: \"Now this armed sphinx [the Cherub at the edenicgate] represents the Law of Mystery which watches at the door of initiation to warn awqy the profane... The mosaic cherub represents also the Great Magical Mystery, of which the elements are expressed by the septenary, without, however, giving thefinal word. This verbum inenarrabile... [expresses] the equal unity of the first and final principle... is pronounced ARARITA. In his synopsis of Liber DCCCXIII (Vel ARARITA) Crowley says of the word: \"The use of this Name and Formula is to equate and identify every idea with its opposite; thus being releasedfrom the obsession of thinking any one of them as 'true' (and therefore binding); one can withdraw oneself from the whole sphere of theRuach.\" 46 44: We might add that the Pentagram ritual brings the four elements together to produce/reveal the fifth (which itself identi-fied as a hexagram 'In the column stands the six-rayed star'), whilst the Hexagram ritual, particularly the Star Sapphire works with the sixfold star to produce a seventh 'point', found graphi-cally as the rose at the heart of the 'unicursal hexagram'. 45: Levi, E. Transcendental Magic. Rider: London. 1984. p82 46: The Holy Books of Thelema. 1983. Weiser: Maine. 1988. 0877286868. p xxxvi."},{"pageNumber":37,"pageContent":"36 IHVH The 'Ruach' refers to a specific location on the Tree of Life including the sephers 4-8. As a result the formula of ARARITA, as described by Crowley suggests itself as tool of the Babe of the Abyss, whom is engaged in the process of annihilation, in part through the resolution of binary opposites. Looking at Crowley's own placement of magical words and formula on the Ttee of Life, ARARITA is located at the grade of Adeptus Exemptus, which completes the lower 7, planetary sephiroth, and obliges the Adept to make preparations for the challenge of the Abyss. Careful reading of the ritual reveals that the word ARAR-ITA is actually uttered 8 times. However, the eighth time it is spoken it is within a different body of text and carries with it an emphasis quite distinct to the seven previous utterances each of which articulates and binds a specific principle being invoked. Of these primary seven, we find them located once at each quarter and three times in the centre. The subject of the 7 ARARITAs (plus one) is addressed in section 3. In summary this 'god' is defined by the notariqon ARARITA, and is suggesting moving beyond the seven lower sephiroth and forming a unity through reconcilia-tion of duality. MAKING THE HOLY HEXAGRAM Chapter 69 of The Book qf Lies begins with 'This is the Holy Hexagram'. The chapter then proceeds to describe a new formulation of the standard interlocking triangle hexagram. Eliphas Levi had quite reasonably drawn the two interlocking triangles with a red ascending tongue of fire (an upright equilateral triangle), interlocked with a blue descending cascade of water (a point-down equilater-al triangle). Crowley 'corrects' this glyph by reversing the colours, asserting that the Blue Triangle is the ascending tongue of prayer, whilst the Red Triangle is the descending tongue of grace. Blue is the colour of devotion and is thusly"},{"pageNumber":38,"pageContent":"Ararita 37 suitable for the Adept in petition to his Godhead, whilst, in Thelemic symbolism, the inverted red triangle symbol-izes Horus, whose descending tongue will lap up the ashen offerings of the self-slain Adept whom has enflamed his-selfin prayer. If the Holy Hexagram relates to above and below, man and god, how then does it tie in with the Tetragramma-ton? Turning to The Book of Lies, Chapter 2647, we find the tale of the elephant and the tortoise. In brief, the IHVH are identified with four elephants \"upon whom the Universe is poised\". They themselves are upon the carapace of a giant tortoise, whose nature of six protruding limbs allows Crowley to identify it with... \"theHoly Hexagram\". Crowley then describes the 'law of the Lingam-Yoni'49 enclosing the universe as suggested by the square (the four elephants) within the hexagram (the tortoise). So we begin to formu-late ideas relating to the interactions of the IHVH occurring within and relating to the union of opposites as typified by the two triangles of the Hexagram, realized as Holy in part because of its relation to the Lingam-Yoni 'law'. But how does this help us implement this theory into the practice of the ritual? Returning to Chapter 69 indirect reference is made to mutual oral sex, and to the work of the 'double tongues' being performed in silence; speaking without words. Again, perhaps the oracular nature of the High Priestess, in the silence of the Abyss, raises its scorpionic head... Unfortunately I find myself disagreeing with one Frater Osiris, a commentator on the Star Sapphire who, in an online essay dated 200350, asserts that oral sex occurs at the different quarters, with male and female superior roles switching, presumably taking their cues from the domi-nant 'family' member within the text. In performance the results are not satisfactory. Nor do these actions give clear 47: IHVH = Yod-heh-vau-heh = 10+5+6+5 = 26 48: The Book of Lies. p62 49: The Book of Lies. p63 50: http://www.hermetic.com/osiris/analysisstarsapphire.htm"},{"pageNumber":39,"pageContent":"38 IHVH justification to the presence of the generation differences. There are, after all, four separate if related concepts within IHVH51. The oral sex model is limited and certainly seems to lack dramatic imagination. Besides, all the sucking, lapping, sucking, lapping seems a bit laboured. Perhaps it's just me. I understand why it has been so interpreted, but allow me to offer an alternative method. Let us flick back and forth between Chapters 26 & 69, both of whom relate to the Holy Hexagram, and we begin to find, by way of the permutations of sexual congress, that both the oral and genital regions pertain to the Holy Hexagram. Perhaps there is another clue... Let us turn again to Chap-ter 69, which identifies itself with Cheth, and one of the four 'virtues' forming the abyssal Sphinx of the Adepts; the path of The Chariot. If the Holy Hexagram, being self-nourishing, can be considered to involve oral sex, rather than just regular intercourse, might it be that both are present at this stage of the ritual? Is it possible that both Pater and Mater52 refer to the mouths of the Adept and his Rose? Could it be that, in the East, we are looking at a simple yet delicious kiss? If this sounds a little strange, bear with me a moment. 51: Allow me to add a more academic angle to this. In examining the nature of signs, within the semiotics work of Saussure, Stuart Hall in his essay on Representation makes the following remark: \"Signs, Saussure argued 'are members qf a system and are defined in relation to the other members ofthat system'. For example it is hard to define the meaning qf FATHER except in relation to, and in terms ofits difference from, other kinship terms, like MOTHER, DAUGHTER, SON and so on.\" (p31 Hall, S. Representation: cultural representations and signi-fying practices. 1997. Open University. 2001. 0761954317.) 52: Here comes some potentially spurious etymology: 'Mater' (Mother) and 'Mouth' both share a similar distant Egyptian root, Maat, goddess whose words are truth, uttered by the Speaker, Isis, the High Priestess."},{"pageNumber":40,"pageContent":"Ararita 39 Like so many unwanted pregnancies, it all started with a kiss... In fact, a kiss is a pretty good place to start a piece sexual magick. Besides which, exchanging saliva may even prove essential in the correct composition of the elixir. Reflecting on the veiled wisdom of Liber Aleph, Chapter 106, states \"The Effect of the operation ofYod and He [Pater and Mater] is not Vau [Filius] onjy, but with Vau appeareth also a new He [Filia] as a by-product...\"53 In the context of what follows, we might take this to mean that the initial act of kissing begins the stirring of geni-tal arousal. In addition, this kiss, finds its completion and balance at a later point in the ritual described in Chapter 3 of this volume. Reaching for a copy of The Kabbalah Unveiled, a notori-ously obscure qabalistic treatise, dry enough to parch even the most proficient oral gymnast, we find some surprisingly useful information concerning the incestuous interactions of the IHVH family: \"The tongue speakethgreat things... This tongue is hidden between I, Yod, andH, Heh, for Father and Mother are perpetually conjoined in ISVD, Yesod the Foundation, but concealed under Daath...\"54 Back to the gesture at hand... Make it a big kiss. Spend time indulging ones selves in the intimacy of oral exploration. As a probing wand, the tongue is incredibly sensitive, whilst the mouth, a tooth-encrusted chalice, is likewise receptive to the touch. But, just in case we get lost along the path of carnal indulgence, there is a little bit more work to be done. Whether you use visualization or some other intangi-ble perceptual mode of focusing your attention, it is impor-tant to encourage the psychological components within the ritual. At this point it seems best to allow a small spark to 53: Liber Aleph. Chap 106 (parenthesis added) 54: Mathers, S L. M. (trans.) The Kabbalah Unveiled. Roudedge: London. 1975. 0710018061.pp58-59"},{"pageNumber":41,"pageContent":"40 IHVH"},{"pageNumber":42,"pageContent":"Ararita 41 form on the tongue tips, which can by virtue of an increased intensity of physical passion, be felt to increase in charge, volume and brilliance. Here is the symbolic first point of ingress by the enigmatic 'inmost light'. Ideally, at each of the quarters both participants should be brought as close to orgasm as one can bear. Pick the moment when an optimum sense of timeless perfection has manifested. Okay; A kiss in the East. Let us see where this leads by moving round the circle to the South. As the female operant moves around the circle, she brings in her mouth that spark of brilliance, leaving as it were a trace glowing residue in the air... IN THE SOUTH: Mater et Filius unus deus ARARITA (Mother and Son one god ARARITA) ARARITA, One God, Mother and... son? Hang on. Words to leave a bitter taste in most mouths... Where is this going? We re-member another story of Isis, involving the resur-rection of her consort Osiris. Again, by the power of her magical utterance she used her mouth to resurrect Osiris sufficiently to conceive Horus. Further to this, the Phallus is a principle symbol of Horus, the Son and the Sun. Is it possible that the 'Son' and 'Daughter' of the formula might actually refer to the 'Magick Rood' and 'Mystical Rose'? Recall Crowley's description of The High Priestess quoted earlier, that she \"... makes a direct connection between Father in his highest aspect, and the Son in his most perfect manifestation.\"55 And as we can safely assert, for Crowley the 'most perfect manifestation' of the sun is quite reasonably and symbolically, the phallus. In this sense, the sexual energies established by the initial kiss, are now transmitted, as Isis' own magical utterances, to the Son, the Horus, or Phallus of the Adept, waking it. 55: The Book ofThoth (Egyptian T&rot). p72"},{"pageNumber":43,"pageContent":"42 IHVH Just to hammer home some basic practicalities: The Rose fellates the Adept, bringing him as close to orgasm as he can bear. If you cross the line to soon... well, following your post coital cigarette, you had better to go back to the start. Remember that little spark ignited by the kiss? Now it has been drawn down to waist height by the descending mouth of the Rose. As she engages with the 'Son' she envisions/"},{"pageNumber":44,"pageContent":"Ararita 43 feels a transmission of that spark begin to reignite and flare up where her mouth and the Adepts penis converge. This is the heart of the Hexagram in the South. For the Adept during such activities, it is not difficult to ally the sensa-tions with a growing spark of energy swelling in the groin. Make no mistake, the mouth of the Adept is still partially active, and some trace of that initial spark should persist even if attention has wondered a little... downstairs. The mouth of 'Pater' will find its own completion and activa-tion in the North. At this junction, we raise the question of directions faced by the two participants. Given that thus far I have laid down what amounts to an extremely personal interpreta-tion of this ritual, I can go one step further and attempt to answer this smallest of details. It is my belief that the pair-ings should be in accord with the location of the individual family members detailed on the floorplan which appears later in this book. Through trial and practice directions faced have been switched, does the Adept face outwards to project to the universe, or does he face inwards to Rose at the centre? And then I realised; within this section of the ritual we are establishing four hexagrams as permutations of energy afloat upon a circular horizon, the importance of the act is to perpetuate the circular motion of the energy and attention. For this reason it seems clear that the ritual-ists should be 'side on' to the edge of the circle, facing the direction they are transmitting to or receiving from. This means that in the East, the Adept stands and facing south, kisses the Rose who is facing North, likewise, in the South, the Rose, having received the charge from the Adept now faces West to pass the charge to the Adept as the Son... e.t.c. This creates the following footwork around the circle, and practice will demonstrate the sensibility of the motion-, in this way the circle is perpetuated (see fig. 6)."},{"pageNumber":45,"pageContent":"44 IHVH @>6< A \\ / \\ / \\ / \\ / X o W ^ V  N \"  w  <X>  x  <x>  ^\"  \\ / ^ s Q  >  The entire activity is pleasently reminiscent of a ballroom dance, which in a manner, this 'lovers' section of the the rite, certainly seems to be. This part is for myself, still very much a under proba-tion, and is, depending on location, not always the easi-est to perform. Either way, let us turn now to the West. As we move, the Adept, firm and proud, also brings the light bestowed by the utterances of the Mother, round to the West. Jig. 6: Circlefootwork"},{"pageNumber":46,"pageContent":"Ararita 45 IN THE WEST: Filius etfilia unus deus ARARITA (Son and Daughter one god ARARITA) Arriving at the West we witness the near consummate marriage of the Son and the Daughter... Now we move to the Vav, the Son & Microprospus, and Heh (final), the Daughter, or as described in The Kabbalah Unveiled, \"The lower Mother is of course the Jinal He of the word IHVH, the 'Bride'...\"56 and \"... the letter He, the 'inferior He' (attributed) to Malkuth, the tenth sephira, is bride of the microprospus. \"57 The Daughter, in order to be 'bride' of the Son must share a compatibility with her consort. In addition, where she is regarded as the lower mother, we might also see a physical moving downwards from the facial mouth to the genital 'mouth' of the Rose. This is where things might initially seem a little tricky. At this point, within section 2, the first instance of intercourse occurs. That's right. Sex. I realize it's a break from tradition, and well-versed, seasoned magicians and Crowley-boffins might need a minute or two to pick their jaw up from the floor, and then another few minutes to calm down after severe pacing, enraged ranting and wild gesticulation... Yes I said sex. But sex without climax. Here is the symbol-ic quality present within the actions. Herein we have the sexual energies that began with the kiss, now passed to the Adepts penis, to be transmitted and added to by union with the Daughter, or the Rose's vagina. The Kabbalah Unveiled does not fail to pass allusion on this matter: \"Therefore on either side hath Microprospus [Filius] a connecting link, for superinvesteth the mother Jrom the supernal part, so that he may receive her into himself [the oral transmission occurring with Mater et Filius]; and he again is 56: The Kabbalah Unveiled. p60 57: The Kabbalah Unveiled. p32"},{"pageNumber":47,"pageContent":"46 IHVH covered, by his bride from the inferior [lower] part [The penis is covered by the vagina], so that he in his turn mqy himself become her soul [the trans-mission of the potenqy from Filius to FiliaJ. \"5B It continues \"Woe unto him who shall open her Gate!\" The 'Gate' is equated with both the Empress, via Daleth (The door/gate) and the Daughter (positioned at Malkuth on the middle pillar). 'ThORA' meaning 'Gate'; a title of Malkuth; the world of flesh and manifestation. Both of these are equated with the vagina/cervix, through which life manifests. In The Kabbalah Unveiled, we find frequent mention of the 'inferior' or lower gate, which being desig-nated by the Bride, or Daughter, naturally suggests itself as the vaginal orifice in contrast to the 'superior', or higher gate of the Mother, being the mouth. This usage of 'inferior gate' remains in clear distinction from the more frequent '50-gates' which qabalistically refers to Binah, the dark Mother. Looking again at Liber Aleph Chapter 106, Crowley makes the following observation \"Now by the operation of Vau [Filius] upon that He [Filia] is no new creation... \"59 We take from this confirmation that despite the sexual inter-course, it is not consummated by orgasm or conception. In addition to this, the four sexual acts dedicated to the quarters are, understandably, serving to build dramatic tension, and should be enflaming the passions and exalt-ing the spirit, rather than dowsing them in a premature torrent. As for sexual positions, it would seem fitting that both participants should be seated, facing each other. I believe kissing should be avoided during this embrace, so that we can prevent ourselves from 'making the circuit' too soon, but again, letting the rules get in the way can be a bit of a turn off. It's one thing to make a circuit too soon, and it's 58: The Kabbalah Unveiled. p65 [parenthesis added] 59: Liber Aleph. Chapl06 [parenthesis added]"},{"pageNumber":48,"pageContent":"Ararita 47  Jig. 7: Filius et Filia"},{"pageNumber":49,"pageContent":"48 IHVH another thing to let the batteries go flat. However, tension is crucial. Within all ritual although perhaps symbolically within Abyss rites, we seek to pitch reflexive or converse qualities against each other: indulgence and restraint. Restraint is a good term here. Things that hold us back only do so by dint of our trying to rile against them. Absti-nence is used only because it enflames passions not to dampen them... But when do we stop? Just before climax? Just after a token thrust? Both parties should try to peek over the edge of toe-curling bliss, but above all refrain from dipping those toes into the hot-tub of gratification. As with the adoption of all magical Signs, there is a perfect moment when all falls away and all that remains, even for a second is the perfection of the Sign and absolute identifica-tion with it. This is where the hexagram is found. One just needs to get to that threshold without tripping over it. IN THE NORTH: Filia et pater unus dens ARARITA (Daughter and Father one god ARARITA) Recalling that this Section (detailed here within Chapter 2) forms the Lovers part of the invocatory formula of this ritu-al60, we find upon completion of the sexual act in the West, that the Mystical Rose (Filia), now symbolically filled with the blood of the sun, is passed into the reverential mouth of the Adept (Pater). In another tongue, the sexual ener-gies instigated in the initial kiss, added to and passed on by the fellatio in the South, again added to by intercourse 60: The triple invocatory formula being: Lowly priest: (abstract / distant / dedication) to Lover of God: (sensory / intimate / devotion) to God: (actual / identification / self-love)"},{"pageNumber":50,"pageContent":"Ararita 49 in the West, are now completed by the act of cunnilingus in the North. In this section climax is abstained from, because being the 7th ARARITA, it requires the preliminary estab-lishment of the 4 Holy Hexagrams within this section. In taking references from The Kabbalah Unveiled, we note a curious line referring to the tongue that carries correla-tion to the practice of the northern quarter \"... the letter I, Yod joined with his bride, the speech is the marital influx Jlowingforth from the Bride; for the Queen is called the word. \"61 The term 'Bride' is consistently used throughout The Kabbalah Unveiled to denote the Heh (final), being the Daughter not the Mother. The Queen is the widowed-queen sat on the throne (the Istet) of Thebes. When fully activat-ed, the Daughter and Mother unite as sexual extremities to form the High Priestess, who is Isis, the mouth piece for the word. Furthermore, this 'marital influx flowing forth' is symbol-ically present at this point in the ritual, and will become actual in the later reflection of this gesture during the communication of the sacrament (see Chapter 3). Encoded here is a subtle and important facet in the development and channeling of the energies of this ritual. This is the transmutation of the female participant, from base matter into the philosophers gold. Whilst not thoroughly identifying the different family members with different tarot cards, it can be useful to corre-late Filia, the Daughter, with the Princess of Cups, being earth of water. In this form, she is known as the 'The Rose of the Palace of the Floods' with which is identified the womb/vagina as the Palace of the floods. On the TYee of Life, the Princess cards all dwell at Malkuth, the lowest sepher which is also identified with the Mulhadarah Chakra, the power zone stimulated in the Rose when identifying herself with the Daughter. In The Vision and the Voice, Crowley gives the following description from the 4th Aethyr: 61: The Kabbalah Unveiled p58"},{"pageNumber":51,"pageContent":"50 IHVH \"And this is that which is written: Malkuth shall be uplifted and set upon the throne ofBinah. And this is the stone of the philosophers that is set as a seal upon the tomb of Tetragrammaton \"62 Returning to Liber Aleph Chapter 106, Crowley continues his own veiled revealing: \"... the Daughter is set upon the throne of the Mother and by this is rekindled the Jire qf Yod which consuming the virgin doth not add afifth person but balanceth and perfecteth all. \"63 The 'throne of the mother' is the throne of Isis, the Mother and mouth of the utterance. At this point the setting of the Daughter on the throne of the Mother is the establish-ment of her as the High Priestess, the oracular channel, her Mystical Rose now fully activated. Curiously, we have also heard the Princess qf Cups referred to by these two epithets 'Throne ofthe Holy Grail' and 'Throne ofthe Ace of Cups'. All of the Princess cards carry an altar, except this card, but with the presence of the tortoise shell, an icon for the Holy Hexagram (Lies, chap 26), we recognise the Princess ofCups is herself the altar of worship. The presence of the term Throne re-enforces an idea of the Adept kneeling before the newly enthroned High Priestess, in reverence and devotion, praying by the word-less tongue ofthe cunning linguist. The Father, consuming the Daughter symbolically perpetuates the self-nourishing quality prevalent in this ritual re-enforces the idea that a 'fifth' component is not produced. This 'consuming' by the father without sacrament is crucial here for the correct acti-vation of the High Priestess; here within the North, intent and attention is given to activation of the 'lower gate' rather than the Father's receiving of the sacrament. This 62: The Vision and the Voice p210 63: Liber Aleph Chapl06"},{"pageNumber":52,"pageContent":"Ararita   51   act is all about the relationship between the mouth and yoni. We now find that the North and South are balanced by their acts of oral sex, whilst the oral coupling of the East is balanced against the genital coupling in the West. This East/West balance is signified in The Kabbalah Unveiled by the following:"},{"pageNumber":53,"pageContent":"52 IHVH \"The junction of V and H [Filius et Filia] at the end ofthe tetragrammaton IHVH is similar to that qf I and H [Pater et Mater] at the beginning.\"64 Returning to the above quote from The Vision and the Voice, we also read Crowley's own note appended to the line, which reads as follows: \"This Mystery ofthe Daughter^ [Heh final] awak-ening the Eld ofthe all-father and thus perpetu-ating tetragrammaton is qf great importance The 'Eld' of the all-father is simply the virile power of the male. This final gesture then not only activates the Rose, but completes the cycle of activation for the Adept. Where the Rose is now transformed into the High Priestess, so too is the Adept transformed into the High Priest; the Hierophant who channels the higher and lower, typified by the spinal extremities The principle meaning of the word 'Eld', sharing the same root as 'Old' is used to connote the coming of age, or the arrival of the individual to a state of empowerment. In this remark of Eld we find a suitable parallel with the 'rekindling the fire of Yod' mentioned in the above quote from Liber Aleph. In the consecration of the Adept and Rose, it is not possi-ble for one family member to simply empower another, even if a specific transmission is occurring, without itself being likewise empowered; This is a mass of mutual interaction, completing and activating the hexagram of the North. And yet, surely this sex-stuff is getting in the way of what follows in section 3? However, each of the sections operates on their own, serving to bring into actuality the symbolism present in the preceding sections. Each section is therefore complete in and of itself, but is brought together as three steps in the 64: The Kabbalah Unveiled p59 [parenthesis added]. 65: The Vision and the Voice p210 and footnote 3 [parenthesis added]"},{"pageNumber":54,"pageContent":"Ararita 53 manner of the three stages of invocation. With the under-taking of each section in this rite, the previous section is accessed but need not be attended to, allowing for concen-tration to be firmly levelled on the task at hand. So, given this, we are left to consider quite how far to go with section 2? Do we just draw a hexagram as with the LBRH? Or... do we fuck? It is my opinion that (should one be capable without dispelling the eroticism of the act) both participants visualize a hexagram coalescing about and between them, focused on the point of mutual congress in each quarter. Looking carefully at the rite it does specifically state 'say' the text, which might not be necessary if the action is already present. It is my opinion that physical sexual acts do occur within this section and that in a kines-thetic sense, they 'speak for themselves', and yet the text is deliberately encoding part of the formula as much as it is expressing it, besides which, and most importantly, the sexual acts are not brought to full bloom. The acts bodily 'say' their intent, just as the potency of the sacrament is 'communicated' later. However, at the more symbolic stage, the presence of a linguistic communication - requir-ing both articulation and translation, sits in balance with the exclusively physical acts. Here we help re-enforce the signified, or idea, behind the signifier or action, so that within section 3, we need not complicate ourselves with it. What the words actually achieve is a rigidity of concept, allowing us to remain focused on the intent of the words. This is useful because of the very immediate and inarticu-late nature of the kinaesthetic sense, which so wonderfully invites room for paradox and ambiguous feelings. In short: the words tied to the sensation help us harness our will. One of the key principles in the adoption of godforms is that our physicality remains congruent with the symbol-ism worked. One does not become Horus as god of war by lying on a sofa, but by fighting and thereby discerning the rules of engagement. Similarly, it is crucial for the operators"},{"pageNumber":55,"pageContent":"54 IHVH within this rite to gauge when the perfect point of utterance arises without crossing the point of total surrender. In the fourfold sexual components of section 2, we estab-lish a new series of 'Signs' reflecting the previous section's formal Signs. Unlike section 1, the sexual Signs are active not static and already bring the two into one, through the Adept and their Rose in unique combinations. Each of the sexual acts explores status relationships between the partners ensuring a degree of balance within difference cumulatively activating each power zone. Turning to lines 719-720 within The Kabbalah Unveiled we read: \"But when they are joined together, the (two together) appear to form only one body. And it is so.\" And \"So also here. When the male is joined with the female, they both constitute one complete body and all the universe is in a state qf happi-ness because all things receive blessingfrom their perfect body. And this is an Arcanum. \"66 But there is no transition into nothingness just yet. The universe is not yet in a state of happiness. The hidden god has not quite arrived. What we have now is a set of four groupings of the family members (IHVH) in different combinations producing a series of 'hexagrams'. Any two seem to produce a strange Chimeric creature with two heads and eight limbs. But what then do all four interactions produce? Some strange Sphinx like creature maybe? By way of a tangen-tial corroboration, and in true magico-numeric logic, we note that the divine family expressed by the formula IHVH has the gemetria value of 26, which is rather satisfyingly the total value of the four sphinx arcana (VII, III, XI, V). To unpack more of the layered complexity of the ritual, alongside the symbolic sphinx qualities and the stimulation of the IHVH family we have the fundamental arousal of 66: The Kabbalah Unveiled. p334"},{"pageNumber":56,"pageContent":"Ararita 55 the power zones of the groin and mouth/throat, identified with the gates of Daleth!Da'ath and Malkuth. These are the power zones running the length of the spinal column, from bottom to top and maybe directly connected to the central nervous system. At this point in the ritual, every organ has been awoken by the two power zones of the other ritualist and activation occurs. Regardless of whether you employ these techniques or ones of your own devising, avoid just holding a prelimi-nary talk-through of the ritual. Instead be sure to have a ritual walk-through with both parties. It might seem to dampen the spontaneity of the occasion, but bear in mind it is a ritual not a quick fuck, and rituals tend not to be spon-taneous things. Walking through the ritual, and discuss-ing practicalities is rather lacking in eroticism, and so it is useful to get it out of the way before finding out at the wrong moment that an altar you have erected in the West can't take your weight. Have the walk-through immediate-ly prior to any cleansing activities, to ensure that it occurs recently enough to be remembered, but is still distanced from the ritual by another punctuating event. Whilst we may wish to trace a Hexagram in the air at each quarter (and if so I would suggest it be a unicursal hexagram), I believe it is essential to manifest that hexa-gram within our physicality. This, I feel, is most relevantly achieved through the sexual acts described above. But these sexual acts are not the whole picture. Rather, they form a process of isometric alignment, breaking down the formula into component parts for individual attention. In Crowley's triple formula for invocation, this is the Lovers phase. It is exploratory, probing and above all arousing. The shift from quarter to quarter regulates and balances the acts allowing a modicum of discipline to prevent losing oneself too soon."},{"pageNumber":57,"pageContent":"56 IHVH Jig. 9: Symbolic floorplan In the floorplan diagram we see expressed the basic formula of section 2. It will be noted that the family members occupy the quarters between the cardinal direc-tions, allowing them incestuous congress with their near-est and dearest at the cardinal junctions. (Cross-reference this image with that of fig. 6)"},{"pageNumber":58,"pageContent":"Ararita 57 Jig. 10: Atu VI: The Lovers ATU VI: THE RITUAL OF THE LOVERS We take this opportunity to refer the reader to Atu VI within the Thoth Deck. The card is The Lovers and depicts the sacred alchemical marriage of King and Queen (Father and Mother), beneath which two children stand in opposi-tion to their parents. In the context of the Star Sapphire, this alludes to the alchemical union of the White Eagle and the Red Lion, considered most simply as the male and"},{"pageNumber":59,"pageContent":"58 IHVH female principles in nature, or chemically as the union of the sexual fluids. Crowley, describing them further in the Book ofThoth says of these two: \"They are therefore equally in various stages qf manifestation, the Sun and Moon, Fire and Water, Air and Earth. In chemistry they appear as acid and alkali... \"67 If we look at the positions of the alchemical family depict-ed on the lower half of the card, we find that the King, (or Father) is located in the upper left. Across from him, on the right, is the Queen, the Mother. Below her, at groin height, in the bottom right is the Black Child, armed with a club (i.e. a wand). Across from this child, we find the White Child holding roses, whom we might understand to be the Daughter. In their positions, relating to each other, and by dint of the ritual objects they hold, they reveal themselves to correspond with the temple locations of the IHVH when seen from above with East uppermost (see both figures 9 & 10). At the feet of them all is an egg encircled by a serpent, which in the alchemy of both this card and the ritual of the Star Sapphire, denotes the magical elixir. The nature of this 'egg' is discussed further at its appearance later in the ritual. Above the royal family held across the outstretched hands of a figure (whom we are informed is the Hermit), we find a mobius strip68, recalling the eternity of the universe, traditionally designated by the Oroborous serpent eating its own tail (See Atu XXI for more of this symbol). In addition to this, the mobius strip or 'figure 8', is, in The Lovers card again, suggested by positioning of 67: The Book of Thoth. p83 68: Closer inspection reveals a doubt over whether this is an actual mobius strip (a form that has one side and one edge), but it seems clear that the intention is to depict one, by way of denoting the influence of the eternal upon this card."},{"pageNumber":60,"pageContent":"Ararita 59 the hands of the different familiar members. This reflects the different energies directed within section 2 of the Star Sapphire, when brought together in section 3. Finally, note the location of the card on the Tree of Life, crossing the Abyss from Uphareth to Binah, that is to say, from 6, to 7 (if equating Binah with '7' Thebes of the Seven-gates) revealing the transition from Hexagram to Heptagram (see section on the 7 ARARITAs below). In the location of this card, as representing the whole alchemi-cal procedure of this Ritual, it is reassuring to find it also traverses the same Abyssal territory we are addressing within this rite. Alongside this path, crossing the Abyss, we find also the paths of The High Priestess (see section 1) and The Star (see section 3). \"Amen. This is of the 4: there is afifth who is invisible, & therein am I as a babe in an egg.\"69 69: AL 11:49"},{"pageNumber":61,"pageContent":"60 \"In the place qf the Cross the indivisible point which hath no points nor parts nor magnitude. Nor indeed hath it position, being beyond space. Nor hath it existence in time, for it is beyond time. Nor hath it cause or effect, seeing that its universe is infinite every way, and partaketh not qf these our conceptions. \"70 \"Deeper and deeper into the mire qf all things! Farther andjarther into the never-ending Expansion qf the Abyss.\"1'' \"Then in the might ofthe Lion did I formu-late unto myself, that hofy and formless Jire, EHp, which darteth and Jlasheth through the depths ofthe Universe.\"12 70: Liber ARARITA, part V, line 0. 71: Liber ARARITA, part VI, line 0. 72: Liber ARARITA, part VII, line 0. EHj3 = Qadesh This whole Liber should be considered in direct collusion with a study of the mystical applications of the Star Sapphire, particu-larly those expressed within Chapter 3 of this Book. Thanks are given to SM & CLS for insight in this matter."},{"pageNumber":62,"pageContent":"61 Chapter Three: The Centre of All he abyssal territory is established, the four sexual hexagrams invoked, and the circular self-sustaining nature of the ritual's periphery is up and running. Now we return to the heart of the circle, the axle point about which all revolves. This 'Centre of All' recalls Hadit ('Al'), the centre every-where found. Hadit is the secret seed. \"I am theflame that burns in every heart of man and in the core of every star I am Life, and the giver of Life, yet therefore is the knowl-edge of me, the knowledge of death.\"73 Hadit is not just the Solar Horus/Sun of Tiphareth, but even the very core of that star. 'Knowledge of me' is 'the knowledge of Death'. In this sense Death can be identified with Da'ath, the sphere of Knowledge. We might further argue of particular relevance to Da'ath is the Knowledge of me (or self). Furthermore, consider the connections raised previously identifying the scorpion of Ego with the myths of Isis and the formula of The High Priestess. Again we have an indication that the central point of the rite is within the Abyss. For more on the association of Hadit with this region consult Liber HAD. Hadit is the secret seed and also the Orphic egg of Hoor-paar-kraat, the Babe in the Abyss. In the sense suggested by the ritual the Centre of All is the vagina of the Rose, which will form the receptacle for the ingress of the inmost light identified with Hadit, and represents the point at which the supernal divin-73: AL 11:6 74: We note with interest a correlation in the texts between the Star Sapphire and the Books of HAD and Nv, the second line of which makes explicit mention of the Rose and Rood."},{"pageNumber":63,"pageContent":"62 The Centre of All ity achieves ingress into the lower tree, or the initiate as Babe of the Abyss is annihilated leaving nought but one diamond mote, itself utterly aligned with and illuminated by the inmost light of divine will. This is what is formed by the central rose of the Unicursal Hexagram. MAKING THE ROSY CROSS AS HE MAY KNOW HOW Apparently the Adept is to make the Rosy Cross as he mqy know how. It suggests circumstances where the Adept may not know how... which in turn raises the question can we avoid this potential not knowing how? Perhaps this know-ing is another clue to the location of the Adept and Rose (temporarily) at Da'ath, the sepher of knowledge? Of the Rosy Cross, Crowley comments \"There is another sacrifice with regard to which the Adepts have always maintained the most profound secrecy. It is the supreme mystery of practical magick. Its name is the Formula qf the Rosy Cross. \"75 The Rosy Cross symbolises the marriage of masculine & feminine, or man & god, Adept & HGA, Love & Will e.t.c. In its most exalted form it is the physi-cal sexual act, particularly vaginal intercourse between a man and a woman. A quick flick through The Book ofLies, finds chapter 4 'Peaches' offering us the following image: \"Soft and hollow, how thou dost overcome the hard andfull! It dies, it gives itself; To Thee is the Fruit! Be thou the Bride; thou shalt be the mother herafter.\"76 This chapter gives reference to the scarlet woman, (who in the context of this rite, as bride -Heh final- we identify 75: MAGICK: Book 4. 1929-1930. Weiser: Maine. 1994. 0877287376. p208 76: The Book of Lies. pl8"},{"pageNumber":64,"pageContent":"Ararita 63 with the vagina). Once this power-zone and sex organ has performed its purpose, following the communication with the Adept, the Rose shall in the endless oroboric revolu-tions of this rite, become again the Mother - first Heh -(i.e. the mouth). This point in the ritual of the Star Sapphire presents us with one of the most overt sexual references Crowley makes in his rituals. There can be little doubt that at this juncture, the final sexual invocation occurs. How do we start? Perhaps we should begin with prac-ticalities and consider sexual positions. Which is best for this procedure? What does the symbolism suggest? Does it matter? Female superior as we might find in Babalonian congress? Do we switch through a series of positions? 1 think not on both counts, besides we have had a bit of switching around in Section 2, and more of the same could undermine those practices and the unique qualities of section 2. Looking at logistics, we must consider the Rose a recepta-cle that needs to be able to hold the nectar of the sacrament before it is communicated. Secondly, and crucially, there is the presence of orgasm in the charging and completing the formula of Two into One into Nothingness. It would seem sensible then to use whichever positions and methods are most likely to ensure orgasm for both participants. Kissing now occurs to complete the circuit. Looking at another illustration (fig. 11), we find a man and woman facing and embracing each other. Represent-ing the oroboric serpent energy of the 'inmost light', an arrow travels out of the mouth of the male, into the mouth of the female (Pater et Mater). It passes from her mouth, out and down into the penis of the man (Mater et Filius), from which it travels across to the vagina of the woman (Filius et Filia), before rising again to the mouth of the man (Filia et Pater)77. Here is an infinity loop, the serpent 77: It is pleasing to note, a diagram of the '69 position' of mutual oral sex yields the same energetic transmission, albeit from a different angle. In this way we might better understand the"},{"pageNumber":65,"pageContent":"64 The Centre of All Jig. 11: Oroboric Circuit"},{"pageNumber":66,"pageContent":"Ararita 65 eating its own tail, the self-nourishing quality of this ritual as expressed in the production, charging and consumption of bodily fluids. At the point of mutual orgasm, the Adept ('Him') says ARARITA three times. Is it really just 'said'? Surely it is moaned screamed or whispered? Maybe all three in that order... Because, up to a point, repetition adds emphasis to a word or gesture, the triple ARARITA can be seen to draw the intent and attention of the Adept successively closer to the heart of this formula. Try saying any word or state-ment three times in deliberate succession. Saying it twice allows the unconscious to notice the apparent hiccup in a linear sequence of events. The third repetition automati-cally charges the action. Doing something three times brings the full attention of the individual to bear on the subject. It is in keeping with this principle that I suggest this ritual occurs in three key sections each of which in some way repeats the same series of acts in different forms. By the time the 3rd section is underway its potency is emphasised. Within Crowley's formula for invocation, the magician takes three steps or approaches. First is that of a lowly priest, the second is that of a lover, thirdly is that of godhead (identification). With each step the divinity draws closer from a distance; the abstract becomes the representative, becomes the actual. Section 2 in this ritual reflects this. During identification (section 3) the God is no longer a distant concept or symbolic of a primal force, but is instead a living reality, singular, alone. Returning to The Lovers, wrapped about the extended arms of the Hermit, we find an Oroboros motif. His gesture is that of the Sign of the Enterer, the singular godhead that cometh, passing through/from the infinite into the implication of mutual oral sex (as alluded to in Chapter 69) as equally encoding the entire formula rather than its being used as an expression of individual component parts."},{"pageNumber":67,"pageContent":"66 The Centre of All manifesting Elixir. Remember that the Hebrew letter of Atu IX (The Hermit) is Yod-, the hand. This is identified with the spermatazoon, the secret fire, and the mysteries of the Lion-Serpent, thus we find the hand of the Hermit as an icon for the arrival of the 'God' and the 'inmost light'. In this same way we find, contained within the Star Sapphire ritual, a progression from symbolic gestures, to the present, tactile physical act of sexual congress. The abstract is drawn down into the physical world of sensa-tion, whilst the process of such activity entails the tran-scendent 'death' of the operators as they encounter NOX: the Night of Pan. The symbolism of these three ARARITAs works well with the four in the previous section. Where the four have confirmed the activation of different sexual energies across an abstract horizontal plane, the three within this section are expressed literally in a vertical or ascending dimension. This verticality is reflected in the nature of the hexagram representing the marriage of 'above' and 'below'. By way of an illustrative point reflecting the nature and interaction of the 4 and the 3 upon different planes, one colleague, Mr O'Shea, observed the nature of the 3x4 polyrhythm within music. He demonstrated this rhythm by tapping his foot in a series of four beats whilst clap-ping his hands over the same duration to a beat of three. What occurs is that two different beats, or measures of time, are not only being comprehended simultaneously, but also being expressed by parts of the same organism. This notion of holding divergent perspectives at the same time is part of the fundamental application of the formula of ARARITA and the work of the Abyss. Within the symbolism of this rite, if we consider that the previous four ARARITAs are used to identify and consoli-date the four paths surrounding the abyssal region on the Tree of Life (i.e. defining the territory of the ritual), we can then understand the three central ARARITAs to be representative of the three cards that cross the abyss;"},{"pageNumber":68,"pageContent":"Ararita 67 The Lovers, The Star and The High Priestess. These are the dynamic forces of that territory upon the operation of the ritual. THE SEVENFOLD ARARITA In the presence of these 7s we note that 7 ARARITAs (the sevenfold word) produce a total of 49 (7x7 letters). This is of course the number of petals associated with the 'mystical rose', identified with Babalon, splashed and stained with the blood of the saints78. Even in the symbolic structure of the ritual the Adept establishes the Mystical Rose (identi-fied with the centre of all things, considered elsewhere as the 'Holiest of Holies') which when complimented by the Magick Rood, forms the Rosy Cross. The Ruby gives 5 into 6, the Sapphire gives 6 into 7. In 7, deity arrives. There is another correlation concerning ARARITA we should mention. It carries the Hebraic gemetria value of 813, which is also coincidentally the combined values of three major initiatic 'reciprocal' paths on the Tree of Life: Peh (The Tower)= 800, Teth (,Lust)= 9, Daleth (The Empress)= 4. These three paths seem to make their pres-ence known in the most potent of rituals, particularly those whose purpose is to instigate dramatic initiation. These three paths form the three horizontal bars on the Hier-ophantic Cross, and might also be reflected in the three steps of the Priest in the Gnostic Mass. We develop this idea further with a little graphic consid-eration. Four ARARITAs spread out to define the horizon-tal plane, symbolising the IHVH formula. Rising to reveal the vertical plane, the three central ARAR-ITAs symbolise the LAO formula, or the coming together of opposites, which is the driving force of the ritual. When the four horizontal ARARITAs are also brought into play, the total describes a three dimensional space: 78: Vision and the Voice, 27th Aethyr."},{"pageNumber":69,"pageContent":"68 The Centre of All East North Ararita West / Ararita Ararita So Below )$( Ararita Jig. 12: The Tesseract This is not just a pretty or convenient image of a cube, even when you consider the cube to be a folded up clavary cross, now enclosing the seventh rose, or alternatively an Ark within which God arrives. Of more significance than that, in the description of the directions, and the evocation of this 3-dimensional space, we are again making reference to the incarnating of something new. Our 3-dimensional space formed from hexagrams consecrates and prepares the territory within its confines for the emergence of the inmost light. In the vectors described by the interactions of the directional stars, a location is formed at the 'centre of all'; our six points, North, East, South, West, Up & Down form a greater hexagram at whose heart is the petalled rose. It is thus that we have different directions marked out, and revealing the location of the Centre which is the seventh and final ARARITA, also identified with the 'A' within the IAO formula. This I equate with Set, who, as"},{"pageNumber":70,"pageContent":"Ararita 69 described by this rite, at the moment of orgasm emerges within the centre of the circle. This seventh ARARITA forms the petalled heart at the centre of the Unicursal Hexagram, and reveals the Doorway {Daleth/Empress) through which the Hidden God will manifest. The nature of an Empress, historically speaking, is to identify her with the territory over which she reigns. The Empress and the Empire are one and the same. Our Empress is expressed in the 7-fold ARARITAs, and her territory is the seven-gated city of Thebes, home of the Prince-Priest, Ankh-af-na-khonsu, also called the City of Pyramids, found on the shores of Binah, across the abyssal gulf. And yet, The Empress, the lover and the beloved, is explicitly described as \"combinfing] the highest spiritual with the lowest material qualities. \"79 She is both Empress and Empire, and her empire is also established in Malkuth. In keeping with the hermetic axiom expressed by the hexagram, her Empyrean realm is founded not as some distant and strange land. It is incarnate; in the real world; the here and now. This is the realisation of the Kingdom of Heaven on earth. This idea of combining the 'highest with the lowest' and the spiritual with the material is crucial to a grasp not only of ARARITA and the Abyss, but also to the realisation of all magick. Just as the Hierophant acts as a mediator channelling the abstract, supernal influences down into the matter of the earthly congregation, so to does the Adept channel the gnosis into and through the flesh. Similarly, the Rose as High Priestess serves as the vessel for the reception of Shin (and the Adept as Hiero-phant), has already activated within her flesh both the power zones symbolised by The Empress. Our magick, if it works, has a consequence within the material world. Within the context of the Ritual of the Star Sapphire, the 'highest spiritual* refers to the abstract and supernal nego-tiations undertaken as part of the Oath of the Abyss, whilst 79: Hie Book oflhoth (Egyptian Tarot) p75"},{"pageNumber":71,"pageContent":"70 The Centre of All the 'lowest material qualities', recalling the Bride, refer to the actual physical acts to which the former lofty spiritual values are bound. One cannot exist without the other. THE PARADOX OF DA'ATH \"I am alone: there is no God where I am Da'ath, the false sepher, is placed on the mid-point of the Abyss. It is not necessary for us to thoroughly plumb the depths of Da'ath, voluminous amounts of tentacled mate-rial having already been published in books and journals alike. What does interest us here is the role of Da'ath within this ritual. In one mystical reading of the Tree of Life glyph, we are offered the notion that during 'the fall from grace', Uphareth and the middle pillar slipped and fell, dragging down the whole pillar by one step. The result was to locate Malkuth one place lower than previous, and to create an absence we know as the Abyss. In this version of events, we find that Da'ath occupies the space where Uphareth once stood. For this reason we have the false sepher, which may otherwise be understood to be the shadow or echo of Uphareth, also called the sun-behind-the-sun, the black-sun, or the sun-in-darkness. These again identify with the 'Key of the Abyss'; NOX, the withdrawal of the light. \"Also he taught me the holy unutterable word Ararita, so that I melted the sixfold gold into a single invisible point, whereof naught may be spoken. \"81 In the Star Sapphire ritual, a 'higher hexagram' ritual, we find ourselves, not locating the sun at the centre of our work, but the darkness. In this darkness the light is folded 80: AL 11:23 81: Liber LXVV:15"},{"pageNumber":72,"pageContent":"Ararita 71 in on itself. It is not extended, and Khabs is the name of its house82. In undertaking this ritual we find ourselves drawn into the vortex of Da'ath. On one level, we ritually create a vacant space into which arrives the hidden light of Sht which, reflecting the nature of NOX, is that inmost light raised physically in the elixir analogue of the inner alchemical transformation. Rather than being allowed to blossom forth as a new tipharetic sun (son) this inmost light is folded back in itself and integrated back into the ritualists. The Light of Da'ath remains in Da'ath. In The Vision and the Voice Crowley describes what may be the essential fulcrum quality of Da'ath, which he himself quotes within a sub-section on Harpocrates in The Book ofThoth-. \"It is shown me that this heart is the heart that rejoiceth, and the serpent is the serpent of Da 'ath, Jor herein all the symbols are interchangeable, for each one containeth in itself, its own opposite. And this is the great Mystery of the Supernals that are beyond the Abyss. For below the Abyss, contradiction is division; but above the Abyss, contradiction is Unity. And there could be noth-ing true except by virtue of the contradiction that is contained in itself. \"83 82: Liber AL 11:2. The 'Khabs', which features throughout The Book of the Law, refers to the 'secret light' of the Star, LVX, herein concealed within the folds of NOX. In his commentary on this subject (AL 1:9) Crowley says: \"That Khabs is declared to be the light of Nu. It being worshipped in the centre, the light alsoJills the circumference.\" He then continues \"We are to pay attention to this inmost light; then comes the answering light oj infinite space. Note that the light oj space is what men call dark-ness; its nature is utterly incomprehensible to our uninitiated minds.\" (The Law is for All) 83: The Book ofThoth. p63."},{"pageNumber":73,"pageContent":"72 The Centre of All This is the fulcrum against which all that is contrary is weighed; it is the meeting point; the 'X' marking the spot of the unknown. It is the identity of the unidentifiable; it is the heart of paradox. It is the light of the Hermit swathed in darkness. What we are engaging with is the shadow of Uphareth. The balance and harmony of the beautiful sepher, is reflected in the higher balance of paradox. To transcend paradox one must accept the mutually unacceptable. It is the pious indulgence of attraction and repulsion, of the bitterest poison and the sweetest nectar. ALSO SET SHALL APPEAR WITHIN THE CIRCLE \"In the place qf the cross the indivisible point which hath no points nor parts nor magnitude. Nor indeed hath it position, being beyond space. Nor hath it existence in time, for it is beyond Time. Nor hath it cause or effect, seeing that its universe is infinite every way, and partaketh not qf these our conceptions. \"84 After a moment of relative clarity, Crowley again hides his intentions behind the veil of symbols. But all is not lost. How shall we assail this 'Set' appearing in the circle? We all have a pretty good idea what is happening here, but can we glean anything further? Set is an Egyptian god: slayer of Osiris, Uncle to a Horus and Lord of Darkness (NOX). In the modern occult world, Set is the lettuce in the Typhonian lunchbox and is gener-ally considered a bad-ass boy. It stands to reason he is also pretty popular amongst the magicians of modern times, who like to peer maliciously over their diabolical grimoires and pints of dark foaming ale... However, let us reach back into archaic history in a bid to 84: Liber DCCCXIII vel ARARITA. V:0"},{"pageNumber":74,"pageContent":"Ararita 73 penetrate Set's mythos. He was the fellow who instigated the overthrowing of Osiris. Osiris' body was dismembered and scattered, where upon Isis, not best pleased with Set, found all of the pieces and put Osiris back together. Howev-er one rather small, if important member was not found. Thus it was she resurrected him with her oral magics whilst using an artificial phallus to copulate with Osiris before his animated corpse 'gave up the ghost' and passed the divine essence into his beloved, as she conceieved Horus. Whilst not entirely congruent with the thrust of this treatise, it is clear that Set played some part in the death and resurrection of Osiris. But I suspect there is a little more to it than that. Set in Hebrew is spelt Shin-Teth (Sht). Perhaps here we are better equipped to penetrate the little mystery of Set's appearance in the centre of the circle. = Shin (sound: 'Sh') the 21st letter of the Hebrew alphabet, is graphically formed from the raising of three Yods in what appears to be tongues of fire. Whilst the word means 'tooth', it seems that its symbolism of fire exceeds that of tooth in emphasis. The fire attrib-uted to this letter is not just the elemental fire, but the fire of the spirit. Regardie observes that Shin is equated with the Pentacostal fire and the Holy Spirit85. According to an online source86, the letter Shin can be identified with a 'vivifying force', the 'descending dove'87 and the 'cosmic 85: Regardie, I. A Garden of Pomegranates: An oudine of the Qabalah. 1932. Llewellyn: Kent. 1970. p 90 'Pentacostal fire' refers to the appearance of flames above the heads of the aposdes, bestowing upon of them the power to speak in tongues: even though they spoke to many different nationali-ties, each person heard their message in their own tongue. 86:http://www.soul-guidance.com/houseofthesun/treeoflifelet-ters.htm accessed February 2009 87: Besides the presence of the descending dove in OTO symbol-ism, it emerges throughout Western orthodox religion. In the Bible, John 1:32 we read \"And John bare record, saying, I saw"},{"pageNumber":75,"pageContent":"74 The Centre of All dragon'. Crowley comments in his Magical Records \"Shin is the Fire qf Pralaya, the 'Last Judgement'. The combina-tion [qf Shin and Teth] would therefore exhibit the meth-ods whereby 'None' and the 'Two' phases alternate.\" It will be found that this principle of attention is integral to suitable induction of the magical trance and the ingress of something new. The term 'Pralaya' is linked to cosmic time (Aeonics) and is \"Non-existence - a state qf matter achieved when the three gunas (principles qf matter) are perfectly balance. We now take a brief detour to probe a little further into the symbolism of these three Gunas. Whilst we should bear in mind the dangers and difficulties of mixing systems, it was very much part of Crowley's own disposition that he perceive the correlations between systems, and it was he, after all, that raised the matter by introducing the term 'Pralaya'. These three Gunas, which we can identify as the three flames of Shin, refer to three forces present within the universe: 1: Thought, pleasure, thinking, clarity, understanding, illumination. 2: Motion, energy and activity. Also pain and suffering craving and attachment. 3: Restraint and dullness, indifference, darkness. When these three are balanced the fire of Pralaya issues forth. The brilliant light, the LVX of 1, is augmented in tension by the restraints of 3. Without restraint we have nothing from which to be liberated. These are part of the the Spirit descendingjrom heaven like a dove, and it abode upon him.\" which reflects the Jewish idea of the descending dove representing the descending grace of their Lord. Further scrutiny might allow us to identify the upturned red triangle described in Lies 69, with the same descending Dove, where both are consid-ered part of the descending grace of divinity. 88: The Magical Record of the Beast 666. Duckworth: London. 1972. 0715606360. pl44 [parenthesis added] 89: http://en.wikipedia.org/wiki/Pralaya accessed Feb 2009."},{"pageNumber":76,"pageContent":"Ararita 75 primary tensions that underpin the whole ritual of oppo-sites called the Star Sapphire. Similarly, pain and pleasure are both sensations and spiritual states. The depths of pain amplifies the heights of pleasure. These are balanced in Shin, whose number 30 (3x10 - yod-yod-yod), or Binah-by-Malkuth, correlates with the seven-gated King-dom of Heaven manifested on Earth (see again notes on The Empress). Note also Crowley makes reference to the alternation of the phases 'none' and 'two'. This is part of his 0=2 formula, which is again expressed throughout this rite, and is dealt with in part with the Latin text (see later). Returning to Crowley, Shin as the 'Last Judgement' is attributed to the card The Aeon, again reflecting the aeonic era of Pralaya. The Aeon has not been directly detailed in this treatise, but it does give us insight into the nature of the alchemy occurring within The Star, particularly with refer-ence to this part of the ritual. Whilst in Crowley's cosmology we have a linear passage of aeons, in some way reflecting the generational passage of the IHVH in this ritual, it is most specifically to the iconography of the current Aeon that we find significance. In a reversal of a more intuitive image we find Harpocrates (Hoor-Paar-Kraat), the silent Babe of the Lotus, expanded, within which sits the regent, Ra-Hoor-Khuit, the unity of these two god-brothers form-ing Heru-Ra-Ha, the lord of the double horizon. Recall Harpocrates from Chapter 1, where we identify him as the Child in the Lotus (i.e. the elixir in the rose) which we locate at Da'ath, uniting the physical with the abstract. The lotus is the flower sacred to The Empress. It is within this lotus that the babe Harpocrates resides in silence. He is the jewel in the lotus; a many faceted diamond heart of brilliance-concealed; the silence of darkness following the death of the scorpion of ego. In another rendition we find Harpocrates actually within the black egg of the Akashic spirit. This black egg is the withdrawal of the light, called NOX, and is, like the lotus understood to be the Egg of the"},{"pageNumber":77,"pageContent":"76 The Centre of All Dragon, (the eagle and the serpents egg). As such Harpoc-rates is the gestating Babe of the Abyss; a god-seed drift-ing in the amniotic gulfs of possibility and formlessness that we identify with the Abyss. Enclosed within the lotus Harpocrates is the sun-within, in distinction to Ra-Hoor-Khuit, who we may call the sun-without, or 'expression of the divine'. Looking at the physical properties of the lotus flower we find an interesting correlation. It seems that when a certain lotus blooms, its petals open white, advertising its virginity to pollinating bees. This pollinating suitor, the bee, is an icon of the Sun and Uphareth, given its association with both the hexagon of the honey comb, its Sundance communications, and the strange alchemical creation of honey from nectar and pollen. The bee, attracted to the lotus, climbs within the petals and begins to consume the lovely nectar, whereupon, with the advent of dusk, the Sun returns to Amenta, and with great delicacy the lotus flower closes trapping the bee within its white petals. And with that, Uphareth, the Sun, hidden in NOX, is enclosed in the lotus of the empress, the gates of the supernal. Should the bee trapped within be carrying the pollen (plant semen) from another lotus, it invariably pollinates the lotus in which it is now trapped. Successful pollination of the lotus triggers a chemical response which, over the course of a night, turns the lotus petals from the virgin white to a magenta-scarlet. In the morning a red-stained lotus opens its petals to release its solar bee, allowing it continue its journey We find a pleasing correlation in this image between the work of the bee with that of the Adept, and the work of the lotus with that of The High Priestess, and in addi-tion, to The Empress as expressing the magical terrain encompassed by the horizon of the ritual. The bee - the Adept - is now immersing itself within the annihilating influence of the abyss in a bid to nourish the star within whilst at the same time stripping away all the superfluous matter. We become as Harpocrates, the bee in the lotus."},{"pageNumber":78,"pageContent":"Ararita 77 Returning to the letter Shin, we find Crowley making the explicit correlation between Harpocrates and the Holy Spirit (Spiritui Sancto), again associating them both with the letter Shin90. fea^ = Teth (sound: 'T') is the ninth letter of the Hebrew Tn alphabet. It means 'Serpent' and is attributed to Atu hH XI called Lust or Strength. This card is ruled over by Leo, and in older renditions featured as its totem the Lion (as discussed in Chapter 1 of this treatise). Entailed within this card, and brought into the symbolism of the letter we have the mysteries of the Lion-Serpent. On a mundane level this may be equated with the sperm cell and its associated seminal fluid. Furthermore, it carries phallic connotations and partakes of the Beast whereon Babalon rides. There is a planetary association of the Lion-Serpent with that of Saturn, whose number is 3, and is identified in parts with Set and Satan. It seems that Frater Achad, in his revelations on Liber AL revealed to Crowley that these two letters, or rather the cards to which they are attributed reveal a further secret. The Aeon, Atu XX and Lust Atu XI yield 31, the Key to the Book of the Law (and also the numbers of 'AT and 'La', or God and Nothingness; Hadit and Nuit). To this end we might revaluate the formula LaShTAl (or as Crow-ley encoded it numerically 31-XXXI-3191). Between the polarities of all and naught we find the third aspect, the coming and going of Heru-Ra-Ha. In Sht there is a moment of balance-in-transition, typified by the blossoming rose at the heart of the Hexagram. In his record he considers the role of Shin-Teth in a manner sympathetic with this idea, reasoning that Shin and Teth are the Matter and Motion of the forces of the Aeon92. Elsewhere he seems to have a breakthrough stating: 90: The Magical Record of the Beast 666. pl98 91: The Magical Record of the Beast 666. p244 92: The Magical Record of the Beast 666. pi98"},{"pageNumber":79,"pageContent":"78 The Centre of All \"It becomes ever clearer that ShT god is Shin Teth, Fire, Spirit, Lion, Sun. The card XX (Aeon) shows the Silence qf the Lion, Babalon and the Beast Conjoined. Set, Satan, Sad, Sud, Sax, Had are all ShT.' We recall One Star in Sight, Crowley's outline of the Argentem Astrum, in which Crowley's poetic and mythic interpretation informs us that the product of the union of Babalon and the Beast is the inception of a Babe of the Abyss in the womb of Babalon. So it would seem that through this mire of clearly inter-related jargon we can begin to intuit something more tangible. I might at this point spell it out, but being sure to remember that in 'spelling out' we invariably lose subtle aspects of complexity and the richness of the symbology veiling the physical and energetic properties to which we aspire. In short, and in the context of this ritual Shin-Teth = the Fire-snake (Shin = Fire, Teth = Serpent94). We know from childhood legends that fire-snakes are called dragons. Equally, as we mature into the magical arts we come to identify that dragon with the Kundalini or fire-snake; the sexual energy that rises up from the Root to the crown. But we all already know of the Rundalini and tantra, so what about this is new? Even the serpent coiled about the egg on The Lovers card does so 3.5 times in connotation of the fire-snake. \"I am the secret serpent coiled about to spring; in my coiling there is joy. \"95 Let us look again at the ritual itself adding an interpretation to the actions: The circle is both the ritual environment (the universe according to those within its confines) but also it is the Rosy Cross. Set, the hidden half of Horus, emerges within 93: The Magical Record of the Beast 666. pl44 & pl88 94: As an aside, if we consider the literal meaning of Sh-T we get 'Serpent-Tooth', a term identified by Robert Temple with the star Sirius, also called Sothis, who is identified with Set. 95: AL 11:26"},{"pageNumber":80,"pageContent":"Ararita 79 the sexual fluid from the Lion-Serpent. At this point, the lion-serpent bites the magician, who being slain spills their blood into the cup. The scorpion stings itself to death; the sphinx takes its own life. But let us stand apart from the veil of modesty: the Adept ejaculates within the Rose, producing the base sacrament, which is made from the mingling of the seminal fluid and vaginal secretions. In Chapter 1,1 state that the 'A' within the IAO formula is the elixir. This 'A' is both HPK as Babe in Egg, and Apophis. In the Lesser Ritual of the Hexagram, we are informed that Apophis is not only The Destroyer but also Scorpio. Apophis is identified with Scorpio as the icon of the Abyss, and yet Apophis, the destroyer is also identified with the Dragon, the corrected union of the snake and the eagle. But how does this all relate to the appearance of Set? And what or whom is being destroyed? At the point of (mutual) orgasm the 'little death' occurs, the destroyer erupts and Shiva opens his third eye. In this instant we collapse those sensations and experiences bound into our flesh, pitching opposites against each other upon the battlefield of our bodies. This moment or destruc-tion and reconciliation is expanded from the instant into the endless Night of Pan (NOX), until it utterly engulfs us. Only in the moment of releasing those bound sensations, experiences and impulses does the gate of Da'ath become activated, and the paradox of its transformation begun, enveloping us in the turbulent yet calm state of ekstasis. Returning to the symolism of the destroyer Apophis, we discover it is equated with Set, Satan and lyphon. These are all ShT, but also, as Crowley observes, so is Had (the compressed Hadit, the infinite point and Centre of centres). We are informed by the ritual that, at this point, the 'Sign Qf Set Triumphant' is given. But what is this Sign? Crowley gives no clear indication of it, nor does it seem to feature elsewhere in his work. Given the presence of the word 'Triumphant', many have promoted the theory of giving the Sign oj Mater Triumphans (cupping the womb and"},{"pageNumber":81,"pageContent":"80 The Centre of All pinching the breast to suckle a child). Certainly this sign is attributed to Binah by the Argenteum Astrum grade Signs, and even, in a distorted way, features on The Empress card. But something is not quite about this. For all its sex and gushing bodily fluids, this is not a ritual that concerns the creation of an individual child, but rather the raising and re-ingestion of sexual energy for the oroboric perpetuation and re-invigoration of the Adept and his Rose. Yes, Hoor-paar-kraat is present, but in his role as the Shin-fire; the Holy Ghost, or magical essence. It is this author's contention that one might better under-stand the Sign qf Set Triumphant by considering what the intended signified concept is. Might we understand the Sign to be a permutation of The Sign qf Apophis, whom we have already identified with Set, the elixir and the Magical Essence? At this point in time, Apophis has just entered the circle. The outward and upraised arms forming the trident of Apophis immediately recall the triple Yods of the 5/z/>2-letter. The Adept identifies with the hidden-fire of the inmost light, and arms thrown up, celebrates and rejoices the consummation of the rite. Tty it now. Stand in the posture of Apophis and ask if it feels triumphant? The Shin has triumphed, and the work of the wand, often depicted as a trident, has been achieved. But have we not already suggested that Apophis is also the destroyer? Within the LAO formula, (which is, in part present within this stage of the rite, as the triple ARARITAs) Set / Apophis occurs as slayer of Osiris exclusively for the purpose of facilitating the subsequent resurrection. In Chris-tian mythology we find a parallel in Longinus, the wielder of the spear of destiny, and without whom the mythic Christ could not have completed his formula. This roman centurian has since been beatified in recognition of the necessity of his actions. Note the parallel between the spear of destiny and the trident of Apophis. Returning to our own Apophis... O Lion and O Serpent that destroy the destroyer, be mighty among us- The eucharist seals the ouroboros.The wand has"},{"pageNumber":82,"pageContent":"Ararita 81 done its work. Stand again in the Sign of Apophis and ask if there is not also a feeling surrender, of one last flinging forth of energy before dissolving into the abyss of nothingness. And finally, it is the destroyer because in this ritual we are subverting the natural order; we are not conceiving a new third life, but are taking that third, that sacrament-vitale, and are re-absorbing it all, letting not one drop be omitted from the circuit. Returning to Ankh-af-na-khonsu, we find the Hiero-phant, now self-slain, pouring every last drop of the solar blood into the cup. As an addition to this, albeit from a different continent, there is a I&oist belief that one drop of semen was of equal vital value to 49 (7x7) drops of blood96. But the operation is not finished. ATU XVII: THE ALCHEMY OF THE STARS \"This is the world of the waters of Maim; this is the bitter water that becometh sweet. Thou art beautiful and bitter O golden one, O my lord Adonai, O thou Abyss of Sapphire!'*1 Following The Lovers and The High Priestess, the last of our three Major Arcana to pass across the Abyss is Atu XVII: The Star. This card depicts the 'water-bearer', who could be prematurely identified with the Priestess as the chalice and receptacle of the magical Elixir. However, I suspect it is a little more subtle than this. Where The Lovers card reveals the dynamic exchange of the ritual in Section 2, The Star presents us with the invisible alchemical formula itself; the unseen magick within the Crucible. The star is the heart of 96: The Sexual Teachings of the White Tigress. Destiny Books: Vermont. 2001. 0892818689. plOl 97:111:55 Liber LXV (Holy Books p51) This also features in the Priestess's consecration of the baptismal water within the EGC baptism ceremony."},{"pageNumber":83,"pageContent":"82 The Centre of All the Lovers: Every man and every woman is a star. This star partakes of the aspect of self that is identified with 'God', or the Divine Will, and is associated with the third phase of the invocatory process. The water-bearer carries two vessels each filled and flowing with a different magical fluid, one silver, one gold. The sun and the moon; the Adept and the Rose. Or more specifically the elements within the two ritualists that typify these polarities. The gold chalice is poured upon the Water-bearer, whom is the goddess of the stars embodied. This passes across her body, from the solar right side, to the lunar left side. From higher to lower, the divine light descends. The Water-bearer is the Solve et coagula, the aspect that brings the two into one, and dissolves them both into none. In this matter she is closely allied to Atu XIV, Art, but she is neither the medium of arte itself, nor is she is the Rose. Instead, in the subtlest sense, she is the principle of transubstantiation itself occurring within the grail. In Her is the miracle of the Mass. In her is the bitter water made sweet. Having passed through her, the silver chalice releases its elixir. Within this act, the territory is again defined. In The Book ofThoth, Crowley observes that the silver chalice is poured onto the meeting place of land and sea98. Elabo-rating on the card, he notes the Sea is the Great Sea of Binah, and the threshold between it and land is the Abyss itself. Binah is again represented in the card by the Hepta-gram, which we have already identified with Thebes, the 7-gated-city, and the seal of Babalon, queen of the City of Pyramids. This then confirms the location of the Ritual of the Star Sapphire as occurring within the Abyss, and caus-ing to manifest its Elixir, at this threshold. If we open Crowley's The Heart of the Master, we find some delightful short riddle-like poems associated with each of the Major Arcana. Turning to the page concerning the card Art we read: 98: The Book ofThoth. plOl"},{"pageNumber":84,"pageContent":"Ararita 83 XIV \"Pour thine all freely Jrom the vase in thy right hand, and lose no drop! Hath not thy Iqft hand, a vase? Transmute all wholly into the image of thy Will, Bringing each to its true token of Perfection! Dissolve the Pearl in the Wine-cup: Drink, and make manifest the Virtue of that Pearl! Although one partakes of the other, it seems that rather than Art (Atu XIV), this text is clearly describing The Star (Atu XVII), wherein the figure pours a golden vase onto herself, whilst holding a second vase in the left hand. To pour thine all, the Adept gives themselves entirely, surren-dering themselves and their issue, allowing it to flow freely. The vase in the right hand, being the golden vase repre-sents the potencies of the Sun; the masculine contribution to the elixir. Not one drop is lost, but all is given: there is no wastage, no distraction, the surrender must be absolute. The text that follows describes the very rudimentary proc-ess of binding the action to the Will: in this way we align the form or action of the signifier with the abstract concept of the signified. Dissolving the Pearl needs little explana-tion save to recognise that the vagina of the Rose needs to hold and ferment the elixir sufficient for the fluids to mingle into one. We can add one last point to this, Crowley also identifies pearls with the Magister Templi; i.e. those individuals who have successfully crossed the Abyss. This is directly relevant here because the Ritual of Star Sapphire is a preparatory work introducing the Adept to the Abyss, with the aim of bringing them to the inevitable Ordeal. The pearl is secreted within the oyster (a genital analogue for Binah) who has received a speck of dust, and 99: The Heart of the Master. p79"},{"pageNumber":85,"pageContent":"84 The Centre of All caused from this, a pearl to blossom. That speck of dust is the Magister Templi, whom having annihilated the signifi-cance of his Ego in the Abyss, is left with nought but his Will, now wholly subsumed by the Will of the Universe. It is not difficult to see here the parallel with the rudimentary sex-magick described by the stanza above. In accord with its oyster correlation, and lunar qualities, the pearl is also associated with the High Priestess, as icon of Initiation. This card, The Star, completes the 7 Major Arcana addressed within this ritual. Atu's III, V, VII, XI define the Sphinx and the Abyss, whilst VI, II, XVII encode key elements within the ritual. All 7 of these cards reflect the aphoristic 7 ARARITAs, revealing the means by which this ritual operates. Adding the numbers of the cards surround-ing the central High Priestess yields a pleasing 49, Again identifying her as the hymen-initiatrix at the heart of the 7x7-petalled rose. On the other hand, this merely shows the creative power of gemetria. Furthermore, on the matter of the preparation of the sacrament, Crowley speaks frequently, if not directly. In Liber Aleph, Chapter 95, we read: \"But in the Sacrament ofthe Gnosis, which is qf the Spirit, is there naught hurtful, Jor its Elements are not only Food, but a true Incarnation and Quintessence qf Life, Love, and Liberty, and at its manifestation thy Lion is consecrated by pure Light qf Ecstasy.\"100 Crowley attributed certain properties to the Sphinx beasts, those things for which the adept strives, Life Love, Liberty, Light, and Law. The first four of these are each applied to our sphinx as follows, Life is the Bull (The Hierophant), Love is the Eagle (The Empress), Liberty is the Man (The Chariot), and Light is of course the Lion (Lust). The Law regulates these four and is as the apex of the Pyramid. In 100: Liber Aleph. p95"},{"pageNumber":86,"pageContent":"Ararita 85 this we acknowledge the nature of the elixir beyond that of a physical carrier as something imbued with the inmost light, the fire of Shin, the Holy Spirit, and that its bril-liant radiance might be considered to transmute the sphinx into the highest refraction of Crowley's ideals. But Crowley speaketh further: \"Also, as this is strongest, so also is it the most sensitive of all Things soever, and both proper and ready to take impress of Will, not as a Seal, passively, but with true Recreation in a Micro-cosm thereof. And this is a God alive and puissant to create, and He is a Word of Magick wherein thou mayest read Thyself with all thine History and all Possibility. \"101 Several factors are provided in this description. Firstly we find corroborating material on the nature of the elixir as a superposition, entailing and transcending a dual nature, in this case strength and receptive sensitivity. But we also find further verification of the substance as a vessel capa-ble of carrying a purified essence of the ritualist's Will. Because the substance, both physical and etheric is identi-fied exclusively with Will (itself identified with the Star), born in the fertile lands of Love, it is likewise considered a God, being a force of pure Will, devoid of corrupting influ-ences and distractions. This God, being a brief incarnation of the Will, is similarly a reflection of the universal Will to which it is inextricably bound, and to which eventually the Adept shall submit himself in the Ordeal of the Abyss. It is at such a time, standing on the threshold of death and annihilation, that the Adept will undergo that full reca-pitulation of his life, his history of actions, and be blessed through alignment absolute with the Will, be granted the power of foresight of possibilities, and yet will, arriving on that distant shore, reside in the impeccable moment now. 101: Ibid."},{"pageNumber":87,"pageContent":"86 The Centre of All This process of externalising the Will, binding it, and then re-absorbing it again, thereby further aligning oneself with that Will, is detailed with clarity in Liber Aleph Chap-ter 86. Similarly, albeit veiled, in his chapter on the Mass of the Holy Ghost, Crowley further details the operation, distinguishing it from the old aeon work of resurrection through putrefaction, by saying: \"But we take living Things, and pour in Life and Spirit of the Nature qf our own Will, so that instantly and without Corruption the Child (as it were the Word qf that Will) is generated; and again immediately taketh up his Habitation among us to manifest in Force and Fire. \"102 The 'living Things', are referred to here in the context of a vessel into which something is poured. That vessel is elsewhere called the Silver Gate, or the Silver Vase of the Star. In its crudest form it is the vagina of the Rose. The Life poured in is as we have seen, in the manner of the Sphinx attributions, an icon ofthe Bull, and as we already know, the Bull is likewise the icon of the Will. The Child is here identified with the God from the previous quote, both being pure expressions of Will. The 'word' of that Will is its identity, the Logos, the utterance to be commu-nicated to the Adept and the Rose, by which, within the ritualists, the knowledge of that Will is made plain, and comprehended. LET HIM DRINK OF THE SACRAMENT In order for the Adept to drink the sacrament it is obviously necessary for it to pass from the Rose. The transferral of the sacrament, the communication, further indicates the nature of the Rose as High Priestess, whose greatest icon 100: Liber Aleph. p95"},{"pageNumber":88,"pageContent":"Ararita 87 is Isis, the goddess of the magical utterance. By the Rose's adoption of the sign called the 'Attitude of Baphomet', gravity and perhaps some oral attention, allows the Elixir to flow. What then are we to make of this new 'Attitude qfBaphometl What do we know of this enigmatic idol? Does it have attitude? According to one dictionary, the term 'attitude' denotes \"a posture or position expressing some thought orfeeling\"103 rather than simple physical emulation. What we looking for here then is something that evokes the principle of Baphomet, particularly in the context of this ritual; its sole point of reference. In Chapter 1 we made reference to Baphomet in regards to the symbolism of the baptismal graal of the Charioteer. Certainly this symbolism seems congruent with the atti-tude as expressed at this point of the rite, but I feel there is a little more insight to be made. Let us look at that most notorious of images, the Sabbatic goat of Mendes by Crowley's previous incarnation, Eliphas Levi. Besides being a heretical idol what are we looking at? Lets face it; it's a monster. A strange chimera or even... a sphinx? The head of the goat surmounts a female human torso from which sprouts feathery, almost angelic, wings. From the waist down, albeit veiled, we find clear indications we are dealing with the Hoof-footed One. Where does this frank-enstien's wet dream leave us? Well, in brief, Baphomet concerns the meeting of opposites. The wings of the angel with the feet of a devil in one body: ARARITA. The raised and lowered hands direct and mediate above and below: ARARITA. The forearms, tattooed, offer up their alchemi-cal formula Solve et Coagula: ARARITA. From its groin erupts a phallic caduceus, the double helix of Ob and Od standing proud, reaching up to the female breasts, the wand of the dual gendered hermaphrodite, in whom is man and woman as one god: ARARITA. From this we glean a clear idea of Baphomet as the meeting of oppo-sites in one body: ARARITA. 103: Chambers Dictionary. 1992"},{"pageNumber":89,"pageContent":"88 The Centre of All The Attitude of Baphomet seems commonly identified with that of the NOX Sign Mulier, and for once, surprise-surprise, I agree; a Sign at once explosive yet all embracing. This Sign sees the individual adopting the posture of the Cup of Babalon, hence its presence in the Western quarter within the Ritual of the Star Ruby (being identified with the element of Water and the godform of Babalon). In this act, the work of The Star is completed, and the silver chal-ice pours out its dewy nectar onto the threshold between land and sea; that absent area we call the Abyss. Looking at the chalice diagram helps open up this postural sign, allowing it to reveal to us its glorious subtleties. I have not curried best favour in discussing the following thoughts, and perhaps it is an issue for my ego to release, but, I have always been a little concerned by the much reproduced images of the robed figure performing the NOX Signs, as found in different books including the Blue Brick104. Our scrutiny falls on one Sign specifically: Mulier, the Woman. This shows the figure to have bowed legs. Whilst I must again confess, I have associates who markedly disagree with my assessment of this posture, for me this depiction immediately lacks much of the potency of the posture. What then is my issue? On one hand it is just trivialities, on the other hand, it is attention to detail. Rather than slightly bowed, I believe that the legs should be straight, forming an equilateral triangle with the ground. In Liber V vel Reguli, (the principle location for Jig. 13: The Chalice 104: MAGICK: Book 4. p607"},{"pageNumber":90,"pageContent":"Ararita 89 descriptions of the NOX Signs) it states that the feet are to be 'widely separated'. Where Crowley has described the other abyssal NOX Sign, Puer, with reference to classical artwork from renaissance collections, like the Venus De Medici, we find the Sign of Mulier carries a similar direc-tion. This time we turn to a contemporary of the Medici dynasty, Leonard Da Vinci, and his iconic 'Microcosm of Vitruvius'. This is that famous image of a man standing feet together in a square superimposed on feet widely separated (and straight legged) within a circle. The image is particularly relevant given its subject matter. It depicts the 'squaring of the circle' by the human body which is itself a perfect correlation with the abyssal operations as pertaining to ARARITA. The circle-squared is the pitting of opposite ideas against each other. Within the body is held and reconciled the irreconcilable. Thereby is the duality transcended or annihilated. By adopting the Sign with straight legs, like the sloping sides of the pyramid, a tension is held and a force is exerted downwards through the legs. The posture feels stable and solid. This straight, tense, solidity is immediately contrasted by the curvaceous crescent of the arms, which thrown up and outwards recalls the unfurling petals of the Rose and Lotus. Within this Sign we find a meeting of soft curves and hard angles (or again, the symbolism from The Star, of the abyssal threshold between land and sea...), the conver-gence of which is symbolically located in the genital region. This meeting point is a balance and fulcrum of symbolic and physical properties, and in part reflects the qualities of High Priestess as point of balance between light and dark, centred on Da'ath. Furthermore, in relation to this ritual, the triangle formed suggests the 'Ascending tongue of prayer' depicted in Chapter 69 of The Book of Lies, denoting both devotion and aspiration. This reflects the actions undertaken by the Adept in actively receiving the sacrament. The triangle described as part of the Holy Hexagram changes from the traditional symbol of red to blue, re-affirming the nature"},{"pageNumber":91,"pageContent":"90 The Centre of All of this posture as receptacle for the elixir. By adopting this posture, the Rose identifies exclusively with Babalon, and the Graal, filled with the blood of the self-slain saints. In a manner she, as High Priestess, gives birth to the 'magical child', yet retains the virginity essential to her office. This is not a ritual of pro-creation as such, but rather a refinement and alignemtn with the magical essences of the merged ritualists. Just as there are no communicants other than the two ritualists, neither is there an actual child whose existence is to remain external to the magical essences of the High Priestess and her Hierophant. Without swallowing it, the Adept receives the sacra-ment in his mouth and holding it under the tongue then proceeds to the next instruction. Let us pause just one moment to consider this elixir. The mingled fluids of the male and female are otherwise known as the Blood of the Lion (pictured as a red lion) and the Gluten of the Eagle (pictured as a white eagle). In this we might also draw on our studies of the tarot as it pertains to this ritual: the Lion (-serpent) being Lust and the Eagle being The Empress, or Love. As previously described Serpent and Eagle unite to produce the Dragon, (equally, the Lion and the Eagle unite to produce the Gyrphon, an alchemical icon for the same principle, encoding the regal qualities of the exhalted ritualists and the arrival of the god-as-'inmost light'). In the creation of this elixir the middle ground is met, which in the parlance of this ritual we call Da'ath, abode of the scorpion and the death it entails. The screaming madness of lust is combined with the silent intensity of love, to create what we might consider death by orgasm. In Crowley's account of the 2nd Aethyr we find a reference to the White Eagle of the alchemists, flying fearlessly through \"a forest qf unquenchablefire\" he continues, paraphrasing the Eleventh Key105 \"And the Eagle cries: also the House of Death!. Curiously, this 105: Liber Chanokh 106: Vision and the Voice, 2nd Aethyr. p244"},{"pageNumber":92,"pageContent":"Ararita 91 is the Key that relates to the invocation of the Princess of Cups, whom is also called the Rose (or Lotus) of the Palace of the Floods mentioned earlier in the section outlining Pater et Filia. But what about the fluid itself? The base physical vessel for our magical opus? There is a strange property which so suitably reflects the nature of this working. Indeed, as with our triple nature of the God ARARITA, so too do we have a triple distillation of seminal fluid, vaginal mucus and saliva. Of the latter, we have a lubricating fluid containing amyla-se an enzyme capable of dissolving starches into sugars. In addition to this, it contains anti-bacterial compounds and coagulant agents that aid in the clotting of blood. THE GLUTEN OF THE EAGLE: As with the male sexual fluids, there is a lot going on in this goop. Elements differ between different women, whilst another variable is tied to the phases of the menstrual cycle. The quality' of the secretion is largely acidic, with pyridine, one of its key ingredients, being a solvent. Some might be pleased to know that Squalene, another key ingredient, is also used in moisturisers, although probably derived from a differ-ent source. Lastly, as relevant as I could deduce, we find acetic acid, a vinegary substance that absorbs water from the environment thereby aiding lubrication. THE BLOOD OF THE LION: Given its content, the male contribution to the cocktail has been dubbed a 'living fluid'. The Lion-Serpent contains two primary elements, the sperm and its fluid carrier, the 'seminal plasma'. This carrier protects and nourishes the sperm cells. It carries high quantities of fructose (sugars) with which the sperms cells fuel themselves on rapidly diminishing the sugar levels of the fluid as a whole. Eventually they starve to death. The seminal plasma has a higher alkaline level to counteract"},{"pageNumber":93,"pageContent":"92 The Centre of All the dangers posed to the sperm cells by the acidic vaginal secretions. According to some research semen may have antidepressant qualities if absorbed. Apparently it might also help prevent high blood pressure. The combined elixir of the Eagle & Lion offers us an inter-esting insight into the Solve et Coagula of the alchemists. Following the appearance of the elixir, it begins to coagu-late, swiftly becoming a single gel-like mass. After this, it begins to liquefy again... There is clearly a lot more that can be said about all of these fluids, and science is only beginning to understand their complexity, although it must be said, that in the crea-tion of our elixir we are not concerning ourselves with an exclusively physical medium, for as we shall shortly see the Holy Spirit is both external and internal. AND LET HIM COMMUNICATE THE SAME In conjunction with the word sacrament the, word commu-nicate107 indicates that the ritual forms a Mass. This is not a Gnostic Mass replacement, for the dissemination of a magick current to a broader congregation, nor is it aligned with the Mass ofthe Phoenix. Instead it stands alone as a self-encapsulating and self-nourishing, inwardly focused Mass. In my working of this rite, section 2, employ-ing different sexual acts, serves to transform the Adept and his Rose into the Priest and Priestess. Through the unity of their different natures the hexagram is formed. In the creation of the sacrament, within the heightened state provided by the ritual framework, physical matter is transmuted and vitalised by the hexagrams. The fluid carrier becomes charged with an intent pertaining to the mysteries of ARARITA encountered through both macro-107: An etymological companion of communion 'To share - make common'"},{"pageNumber":94,"pageContent":"Ararita 93 cosmic and microcosmic channels and hermetic principles such as are entailed by the Hexagram, and enacted in the sexual combinations. Despite the following Latin verbiage, at this stage the rite is not referring to a spoken communication. The 'word' of the magical child/god is uttered through the oral transmis-sion of the elixir. Here is the communication of the 'double tongues', working in silence, poetically transforming the initial first kiss that begins section 2, into one pregnant with the licentiousness of the sexually charged. I suggest this should be a long and very sloppy wet kiss. In developing this model of the ritual the importance of communication by kissing has become apparent. Doing this we add our oral secretions to the sacrament, whilst allowing the soft tissues, particularly those beneath the tongue, to absorb the physical parts of the elixir. It is accepted that such an elixir is potent and capable of causing change within those that have partaken of it and engaged in its creation. However, I am not an author-ity on the Elixir Magical, and so I am happy to continue my practical experimentation. I find much literature either deliberately obfuscating a lack of knowledge, or itself providing inconclusive answers, and so research must turn to personal practical endeavour. THE LATIN TEXT Having communicated the sacrament back to the mouth of the Rose, the bulk of the ritual is now completed, and the Adept now makes a last proclamation (translation given here): \"All in Two: Two in One: One in Nothingness: These are neither Four nor All nor Two nor One nor Nothing.\"108 108: MAGICK: Book 4. p558"},{"pageNumber":95,"pageContent":"94 The Centre of All This is the compact formula of the ritual. Its utterance not only nicely returns the operation to the abstract linguis-tic, but also seals off the spell. This first part is clearly a riddle of a sort, not necessarily to be comprehended during the ritual (particularly because it is delivered in a foreign tongue). Instead it is a word-sigil, whose nature is to slip past the conscious mind of the ritualist, and to bury itself in the unconscious during the post-coital limbo of the Abyss. In this way it makes of itself a spell bound to the ritual, which serves to activate the symbolism behind the ritual when next it is performed or contemplated. But what does it mean? All in Two. The appreciation of the universe as under-stood by a dualistic framework implied by the symbol of the hexagram. Two in One-. The opposites are united, their difference nullified and transcended. This is the RosyCross, and the key of ARARITA. Writing in his Magical Record Crowley observes: \"... Then must come the climax, the creative act by which, in ecstasy or spasm, the 'Universe' is united to the unit... It must nowJind a suitable Darkness that needs enlightenment... In this case the Two-in-one are left toJerment, and so on... They, one living soul immortal, enter the body as its sole nourishment, or rather, take to themselves all powers soever qf that body to their service; this is accomplished by the Sacrament.\"109 In describing the fermenting of the two-in-one Crowley begins to touch upon the dynamic exchange that occurs in this part of the formula, which is principally that of oscillation, wherein two polarities give rise to a fluctua-tion that expands upon the space of division between the two, whilst simultaneously, bringing the two into the same 109: The Magical Record of the Beast 666. pl51"},{"pageNumber":96,"pageContent":"Ararita 95 space as one. At this junction the two co-exist as one, their division increasingly blurred through the vibration, whilst at the same time, that very union is by necessity causing the creation of a void space. One in Nothingness: The unity or singularity exists in a void, the Abyss. This line and the previous, recall a similar passage from the Book of the Law \"The Perfect and the Perfect are one Perfect and not two; nay, are none!\"x 10 These are neither Four (IHVH) nor All (PAN) nor two (binary opposition) nor One (Al; Single-pointed conscious-ness) nor Nothing (La: Vacuity). In his notes on the Star Sapphire, Frater Osiris makes a significant observation by pointing out the missing number in the equation: 3. This is the number of the sacramental groupings: (all in two) + (two in one) + (one in nothing). More specifically it is the number of the sacrament itself. Looking at its shape we note that the digit '3' is another form of the trident of Apophis, the Sign of Set Triumphant, and the Hebrew letter Shin symbolising the sacred fire of the inmost light. What other instances of this 3 might we draw from this ritual? Not only is there the sacrament as the product of the union of the two principles of opposition, which is re-enforced by the three ARARITAs exclaimed at the climax of the ritual. Furthermore in the notariqon of ARARITA we find three different definitions of God as One: his beginning, his individuality and his permutation. In addition to this, 3 is of course the number of the Great Mother, Binah, whom defines the initial territory beyond the Abyss, but also represents the totality of the Supernal Triad whom engage with the Adepts of this ritual through the three paths of: The Lovers, The High Priestess and The Star. It is also the number of The Empress whom represents the highest of the 3 'reciprocal paths' between Binah and Chokmah, and whom is identified as the personification of the Empire over which she presides, and unto whom she dispenses 110: AL 1:45"},{"pageNumber":97,"pageContent":"96 The Centre of All unconditional love. She is the silence ofthe Sphinx follow-ing the death of the Ego in the Abyss, and She is Malkuth, the kingdom of heaven in flesh. The final part of the Latin text reads: \"Glory be to the Father and to the Mother and to the Son and Daughter, and to the Holy Spirit without and within, which was, is, and shall be, world without end. Six in One through the names qf Seven in One, ARARITA\". There is little more that needs to be said. The Holy Spirit is the inmost light, held within the nectar of the Elixir, which being brought about by the operations of the IHVH family, forms the heart of the circle. Returning to his Magi-cal Record, Crowley identifies the Holy Ghost with both Shin and Harpocrates111. This Holy Ghost is both 'within' and 'without' because it is both a physical manifestation, or a force held within a fluid medium, and it is also a non-tangible exercise of spiritual alchemy within each of the ritualists. This is re-enforced by the marriage of 'Magi-cal' and 'Mystical' as two opposite systems, externalising and internalising forces. The Holy Spirit is itself timeless, expressed again by a trinity of tenses, identifying it again with the sacrament. This timelessness is continued by the idea of a world without end which recalls the self-nour-ishing symbol of the Oroboros entwining itself about the heart of this ritual; the black akashic egg, secret dwelling of Hoor-Paar-Kraat, at the base of The Lovers card. \"I have descended, o rr\\y darling, Into the black shining waters, And I have plucked Thee forth As a black pearl of infinite preciousness 12 111: The Magical Record of the Beast 666. pl89 112: Liber XVI 111:60. Consider this in the light of Liber Al 111:66."},{"pageNumber":98,"pageContent":"Ararita 97 Finally, the Six in One is the hexagram which is expressed 7 times through the 7-fold ARARITAs as described above. Seven in One means simply the idea of seven (planets, gates, sephirotic paths e.t.c.) in unity: the notariqon ARARITA. This last ARARITA is of course the 8th in the ritual. I have been at pains to distinguish this final refer-ence from the previous seven, and remain firm to my rationale on the matter. I feel it is appended to the previous 7, each of which serves to bind into each specific hexa-gram the unique meeting of opposites. It is the continuity that makes the hexagram in the North partake of the same higher mystery as that of the East, which is principally the super-position of existence and annihilation in simul-taneity113. However, the final ARARITA, as with the rest of the Latin text serves to encapsulate and recapitulate rather than invoke the basic tenants of the whole ritual. On one hand this ARARITA is inactive in the sexual alchemy of the ritual, and yet on the other hand it may be considered the supreme overview. As the 8th it partakes of the infinite, or 'oo'; the expression of the oroboric heart of the whole ritual and the foundation of ARARITA. 113: The notion of super-position might be best encountered in the 1935 thought experiment proposed by Erwin Schrodinger and affectionately referred to as 'Schrodinger's Cat'. Without going too deep into it, the experiment proposes the idea that a cat in a box, is subjected to a fatal event of which, within a specific time-frame there is a 50/50 chance of the cat dying. Until the moment when the box is opened, (and wave-function collapse occurs) the cat is considered to be both entirely alive and utterly dead at the same time. This is perhaps the strongest resonant image of the reconciliation and higher logic required to navigate the paradoxes of the Ordeal of the Abyss."},{"pageNumber":99,"pageContent":"98"},{"pageNumber":100,"pageContent":"99 Chapter Four: Return to the Signs Just as it is important to 'come back to earth' following any exploration into the abstract, so too is the converse true when we summon the abstract into the actual. Because the ritual is a temporary, if intense, interaction with a heightened state (regardless of the consequences and gnosis that persists), it is important to bring ourselves back out of its trance and into the world of the here and now. This is achieved by stepping out of the actual mani-festation of the current invoked, and returning that current to a position of abstraction. Within the Star Sapphire this is achieved by closing with a second series of Signs. Now, at the very end, we find the performance of the LVX Signs. Why is this so? Why not reflect a beginning by matching the NOX Signs? Perhaps it is because the LVX Signs represent the whole cycle of slaying and resurrection as now achieved in the creation and ingestion of the Elixir? Or perhaps it is necessary to return the Adept to the triad of the Adepti, which focuses on Uphareth, the heart of LVX? This ritual evokes and brings the Adept and his Rose into the abyssal territory. Such a rite would not be neces-sary for one already undergoing the Ordeal of the Abyss, and so I conclude that this ritual, although being abyssal in nature, is a means by which an Adept may interact with the Abyss for the duration of the rite, potentially, in preparation for the Ordeal of the Abyss. It might be said that this ritual as a Mass, is one of the keys that helps propel the Adept to the abyssal threshold, whilst the work of the Abyss, being symbolically similar, is clearly all consuming, and annihilating on a level above and beyond that which is only glimpsed within this ritual."},{"pageNumber":101,"pageContent":"100 Return to the Signs Reflecting back on the positioning of this ritual at Da'ath on the Tree of Life, for the magician within the A. A. system, moving from Adeptus Exemptus (the highest of the Adept grades within that system) to Magister Templi (i.e. crossing the Abyss) involves specific criteria. I shall offer up a remark by Crowley that neatly describes the parallel between this 'higher' hexagram ritual and the work of the Abyss: \"To attain the Grade qf Magister Templi, he must perform two tasks; the emancipation from thought by putting each idea against its opposite and refusing to prefer either; and the consecra-tion qf himself as a pure vehiclefor the influence ofthe order to which he aspires. \"114 This idea of pitting opposites against each other, and tran-scending them is at the heart of every hexagram ritual and the hermetic axiom As above, so below-, it is the crux of ARARITA115 and the core of this sexual alchemy. CONCLUSION Is this really a ritual of supreme magical potency, or just a dramatic protracted scene for homemade porn? I think one of the crucial points to bear in mind with workings such as this concerns our first step to empowering the ritual, whether it is adorned with gratuitous obscenity, well oiled and supple nubiles, or knee breaking, silent muttering and penance, it is the attitude we bestow upon the ritual that begins to align us with its purpose. Following the logic of the theory, in collusion with prac-tical experimentation, I feel this ritual carries with it a double usage. Firstly, as a self nourishing Mass, the operant's make of themselves the Oroborous (69 et to not only celebrate 114: MAGICK: Book 4. p483 115: The Holy Books of Thelema. 1983. Weiser: Maine. 1988. 0877286868. p xxxvi."},{"pageNumber":102,"pageContent":"Ararita 101 the cycle of existence, but also and most significantly, to raise a magical charge. Of what we can be sure, this is not a ritual to aid in development of a knowledge of Will; it presup-poses that. Rather it is a vehicle for alignment to that Will, and the earthing of that Will into actual manifestation. The effects of this rite are, within my own experience, certainly potent, and cause immediate ripples to spread out through the circles of one's life. These are not always pleasant. But then events in life are not always pleasant. Certainly one key word comes to mind with reference to this function of the ritual: amplification. This ritual massively amplifies magical charges within the participants. This is primarily achieved through the cyclic stimulation and invocation of the power zones at the extremities of the spine. The cyclic stimulation establishes a centripetal vortex within the magical circle, which concentrates to a point of anni-hilation. In the vacuity of the annihilation a space at the heart of the circle opens up infusing the manifesting elixir with the rarified charge, distilled from and aligned by the cyclic invocations. This is then re-absorbed into the ritual-ists, fuelling them with the potency, and further aligning them to the ultimate ambitions of their Will, and the direct instigation of the second purpose of the ritual: The second, more nebulous and dangerous purpose, is to bring the Adept into contact with the abyssal territory. This ritual allows brief immersion within such seething waters. The magical charge, like an alternating electrical current, both tickles and tortures giving pleasure and pain, highs and lows, distance and closeness, all at once. But these contrary sensations are part of the intrinsic mechanism of the ritual, obliging us to confront our contrary thresholds. Overwhelming is certainly another key word for this ritual. And there is a catch. Whilst the ritual grants the Adept the chance to encounter the Abyss, I suspect it also exacerbates the Adepts own inevitable passage towards the Ordeal of the Abyss. This is what makes the ritual so dangerous. Treat it with caution and analyse the events in your life."},{"pageNumber":103,"pageContent":"102 Return to the Signs Paranoia and instability are always on the cards, but they are not the sole outcome. This same overwhelming and amplifying tendency obliges a deepening self awareness. In the petalled-heart, the inmost light shines like a tiny diamond, dazzling yet faint in the same instant. Above all we can take a cue from certain traits within the performance of the ritual; look for two things, if both or either are not present, the ritual will not work properly. Firstly, lust and carnal desire. Sex should be, well, sexy and pleasurable. However, this ritual should reverberate with an elegance and beauty. It may not be obvious, and might need to be found, but it is a beautiful ritual and, in the nature of a Mass is celebrating something that is itself both wonderful and mysterious. It should not be clumsy but graceful. Staccato movements might be chore-ographed to disrupt an overt sense of grace, but the blind fumbling of animal passions might indicate that we are losing control too soon. Control is to be wielded with an iron fist, if only that it amplifies the eventual surrender at the climax of the ritual. What is left to say? I have been as crude and explicit as I feel is warranted by the material given, and yet I hope to have conveyed some of the sanctity that is implied by the ritualisation of sexual activities. It is certain that there are deviations in my reasoning, some of which may have been deliberately influenced by practice. Perhaps I have debased or twisted the original ritual. However, I genuinely feel that this interpretation is in keeping with the spirit of the operation. And perhaps it is this spirit, this Spiritu.iSa.ncto, externo etinterno that is so essential to fruitful success with the ritual. It may be that there exists the 'correct rendition' of the ritual, only made available to those whom have attained some level of trust, obligation or initiation. I do not know, and for the time being, I do not care. In the words of the Magical Master: 'Let each proceed according to his wit and ingenium'."},{"pageNumber":104,"pageContent":"103 Bibliography Crowley, A. The Confessions of Aleister Crowley. 1929. Jonathon Cape: London. 1969. MAGICK: Book 4. 1929-1930. Weiser: Maine. 1994. 0877287376 Liber Aleph or The Book of Wisdom and Folly. (1918). Level Press: California. 1974 The Book of the Law (Liber Al vel Legis). 1938. Weiser: Maine 1995. 0877283346 The Book of Lies. 1913. Weiser: Maine. 1986. 0877285160 The Book of Thoth (Egyptian Tarot). 1944. Weiser: Maine 1974. 0877282684 The Vision and the Voice, with commentary and other papers. Weiser: Maine. 1998. 0877289069 The Magical Record of the Beast 666. Duckworth: London. 1972. 0715606360 The Heart of the Master. 1938. New Falcon: Scottsdale. 1992. 1561840270 The Holy Books of Thelema. 1983. Weiser: Maine. 1988. 0877286868 Graves, R & Patal, R. Hebrew Myths. Cassell: London. 1964. Hall, S. Representation: cultural representations and signifying practices. 1997. Open University. 2001. 0761954317.) Lai, H. The Sexual teachings of the White Tigress. Destiny: Vermont. 2001. 0892818689"},{"pageNumber":105,"pageContent":"104 Bibliography Levi, E. Transcendental Magic. 1896. Rider: London. 1984. 0091551218 The Magical Ritual of the Sanctum Regnum. 1896. Crispin: London. 1970. 07225165x. Lomas, R. Turning the Hiram Key. Lewis Masonic: Surrey. 2005. 0853182396. Manniche, L. Sexual life in ancient Egypt KPI: London. 1987. 0710302029. Mathers, S L. M. (trans.) The Kabbalah Unveiled. Routledge: London. 1975. 0710018061 Regardie, I. A Garden of Pomegranates: An outline of the Qabalah. 1932. Llwellyn: Kent. 1970 The Golden Dawn. 1971. Llwellyn: Minnesota. 1993. 0875426638. Spinrad, P. The RE/Search Guide to bodily fluids. RE/Search: California. 1994. 094064228x Shah, I. The Sufis. 1964. Octagon Press: London. 1982. 0863040209. Symonds, J. King of the Shadow Realm. Duckworth: London. 1989. 0715622838 Tyson, D. (Ed.) Three Books of Occult Philosophy. 1993. Llewellyn: St Paul. 1995. 0875428320 Velikovsky, I. Oedipus & Akhnaton: Myth and History. Sidgwick & Jackson: London. 1960."}]
