[{"pageContent":"Cover [CoverDesign.jpg]"},{"pageContent":"500.jpg [500.jpg]"},{"pageContent":"[Axes_of_Evil_frontpage.jpg]"},{"pageContent":"Table of Contentscover [section-0001.html]Title page [section-0002.html]Copyright page [section-0004.html#auto_bookmark_table_of_contents_1]Epigraph [section-0005.html#auto_bookmark_table_of_contents_1]Dedication [section-0006.html#auto_bookmark_table_of_contents_1]Foreword [section-0007.html#auto_bookmark_table_of_contents_1]Introduction [section-0008.html#auto_bookmark_table_of_contents_1]Chapter One – Lake Charles: January 22, 1912[section-0009.html#auto_bookmark_table_of_contents_1]Chapter Two – Crowley: January 26, 1911 - January 19, 1912[section-0010.html#auto_bookmark_table_of_contents_1]Chapter Three – Lafayette: February 24, 1911 - November 27, 1911[section-0011.html#auto_bookmark_table_of_contents_1]Chapter Four – The Strange Case of Marie Santo[section-0012.html#auto_bookmark_table_of_contents_1]Chapter Five – Texas: 1911-1912[section-0013.html#auto_bookmark_table_of_contents_1]Chapter Six – A Villian of Villisca Iowa: June 10, 1912[section-0014.html#auto_bookmark_table_of_contents_1]Chapter Seven – Before and After the Murders: Theories, Clue & Legacy[section-0015.html#auto_bookmark_table_of_contents_1]The Ax-Man: Time Line Of A Killer[section-0016.html#auto_bookmark_table_of_contents_1]"},{"pageContent":"Axes of Evil: The True Story of the Ax-Man MurdersCopyright© 2015 Todd C. Elliott. All Rights ReservedOriginal illustrations Copyright © 2015 Hal MoorePublished by:Trine Day LLCPO Box 577Walterville, OR 974891-800-556-2012www.TrineDay.compublisher@TrineDay.netLibrary of Congress Control Number: 2014958812Elliott, Todd C.Axes of Evil: The True Story of the Ax-Man Murders—1st ed.p. cm.with original illustrations by Hal Moore.Epud (ISBN-13) 978-1-937584-73-3Mobi (ISBN-13) 978-1-937584-32-0Print (ISBN-13) 978-1-937584-72-61. Serial murders -- Louisiana -- Texas. 2. Murder -- Illinois -- History --19th century. 3. Families -- Crimes against -- United States -- History I.Elliot, Todd C. II. TitleFirst Edition10 9 8 7 6 5 4 3 2 1Printed in the USADistribution to the Trade by:Independent Publishers Group (IPG)814 North Franklin StreetChicago, Illinois 60610312.337.0747www.ipgbook.com"},{"pageContent":"From goulies and ghosties and long-leggedy beastiesAnd things that go bump in the nightGood Lord, deliver us!"},{"pageContent":" This work is dedicated to Robert C. Benoit, a man I’ve never had the pleasure ofmeeting. With his work and research, he inspired me to complete my own.This work is also dedicated to the memory and remaining members of the 10sleeping families of Louisiana and Texas."},{"pageContent":"FOREWORDAmerica is a Treasure House of Sick Images and Hungry GhostsThere is ample evidence of cultures and civilizations that flourished in NorthAmerica at the same time that the pyramids were being built in Egypt, orStonehenge was erected in ancient England. Americans tend not to think of theircountry this way, as something eldritch and antique. We focus on our recenthistory, the revolution against Britain, Manifest Destiny and Westward, Ho! Likethe housing development in the film Poltergeist, our country is built on a vastburial mound and every time we dig a ditch or drill a well or plant a flag onthis dark and bloody ground we raise spectres, ghosts, and banshees. We wanderoblivious through sites sacred to nameless gods; we picnic on graves. We buildprisons over magic circles.And we establish towns over ley lines that connect slaughterhouses andsacrificial altars.Todd C. Elliott is fascinated with this aspect of American culture. Startingwith a found reference to the Ax Man Murders in pre-World War One Louisiana hefinds evidence of a cult of killers calling themselves the “Human 5.” Entirefamilies are brutally slain in towns all over the South. Suspects are arrested,thrown in prison … and the killings continue. Ritual and race figure prominentlyin newspaper accounts and the popular imagination. Then word of another sectbubbles up through the swamps, that of a Sanctified Sect whose members, onceinitiated, can do no wrong and can be judged guilty of no sin. The murderscontinue.There are strange preachers in this tale, elements of voodoo and ritual magic,hideous crimes in the name of either God, Satan or Eugenics … or all three. I’mnot making this up, and neither is Todd Elliott.The trail extends out from the Deep South and to other parts of the country.Murders eerily similar to those that took place in Louisiana and Texas crop upin Iowa and Colorado. There seemed to have been a network of crazed ax murderersat work, and there was always this insistent connection to religion, and torace.The range of this story is rich and complex with many twists and turns andshould provide inspiration for a television series or a feature film. Think TrueDetective. Think The Killing.America (I always say) is a haunted house, and we insist on increasing ourcountry’s store of restless ghosts and demented spirits without putting to restthe others. This book shows us how the police and the justice system of 1912Louisiana and Texas were not up to the task of addressing the unthinkable:vicious homicides of entire families wrapped up in ritualism and race. This wasbefore DNA evidence, before scientific forensics as we have come to understandit, before criminal profiling. Gruesome crime scenes and crazed suspects arealways a challenge to any police force; but in the South of 1912 it was a replayof Salem in 1692, or a foretaste of Los Angeles in 1969.Mr. Elliott’s prose takes us right along on this wild ride into America’ssubconscious. He focuses on the facts of the case without editorializing. Herealizes that the subject matter speaks for itself, that there is no need togild the lily. Even more, he provides connections to other crimes that tookplace outside of the South and suggests there might have been a network ofkillers – perhaps murderers-for-hire, perhaps religiously-motivated, or both –that escaped the attention of early twentieth century police departments in thedays before the Internet, before CODIS, before the BAU.This is a thoroughly satisfying read and one that should provoke discussion onmany levels. It is a forgotten episode of American crime but one that wasscreaming out for the attention that Todd C. Elliott was able to give it.Perhaps these particular ghosts can be laid to rest now.But I doubt it.– Peter Levenda, Winter 2014"},{"pageContent":"[image2.jpg] INTRODUCTIONBlood Atonement1911-1912The crime is perhaps the most horrible that has ever been committed in LakeCharles …– Lake Charles Daily-American Press, Jan. 22, 1912I first became entranced with the “Ax-Man Murders” of Louisiana and Texas, whenthe crimes were less than a hundred years old. Thanks to a friend of mine wholet me borrow a book, my mind had been reeling for years until finally arrivingat these present pages. The crimes, now more than hundred years old, are stillmystifying, and still unsolved.The story of the original Ax-Man murders began to circulate through the UnitedStates in 1912, capturing the imagination of the people of Louisiana and readersof newspapers across the country. I maintain that the Ax-Man murders were bignews and were widely read and followed until the sinking of the R.M.S. Titanicin April of 1912.Back in late 1998 I was fixated on true crime stories and horror novels. TheAx-Man story satisfied both my appetites as the tale was both true crime andtrue horror. I relished the monsters of the 20th century, those serial killersthat entered the mainstream and the subconscious mind of the American populous.The “American dream,” it seemed, was fast becoming an “American nightmare” withevery new book that I read, peering into that desolation row of killers.My friend, Jeremy, of Lake Charles, lent me a copy of Raising Hell: AnEncyclopedia of Devil Worship and Satanic Crime by Michael Newton (1993). Istarted with the A’s. And there it was: “Ax” stood for the Ax-Man murders. Thefirst thing that caught my eye about the Ax-Man passage in the book was that itreferenced my hometown of Lake Charles, Louisiana.The book described the grisly murder of the Felix Broussard family in LakeCharles in 1912. As I read on, I learned that more ax murders had occurred inother Louisiana small towns I was very familiar with: Lafayette, Crowley andRayne.To my disbelief, I had never heard of this true horror story. I ferventlyresearched the Internet (which was limited in its use and applications in 1998for me) and found sparse accounts of the Ax-Man murders. It seemed that very fewpeople had heard about these macabre crimes.What made the Lake Charles crime more significant than the Lafayette, Crowleyand Rayne murders was that the killer, or killers, left behind a message. Makeno mistake, there may have been many clues left behind, but the Lake Charlescrime scene was the only one with a “message” from the Ax-Man. I imaginedlettering scrawled in blood upon the back door of the murdered Felix Broussardfamily home in north Lake Charles. Armed with the fact that this mysteriouskiller, or killers, chose Lake Charles as the only place to leave a messagebehind, I thought it was a sign for me to investigate this little slice of darkhistory in my own backyard.[AxeE0002PRINT-16.jpg]The Ax-Man’s message read: “When He maketh inquisition for blood, He forgettethnot the cry of the humble.” Over to the side of the inscription were the words:“Human Five.” All of the words, which were written in the presumed killer’shandwriting, were underscored.Another strange element of the scrawled message were the words “Pearl Ort,” or“Pearl Art,” which were found underneath the inscription. But they appeared tobe in another handwriting and possibly the work of the Felix Broussard children,who would be found hacked to death in their beds.What or who was The Human Five? And what was this strange inscription left atone of the most horrendous crime scenes in Lake Charles history?The message left behind was from the Bible. To be precise, the 12th verse of theBook of Psalms, Chapter 9. Certainly, while at first I thought that the messagewas ominous and added to the overall creepiness of the horrendous crime, yearslater I felt that a “Satanist” would not invoke the words of the Holy Bible byusing “He” in reference to the name of God in the quote.So, why was the Ax-Man murder spree listed in a book of “Satanic crime”?Certainly this crime was mistakenly categorized. The crimes struck me as someform of ritual murders. Was it possible that the “He” mentioned in the killersbiblical message was referring to someone else, even a man. Perhaps the Ax-Manhimself was the “He” referred to in the scripture quote and thusly the Ax-Manmay have seen himself as an instrument of God’s wrath.I found intriguing these tales of wholesale murder running rampant acrosssouthern Louisiana. There was mystery there, and it remains there today,bone-chilling and puzzling.As the 20th Century was riddled with serial killers, it’s hard to imagine anumber of serial killings, much less unsolved serial killings, pre-dating WorldWar I. Society has identified with serial killers, it seems, to some degreethrough their victims as individuals and individual cases.Even harder to imagine is a serial killer that did not prey upon individuals,but rather whole families. News reporters in 1912 were also shocked by what theycalled the “wholesale slaughters of the Ax-Man.”When we identify our own family members and ourselves as one unit and then weidentify that unit to be victim of a killer, or killers, the image of thatkiller becomes more terrifying than any Jeffrey Dahmer, John Wayne Gacy or EdGein. In other words, if the Ax-Man were around today, braining whole familieswith an ax in their sleep, there would be mass hysteria and sheer panic. Thestory of such bizarre serial killings happening today would certainly “go viral”across a sea of social media, news media and American neighborhoods. There wouldbe a great unsettling fear across the land if the Ax-Man were re-introduced intomodern North America.The “axman murders” of 1910-1912 in southern Louisiana and Texas, left a totalof 10 sleeping families, in the comfort of their own beds, victims of bizarrebutchery. There were no individual murders; it was always an entire family.These murders tested the limits of law enforcement, and the public sanity: headschopped or bashed by ax blows while the victims dreamt in their sleep, never toawaken.The beginning of these horrific crimes was in the small town of Rayne,Louisiana, where a young mother and her three children were found “brained withan ax” in September of 1910. This terrible crime would be the blueprint of themurders to come: victims were found in their bed, axed to death while theyslept.Over a period of eighteen months, the killer perfected this dark craft, takingit on the road: Crowley, Louisiana – where a family of three were murdered;Lafayette, Louisiana – where a family of four were found slain; San Antonio,Texas – where a family of five were slaughtered; back to Lafayette, Louisiana –where the killer claimed a family of five; again on to Crowley, Louisiana –where the killer took a family of four in the night; Lake Charles – where FelixBroussard’s family of five were hacked to death; Beaumont, Texas – where afamily of four fell under the Ax-Man; Glidden, Texas – where the killer snatcheda family of six; then to descend on San Antonio – another family of fiveengulfed in bloody murder.During these dark eighteen months, the murderer, or murderers, notchedforty-five victims. Out of those forty-five, it should be grimly noted thattwenty-five of the murder victims were small children.The killing spree of the Ax-Man introduced newspaper readers to the possibilityof being massacred in the night. The reports would continue, more families werereported to have fallen prey to the Ax-Man: a family of three in Hempstead,Texas and eight victims in the Moore family house in Villisca, Iowa withoutthere ever being a parallel drawn to the unsolved killings that seemed tooriginate in Louisiana. Many today consider the Villisca ax murders to be theunknown chapter of horror in American History.I have sought to explore a dark connection between the Villisca ax murders andthe Ax-Man murders of Louisiana and Texas. If my theory is correct, then Ifigure it is possible that these murders and these victims are a part of thelargest, unsolved serial killing in the history of the United States.The Ax-Man could very well be the American version of the British serial killer,“Jack The Ripper,” whose name most people in the US during 1912 would have beenfamiliar with. However, the story of the Ax-Man appears to have remained buriedas far as history was concerned.One would think that more Americans would have at least heard of “The AmericanJack The Ripper” before now. Unfortunately, no one saw the Ax-Man coming. Thus,no one saw him leaving. There was no capture, and the Ax-Man soon became thestuff of legend. Stories to tell around a campfire and scare the kids.Actual documentation of the Ax-Man’s crimes could change things even for thecasual reader. I wanted this book to be a historical collection of research, a“one-stop-shop” for all of the Ax-Man’s curiosities and case details. I alsosought to capture the state of fear within the communities that were unfortunateenough to have the cold, eldritch hand of the Ax-Man upon them.The mystery was there and it still is today. When the Ax-Man arrived, it wasunlike anything anyone had ever heard of or imagined: wholesale murders of atleast 10 reported sleeping families. These 10 sleeping Louisiana-Texas familiesare woven together by a common thread of similarity: all of the victims weremurdered by means of a pole-ax (an ax with a blade side and a blunt side); allwere given blows to the head; all were black families within black communities;all were typically “dirt poor” as robbery was never a motive; all lived within astone’s throw of the Southern Pacific Railroad; all their neighbors reportedlyclaimed that the family seemed fine at bedtime before being found terriblymurdered in or near their beds in the morning; and in most cases, the Ax-Manleft the murder weapon at the scene of the crime.Even by modern standards and our current communication technology, this type ofmurderous occurrence would promote panic, anxiety, widespread fear and pressureupon law enforcement. What played out in 1911 and 1912 could very well happentoday. In the wake of the Ax-Man, there were also “accidental deaths” that couldbe attributed to the Ax-Man’s reign of terror. For example, one armed civilianon night watch thought that a small child, sleepwalking in the dark, was thedreaded Ax-Man. The child was mistakenly shot and the Ax-Man claimed anothervictim.However, the arrival of the Ax-Man did bring about one of the first examples of“assisting other agency” measures within the law enforcement agencies in modernAmerica. It was the lawmen consulting with one another that shone some lightinto the Ax-Man’s darkness. And it was during this dark time that the mystery ofthe Ax-Man was taking shape, flooding the land with uneasiness and blood. Lawenforcement, police and sheriffs, working together helped gather clues of theAx-Man’s murderous path, but never to his downfall. Regrettably, it was onlyafter the the Broussard family in Lake Charles was murdered that the police andsheriff detectives began their coordinated efforts and shared information.It was a strange and terrible time in the black communities along the SouthernPacific Railroad. The Ax-Man cloaked small towns with fear. Pandemonium grippedwhole communities, giving way to a tidal wave of paranoia that touched all.Lake Charles historian Robert C. Benoit: “During those times, no black personslept well at night and more for fear of being shot by others standing guardagainst the Ax-Man. And to make matters even worse, this was also the time thatfollowing each set of ax killings, came the ‘hoodoo doctors.’ Dozens of these‘hoodoo doctors’ followed the murders, taking advantage of the gullible byselling them charms to keep away the Ax-Man.”Such was the scene in Lake Charles in early January of 1912. Preachers of the“word of the Ax-Man”, there were “folk magicians” and mystic Negroes, draped inVoodoo talismans hawking sale-priced lightning rods, converged upon the townsquare in downtown Lake Charles.With the arrival of the traveling black men and women, a circus-like atmospheresurrounded the Ax-Man’s killings. Word began to circulate amongst the town folk,in Lake Charles, that the Ax-Man was using a Voodoo charm, or “candja,” whichgave him the power to do as he pleased … undetected.Many were arrested as the nervous succumbed to the waves of paranoia and fear inthe streets. There were reported street shootings and suspicious persons werejailed and interrogated as lawmen hoped to ensnare the dreaded murderer.In Jennings, Louisiana, which is a smaller town some 30 miles to the east ofLake Charles, an arrest was made that soon induced havoc. It was being rumoredon the streets that three people had been arrested, but also that the killer hadbeen captured in Lafayette even further to the east.The Ax-Man had not been captured. He was not captured in January of 1912, norwas the fiend or fiends ever captured.The Ax-Man came on a winter night to Lake Charles. This is where the storystarted for me, but had ended for Felix Broussard (40), Matilda Broussard (37),Margaret Broussard (8), Louis Broussard (6), and Alberta “Sissie” Broussard (3)."},{"pageContent":"[image4.jpg] CHAPTER ONELake CharlesJanuary 22, 1912I hear the train a-coming, it’s rolling round the bend …–Johnny Cash, Folsom Prison BluesTo believe in the “good old days” is to believe in fairy tales. Perhaps eventhose good old days in 1912 were just a dream to Felix Broussard, his wife andthree kids, who had just moved to Lake Charles in mid-November of 1911. Someaccounts indicated that Felix had been in Lake Charles for a couple of yearsbefore his family arrived. Could it be possible that Felix would travel to LakeCharles from an outlying parish to find work at home in Calcasieu Parish? WhatFelix would ultimately find would be a gruesome fate for him and his family …sealed by the hand of a blood-thirsty fiend.Lake Charles should have seen it coming. The town, especially the blackcommunity and law enforcement, was already buzzing with macabre tales of theAx-Man. The fiendish ax-wielding maniac was rumored to disappear within thefolds of the night, a seeming shadow within the shadows. The Ax-Man and themurders left behind were the talk of the town.The footprints of the Ax-Man are still visible today in Lake Charles, and allthe other towns visited by the Ax-Man, in the form of the steel rails of theSouthern Pacific Railroad. Felix Broussard and his family lived at 331 RockStreet in north Lake Charles. However, in the 1950s, the street name changed toNorth Bank Street.It should be noted that the author believes he has found the Felix Broussardcabin, which could have held the address 331 in 1912 as he found it in 2011.Eerily enough, within the confines of the property lot, a curving railroad trackwinds, snake-like, through the backyard and close to the house as it would haveon January 21, 1912.[image5.jpg]As described by Lake Charles historian and researcher Robert C. Benoit, theBroussard house was within several hundred yards of the Lake Charles Rice Milland within fifty feet of the Kansas City Southern Railroad switch line leadingto the mill section of Goosport, in north Lake Charles.The cabin in which the Broussard family lived consisted of three rooms: asouthwest room, a northwest room and a kitchen. Mr. and Mrs. Broussard, Felixand Matilda, slept in the southwest room. The Broussard children, all three ofthem, slept in one bed in the northwest room. It is believed that the killer, orkillers, entered through the kitchen back door after trying to climb in throughthe window.With their three children, the Broussards also had two grown, adult daughterswho no longer lived at home. It was just the five of them in a three-room cabinin north Lake Charles.The Daily Signal, of Crowley, would report later that Felix was a “hard workingman” who had lived in Lake Charles and worked as a foreman at several of the sawmills in town. It appears that Felix Broussard had more than one job; onenewspaper reported that he had worked at The Majestic Hotel. The hotel had beenbuilt in 1910 on the corner of Pujo Street and Bilbo Street in downtown LakeCharles. Mr. Broussard owned several pieces of furniture in his small home, andthere were indications that he was a responsible man and a good father who wasconcerned about the future well-being of his family. The newspaper reported thathe held life insurance policies, worth $20 a piece, on each of his threechildren.The saw-mills back in 1911 were certainly abuzz with construction in LakeCharles. They were a huge area draw for workers, who labored to help rebuild andrepair the city of Lake Charles, which had recently suffered the great city fireof 1910.According to the March 14, 1912 edition of the El Paso Herald, Felix Broussardwas a “good type of Negro” and further described him as “industrious andintelligent and lived happily with his wife and three children.” The paper alsomentioned a remark that Felix had recently made to neighbors and friends on theday before the tragedy. Although no member of his family had taken ill, Felixhad remarked to a friend about his family and how: “they were all going home toglory, and going mighty soon.” This alleged remark led some in Lake Charles tobelieve that Felix had been aware of his fate and the impending slaughter of hisfamily. The paper also said that Felix, “either acquiesced in it or was tooterror-stricken to avert it.”Sometime shortly before midnight on Saturday night, the temperature in LakeCharles dipped down to below freezing temperatures. The Rice Belt Journal ofJanuary 26, 1912 reported that the cold weather had reached a low of 19 degrees.Colder still must have been the bone-chilling stories of the Ax-Man rampage asthe Broussard children snuggled into their one bed for the last time as theirfather tended the wood-burning stove. If the Ax-Man were a deathly angel, thensurely his pitch-black wings were fanning the cold, night-time air and makingthe frigidness colder.As the near tropical climate of Southwest Louisiana resisted the frigidtemperatures and while the climes clashed along the banks of Lake Charles, a fogmight have descended upon Lake Charles on that night. This foggy veil would notshield the superstitious from the believe that, on this night, surely, the“Devil was in the house.”After midnight, the only light in the tiny cabin of Felix Broussard may havebeen the dim, warm glow of coals as the Ax-Man crept in out of the cold,possibly warming his hands before the murder.The Monday morning paper headline read: “ENTIRE FAMILY OF FIVE NEGROES MURDEREDHERE SUNDAY MORING (sic).” So read the front page of the Lake Charles DailyAmerican-Press, January 22, 1912.At 10 o’clock Sunday morning, the Lake Charles police, acting on a tip fromneighbors, found the Broussard family with their heads crushed amid body partsstrewn among blood-soaked sheets and corn husk mattresses. Neighbors andauthorities had found the family’s back door wide open, leaving the cold, deadremains of the Broussard family exposed to the winter morning air.Newspaper readers soon learned that this latest crime in Lake Charles was verysimilar to the recent Thursday night slaughter of a family of four in Crowley.This butchery was reiterated in the first few paragraphs of the news story.For the first time, Lake Charles readers may also have been shocked to learnthat the Thursday ax murder had been the second one to occur in Crowley. Twofamilies had been murdered in Lafayette last year, and before the Lafayettemurders, another one had happened in Rayne, just to the east of Crowley. Ashocking tale emerged.Crime scenes in the respective cities were too similar to be a random series ofkillings. Law enforcement knew that something bigger, something of pure evil,might be at play.At nearly every Ax-Man crime, an ax was left behind. At the Broussard murderscene, the ax was found under the bed of Felix and his wife Matilda.Newspapers reported that families began sleeping with their family ax undertheir beds at night as the Ax-Man was not carrying his weapon while riding ontrains, but rather using the family’s own ax against the oblivious, sleepingfolks.Axes in 1912 could be found near the woodpile behind any family home. Everyfamily that wanted to stay warm during the winter months had to have an ax. Thatsimple tool now haunted families. The very sight of their ax began to sendshivers of fear throughout the black communities of Southwest Louisiana.It should be noted that the head of the Broussard family ax was clean, save forthe blunt end. The ax had been used, not for cutting or gouging, but rathersmashing and crushing the heads of the victims.The Broussards were found where they had been sleeping …still in their beds.They had been attacked so viciously that the remains were barely recognizable toneighbors brought in to identify the bodies.On the west side of the house, police determined that the killer, or killers,tried to enter through the kitchen window as they had noticed a partially-brokenpane of glass, and a fastening stick to prevent opening was found outside on theground.Detectives determined that the killer, or killers, had entered through thekitchen door and exited the same way, but not before leaving a message toannounce that these crimes were something uglier than murder for profit.Burglary had almost always been ruled out, as the victims were poor familieswith nothing to rob except their lives.The newspaper described it: “Gaping wounds in the heads and blood streaming overthe bed clothing and floor beneath told the story.” However, this story was morethan mere carnage alone. There was something more sinister at play.Under the bed of the Broussard children, whose skulls had been bludgeoned by theblunt end of an ax, a bucket was found. The bucket had caught the dripping bloodof the dead children, foreshadowing a certain foulness, even the possibleceremonial collection of blood for ritual use. This would lead Sheriff DavidJohn “Kinney” Reid, a five-time elected sheriff of the parish, to conclude thatthe work was done by a “religious fanatic.” Reid had noted many signs of areligious maniac at work.The scripture quote that was pencil-written on the family’s back door, in Reid’spublished opinion in the Daily Signal, was not written on the night of the gorymurder of the Broussard family. Reid said that because the handwriting appearedto have been too legible and was underscored led him to believe someone hadreturned that morning and made the inscription.It was the inscription on the door that further baffled police and haunted theauthor of this work for years. Perhaps it was because the newspaper’s accountfirst implied that the Ax-Man was not just one murderer, rather “murderers.” Themind automatically recoils in horror trying to fathom images of a cult members,men and women hacking into brains of children as another of the cult holds acandle or a lantern, who is then later tasked with writing in pencil a biblicalinscription on the back door of a family as they were being murdered.The Lake Charles Daily American-Press reported:An inscription upon the door, thought to have been written there by themurderers, is significant of something sinister and fanatic in the mind of onewho took the lives of the five innocent colored people: “When He maketh theinquisition for blood, He forgetteth not the cry of the humble.”Again, it was from the Holy Bible, book of Psalm 9:12, re-interpreted in penciland each word underscored on the back door of the Broussard home.Curiously, the words “Pearl Art” appeared to be written in another’s handwritingunder the inscription. The author thought for years that “Pearl Art” (or “PearlOrt” in some accounts) was written by one of the Broussard daughters. Perhaps,even one of their school friends was named “Pearl Ortego,” which is a name notuncommon in the region even to this day. It is possible that Felix had evenscolded one of his children for writing on the door of their home.Two days before the Broussard murders, the name of a young girl would resurfacefrom the Crowley Ax-Man murders to the east of Lake Charles. The name of theyoung girl and victim was Pearl.What is strange is that in the murders at Crowley, where the Ax-Man had justrecently struck on Thursday, January 18, 1912, the oldest daughter in the Warnerfamily extermination was a nine-year old named Pearl Warner. Then, within hoursa similar horrific scene would occur in Lake Charles, a major city 40 miles tothe west of Crowley, and the name “Pearl” is identified at a crime scene.However, this is likely to simply be a strange footnote in the Ax-Man lore.The Lake Charles newspaper said that “over to the side of the inscription” werewritten the words “Human” and the written number “5.” So, at the crime scenewere the words “Human 5” as if the vile acts committed were now claimed by fiveindividuals.I imagined a cult of five, mysterious figures cloaked in ceremonial robes actingout some ritual murder simultaneously. Perhaps each victim had a hooded orveiled figure in black looming over their bed ready to deliver their death atthe stroke of midnight.The Lake Charles murder site also revealed a new detail in the gore previouslyseen in the blood splatter and brain tissue scattered during the previousmurders in Rayne, Lafayette and Crowley. The hands of the Broussard family hadbeen forcibly outstretched in postmortem to form an open hand, possiblysignaling “The Human 5.”I had been familiar with this crime scene detail, which, to the best of myknowledge, has only ever been found on the Internet. However, I had always heardthat it was pieces of wood shanks or kindling hammered into the webbing of thehand, in between the fingers of the victims.In the El Paso Herald, this morbid item was covered for Texas readers in thenewspaper’s March 14, 1912 edition on page 13.Perhaps the strangest feature of this tragedy was the fact that the fingers ofeach hand of the victims were stretched apart by the murderers, those of thechildren being wedged open with paper and fastened with pins![image6.jpg]The Ax-Man story was a horrific, true-crime story that “went viral,” in theparlance of the new millennium, and spread like wildfire among papers across theUnited States in 1912. It should be noted that none of these details appear inthe records of any of the Louisiana papers. It is possible that the newspapereditors, who were covering and running the story from a distance, might haveembellished some of the details. However, it is possible that the gory detailsabout the hands were not released to the public to prevent more of an outbreakof paranoia and fear.The local Lake Charles newspaper contributed a theory that the murderer, ormurderers, had been inside the Broussard family home before, stating that thehouse had been selected or previously picked out by someone who had a knowledgeof the conditions in and about the Broussard home. The Lake Charles paperdeduced that the killer had to be a white man, which is an interesting theorythat will resurface later.The next-door neighbor, Victoria Northern, was perhaps the last to see anyindication that the Broussards next door to her were still alive. Northern saidthat she was up late cooking when she took notice of the house next door.“I live in Lake Charles, 329 Rock Street, next door south of the deceasedfamily,” said Northern to the Lake Charles Daily American-Press of Monday,January 22, 1912. “I was up cooking until 1:30 o’clock last night. I saw thedeceased family light a lamp about dark. Did not see them anymore.“When I got up this morning, I noticed the back door open and did not see anyonemoving around in the house. I thought that a little strange and asked my husbandto go over and knock on their door and call them.“He did, but no one answered,” said Northern. “He said he would go in the house.I told him, ‘No’; to get an officer.”Northern said that a neighbor, a man by the name of J.C. Thibodeaux then cameover to the house. Thibodeaux is credited as the man who first discovered thebodies of the Broussard family. His wife happened to visit Mrs. Northern toborrow some milk. As she took note of the open door, Mrs. Northern told Mrs.Thibodeaux of her “uneasiness for the Broussard family.”The newspaper reported that when Thibodeaux showed up at the Broussard home hepeered through the open back door and saw “the leg of a child protruding” fromunder some bed clothing in one of the bedrooms. Then, he called to anunidentified young boy and man walking down the railroad track. These threewould enter the Broussard house of slaughter. As the three crossed the floor ofthe kitchen, they found their way to the small room in the house, the children’sroom. The three Broussard children were found gruesomely murdered in their sleepwith the bed covers still on them. A similiar blood-soaked scene revealed itselfwhen they found Mr. and Mrs. Felix Broussard. The blood soaked sheets of theparents did not appear to absorb all of the blood-spill. The crimson gore of Mr.and Mrs. Broussard pooled and ran from underneath their bedroom door and intothe kitchen area of the house. Gaping wounds in their crushed skulls caused asaturation of the bed covering. The bloody ax was found under their bed.The Daily Signal reported on the crime scene: “the old couple (Felix andMatilda) looked as though they never struggled.” The bucket found in Felix andMatilda’s room was “half filled with blood that had run from the man.” The newsstory also mentioned how it appeared that Matilda’s arm was extended, or thrownupward, as if she may have been trying to physically protect herself from ablow. In regards to the children, the paper claimed that it looked as though thechildren “had struggled and had been thrown on the bed.” The paper also notedthat the three children had also been “piled up” in the bed.The ax was nearly always left behind. After all, the ax belonged to the familyand the Ax-Man was no thief. To take the ax would have meant that the ax wasstolen property giving the Ax-Man a motive for robbery. This was never the case.Did the fiend have the conscience and morals not to steal, but was powerless toresist murder?As news of the crime spread, the horror attracted a large crowd. The papersnoted that white people, many of whom would probably never have found themselvesin front of the house of Felix Broussard, now gathered for a cheap thrill and aglimpse into the mystery of the infamous Ax-Man’s bloody work.One eerie detail that emerged from that night was the testimony from an unknownwoman who said that she had heard a man crawl under her house and sleep there.The woman said that she and her husband could hear the man snoring under thehouse. Police investigated the matter and found the imprint of the man’s bodyunder the house the next day. Whoever had been sleeping under the crawl space ofthe pier and beam home had escaped.The papers in Lake Charles also carried the news of an arrest that had occurreddays before in Acadia Parish, where a family of four had been slaughtered intheir sleep in the same horrific fashion as the Lake Charles victims. Monthsbefore, Lafayette Parish had also witnessed grisly murders in 1911. The Ax-Manappeared to be leaving a bloody trail to Lake Charles, and the papers were quickto catch the link. Lake Charles police are also often cited as making theconnection with the Southern Pacific railroad, and how all of the crimes were inclose proximity to the railway line.Readers as far away as Utica, New York began to read tales of the fiendish workof the Ax-Man murder mystery thanks to a traveling, “boots-on-the-ground” typeof journalist armed with a camera in 1912. The managing editor of the UticaSaturday Globe, Mr. A.M. Dickinson, should be credited with the first full,in-depth feature piece on the Ax-Man murders, as he appeared transfixed withsolving the mystery and making sure that the killer be brought to jutice.Dickinson’s piece had photographs of the homes in Crowley, Lafayette and LakeCharles where the murders occurred. Dickinson’s reportage of the mania andfallout from the murders within these communities provides important details.His article included interviews and accounts of meeting the suspected killerswhile they were incarcerated.Much like the Lake Charles and Lafayette papers, the Ax-Man’s murderous mayhemwas prominently featured on the front page of the Utica Saturday Globe, February17, 1912 edition.While the local papers did touch on a “Sanctified Church” sect as beingsuspected of the heinous crimes, Dickinson introduced his readership to a“sanctified” preacher who was arrested in Jennings, Louisiana just days beforethe Felix Broussard murders in Lake Charles. And two other mysterious figures,also thought to be tied to the shady “Sanctified Church,” were arrested for theLake Charles crimes in Lake Charles by police acting on a tip from Lafayette lawofficers. The two men were Ed Jiles, who was described in the March 1, 1912edition of the Lake Charles American Press Weekly as a “big, crazy-actingnegro,” and Dr. A.E. Anderson, who lived on Moss Street in Lake Charles at thetime of his arrest.Jiles was described as a “giant” who was captured by police officers followingthe Broussard family slaughter. When questioned by authorities, Jiles yieldedvery little information, if any, regarding the Sacrifice Church. Jiles ended upin a “sweat box” and had a little talk with the local coroner in Lake Charles,Dr. Fisher. It was Fisher’s conclusion after interviewing Jiles, that Jiles wasinsane. The coroner said that Jiles was making various “inexplicable signs” withhis hands when he was asked about his affiliation with the church during their“sweat-box talk.” Dr. Fisher also noted that Jiles could speak normally on allgeneral topics, except when the coroner pried into the subject matter of“religion or lodges.” Jiles clammed up and remained silent during the rest ofhis interview.“Lots of people belong to churches or orders,” said Fisher to Jiles. “Thereshould be no reason why one should be averse to mentioning the name of the orderor the church that one was connected with.”Jiles continued making strange hand signs and signals and remained silent.According to the newspaper, when the coroner asked Jiles if he belonged to aChurch, Order, or Lodge, he would not talk about it, he simply nodded his head.This further baffled the coroner for he did not know if this was an affirmativeanswer or just another gesticulation or sign that Jiles was making. Whilenothing directly linked Jiles to the crimes, he was still incarcerated becausehe was considered too dangerous to be loose.Jiles’ cellmate, “Dr.” A.E. Anderson, was arrested on the east end of ClarenceStreet in Lake Charles the day after Jiles’ arrest. Anderson was held because ofhis suspicious travels to and from Lake Charles and Lafayette and from Lafayetteto New Iberia.Anderson was verified as a member of the Sacrifice Church, according to the newsstory. The “Sanctified Church” and the “Sacrifice Church” appear to be the samechurch, according to various newspaper reports across the country, depending onthe source of the information. Whatever the church, Sanctified or Sacrifice,Anderson was a suspect in the heinous crimes of the Ax-Man murders.It was said that Anderson was traveling to Southern Louisiana towns “preachingthe strange doctrine.” Anderson was said to have been making a living as afull-time preacher of the Sacrifice Church,and he did not have the habit ofmaking strange hand signs like Jiles. Anderson had recently returned to LakeCharles and was back in town for only a day when the Lake Charles authoritiesseized him. It is said that Anderson had quite a flock of devout followers.That cold winter in Southwest Louisiana became hot with a religious feversurrounding the Ax-Man. God and the Devil were a common thread in the talk ofthe towns along the Southern-Pacific Railroad. The black community, and thewhite community, were living in dread of the Ax-Man.Before the arrest of Jiles and Anderson, the February 26, 1912 edition of theLake Charles Daily American Press had made note of a group of “coloredministers, teachers, doctors and business men of Lake Charles,” who had ameeting at St. Paul’s A.M.E. church on a Friday evening in Lake Charles todiscuss the Ax-Man. These civic leaders had met in an effort to help authoritiescapture the havoc-wreaking fiend. The meetings were presided over by a ReverendClarke, who, like many others, had spoken out publicly against the ax murders,condemning the crime and calling for justice to be done.The news of the meeting was made public thanks to E.H. Hamilton writing for theLake Charles Daily American Press. Hamilton addressed the murders and the Ax-Mandirectly:Whereas we appreciate the efforts of our own officers and of those cities, wherethe crimes have been committed, to protect their colored citizens against theseblood-thirsty demons and bring the perpetrators to justice, we therefore feelthat there ought to be some demonstration on our part to assist them.Whereas the ax-man has paralyzed the domestic, industrial, social and religiouslife among the negroes here and in those sections where his viciousness has beendisplayed, we therefore solicit funds from every race lover, peace preserver andlaw abiding colored citizen of Lake Charles to assist in arresting this maniac.”Hamilton, and possibly others, referred to the Ax-Man as “blood-thirsty demons”and not as a singular “blood-thirsty demon.” Thus the idea of conspiracy, ormore than one Ax-Man, was on the loose in Louisiana. Hamilton’s writing is alsonoteworthy for the effect that the Ax-Man and his bloody trail had on the localtowns. The Ax-Man was now seen as a paralyzer of domestic, industrial, socialand religious life wherever the Southern-Pacific Railroad ran in Louisiana.Another religious element came into play in the El Paso Herald account of thecrimes. Dickinson failed to mention the gory details to Utica readers and citedthe reason as an ethical one: to spare readers such carnage and turning thevictims’ blood into ink for his paper. The El Paso Herald, which also had atraveling journalist in the area in late February or early March of 1912, gave amore horrific account of what might have happened inside the Broussard home onthe night of the murders.Even Dickinson noted that all of the crimes had occurred in heavily populatedblack neighborhoods with cabins only 20 feet away from each other. Dickinsonalso theorized that the ax fiend (or fiends) must have taken time to cover eachwindow, every crack and any keyhole in all doors, stating that, “the murdererwished no ray of light to escape from the cabin while he was at his foul work.”As in the Lafayette murders, Dickinson mused, the same went for the Broussardfamily in Lake Charles. He also was the only reporter to have noted that theLake Charles crimes were significant and unique from the previous Lafayette,Crowley and Rayne murders with the discovery that the killer (or killers) used abucket to catch the pouring blood of the Broussard family.The El Paso Herald invoked, “This outbreak is regarded as the worst in the wholehistory of voodooism.” The Texas paper laid the blame at the feet of theenigmatic “Sacrifice Sect,” which was a church with alleged ties to voodoo inNew Orleans. Again, the Sacrifice Sect and the Sanctified Sect would besynonymously reported as the one tied with New Orleans and some mysteriousCouncil of God therein. Of these voodoo worshipers, the Herald claimed that,“the symbol of the cross is used by attended worshipers.” However, the paperreported that a cross was not on display for any Christian significance, butonly to use the cross, its four points and its center. Thus, the number fivesymbolizes the cross, according to the El Paso Herald reporter. The Human 5theory began as the details of ritual murder started to emerge from Louisiana.The article conjured up a gruesome ceremony that may or may not have taken placein the Broussard home on the night of their murder. The sacrifice of human fleshwas not a public spectacle to be witnessed at any church; the real blood feastwould be saved for the homes and killing floors of the victims. The significanceof the buckets of blood found under the beds of the Lake Charles victims was aclue of ritual magic or perhaps some voodoo ritual. The reporter believed thatmore than likely a snake had been brought into the Broussard’s home before orafter the murders. The voodoo faithful would enact the strange worship of their“snake-god,” which originated in the continent of Africa, though the El PasoHerald noted that a ritual involved with the murders was “doubtful, but it seemsprobable that the order of ceremonies is not very dissimilar.”The paper then inferred that prior to or following the Broussard murders, asnake in a cage or basket was brought into the room where the bodies lay, eithersleeping or dead, and placed into a box. The priest of the voodoo sect wouldthen mount the box allowing the serpent to wind and slither. The reptile wouldclimb up the leg of the candidate or priest from the box. The serpent was saidto “ascend through the bare feet in the body of the candidate.” Prior to thestrange ritual, the snake would then be prodded with a stick while in its cageor basket. As the ritual wore on, the serpent was then prodded again in the samemanner while entwined around the candidate or voodoo priest or priestess, givingunusual and strange contortions for the visual delight of rabid worshipersduring the ritual. The priest, of course, was believed to have been receivingsome divine power.[image7.jpg]“Following this ceremony, atrocious vows are made and the final compact withoutthe voodoo is ratified, when worshippers drink blood from a vase,” said theauthor of the El Paso Herald. “After the blood drinking, the assembly is readyfor the culminating orgies. Between dances, white rum, mixed with blood, isserved is [sic] gourds to the frenzied dancing multitude and in a few momentspandemonium reigns. In their paroxysms they tear off clothing bite, scratch andmutilate. Drinking and dancing continue until the participants fall about thearena senseless from exhaustion.”Could all of this ritual mayhem have transpired before or after the Broussardfamily was murdered in their home? It can be theorized that the Broussard familymembers were active participants in the ritual. If not, then it was as thenewspapers said: the Broussard family were merely victims unaware of their doomwhile asleep in their beds.The El Paso Herald cited that the Louisiana murders were akin to ritual murderssuch as the sacrifice called the “goat without horns”–which was now theorized toinclude not the sacrifice of chickens or goats but now men, women and childrenwhose blood would be trapped within a bucket under their beds. The voodoopractitioners were thought to bathe in the goat’s blood while mixing white rumwith blood, and that enchanted spells of dancing would happen amongst thecarnage. The rarity of human sacrifice in the United States was compared to thecultures of Cuba, Haiti and Africa where the belief in voodoo was stronger. TheEl Paso Herald reader could then be led to believe that the serpent of voodoowas on the rise in Louisiana and that following the murders of whole families,blood orgies of blood-drinking fanatics ensued. The El Paso Herald alsoperpetuated the rumor that families of five were particularly targeted: theHuman Five were hell-bent on murdering five victims at a time.[image8.jpg]Dickinson with the Utica Saturday Globe was not as sensational about the Ax-Manmurders, stating that in all the cases not one next-door neighbor ever heard thesound of any murder, much less ritual murder taking place. Dickinson reportedthe mysterious name or signature on the wall of the Broussard home as “PearlOsot” as opposed to what was originally reported as “Pearl Ort” or “Pearl Art.”With his writing, Dickinson also captured the mood of Lake Charles in the wakeof the Ax-Man murders.“Every cabin door and window is locked and barred and no family sleeps without aguard,” said Dickinson in his Saturday Globe story. “Every ax, every piece ofiron, everything which might be used as an instrument of murder, is picked upand carried inside.”Home life in North Lake Charles had changed overnight. The same had happened forfamilies in Lafayette some 74 miles to the east of Lake Charles and in Crowley,which was closer at only 52 miles to the east.The third significant factor about the Lake Charles murders, was that it was oneof the first to occur after a number of arrests had been made, and a confessionas well in Lafayette. A suspect had admitted to axing families to death. Butwhile the Lafayette Parish Sheriff’s Office were certain that they had ensnaredthe Ax-Man, he seemed to have struck again while the suspects were confinedbehind iron bars. Clearly, the Ax-Man roamed free.Dickinson included interviews and accounts of his meeting with the suspectedkillers while they were incarcerated, the only documented interview of aReverend King Harrison, who had been arrested by the Jennings Chief of Police onthe Friday before the Broussard murders in Lake Charles. Harrison was the headof the “Sacrifice Church,” located in Jennings, and considered to be a part ofthe “Sanctified Sect.” When asked about the denomination of the church followinghis arrest, Harrison replied, “It’s something on the order of the Council of Godsect in New Orleans.” Harrison offered no further explanation. The faithful ofthe Jennings church had been slated to relocate an old church building in LakeCharles in hopes of establishing another location for the church. The new churchbuilding was in the same neighborhood where the Broussards met their murderousfate. The “Sanctified Sect” was also reported to have been in town, practicingsome sort of traveling revival.It would seem the “Sacrifice Church” was always in the background on the nightsof the horrible murders of families. Broussard’s wife, Matilda, was evenreported to have attended one such revival in Lake Charles. The process ofrelocating and refurbishing the “Sacrifice Church” building was halted followingthe Broussard murders. A second suspect arrested was a Reverend J.W. Wilkins,whom not much was reported on in the papers.Dickinson wrote of his meeting with the two preachers, Harrison and Wilkins, whowere in a large Lafayette city jail cell with two other unknowns. Dickinsonchatted with these ministers of God that were being held on suspicion of murderand handed them cigars through the bars of the slammer. Dickinson lamented thathe did not have enough cigars for everyone in the cell to which Reverend KingHarrison replied, “That’s all right. We’ll pass ’em roun’ and each smoke alittle by turns.”Harrison’s gratitude and cheerful attitude while in lock-up apparently impressedDickinson. Dickinson slipped him a 25-cent piece so that Harrison and Wilkinscould afford their own cigarettes. The reporter from Utica said he would neverforget their gratitude, even if he were to hear later that the two preachers hadbeen hanged.It is believed that Reverend King Harrison was eventually released without anyfurther arrests. Harrison’s story would intersect the tale of another suspect,which would forever link him to the ghastly homicides.A third person of interest met by Dickinson in the Lafayette Parish jail, just afew iron bars down from the preachers cell, was Clementine Barnabet, of St.Martinville, Louisiana. While some accounts reported her to be 18 years of age,others 20, the very young Barnabet was apparently intimidating in her size anddemeanor. Dickinson even compared her to the World Heavyweight Champion wrestlerof 1912, Frank Gotch.As Dickinson paced down the hall to the next large holding cell his footstepsreverberating on the brick walls of the Lafayette city jail were accompanied byanother sound, that of a strange hymn being hummed from within the next prisoncage. Dickinson was struck by the appearance of Clementine Barnabet, as she saton the floor on an outstretched blanket. Dickinson more than likely believedthat he was staring into the black eyes of some abyss as he noted Clementine,who was adorned in what Dickinson would later refer to as a “rather peculiar”headdress. It was probably the same headdress that Clementine would bephotographed wearing for newspaper photos and mug shots. The headdress waspossibly a “tignon,” which had been the height of fashion for young Creole womenin Louisiana. The tignon, or tiyon, was a type of head-scarf with West Africanroots and is often associated with practitioners of voodoo. Clementine’sdemeanor possibly shook Dickinson as she appeared to be far too comfortable withher surroundings. Clementine sat smiling on the unfurled quilt on the jail cellfloor, then “stood to greet me with a grin of delighted anticipation.”It is the author’s opinion that Clementine must have frightened Dickinson, as hedid not reveal any exchange or perceptions about the infamous ClemetineBarnabet. She must have held an air much eerier than the two preachers in theadjoining cell. Being a man of 1912, Dickinson probably did not wish to publishhis fear, especially that of a mere woman, to his readers in Utica. Dickinsondid not quote Clementine, nor did he mention slipping her any such coin or giftsthrough the jail cell bars as he did with the male suspects, the preachers ofThe Sacrifice Church.Through, perhaps, Dickinson’s own anxiety, a golden opportunity was missed indelving into the mind of the suspected Clementine and even perhaps the mind ofthe Ax-Man. But her bone-chilling tale would be recorded for history by theLafayette Parish court reporter for the Lafayette Advertiser.Clementine Baranabet is considered to be the first confessed female serialkiller in modern history. Clementine claimed to have slaughtered four innocentfamilies in Crowley and Lafayette. Her detailed accounts of the murders and thecrime scene were so convincing that seemingly the dreaded “Ax-Man” was now the“Ax-Woman.” Whether she committed these crimes or not, Clementine would feel thecrush of history.However, it should be noted that the crimes of the Ax-Man persisted even afterClementine’s arrest. One can only wonder if Clementine was just one of that“Human 5” gang that the Lake Charles papers had written about. As her storyunfolded in court, it would appear that Clementine was not alone in her allegedgrim deeds that pooled blood in Southwest Louisiana."},{"pageContent":"[image9.jpg]CHAPTER TWOCrowleyJanuary 26, 1911-January 19, 1912And this is the case of the slayer, which shall flee thither, that he may live:Whoso killeth his neighbour ignorantly, whom he hated not in time past; As whena man goeth into the wood with his neighbour to hew wood, and his hand fetchetha stroke with the axe to cut down the tree, and the head slippeth from thehelve, and lighteth upon his neighbour, that he die; he shall flee unto one ofthose cities, and live.– Deuteronomy 19: 4-5The Crowley murders on January 19, 1912, were the first of the Ax-Man murders tooccur following the arrest of Clementine Barnabet on the morning of November 27,1911. While Clementine would confess to participating in a wholesale murder of afamily in Crowley, the slaughter continued while she was behind bars. AnotherCrowley family was axed to death in the same manner as Clementine had confessed.This author has always believed that the 1912 murders in Crowley and LakeCharles were part of an effort to exonerate Clementine. The author believes thatthe rest of The Human Five were out for blood to save one of their own, thusconfusing authorities, who would have no choice but to possibly declare amistrial in the case against Clementine as it appeared that the Ax-Man was stillon the loose.Mangled bodies at a crime scene in Crowley, Louisiana were discovered on Friday,January 19, 2012 before the Sunday night Lake Charles murders. It is believedthat the Crowley murders in 1912 occurred on the night of January 18, 1912before their grim discovery. However, it is a possibility that the Warnermurders occurred in the early morning hours, much like the case of the Broussardslaughter in Lake Charles just two days later. The Crowley papers refer to theLake Charles’ murder of the Broussard family as “identical” to the Crowleymurder even down to the minute detail of the victim’s family home beingdiscovered with the back door left open.These murders could have been a warning to Lake Charles that the Ax-Man washeaded west, leaving a bloody trail of viscera in his wake. Riding the trains,horror began to spring up along the Southern Pacific railroad. Paranoia ran withthe trains as the townsfolk began to set their watches by the whispered rumorsof voodoo and human sacrifice. The west side of town in Crowley was referred toas “Coontown,” by the newspaper of the day, the Daily Signal. Coontown appearsto have been a ripe hunting ground for the Ax-Man on the night of January 18,1912.The Warner mother, Marie Warner, 30, and her three children Pearl, 9, Garry, 7,and Harriet, 5, never stood a chance against the Ax-Man. They were doomed totheir fate in a two-room cabin, or “hut” as the newspaper described it. Theramshackle duplex was located in between Sixth Street and Seventh Street, justtwo blocks west of Western Avenue, which was an area in Crowley’s Coontown knownas the “Promised Land,” according to the newspaper.[image10.jpg]Like the Broussard family in Lake Charles, all of the Warner family members werefound dead with the bloody ax left behind in the family home. In this case, itappeared that the Ax-Man murdered in one room and then dragged the mortalremains to another room where the bodies were found face-down on one mattress.This shows that, while there were similarities to the Broussard murder, thedetails of the Crowley murder some forty-eight hours before were not trulyidentical as reported.Marie Warner’s mother, Harriet Crane must have known that something was amisswhen she went over to her daughter’s home, knocked on the front door and therewas no answer. Perhaps it struck her as out of the ordinary or did she assumethat her daughter and her three grandchildren had merely left for someunexpected outing. Mrs. Crane must have thought that the neighbor across thestreet, Dorsey Berdsong, would have known something. When Mrs. Berdsong knewnothing or offered nothing, a fellow by the name of Ben Robinson was asked to gocheck on the family of four.What Robinson discovered must have raised the hairs on the back of his neck, asthe family of four, consisting of a woman and children only, was found on bloodsoaked bedding. The four Warners were said to have been placed “across the bed”but face down in a curious manner, according to the Daily Signal.Had Mr. Warner been home, it would have been another family of five that fellunder the ax of the Ax-Man or The Human Five. The newsprint indicated that thehusband, only known by the (possible) last name of Warner, had been separatedfrom Mrs. Warner for about four years. It was believed that Mr. Warner was thenresiding in Beaumont, Texas, which was another town that would later fall underthe fearful cloak of the Ax-Man.It should also be noted that the newspaper referred to the Warner family murderas “another horrible crime” to be discovered within the Coontown section ofCrowley. The first such horrifying discovery would involve Clementine Barnabet,who at the time of the Warner murders discovery, was already locked up and setfor further trial in a Lafayette courthouse, just 28 miles to the east.On January 22, 1912, the day that the Broussard family murders had been splashedacross the front page of the Lake Charles American Press, the Crowley paper alsocarried the story from Lake Charles. However, the Crowley paper reported morearrests than just the preachers or ministers of God in Jennings, Louisiana,which was a small city in-between Lake Charles and Crowley. After the Warnerfamily murder, the Daily Signal reported that there had been two arrests made inconnection with the ax-murders of Marie Warner and her three children: JosephWilkins, a black Baptist preacher man, and Eliza Richards, a black woman.According to historian Robert C. Benoit, Eliza Richards was arrested in Crowleyby Sheriff Louis Fontenot of Acadia Parish. Richards refused to discuss thecase, and said that she “knew nothing.” Richards would be released three weekslater, back into the custody of Sheriff Fontenot and return to Crowleyunscathed.The “Baptist preacher” Wilkins was already mentioned in Chapter One as he hadshared a cell with Reverend King Harrison. The two men smoked a cigar with thereporter and editor of the Utica newspaper. It should also be noted that Wilkinswas considered to be affiliated with the “Sacrifice Church,” which could thenlink him to the “Sanctified Sect” of that church. The church always seemed to bebrought up in connection with the story of the Ax-Man in the various newsreports and arrests. At the same time that the Crowley and Lake Charlesnewspapers ran their story that Monday, both Harrison and Wilkins were arrested.Wilkins was detained in Crowley and “King” Harrison was picked up in Jennings.Both, of course, were members of the same church with Harrison being consideredthe “leader of a band of fanatic Negroes.” Harrison had been in Lafayette when afamily of six was murdered in the same Ax-Man fashion.The jailing of Wilkins and Richards came at a time when the section of WestCrowley was becoming a veritable powder keg of fear. Sheriff deputies and policeofficers who had made the arrests of Wilkins and Richards, now found themselvesattempting to protect the suspects from an angry mob of citizens who wanted tosee justice for the murders of Marie Warner and her three children. Among muchexcitement and resentment, Wilkins and Richards were transported to a holdingcell in Lake Charles for safekeeping until further investigations could be madeand a trial be held.The newspaper headlines that wintery day of January 22nd shouted that theinhabitants of West Crowley were in a “state of terror” and did not dare tosleep at night. The paper reported that a total of twenty-six victims had beenslain within the past year. If anyone was keeping score, it was twenty-six forthe Ax-Man and zero for law enforcement, who, literally, were clueless at thetime. The arrests of the day seem to have hardly satisfied the public’s need forjustice. Wilkins, who had for a few years been a preacher at St. Joseph’sBaptist Church in Crowley, and Richards, both hailed from Arnaudville,Louisiana. They were soon released by authorities as there was little evidenceagainst them. However, when the arrests had first been made public, thearresting agencies noted that there was “strong evidence” to suggest that thisman and woman had something to do with the awful butcheries in Crowley.“In every Negro house in Crowley, lights are kept burning all night and adultfamily members remain awake during the night,” said the Daily Signal in aJanuary 22, 1912 article.In the same edition of the Daily Signal, a reporter claimed that the first ofthese ax-murders had happened in Rayne, Louisiana just “a few months ago.”Rayne, which was a small town to the east, between Crowley and Lafayette, wasconsidered to be the place where the murders began. Of course, Rayne was alongthe Southern-Pacific Railroad corridor much like the other towns where the axmurders had occurred. The Daily Signal laid out a time-line of the Ax-Man’strail of terror.“The first of these killings occurred in Rayne a few months ago, when a motherand her four children were killed in their beds, each having been brained withan ax in their sleep. There was no clue to the assassin. Next came a killing atLafayette when four persons were slaughtered under similar circumstances. Then afather and mother and one child were killed at Crowley, the details of the crimebeing similar to the first two. Then a family of five were brained in their bedswith an ax in Lafayette. A negro and a negress have been arrested for this crimeand the negro has been convicted, while the evidence against the negress isstrong.”The “negress” whom the paper referred to was none other than ClementineBarnabet. The negro male in question was her father, Raymond Barnabet.Clementine and her father’s connection to the grisly murder spree will beexplored in the following chapter on the Lafayette murders.It is thought by the author that newspaper reporters got it wrong in theirinitial assessment of the time line, with one Lafayette murder allegedlyhappening before the first Crowley killing. The Crowley killing of the Byersfamily is thought to have occurred before the Lafayette murders on January 24,1911, according to the Lake Charles American Press of January 28, 1911. TheTuesday night ax-murdering of the Byers family in West Crowley resulted in anodor and stench of rotting corpses emanating from the Byers home. This ledauthorities to investigate it days later on Friday. Once the heinous discoverywas finally made, the newspaper reported that the grisly crime scene was locatedin a “thickly populated” neighborhood.Both current researchers and some news reporters of 1911 believe that both thefirst Crowley and Lafayette killings, which claimed the lives of four members ofthe Andrus family, occurred within “a few days” of one another, according to theDaily Signal of Saturday, September 2, 1911. And the Daily Signal of Saturday,February 25, 1911, reports that the first Lafayette murder occurred on Fridaynight, February 24, and said that the crimes were “similar to the ones committedhere (Crowley) a few weeks ago.”As Rayne and Crowley are both part of Acadia Parish, this meant that as with theWarner case, Sheriff Fontenot had now seen a third such crime scene in hisparish. The first of these repugnant crimes came in Rayne only a couple ofmonths before the Warner murders, when Sheriff Fontenot was called out for asimilar case, the second Ax-Man murder in Crowley.So, some two months before the Warner case, the first of the ax-murders inCrowley had left Sheriff Fontenot “noticeably upset and alarmed by what he saw,”according to historian Benoit. An ax-murderer had claimed the lives of the Byersfamily. The Byers family consisted of a husband, wife and one small child. TheByers lived in the same West Crowley section of town where Marie Warner lived.Sheriff Fontenot had a full-fledged crime wave of homicide on his hands,prompting a huge public safety concern of alarming proportions in Acadia Parish.The Byers family crime scene in 1911 was typical of the Ax-Man’s handiwork. Themurder weapon found at the crime scene was a pole-ax. The murder was a “mishmashof blood, brains and bodies smeared across bed and floor,” according to thenotes of historian Benoit. Blood spatter was heavily visible on the Byers’ bedheadboard and on the walls. It was believed Mr. Byers, Mrs. Byers and theiryoung son were killed “within seconds” of one another … never rousing fromsleep.Sheriff Fontenot reasoned that these crimes were connected. He was partiallycorrect, but his theory proved wrong. Sheriff Fontenot sought to prove a theoryof a “love triangle” between the murdered Byers, Warner and an unidentifiedfamily, which is believed to be the Wexford family of Rayne. The sheriff washoping to find the estranged Mr. Warner, who was the husband of Marie Warner,and now believed to be residing in Beaumont, Texas. Fontenot surely hoped thathe had a good suspect in Mr. Warner; however, his theory failed when Texasauthorities said Mr. Warner was deceased. But it seemed that the crimes ofhomicide against the Byers, the Warners and the Wexfords of Acadia Parish were,in fact, connected by the grim specter of the Ax-Man.In regards to the Crowley investigation, it was later learned that theinvestigation into the first ax-murdered family in Coontown, the Byers family,saw the arrest of an unnamed individual who was reportedly set free due to lackof evidence. In the then six unsolved cases of the Ax-Man murderer, most of thevictims were women and children, with only two men killed in the bloodbath.While much of the population became panic-stricken with fear, the newspapertried to lay the blame on religion. With what little details were unearthed bythe paper, the reporters of the Daily Signal seemed confident enough to put inprint that there was something of a dark, spiritual nature at work within thesecrimes.“Many believe that religious mania is responsible for the killings, somefeatures of the crime indicating something of that character.”“Negro servants in Crowley are in a panic and few of them dare be found on thestreets after dark. The more superstitious believe that some supernatural agencyis at work. Few adults among them sleep at night.”While the paper did not go into any details, it was nearly the same conclusionthat Sheriff Reid in Lake Charles had come up with: some “religious fanatic” wason the loose. What had been found at the scene that was not being reported?Obviously there was some detail or details found at the crime scene that wereleading law enforcement officials to apprehend and arrest preachers andministers. Did the newspapers seek to not perpetuate the mania and fear becausethey knew that matters of the spiritual realm were a common denominator amongstthe people for solace in dark times? Was the Ax-Man a religious fanatic, acold-blooded psychopath or both?Curious facts would emerge from the Crowley murders. The Daily Signal pointedout that at no point did the killer, or killers, ever attempt to conceal theirgruesome crimes by setting fire to the homes of the victims. The fire could actas a cover for the ax-wielding maniac, who then later might read about thetragic loss of a family in a house fire. In the case of the “first Crowleykilling,” which happened some time after the last Lafayette murders in Novemberof 1911, it was reported that the killer, or killers, had attempted to “washbloodstains from the floor,” but did not disturb the bodies of the victims, theByers family. In the case of the Warner murders evidence showed that themurderer was moving bodies, stacking them face down together in a bed. In nocase was there ever any real indication of a struggle or the victims having anyforewarning of their doom. Again, the back door had been found open, and muchlike the Broussard family in Lake Charles, investigators noted there wasevidence of heavy foot traffic near the back door. It seemed that theauthorities thought that more than one person may have been involved in nearlyevery case of the Ax-Man murders.Typically, a number of witness, or family members, would arrive on the scenebefore law enforcement, leaving hand and foot prints at the crime scene. Thusloved ones and gawkers may have inadvertently compromised multiple crime scenes.However, more details of the case would be revealed that seemed to center aroundClementine Barnabet. In the following chapter, we will investigate how theLafayette and Crowley murders were closely connected.[image11.jpg]Another significant result of the murder of the Warner family came in the formof the first public reward offered for the capture and arrest of the Ax-Man. Thenotable thirty-fifth Governor of Louisiana, Jared Young Sanders, wired theAcadia Parish District Attorney in Crowley. Governor Sanders, who was up forre-election in 1912, stated that he had authorized a reward of $500. Thenewspaper reported the reward was being offered for “the arrest and convictionof the parties guilty of the murder of the Warner family in Crowley lastThursday night.”It was reported on January 22, 1912 after the Broussard family butchery in LakeCharles that law enforcement of three parishes had begun to work full-time, andin co-operation with one another, to handle the investigation of the Ax-Manmurders. News had been spreading throughout the state that even the governor ofLouisiana had become aware of the Ax-Man’s murderous rampage. As an anxiousnewspaper readership awaited the details of the capture of the fiendish Ax-Man,there would come more details that would shock and appall the public. The firstwave of shock began as readers were reading about a “capture” of the mysteriousAx-Man.The alarming news came out of the courtroom case of Clementine Barnabet. Evenmore shocking was the confession from Clementine that she was indeed the dreadedax-fiend, but then the crimes would continue … in Texas and beyond.While researchers like Robert C. Benoit have provided an outline of interviewsand archives over the years, the date for the murder of the Byers family inCrowley has never been verified. Nor have the accounts of the Rayne murders,except after the advent of the Ax-Man’s arrival in the larger city of Crowley.Only by newspaper articles, of which there were very few when the crimes firststarted, was there any real inkling of a time line of these gruesome events of1911. It is very possible that the newspapers of 1911 and 1912 may not havereported on every crime, especially if it originated from within the blackcommunity. What is known is that there were two Ax-Man murders in Crowley withina year. Some of the confusion may be laid at the feet of those early reporters,who confused a Crowley murder that had occurred within days of a Lafayettemassacre. While references have been made to the Byers killing in the Crowleypaper and other newspapers across the country, there are no verified ordocumented reports carried initially by the Daily Signal on the said Byersmurders. The Daily Signal appears not to have covered the Byers carnage untilthe Ax-Man became a real epidemic within Acadia Parish. It is only then, infollow-up stories, where they refer back to the Byers butchering, and then, onlyin reference to the first and second Lafayette murders.[image12.jpg]What was it that Sheriff Fontenot viewed at the crime scene of the Byers familyhorror that moved him to become “noticeably upset and alarmed by what he saw”?Whatever it was, it has never been publicly revealed. Whether Fontenot evenspoke of it at all is unknown. It would be the words of Clementine Barnabet thatoffered the public the lurid details of the Byers family murders."},{"pageContent":"[image13.jpg]CHAPTER THREELafayetteFebruary 24, 1911-November 27, 1911And now also the axe is laid unto the root of the trees: every tree thereforewhich bringeth not forth good fruit is hewn down, and cast into the fire.– Matthew 3:10… you are lost and gone forever, dreadful sorry, Clementine.– traditional folk songBefore the slaughters in Lake Charles and Crowley, the Norbert Randall familymurder had been considered to be one of the most cold-blooded murders evercommitted in the history of Southwest Louisiana. Perhaps it was the mosthorrific of the Ax-Man crimes in Louisiana, rivaling the Broussard family murderof five victims in Lake Charles. In numbers alone, the Lafayette murder scenesurpassed the others, as it saw six slain family members at one house; a husbandand wife and four small children, ranging in age from three to seven years-old.One child was a visiting niece, only two and a half years-old. The newspapersaid that all who were unfortunate enough to be in the house on that fatefulnight “had their brains knocked out with an ax.” At the time of the newspaperreports, there was a rumor circulating that the Randall family had recentlyattended a Sacrifice Church service near their home in Lafayette.Even more terrible was the way the discovery of the Randall family crime scenewas made. There was indeed a fourth Randall child, the eldest, a nine-year old,who returned home on the rainy morning of Monday, November 27, 1911. She hadbeen away for the night, spending the night at a friend’s house. The sight thatshe beheld was frightening, her entire family weltering in their own blood.Blood splatter on the inside of the windows made a stark contrast to the raindrops on the outside of the panes of glass as the young girl reeled from hershock. The girl fled her home in panic, her screams acting as an alarm for theauthorities.Officers in Lafayette were soon at work on the case of these morbid murders.Shortly, law enforcement made an arrest. It was reported just before noon thatClementine Barnabet had been arrested. Details of her arrest yielded clues suchas the bloody clothes that Clementine had worn during the murderous act.The Lafayette Advertiser and the Daily Signal, of Crowley, both rehashed thestory of Clementine Barnabet’s father Raymond, who had been on trial in thespring of 2011 for another such Ax-Man murder. Clementine testified against herfather in 2011 stating that Raymond had confided in her and her brother afterreturning home one night, covered in blood. Clementine testified that when herfather came home in such a state, he asked his children to conceal the bloodyevidence. So, the 20 year-old Clementine had seen her father convicted just twomonths prior, largely due to her testimony against him. Subsequently, thenewspaper reports began to indicate that certainly Clementine knew more aboutthe ax-murders in the spring of 2011 than was originally believed.Shortly after Sheriff Fontenot of Acadia Parish was dealing with the murders ofthe Wexford family in Rayne and the Byers family in Crowley, the first of theAx-Man’s presence in Lafayette was felt.On a night in February 1911, the Ax-Man struck, butchering four young members ofa Lafayette family during the night or early morning hours.Word of the carnage spread throughout the all-black district, the poorest partof the community, and finally reached Lafayette Parish Sheriff Louis Lacosteshortly after 7 a.m. on Saturday morning. Lacoste summoned several of hisdeputies on the morning of February 25, 1911. He and his men swaggered acrossthe neighborhood to the murdered family’s small home just beyond where therailroad tracks would cross Vermillion Street. When Lacoste arrived, he foundthat the Deputy Coroner, Dr. L.O. Clark, had already arrived at the family’shome along with several other sheriff’s deputies. The doctor began to showSheriff Lacoste around the home of the savagely murdered Alexander Andrus, hiswife Mimi, their three year-old son Joachim and their 11 month-old baby daughterAgnes.[image14.jpg]“The rooms, beds and floors were a bloody mess,” said historian Robert C. Benoitin his writings of this particular crime scene in Lafayette. “But they weremerely projected artistic background for what some diabolical mind must havedreamed up as his masterpiece. How could this be anything but the work of adepraved lunatic?”Lacoste witnessed a spectacle of gore that assuredly haunted him for the rest ofhis days. The Ax-Man had made some “adjustments” to his victims corpses afterall of the bloodletting and brain spattering. On the floor beside the Andrus’one bed, the Ax-Man had arranged the bodies of Alexander and Mimi Andrus in aposition of kneeling at the bedside, as if praying over the dead bodies of theirtoddler son and baby girl, Agnes, with the dead mother’s hand resting upon hermurdered husband’s shoulder.Did Sheriff Reid in Calcasieu Parish and Sheriff Fontenot in Acadia Parishwitness similar crime scenes in Lake Charles, Crowley and Rayne? If so, had suchlurid, crime-scene details led to the sheriffs’ deduction that there was some“religious fanatic” at work?As details emerged, the people of Lafayette began to murmur about the fate ofAlexander Andrus and his young family. It had been Mimi Andrus’ brother, LezimeFelix, who discovered the result of the Ax-Man’s first bloodletting inLafayette. Alexander Andrus was considered by many of his community in 1911 tobe a “hard working” man, who was well respected in the community. The last timeanyone recalled seeing the family alive had been Tuesday night.Lacoste ruled out robbery as the motive for the killings as the Andrus familywas extremely poor, owning only one bed and nothing appeared to have beenmissing or stolen according to witnesses. Upon hearing details of theax-murdered families in Acadia Parish, Lacoste made a new discovery: the callingcard pole-ax of the Ax-Man was not found at the crime scene. Lacoste reliedheavily on his Deputy Coroner Clark, who told the sheriff that the bodies of theAndrus family remained slightly warm when he and the deputies arrived on thevery cold February morning. Lacoste then deduced that the murder must have takenplace after midnight and in the early hours of Sunday morning. Based on hisreport of the scene, and what he had witnessed, Lacoste assumed that shortlyafter midnight an unknown person, or persons, entered the house by way of theunlocked kitchen door and used an ax to brain the parents and the little boy asthey slept in their family bed. After that, Lacoste determined that the 11month-old baby was slaughtered last as it lay in it’s nearby cradle. It was thenthat Lacoste assumed that this person, or persons, arranged the bodies in theirpremeditated, prayerful poses bedside before exiting through the back, kitchendoor.According to historian Benoit, weeks after the Andrus murder the Sheriff stillhad made no arrest or had any real clues in the case. Then came severalLafayette citizens informing Sheriff Lacoste that a Texas newspaper wasreporting on a San Antonio family murdered in their sleep.As Lacoste read the articles from the Texas newspapers, he found that the SanAntonio slaying was indeed very similar to the crime scenes discovered inLafayette and Rayne. The Texas articles said that a family of five of a “nearlywhite” Negro family by the name of Casaway had been found slaughtered in theirhome in San Antonio on Thursday, February 23, 1911. All members of the family inTexas had been taken out in the Ax-Man’s trademark fashion, ax-blows to the headwhile sleeping.In the San Antonio case, however, their was no ghastly posing of the bodies.This time, the Ax-Man had placed all of the family members in one bed indescending family order. The Ax-Man for some reason arranged the Casaway family,from biggest to smallest, with the father on one end of the bed and the youngestchild or baby on the far end. The newspaper said that for some reason the killerthen covered them up with their blankets as if to send them off to sleep. AsLacoste read the news, he must have been mortified because the killer that hethought he was looking for had been at large in San Antonio and killed again.Lacoste believed that the crimes were connected. He struggled with the logisticsof a killer on the move and the motive. He was said to have been perplexed athow and why these crimes were connected with one another. Lacoste must havewondered how the killer had managed to travel more than 450 miles to San Antonioin such a short period of time.While there were some discrepancies in Benoit’s time line with days of the weeknot corresponding to dates in his collected research, one thing is clear. Thereis a contentious connection between the Lafayette murders of the Andrus familyand the San Antonio murders of the Casaway family. It has been shown that eitherthe Casaway murders occurred on the Thursday, February 23, 1911 as they werereported by the Texas newspapers and then the Lafayette Andrus family murdershappened on Friday night, February 24, 1911. But according to Benoit’s researchthe date of the Andrus family murder was on February 22, and he refers toSaturday night which was February 25, 1911 while stating that the Casaway familywas murdered in San Antonio on a Monday, February 23. Monday is the incorrectday of the week as February 23, 1911 was a Thursday.What is clear in his notes is that the news of these two murders, in twodifferent cities hundreds of miles apart, were reported within two days of oneanother regardless of the exact days or dates. This author believes that theCasaway murders in San Antonio occurred first, on Thursday night, and then theAx-Man covered hundreds of miles by rail to Lafayette to kill the Andrus familyon the following night. It is believed that Lacoste caught wind of the story afew weeks after, when locals brought him a copy of the February 23, 1911 editionof a San Antonio newspaper. This was the first clue that the Ax-Man traveled byrail and crossed state lines to carry out his butchery. Was it possible, Lacostemust have asked himself, that the killer could have traveled such a greatdistance in a 24-hour span?As Lacoste convinced himself that these crimes occurred within 24 hours of eachother, he sent a telegram to the chief of police in San Antonio, seeking detailsfrom the crime scene of the terrible murders. Lacoste asked for the particularsand also began to share his collected information about the crime in Lafayette.Lafayette and San Antonio law enforcement began to pool together informationalong with some details from the Crowley and Rayne Ax-Man murders. PerhapsLacoste was the first law enforcement investigator to theorize that the Ax-Mancould be traveling by train, which was a theory that would soon be held byLouisiana and Texas lawmen of the day.After contacting the Texas authorities, Lacoste must have thought that he hadcaught a break in the case. His Lafayette Parish deputies had tracked down anescaped lunatic by the name Gaeron Godfry at the home of his mother in Maurice,Louisiana. Gaeron had a mean look about him and a bad reputation for violentflare-ups. Though he looked like an ax-murder to Lacoste’s deputies, Gaeron hadan alibi and numerous witness accounts. He was a memorable character. ButLacoste and his men still had a duty to return Gaeron to the Louisiana stateasylum in Pineville. If Lacoste doubted the witnesses and suspected Gaeron, hismind would change after it became clear that even with Gaeron locked up in thestate asylum in Pineville, the Ax-Man was still roaming free and murdering inLafayette Parish later that year in November.The cold month of February 1911 became even colder for Lacoste and the case ofthe slaughtered, innocent Andrus family. The only clue that Sheriff Lacostereally had was a San Antonio newspaper article about a similar crime.After six months, Lacoste had yet to make an arrest in the case. Something hadto give. Sheriff Lacoste became immersed in the Ax-Man case.Enter Raymond Barnabet, a black man with a reputation for being a drunk and agenerally worthless human being, according to Benoit’s research. Raymond, whowas the father of then-19 year-old Clementine Barnabet, was living with a womanknown only to researchers as “Diana.” Raymond and Diana had a falling out, somesort of domestic dispute at a sharecropper cabin on a cotton plantation betweenCrowley and Rayne. Allegedly, Diana then moved in with a friend to whom shemoaned about many a tale about the awful Raymond Barnabet. Diana had even saidthat Raymond told her some frightening things about the ax-murders. WhateverRaymond told Diana, it caused her to believe that Raymond was the ax-murderer. Afriend of Diana then passed this information on to the proper authorities, andSheriff Lacoste and his boys went out to arrest Raymond while he was at work,picking cotton in the fields.Lacoste knew that he had no other warm leads in the case of the ax murders. So,he began to intently grill Raymond about the murders. The questioning provedfruitless for the sheriff as Raymond insisted that he was not the murderer andknew nothing about the case. According to Benoit’s research, Sheriff Lacostethen interrogated Diana about details of the ax murder case and asked her whathad she told her friend about Raymond’s involvement. She allegedly spoke a greatdeal about Raymond, but declined to implicate him directly when questioned bythe sheriff. Diana then claimed that her friend mistook what she had told her,and that Raymond had been drunk at the time he rambled on about the ax murders.Diana defended Raymond by suggesting that he didn’t even know what he was sayingin his inebriated state.Lacoste, losing patience with the questionable interview, then set out toquestion the estranged wife, daughter and son of Raymond Barnabet. The threefamily members, Mrs. Barnabet, Clementine Barnabet and Zepherin Barnabet, had noanxiety about implicating Raymond as the Ax-Man. For a period of two days,Lacoste had various interview sessions with all three of Raymond’s estrangedfamily members.By the second day, Lacoste determined the trio had confirmed the initial storiesabout Raymond, who allegedly had said “very definitely” that he was the slayerof the Andrus family in Lafayette. Raymond’s family members even provided thesheriff with details that showed Raymond was the killer. However, the familymembers claimed that all they knew was what Raymond had told to them. Theymaintained that they knew nothing else.As their stories seemed to line up, one thing troubled Lacoste. He asked thetrio of Barnabets what was their motive for turning on their old man. TheBarnabet threesome had nearly the same answers: while they did resent Raymondfor abandoning them, their only motivation was to spare other innocents from theatrocity that was visited upon the Andrus family. As Lacoste took this answerin, he must have eyed each of the Barnabets with a squinted eye of suspicion.While their stories, demeanor, sincerity and knowledge of the crime scene cametogether as a wonderfully wrapped package for the sheriff who had toiled for sixmonths on the case, Lacoste must have wondered if this family’s tale was one tobe believed. All family members claimed to have no knowledge of any othercrimes, or the Ax-Man murder scenes, in nearby Rayne and Crowley.The sheriff had to establish Raymond’s motive for murdering Alexander Andrus, ofLafayette, and his entire family. Mrs. Barnabet, Clementine Barnabet andZepherin Barnabet all told the sheriff that Raymond had an on-going feud withAlexander Andrus, and that Raymond considered Andrus to be his enemy. The familysuggested that Raymond, over petty jealousy, axed the man, his wife and childrenin their sleep one night. Paired with Raymond’s strange and drunken antics, thetestimony of the Barnabets proved to be all that Lacoste needed to hear inregard to the case.Near the end of his second day of questioning the Barnabet trio, Sheriff Lacostedecided to take a stroll over to Lafayette Parish District Attorney John J.Robira’s office. Lacoste asked the D.A. how strong the state’s case would beagainst Raymond Barnabet if it were based solely on the three confessions of theman’s estranged family members. Robira entertained the idea. Sheriff Lacoste hadraised D.A. Robira’s interest in pinning the foul case of the Ax-Man on one manthus bringing the murderous scourge of Louisiana to justice. Robira, accordingto Benoit’s research, said that if the state could show probability of motiveand opportunity and the confession to several credible witnesses of goodcommunity standing who would, indeed, testify in court, then, yes, he thoughtthe chances of landing a conviction were great.While the news of the San Antonio murders must have haunted Sheriff Lacoste, hewas six months away from giving it much thought. It was unknown if Lacoste evendisclosed to D.A. Robira the details of the the Ax-Man’s slaughter in SanAntonio, and Lacoste’s theory of a killer riding the rails.The next day, District Attorney Robira, himself, interviewed the threeBarnabets. The D.A. found their credibility and statements very convincing.Robira then told those around him that all three of Raymond Barnabet’s familymembers had agreed to testify against him. Robira was very encouraged with theprospect of putting the 19 year-old Clementine Barnabet on the witness standbefore a jury.With that, Sheriff Lacoste filed four first-degree murder charges againstRaymond Barnabet. Robira, of course, accepted the charges. As District Attorney,he began to prepare to present the case before a grand jury. Lacoste had RaymondBarnabet in custody, and worried that Raymond might wag his tongue in jail andget himself killed, or somehow compromise the state’s case against Raymond,Lacoste asked Sheriff Fontenot in Acadia Parish to temporarily house RaymondBarnabet until his trial in Lafayette.On the day that Raymond was brought to the Acadia Parish Jail, the Daily Signalran a story on the the reported murderer of the Andrus family. The Crowleynewspaper said that Raymond Barnabet and Alexander Andrus had once workedtogether at the Southern Pacific coal chutes, and some disagreement between themen led to the unholy bloodletting in Lafayette.The trial of Raymond Barnabet was heavily attended by both blacks and whites.The crowd that gathered to attend possibly wanted to see if Raymond’scourt-appointed attorney, a man by the name of George P. Lessley, could pull arabbit out of his judicial hat and spare his client the hangman’s noose.Barnabet, who appeared unkempt and disinterested in the proceedings, presented agreat challenge for public defender Lessley.Appearance may have been all that was needed for the all-white jury when it cameto Raymond Barnabet. He was an unsavory character to begin with. While Raymondpresented his challenges to his attorney, the District Attorney presentedwitnesses: Dr. L.O. Clark, the deputy coroner of the parish, and ClementineBarnabet, the defendant’s daughter, turned-state’s witness against Raymond.Both of Robira’s star witnesses unleashed powerful performances before the jury.Dr. Clark gave jaw-dropping accounts of the hideous crime scene. Details of thedoctor’s assessment had spectators in the courtroom gasping in shock andhypnotic fascination. Some of the women wiped their eyes as the doctor recalledthe infant-victim, Agnes, and the condition of her head and face. The men in thecourt room swallowed hard trying to stomach the devilish gore that unfolded inthe witness testimony. Then Clementine took the stand and finished off herfather to the delight of every man and woman in the Lafayette courtroom.It began to look ominous for Raymond Barnabet as his daughter held nothing back.Clementine’s testimony was graphic and compelling, perhaps even more than thedoctor’s, twice backed-up and verified for the jurors by her brother, Zepherin,and her mother; it soon became clear to everyone in the courtroom that RaymondBarnabet was on the verge of the gallows.Sheriff Lacoste would have his murderer brought to justice. As far as thesheriff was concerned, the Ax-Man would hang in Lafayette.With no surprise ending, the jury returned guilty verdicts against RaymondBarnabet. “Guilty on all counts,” rang the pronouncement as the judge banged hisgavel, calling for a short recess before the sentencing. After the return fromrecess, the public defender, Lessley, threw the judge and district attorney acurve ball by asking that his client, Raymond Barnabet, be granted a new trial.Lessley stated that his client had not been able to testify on his own behalfbecause he was drunk.Lesssley bought Raymond some time when he told the judge that he had only justrealized that his client had come to court under the influence of alcohol. This,Lessley claimed, was the reason he did not call his client to the witness standat the last minute. The judge became furious, lashing out at the bailiff, thejailer and the sheriff. When the judge received no satisfaction, he said that hewould take Lessley’s motion into consideration, postponing his decision untilthe next morning. The following day the judge stated that Raymond Barnabet wouldbe granted a new trial in the next term of court. The current term of the courtwas over, and so was the trial of the Ax-Man … for now.All of this courtroom drama soon passed. With it, too, passed the summer intothe autumn months. With the autumn air came a little girl one morning, returninghome to greet her parents on a fateful Monday, all while Raymond Barnabet wassitting behind bars, convicted as the result of his new trial. The killing ofthe Norbert Randall family signaled the return of the Ax-Man in Lafayette.The details of the crimes were similiar. The confession by Clementine Barnabetto the Norbert Randall family ax-murders in Lafayette would be something for thecriminal annals of Louisiana history.The sextuple murder in Lafayette sang out on the front page of the LafayetteAdvertiser, Monday, November 27, 1911. The initial reports of the crime seemedto mark a change in the way that the Ax-Man performed his gruesome business.Apparently, Norbert Randall, the senior member and father of the household, hadbeen shot through the head with a pistol, and then was axed in the brain.The rest of the five in the house, the wife and children, were “all murderedwith the same ax, each head being beaten into a jelly.” The November articlerecalled Raymond Barnabet, who was tried and convicted for that murder. Thistime, however, Clemetine Barnabet was the one being charged: in the Randallfamily murders.Sheriff Lacoste snatched Clementine into custody around noon on Monday, November27, 1911. Lacoste commented to the newspaper reporters:“(I have) sufficient evidence to convict her,” said Lacoste. “ (But I am)satisfied that the fiendish acts were not committed by one person alone and (Iam) now on the trail of her alleged accomplices.”The sheriff’s evidence on Clementine came in the form of bloody clothes found inher backyard. The blood-soaked clothes were identified by a white lady named“Mrs. James Guidry,” or “Mrs. ‘Jim’ Guidry,” of Lafayette. According to the newsreports, Mrs. Guidry was an employer of Clemetine Barnabet. It was Mrs. Guidrywho identified the clothes as being garments that she had given to Clementine.In another curious turn, the news also indicated that Norbert Randall andAlexander Andrus were brothers-in-law.Clementine at first denied her guilt, but eventually made a confession that noone would forget.[image15.jpg]While Clementine was being held, the murders picked up again in 1912 with themurder of Marie Warner’s family in Crowley on January 19, 1912 and again withthe murder of Felix Broussard and his family in Lake Charles on January 22,1912.By April of 1912, the world would have more confessions from Clementine, who wasnow being re-branded as “the Ax-Woman.” She maintained that she was not alone inher bloody work, which she now called her “midnight assassinations” numbering 17in total. However, by the time Clementine had confessed, 18 more murders wentdown in Louisiana and into Texas.With no apparent remorse for her crimes, Clementine claimed to have killed fourmembers of the Randall family in Lafayette, four members of the Andrus family,five in Rayne and four at Crowley. By the numbers alone, one thing was clear:Clementine was not working alone.Refusing to offer up any names of her accomplices, Clementine did state that the“ax gang” consisted of two black males and two other black females includingherself. Could this have been the total membership of the “Human Five”?As the murders had begun in Rayne, Louisiana, Clementine said that the fivemembers of her gang drew lots to see which of the Human 5 would murder theWexford family, and the shortest straw fell to her. She then disguised herselfas a man, secured an ax, entered the darkened house at night and brained themother and four children.When it came time for the Human 5 to venture to Crowley to find the Byersfamily, Clementine said that she murdered the family with the assistance of twoother women in her “ax gang.” Clementine may have begun to distinguish herselfas a leader within the gang, instructing these other women in how to properlybrain an entire family to death by ax. Clemetine maintained that the other twowomen stood by and merely watched her kill the mother and father both in thesame bed.“It was an easy matter to get rid of the two small children,” said Clementine inthe April 2, 1912 edition of an Associated Press story out of Lafayette. “Wethought it was better to kill them than to leave them as orphans as they wouldsuffer.”The eerily-posed remains of the Andrus family in Lafayette were recalled byClementine in the same newspaper story.“We took the man and woman, placed them in a kneeling position beside the bedand left the house,” said Clementine. “I was one of the first to aid therelatives the next day and helped prepare the bodies for burial. These familieswere not selected particularly. We started out not know who the victims would be(sic).”According to her own account, on the night of November 26, 1911, Clementinefound herself in Lafayette at the home of Mrs. Guidry, who had employedClementine as a live-in servant or maid. Mrs. Guidry’s home was about one blockaway from the Norbert Randall home. Clementine said that she left her bedroomshortly before midnight to meet up with a woman by the name of Irene, who manyinvestigators of 1912 believed to be a mythical person.After killing Norbert Randall and his family, Clementine came in contact withReverend King Harrison, of Jennings and the Sacrifice Church. Harrison was intown holding one of his infamous revival meetings that seemed to follow theAx-Man murders from town to town. Clementine said she warned Reverend Harrison,who was arrested and later discharged after the Marie Warner crimes, to stayaway from the house of Norbert Randall as it was the home of man who had justbeen killed. Rev. Harrison would confirm this portion of Clementine’s story whenhe was brought in for questioning.Clementine had gained entrance into the Norbert Randall cabin through thekitchen door at the rear of the house and found the family asleep in the dark.Clementine, or one her gang members, claimed the use of an arc lamp, whichilluminated the family in their dreaming slumber. Clementine had also securedthe keyholes on the front and back doors of the cabin by stuffing the keyholeswith rags, as noted at the crime scenes by detectives. This was done to allow nolight to escape the home.[image16.jpg]As the arc light hummed, Clementine paced liked creeping death towards thesleeping family, which were all now in her view. Clementine approached the bedever so quietly where Norbert Randall and his wife lay with their baby girlbeside them. With a swift and terrible swing of the ax, Clementine slew both theman and wife within seconds of one another, then laid to waste the baby and thethree other children in the house. During her confession, Clementine claimedthat one of the children tried to escape after being roused from sleep. Thechild actually got out of bed and took one or two steps before Clementine’s axtook it’s life.After her gruesome work was done, Clementine returned to her bedroom at Mrs.Guidry’s home. Her clothes, spattered with blood and brain, were left in thebackyard as Clementine entered through the gate, in some trance-like state.Blood from her hands left small traces of evidence. In Clementine’s own hand,supposedly, the fastening rope of Mrs. Guidry’s gate latch was tainted with theblood of the Randall family.In her confession in April 1912, Clementine openly boasted that the nextmorning, when she saw folks converging on the Randall crime scene, she stood infront of the home, and then chuckled and laughed out loud at the commotion thatshe had created. This behavior aroused the suspicions of Lafayette Police ChiefChargois and Sheriff Lacoste, who were both on the scene. Their suspicions ofClementine lead to their discovery of the bloody clothes and the blood on theGuidry gate latch.In order to provide more damning proof, a chemist from New Orleans, a Mr. Metz,was brought in to test the blood and brain spatter found at the murder scene.Metz was able to determine that the brain and blood matter found on Clementine’sclothes were the same as that found on the bedsheets and pillows of the murderedRandall family. This would be the strongest piece of evidence in the caseagainst Clementine and possibly led to her confession.It should be noted that many doubted the story of Clementine as her “confession”came after she had been incarcerated for more than five months. Clementine alsoretracted her testimony against her father Raymond, and claimed her owncomplicity in the murder of the Andrus family. With the evidence of only thebloody clothes, even members of the press began to grow skeptical ofClementine’s “confession,” as she had shifted her story … and the Ax-Man murdersdid not cease.An interesting fact about Clementine’s confession is that it overlapped into theworld of the Sacrifice Church, and particularly pointed to the leader of thatfanatical house of God, Reverend King Harrison. Somehow, this “man of God,”Harrison, never reported to the authorities what Clementine confessed to him onthe night of the Randall family murders. Harrison never corroborated any ofClementine’s story until he had been arrested in Jennings, and the pair hadspent time in jail together.In the April 5, 1912, Daily Signal, the Crowley paper reported that Clementinewas now issuing warnings that other families would be murdered by “her friends.”A delay in her arraignment allowed Clementine to comment to reporters, whosepapers announced that three other families in the Lafayette area were next onthe chopping block. The newspaper story reported that Clementine claimed thatthirteen members had been decided upon as the next victims of the “SacrificeChurch.” It was also revealed that a black woman by the name of “Irene” wasbrought in for questioning by police to see if she was the same Irene inClementine’s confession.Why now was Clementine claiming that the “Sacrifice Church” would be preyingupon victims in the community? Was Clementine making up details, telling lies,to lay the blame elsewhere? Could anything she said after that have been takenseriously by the fixated authorities and general public?A week later, following Clementine’s public threat, another family in SanAntonio, Texas became victim to the Ax-Man’s foul butchery. It was on the nightof April 10 and reported in the Crowley newspaper on Saturday, April 13, 1912.The newspaper stated that the “axe fiend” had struck again in a set of similarcrimes to those in Louisiana. However, this time the murderer, or murderers,used a butcher knife on the father of the family of five in San Antonio, WilliamBurton. The news expounded on the theory of the “Sacrifice Church,” stating thatreligious fanaticism was running rampant and the number five had something to dowith it. The next move for Louisiana law enforcement was to arrest as manymembers of the Barnabet family as possible, it seemed. Soon three of theBarnabets were behind bars. But even with three or four members of the possible“Human 5” gang behind bars, the murderous spree of the Ax-Man continuedundaunted.The Lake Charles Daily Times reported on April 9, 1912 that another “Sanctified”preacher was questioned in the ax murders. The Sanctified Sect of the SacrificeChurch was converting members of the black community in droves. The preacherbeing questioned by Lake Charles authorities was known only as “Thompson.”Preacher Thompson was said to have converted many blacks to the “Sacrifice Sect”of some mysterious Christian church. Preacher Thompson was asked by authoritiesto make public the names of some of his converts. Thompson’s memory becamefaulty and he knew no names. According to the news story, Thompson explained themeasure of the members of his order, who believed that as soon as they were“sanctified,” they could no longer sin against God, no matter what crimes theyhad committed. Upon further investigation, Lake Charles authorities noticed thata passage was underlined in Thompson’s bible. The passage from the Book ofMatthew read: And now also the axe is laid unto the root of the trees: everytree therefore which bringeth not forth good fruit is hewn down, and cast intothe fire.Also on this date of April 9, 1912, there was news out of New Orleans. A manclaimed to have seen the dread figure of the Ax-Man in the Crescent City, theheadline shouted: “AXE-MAN SCARE.”Allegedly, a New Orleans representative-elect by the name of Howard Koppel, ofAlgiers, arrived home shortly after midnight on a Sunday night, “just in time toroute a huge mulatto negro, armed with an axe, entering through a kitchenwindow,” according to the news report. This “huge mulatto negro” was said tohave broken into the kitchen window using a file. Koppel said that the would-beAx-Man had raised the kitchen window a few inches as he prepared to climbthrough, but first removed his shoes. Koppel said that he saw the ax clenched inthe perpetrator’s hand, secretly about to enter the home when he surprised thewould-be assassin.“I was just entering a door opening on a side gallery, when a huge black formdisengaged itself from a high hedge against the partition fence across the lawnand started for the back part of the yard. I thought it was a large dog atfirst, but as the man straightened up I saw he carried an axe in his hand. Ishouted at him and dashed upstairs to my room to get my revolver. The man in hishaste ran into some supports for a vine and must have been knocked down, losinghis hat and ax,” said Mr. Koppel in a story reprinted in the Crowley DailySignal.Koppel reportedly fired a shot at the fleeing figure, who was pursued by somelocal neighbors and then was lost in the ward sawmill, leaving behind his shoes,hat and ax. The Ax-Man appeared to have been thwarted, and the lives of Koppel’swife and daughters were spared by the husband’s early return home that evening.This account was the first time that the word mulatto was used by a journalistin Louisiana. Many out-of-state newspapers used the word “mulatto” to describe ahalf-black and half-white, or mixed race Negro, but to the people and thenewspapermen in the South, “blacks” were “blacks” no matter the skin tone. Thesignificance of the lighter-skinned black may be important in the tale of theAx-Man. A case may be made that Clementine and her devout followers were bent onkilling off light-skinned blacks, or mixed-race families. The reasons for theirmulatto assassination mission was that the trees (people) that were bringingforth bad fruit (mixed-race children) needed to be “hewn down” as the chapterand verse from the Book of Matthew “commanded.” The Ax-Man’s bizarreexterminations could be attributed to a biblical misinterpretation of a man suchas Reverend Harrison, who then misled his congregation down a murderous path.If this is accurate, then it may be the first time black people systematicallykilled other “light-skinned” blacks based on some form of final solution for the“racially impure,” predating the National Socialist’s (Nazis) effort in Germany.Were the Ax-Man killings a part of some “black genocide” of mulattoes in NorthAmerica? Perhaps the ax-murders and the exterminations of entire families weredone, not out of a misinterpretation of the Holy Bible, but rather, out of amisinterpretation of eugenics in America. This is pire speculation.In 1912, the first International Eugenics Conference was held in London thatyear. However, eugenic policies had already been introduced and implemented inthe United States during the early1900s. Perhaps it is simply a coincidence thatthe long-branded image associated with the logo of Eugenics is that of a tree.It should also be noted that Clementine Barnabet was often described as a“Creole” woman. “Creole” can mean that she may have been of a mixed-racebackground, which is not uncommon then or today in Louisiana. Clementine wasrumored to have an “alabaster” skin tone, however, photographic evidence showsthat, while her skin was not alabaster in tone, Clementine may have been alighter-skinned black woman. If so, then the theory of the dark, racially-pureblacks killing the lighter-skinned blacks does not hold up. And, again, none ofthe Louisiana papers in Lake Charles, Crowley, Lafayette or Rayne had ever usedthe terms “creole,” “mulatto” or “near-white” when describing the victims. Thelocal, Louisiana papers always reported the victims as “Negroes.”Shedding light on the details of Koppel’s “Axe-Man” account in New Orleans isinteresting because it begs certain questions. Is it possible that the personthat Koppel saw, the “axe-man,” was a white person in the dark? Koppel said thatthe person was “huge.” However, when Koppel saw the figure crossing his yard, hesaid that it looked like a “large dog.” Could a large dog have been mistaken fora small human? There was no indication of any shoe size in the news reports,which could have helped to determine the size of the mystery man.Clementine’s brother, Zepherin, told another tale in the weeks that followed.Zepherin introduced the idea that Clementine and a black man by the name of “MacThomas” and a black woman who went by the name of “Duce” were involved in theax-killings. Zepherin Barnabet said that his sister and her friends, Mac Thomasand Duce, were supposed to be leaving Lafayette for New Iberia, where they wereset to purchase voodoo candjas (charms). According to the news report, Zepherinsaid that his sister and her friends had stayed behind in Lafayette to murderthe Andrus family. The young Barnabet boy also said that the next morning,following the Andrus family murders, his father Raymond roused him from sleepand demanded that his son return to the scene of the crime where Raymond hadleft his tobacco pipe. Zepherin told authorities that he refused to retrieve hisfather’s pipe from the crime scene.At this point, after retracting her testimony against her father for the Andrusfamily killings, Clementine once again accused her father of butchering thefamilies in Rayne and Crowley. It seemed that Clementine only claimed the tenmurdered in Lafayette as hers. This led to more public confusion.As the Ax-Man murders continued on in Texas, lawmakers in Lafayette becamebaffled. It seemed as if Clementine, through her morbid confession, placed aspell upon the authorities. The newspapers even said that by her confession,Clementine had “caused considerable excitement and uneasiness” in thecommunities where the murders took place. Clementine also indicated that her “axgang” were believers in the voodoo charms. As she claimed that she was one offive, the number grew to a hundred-and-five “who had banded together,” accordingto some news reports. Police and jurors, simply bewildered by the headlines andClementine’s yarns, deliberated over things like how much the new reward amountshould be so that a more thorough investigation into the Ax-Man’s horror couldbe called.By February 13, 1912, the newspapers were reporting attempted break-ins of twohomes in the same Lafayette neighborhood, where the Andrus and Randall familieslived, as possible sightings of the Ax-Man. Alarm among the black community wasat a fever pitch with sensational tales abounding. Guards were sitting up allhours of the night to defend their lives from the evil Ax-Man. About 150 men inLafayette gathered one night at the Good Hope Baptist Church in Lafayette forthe purpose of drafting a resolution, which was then drawn up by Judge WilliamCampbell, to pledge assistance and furnish information to the community. Thedrafting of the resolution was more or less a stunt to quell the fears of thepublic who had grown restless and uneasy with the unsolved murders. Tales ofsome sort of “voodoo conspiracy” traveled from Lafayette to Lake Charles,spreading fear from Cajun Country to East Texas. This was possibly the peak ofthe “Ax-Mania” in Southwest Louisiana.It was apparent that the suspects in the killings engaged in the practice offolk magic. This type of superstitious practical magic mixed with religion,which in this case was Christianity, had become infused with African andCaribbean voodoo beliefs. Whatever it was, it had apparently attractedClementine Barnabet. And Clementine was not alone in these beliefs, nor did sheattempt to hide them from the public.After her arrest in November of 1911, the Mahoning Dispatch, a newspaper inCanfield, Ohio, carried a December 1, 1911 news story from Lafayette about thenow infamous Clementine Barnabet. The news report indicated that Clementine,with “screams of hysterical laughter,” rocked back and forth in the witnesschair of a Lafayette courtroom. Her eyes reportedly rolled back into her head sothat barely any of her pupils were showing. She claimed that the Randall familywas killed because “they had refused to obey church orders.” Clementinecontinued rocking back and forth in her chair as she then spoke about the Andrusfamily murder. She said that the Andrus family had also refused to “obey themessage from God,” which was reported to be the mutterings of a voodoo doctor.Clementine had allegedly been seen with this reported voodoo doctor and theother “religiously crazed Negro fanatics,” who had gone into the Andrus’ cabin,hacked the family to pieces and ended with “weird prayers and incantations.”A Kentucky newspaper, the Hartford Herald, ran a story on Clementine in theirApril 10, 1912 edition. In the piece, Clementine said she was the one directingthe killings and that the she was the head of the cult known as the “Church ofSacrifice.” Clementine believed that by taking human life, she and her followerswere able to obtain immortality with no regard for the law of man.“We weren’t afraid of being arrested,” said Clementine. “Because I carried a‘voodoo’, which protected us from all punishment.”Clementine said that as many women belonged to the cult as men, equally sharingin the rituals of human sacrifice. She alluded to the fact that most of themurders would occur on a night when the blacks in the Sacrifice Church wouldhave some sort of traveling revival in various communities, where the followerswould be worked up into a religious frenzy. She said usually the head of afamily would be marked for slaughter. Soon afterwards members of the cult woulddescend upon the house. Once “heads and limbs were separated from torsos andstrewn over the house,” then the faithful members of the Sacrifice Church wouldarrive and begin some sort of “sacrificial ceremony,” according to the Kentuckypaper.The story also indicated that law enforcement officials hoped to arrest fiftyindividuals associated with the cult and that Barnabet was aiding in theirinvestigation.One of the possible fifty involved with the crimes was a hoodoo doctor from NewIberia by the name of Joseph Thibodeaux. He was arrested, but soon dischargedafter he claimed to be only a “yerb (herb)” man and folk remedy doctor who waswell known even to white folks in the area. Clementine claimed that she hadtraveled to New Iberia to purchase the protection of “the hoodoo” that wasbelieved to protect her and her murderous cult members from detection byauthorities. At first Thibodeaux denied that he was a hoodoo doctor, but finallyadmitted that he did give Clementine and her friends some “papers for differentthings.” When Thibodeaux was brought to the jail by Sheriff Lacoste, Clementinerecognized him at once. The hoodoo doctor denied her allegations. Clementinethen went on to describe Thibodeaux’s house and began yelling at him. As he wasmade a prisoner in a cell near Clementine, Thibodeaux continued to deny her.“Yes, you said that I wouldn’t be arrested,” Clementine reportedly yelled atThibodeaux. “But you see here I am in jail.”[image17.jpg]Clementine, being armed with the hoodoo charm, or candja, to ward off capture bylaw enforcement, said that she wanted to test the power of the hoodoo that shehad allegedly purchased from Thibodeaux to see if it truly worked. She initiallyclaimed that this was her motive for slaying the Andrus family, and others, intheir sleep. Faith wasn’t enough for Clementine, it seemed, as she sought totest the power of these hoodoo candjas.Arrests continued in Lafayette. Those associated with Clementine were beingarrested and questioned. These included Clementine’s half-sister, Pauline, and awoman by the name of Valena Mabry.The arrest of Mabry was said to have occurred on a plantation near the town ofLafayette. Suspected of being Clementine’s “Irene” accomplice, Mabry claimed tohail from Sunset, Louisiana and denied any involvement in the crimes. Shereportedly worked on the farm of Dr. P.M. Girard at Bayou Vermillion.Nearly a month after Clementine’s confession, Sheriff Lacoste of Lafayettereported receiving a letter on May 15, 1912 concerning the Ax-Man murders. Thewriter of the letter claimed to be one of the “105” who were banded together tokill Negro families by the ax. The basis for this was religious. The writer,while condemning the vile acts of the murders, also confessed to taking part inthem. The author of the letter claimed that the victims were chosen in advance,“marked” by a man who would travel into towns and makes the necessaryselections. After the victims were marked, the writer claimed that the “others”were then dispatched to those towns with orders to kill based on the authoritycited in the “Sixth and Seventh Books of Moses.”Strangely enough, the Sixth and Seventh Books of Moses are not in the HolyBible. They are, instead, a piece of a “magical text” allegedly written byMoses, which, however, did not surface until the late 18th or early 19thCentury.If the writer of the aforementioned letter was truly an active participant inthe ax-murders, it is unclear how the murder of entire families by an ax is apart of this “Christian magic.” It is possible that the letter was the work of acrank. However, the Sixth and Seventh Books of Moses are not a prank and sometake them very seriously.The Sixth and Seventh Books of Moses contain symbols and magic spells used toinstruct Israelites in the “Laws of Magic.” These books are considered to be the“lost books of Moses,” separated from the original five books, or Pentateuch,and considered to be a grimoire which reveals hidden ancient magic incantations,spells and symbols: to instruct Christians or Jews in how to create thosemiracles mentioned in the Old and New Testament. The book was reportedlypopularized by German immigrants, before finding an audience among the blackcommunity in the southern U.S. who utilized the Sixth and Seventh Books of Mosesin their mostly West African conjuring practice known as “Hoodoo” and theLouisiana Voodoo practices. This could explain how the book became referenced tothe Ax-Man murders, and the possible connection with the Sacrifice Church, whichwas formerly known as the Flame of God Church as newspapers in April and May of1912 reported.Another interesting fact about the “magic” practiced by Clementine and hersupposed cult of the Human Five, was that the believers in the Voodoo, or evenHoodoo, “candjas” or charms, were sure that nothing could stop them, or thatthey were somehow magically protected by the spell, and thus could get away withax-murder. This isn’t an outdated concept for faithful, willing members of anycult regardless of the era.I can recall an unnerving time living in Houston, Texas in 1989 when newsreports were starting to cover a series of horrific, ritual murders. Though theterrifying news came out of Mexico a ripple of fear hit close to home. Thanks toreports of a missing college student, Mark Kilroy, who had visited Matamoros,Mexico during a fateful Spring break, I learned of another serial killer andcult leader by the name of Adolfo Constanzo, the Witch Doctor, or the Godfatherof Matamoros.As Kilroy became one of around sixty missing people in the Matamoros-Brownsvillearea from 1986 to 1989, Constanzo, who was a known drug dealer and cartelleader, was using human sacrifice and black magic to help with the shipping ofhis illegal narcotics. Constanzo believed that the blood sacrifices and theritual magic that he was performing would enable his drugs to pass undetectedand reach their destination without any trouble from the authorities.Much like Clementine and her followers, Constanzo’s cult members believed thatthey were impervious to the elements of law enforcement and would evade capture.They believed these things because Constanzo told them so after performingritual murders of rival drug gangs and innocent strangers. Their belief or faithin this magic actually led to their capture and the discovery of a sacrificialshack in the desert, which was filled with human remains and evidence of ritualmagic.Thinking that he was immune to capture, a 20 year-old by the name of SerafinHernandez Garcia blew past a police checkpoint outside of Matamoros, driving athigh speed. A tail of Mexican police followed him back to the crime scene. WhenGarcia and others were arrested, police thought that they appeared too calm andcollected.Mexican police grew concerned when their prisoners began to tell them that theywere “protected” by some greater power, some force that superceded man’s laws.It was then that the police were told of the human sacrifices commited to securesome occult power to insure their drug deals.“It’s our religion,” Garcia was quoted after his arrest on April 1, 1989. “Ourvoodoo.”It was a form of Mexican voodoo know as Palo Mayombe, possibly very similar towhat Clementine and her devout believed. It was reported that Constanzo was ahigh priest and master practitioner of this African magic.The Miami-born Constanzo ordered killings in Mexico 90 years later, perhaps inthe same way that Clementine, or others, had ordered and seen to the killing ofinnocents. However, Constanzo buried his bodies, while harvesting organs for hisritual cauldron and favored a machete over a pole-ax.Back in late 1911 and early 1912, it seemed clear this Clementine woman was alunatic, authorities and newspaper readers must have assumed. Surely, it was acase of too much religion and a broken mind. Near the end of her trial inLafayette, the question of Clementine’s mental health did become an issue.Clementine had been in custody for nearly a year before her trial in October1912. Headlines read: “Axe Woman Is Sane Declare The Physicians.”While the Doctors E.M. Hummel, of New Orleans, R.D. Voorhies and John Tolsonreported that Clementine was “morally depraved, ignorant and of a low-grade ofmentality,” no signs of insanity were discovered. Clemetine could have hertrial, which didn’t take long.The star witness for the state was the renowned chemist from New Orleans,Professor Metz, who testified that the brain and tissue sample from clothingthought to be Clementine’s was a match for the gore of the Randall family. Metzhad taken blood and tissue samples from the Randall bed and with the aid of hismicroscope, found evidence that the state needed to stop the Ax-Woman, while themurders continued in Texas and into the annals of unsolved crimes.Was Clementine lying? If so, then why? She claimed to have killed 17 people,women and children mostly, with her own hands. She told her story in her ownwords to a New Orleans reporter as printed in the April 5, 1912 edition of theLafayette Advertiser.“My name is Clementine Bernabet{sic}, I was born and partly raised near the townof St. Martinville, (La.,) and moved to Lafayette about three years ago when Ibegan to lead a life of degradation,” she said to reporter R.H. Broussard, ofthe New Orleans Item. “I have never been married. It was while in the company oftwo other women and two men, while in New Iberia, (La.,) that we met an oldNegro who told us that he could sell us ‘candjas’ with which we could do as wepleased and we would never be detected and would be protected from the hands ofthe law by the mere fact of these ‘candjas’ being in our possession. We boughtthem and paid $3 each for them and left New Iberia the same night, returning toLafayette, when we began to plan our actions. We had not yet decided oncommitting any murders, but it was while we were discussing our future plansthat the question came up as to whether we could kill and be protected by thehoodoos.“One of the gang was instructed to go to New Iberia and interview the hoodooman, who said we were safe in any and all actions which we might do. Our liveswould at all times be fully protected by the power of the hoodoos.”The sub-heading in the article indicated that Clementine and her gang of fivedrew lots for the first murder. Clementine’s account recalled a time just twoyears prior, of the first murder in Rayne, Louisiana in 1910.“It was sometime during the year 1910, I believe in the fall, that I went toRayne with my companions, and we drew lots to know who would make the firstattempt of the hoodoos in committing murders,” said Clementine. “The lot fell tome, and accordingly, I (put it) to work that night. I went to my sister, wholived in Rayne, near the O.G. Railroad depot, and later that night went to town,disguised as a man, and securing an ax in a yard near the cabin where I killedthe mother and four children.”When asked how she gained admission into the house, Clementine told the reporterthat she noticed that the interior lamp was lit.“I saw that the light was burning and by that I could easily see inside … I sawthe mother sleeping in her bed, then I decided that I would enter that house andthere begin the work which we had planned,” said Clementine in her account.“Upon entering the house I struck the woman on the right temple and killed herinstantly. One of the children was awakened by the noise, and before he couldraise his head from the pillow, I struck him a blow somewhere near the left ear,then I struck the other two. I left the man’s clothes, which I wore in the houseand left the house in woman’s clothes, returned to my sister’s house and laterduring the same night, I boarded a night-train for Lafayette arriving here (inLafayette) about midnight. It was about 9 (o’clock) when I killed them.”Clementine’s arrival back in Lafayette proved to her gang members that she wasprotected by the hoodoo power of the candjas.“On my return to Lafayette I reported the matter to the other members of the‘gang’ and we watched the development in the case with great interest,” saidClementine to the reporter as she awaited trial in 1912. “When we saw that wehad not been detected we decided that the hoodoos had done their part and wewere safe.”Clementine then told about the Crowley murder scene in vivid detail. Accordingto Clementine’s account, the gang split up, with one of the women going to Rayneand the others, possibly two other men, bound for Lafayette. Two of the otherwomen who made up the Human Five went with Clementine, one to observe how toproperly ax-murder a family in their sleep, and one to keep a lookout.“In Crowley,” said Clementine,“I entered the house with one of the women, whilethe other kept watch, and as I had the ax in my hand I committed the murders. Istruck the man first and just as I did, so the woman woke up. I struck her ablow in the face with the butt end of the ax and felled her. I then struck heronce or twice to be sure that she was dead. Once this was done, it was an easymatter to get rid of the two small children. We thought it was better to killthem than to just leave orphans, as they would suffer.“From Crowley we came back as far as Rayne together, one of the three stoppingin Rayne and the other two, thyself and another came to Lafayette. Later we werejoined by a third, who told us how the officers had searched for the murderersall around her. We never spoke of committing any more murders until some time inFebruary. The night before an election we knew that all the officers would bebusy ‘politicking’ we went to the refinery and there we laid our plans, notknowing who would be the victim or victims.“When we reached the railroad crossing, we saw a light in a cabin nearRamagosa’s store. We decided that was a good place, so we went there.”Much of the detail that Clementine told in the first Rayne and Crowley murderswere identical, as were the latter crime scenes in her accounts. With Clementineand her gang picking out whichever cabin had a light on to transform into abloody crime scene, the question of motive came into play. This made someskeptical about Clementine’s confession. It could have been the reason herconfession was received with varying shades of belief amongst Lafayette lawyersand newspaper reporters. The newspapers often cited Clementine as fabricatingaccomplices and stories. Then there was also the matter of her credibility beingimpugned after swearing an oath and testifying against her father only a yearbefore.[image18.jpg]Was it possible that Clementine gave a “confession” under duress? Was it aforced confession, or a fabrication? If it was a fabrication, then why wouldClementine lie? Was she enjoying her new celebrity status as the Axe-Woman? Wasshe only seeking attention and infamy?During Clementine’s trial, several of the state’s star witnesses, who includedSheriff Lacoste, testified that Clementine gave several variations of her story,and that her confession lost credibility as proof of her lies were revealed inwitness testimony. However, the greatest detraction to Clementine’s story wasthe fact that the murders persisted while Clementine was incarcerated. Evenshortly after her arraignment in April of 1912, Texas received the brunt of theAx-Man’s murderous fury. Another, who was believed to be Mrs. James Guidry ofLafayette, claimed that Clementine was very light on her feet and would treadquietly so as to sneak up on her employers, as she went about her housekeepingduties. It was said that Clementine would laugh out loud with some perversepleasure when startling her employer and landlord, scaring them with herundetected presence in a room.On October 25, 1912, Clementine was found guilty of murder in the Lafayettecourt-house. She was sentenced to life in prison for the confession of 17murders, even though it was reported that testimony during her trial reflectedthat Clementine was responsible for the slaying of 22 individuals. Newspapers,from the Lacrosse Tribune in Wisconsin to the Fort Wayne News in Indiana,carried a story that was notorious all over Louisiana and the South at large.One newspaper even reported that it was believed that 300 people had been slainby the “sacrifice sect” within the last six years.It should also be noted that during Clementine’s confession, she admitted topicking up the freshly axed dead children and caressing them. This would accountfor the blood and brain matter found on her clothes.Her last words in the Lafayette court-room held a cryptic clue to the possible“true confession” of Clementine Barnabet. “I am the axe-woman of the sacrificesect,” shouted Clementine from the prisoner’s stand in the courtroom, where shewas guarded by three deputies. “I killed them all, men, women and babies, and Ihugged the babies to my breast. But I am not guilty of murder.”After these words were spoken, Clementine was swept away into the penal system.Perhaps notoriety was all that she ever wanted."},{"pageContent":"[image19.jpg]CHAPTER FOURThe Strange Case of Marie SantoThe Bible is clear: amnesia produces apostasy.– Dale Ralph Davis, Judges: Such a Great SalvationAs the Ax-Man murders began to erupt in Texas in 1912, Louisiana was spared formost of that year. While townsfolk across Louisiana were reading and hearingstories of the “Ax-Woman,” Clementine Barnabet, another woman entered the story.Marie Santo appeared out of nowhere in Southwest Louisiana in a way that causedmany in the area to suspect her of being the Ax-Man. It is possible also to seeher as yet another victim of the Ax-Man … and a victim of circumstances.Santo was far away from home when she landed in the wrong place at the wrongtime. A native of the Azores Islands in the eastern Atlantic Ocean, she had beenbound for California aboard the Southern Pacific Railroad. She spoke onlyPortuguese, the predominant language of the Azores. Santo hit the ground in anuninhabited area of Southwest Louisiana. The fall apparently knocked herunconscious.When Santo awoke, she allegedly suffered from amnesia, and could not rememberanything about the train, or her fall from the rail car. Santo started wanderingand eventually arrived on the edge of a village, the tiny hamlet of Welsh,Louisiana. Arriving just before sunset, Santo found herself near the home of awoman known as “Big Emma.”According to researcher Benoit, Santo stole a jacket from a nearby clothes-line.Santo then ate and filled her pockets full of raw beans from the garden of BigEmma, whose family, like many people in Southwest Louisiana, had been takingturns on a night watch against the Ax-Man, who had stricken towns to the east(Crowley) and west (Lake Charles) just a few months before. The terror of theAx-Man had not abandoned the black communities of Louisiana by a long shot.The barometric pressure of fear caused by the Ax-Man made Louisiana ripe forcases of mistaken identity and mass hysteria/paranoia. Being on guard, BigEmma’s eldest son heard Marie scurrying in the garden. He fired a warningshotgun blast, and Marie darted away from the house and sought other homes withgardens to forage for food. Watch-dogs began to bark and Marie decided to goback into the woods near the village of Welsh.According to Benoit’s research, Marie slept in the woods for “a day or two”until she finally emerged looking like some sort of wild fiend. It was reportedthat Santo was not in the best of health at this point. She approached thevillage of Welsh again at sunset and happened upon the property of an individualthat the newspaper and Benoit both refered to as an impulsive, reactionary,“Negro hothead.” It is unclear how, but this hothead trapped Marie Santo nearhis home. Santo then tried to flee and scrambled away to hide in a nearbywoodpile. The hot-head closed in on Santo after sounding an alarm to hisneighbors, who joined in the chase after Santo carriying pitchforks, guns, lampsand torches. They found Santo, “wide-eyed and cowering” in the a woodpile andshone their lights on her. The illuminated scene revealed an ax, which waslodged in a stump near the woodpile, making Santo the dreaded Ax-Man in theireyes. Santo was slated to be the victim of vigilante justice as the mob pulledher off the ground near the wood-pile, tied her hands to her side, placed athick rope around her neck and dragged her off to be lynched.[image20.jpg]As this maniacal farce was unfolding, Big Emma and her sons arrived on thescene. Big Emma saw the jacket that the strange woman was wearing, andrecognized it as one that had gone missing from her clothes-line a few daysbefore. Big Emma then began to go through the pockets of the jacket worn byMarie, finding bits and pieces of raw green beans. She began to question Santo,who responded in Portuguese. Members of the mob stepped forward to try tocommunicate with Santo in French, Spanish and English. All attempts failed.Santo’s strange Portuguese, coupled with her intuition, led Big Emma to concludethat this woman was possibly crazy, but probably harmless. She then stoppedMarie from being hanged by the angry mob. In a stunning move, and against thehothead’s wishes, Big Emma even requested that the crazy woman be allowed tostay at her home over the next few weeks.Now in the care of Big Emma, her grown son and two small children, Santo madefive in the household, which would have made a perfect number for the Ax-Man tocome and pay a visit.Santo’s health improved dramatically after staying with Big Emma. Over the nextfew days, Big Emma allowed Marie Santo to walk in the yard and neighborhood, butdiscouraged her from going too far into the village of Welsh for fear that shewould again become a victim of the Ax-Man paranoia. Santo, of course, could notunderstand the warnings of Big Emma, but must have known that something, or she,was out of place in some way. Every time Santo heard the distant whistle oftrains passing in the distance, she would become increasingly restless, possiblylonging to reconnect with her forgotten life, abandoned on a train carsomewhere.One morning, while Big Emma and her family were busy doing their chores, Santosimply walked away from Big Emma’s house to another town nearby, where she wasstared at and shunned by the townsfolk. Once more homeless and hungry, she againapproached a house after sunset. Santo was again shot at and chased, which ledher to hide near the edge of a bayou next to a cypress tree. The mob that cameafter her this time did not seek to dispense their own brand of justice, butcalled for the law to intervene. The locals and the sheriff’s deputy found Santocowering like a wild and abused animal in the dark.The deputies on the scene determined that Santo posed no threat to herself orothers, thus making her a candidate for safe-keeping in a jail cell. It isunclear what parish Santo was taken to, but there is research to indicate thatshe shared some jail time with Clementine Barnabet. The exact location whereClementine was being held was not published in the papers in May of 1912. It isthought that a parish adjacent to Acadia Parish would have been a better placeto hold Clementine in light of death threats after the confession of “theAx-Woman.”If it were possible that Clementine and Marie Santo shared some time inadjoining cells, what strange things would Clementine speak to Santo through thejail cell bars, only to fall on uncomprehending Portuguese ears?After her stay in jail, Santo was turned over to a group of nuns at the St.Patrick Hospital in Lake Charles. Santo was fed, housed and treated with carefor another couple of weeks or so, until someone finally came looking for her.A man named Ed Noble, a Southern Pacific Railroad agent and interpreter from theImmigration Service in New Orleans, arrived one day, having heard the wildrumors that a woman found near the railroad was believed to be theAx-murderer.After interviewing her, Noble determined that Santo was the 35year-old woman that he was looking for, who was reported missing from a SouthernPacific train about two months earlier.After the arrival of U.S. Immigration Bureau official, J.G. Denis, the identityof the mystery woman was solved. It was determined that Santo became missing onApril 22, 1912 as she was traveling with Tony Serpa, a 13 year-old boy thatclaimed Santo jumped from the train somewhere between Houston and Los Angeles.Serpa told his story to authorities in Bakersfield, California, and SouthernPacific officials searched the 2,000-mile range from Houston to L.A. Afterfinding no trace of Santo, the officials acted upon a strange tale of amysterious woman who appeared near Welsh, Louisiana.What is known is that Santo departed from New Orleans on April 19, 1912,according to the stamp on her ticket. Santo was found on May 30, 1912 withnoticeable traces of a rope or cord having been around her neck. No othervisible marks, other than scrapes on her arms and legs from scrambling throughunderbrush, were seen. Santo told the rail and immigration authorities that shehad been mistreated. She said her husband lived in Hanford, California and thatwas the reason that she had left the Azores.However, agent Denis claimed that Santo would succumb to brief spells ofdementia. While at times Santo spoke plainly and in good Portuguese, often shewould stare blankly at anyone who spoke to her.For a short time she was a suspect in the Ax-Man murders.What was never madeclear in the case of Marie Santo is why she jumped from the train in the firstplace. Could it be that she was, as the author has supposed, pushed from thetrain?Whatever it was that made Marie Santos bail out of a moving train car was takenwith her to Hanford, California. The world would never know the reason behindher brief appearance in the bloody saga of the Ax-Man."},{"pageContent":"[image21.jpg]CHAPTER FIVETEXAS1911-1912It is a foregone conclusion that if the “ax man” makes another visit to Beaumontjust now, he will get a warm reception.– United Press, Beaumont, Texas February 27, 1912By the time the Ax-Man returned to Texas in 1912, the Beaumont Enterprisereported that the phantom figure had slain twenty-nine individuals fromLouisiana to Texas. The newspaper was incorrect. The reporter for the BeaumontEnterprise indicated that the tally of the Ax-Man’s death toll was based on fivemurdered in Rayne, four in Lafayette, three in Crowley, another four inLafayette, another four in Crowley, five in Lake Charles and four in Beaumont.While this did add up to twenty-nine, the reporter had some bad information onthe number of victims in the second Lafayette slaying, which was a total of sixat the Norbert Randall house. Adjusting for the forgotten two in Lafayette, thereporter’s count should have been thirty-one. However, thirty-one was alsoincorrect if my theory of the Ax-Man is proven.Unknown to the Beaumont Enterprise reporter of 1912, the first Texas murder,which was covered in the previous chapter, actually occurred before the firstLafayette murder. The Casaway murder in San Antonio, which raised the suspicionsof Sheriff Lacoste of Lafayette Parish, would have notched the Ax-Man’s victims’number at thirty-six victims by the end of February of 1912.While Clementine Barnabet was locked up and awaiting her arraignment, thirteenvictims fell under the blade of the Ax-Man by the end of February alone. TheAx-Man would soon make others fall while Clementine awaited a jury’s verdict.As the Texas murders opened with the Casaway family, my theory begins to takeshape. It is a theory that crosses state lines from Louisiana into Texas, and atheory of the racial pure blacks “hewing down” the bad fruit of interracialmarriages or offspring.According to noted author and researcher Marilyn Hudson, the Casaway family wasa mixed marriage of Louis Casaway, a black man, and Elizabeth Castalow, adivorced white woman. The two had married in Mexico as Texas law forbade suchunions at the time. They had been married twenty years and had three children bythe time the Ax-Man came sniffing at their doorstep.In Hudson’s theory of the Ax-Man’s trail of dead, she surmised something greaterthan religious fanaticism was at play in the Texas-Louisiana murders. Here areher thoughts from an email:As to theories, I suspect the killer in the Louisiana-Texas murders to have beenan African-American, stepping into an area largely inhabited byAfrican-American’s in that period. A white man would have been noticed. Isuspect both the reporting and the investigations covered up something else. Thecrazy religion aspect is just too convenient, in my opinion, and feeds off ofbiases on both sides of the racial/economic divide.There is enough similarities between murders in locations distant from oneanother that something was going on or they were being used by parties unknownto generate fear. Fear controls; so looking into the issues at play, follow themoney. So many of these were near rail lands as competing railroads fought forsupremacy. To my knowledge, no one has really looked into who received the landwhere many of these murders occurred.While it is an interesting theory as to the reason for the murders or theidentity of the killer, this author differs with Hudson. Many of the lots of theLouisiana and Texas residential land located near the railroads seemed to haveremained as such since 1911 and 1912.The first Texas killing had occurred in 1911 with the murders of the Casawayfamily, whose mortal remains were arranged, or posed, by the Ax-Man as if they’dbeen tucked in for a long winter’s nap, while 1912 saw the Ax-Man pay abloodstained visit to the city of Beaumont, Texas.Hattie Dove, 30, of Beaumont, and her three children; Ernest, 14, Ethel, 16, andJessie, 18, met their fate at 1428 Cable Street, on February 19, 1912. Like theearlier Louisiana crimes, blood and brains were scattered over the family’s bedsand walls. The murdering ax was found at the scene along with bloody hand markson a cloth also left at the crime scene. Again, a family perished under theswinging blade of the Ax-Man without the slightest indication of a strugglehaving taken place. Hattie Dove and family were found where they slept in thecomfort of their beds, at home in the northern end of Beaumont.While there were only four victims in this slaying, a possible fifth victimindicated that the killer had possibly selected this address in an effort tokill five, the Ax-Man’s favorite number. There was a lodger, a black man whoworked nights. He was out of the house. Was it possible that the Ax-Man hadwatched his victims first and assumed that the male lodger was either thehusband of Hattie Dove, or one of her sons? Is it possible that, to the Ax-Man’schagrin, only four were slaughtered when the intended number of victims wasfive?The Beaumont crime is interesting because it is a tale of two axes, so to speak.The murder weapon found at the scene belonged to a neighbor, who lived some twoblocks away. In a bizarre turn of events, the Ax-Man had allegedly taken this axfrom the neighbor located down the street and left another ax in its place. Theowner of the Ax-Man’s first ax was not discovered. Apparently, the Ax-Man wasbecoming more brazen with his criminal blood lust, walking a distance of overtwo city blocks, ax in hand. After thirty-two murders, was the Ax-Man that muchmore confident while making his way to the Dove residence to raise the number ofhis kills to thirty-six?Another difference presented at the Beaumont crime scene was the fact that nearthe ax was a bloody cloth. The discovery of this crimson rag, which the Ax-Manhad apparently used to wipe blood from his hands afterwards, was a clue notmentioned at other sites in Louisiana. This was the first time any indication ofthe Ax-Man’s concern for his own cleanliness came into a crime report.The Beaumont Enterprise made a stunning announcement that could have helped toexonerate Clementine Barnabet, who was still in jail in Lafayette at the time ofthe Dove murders. The February 20, 1912 edition of the newspaper stated inregards to the Louisiana crimes:The similarity of the elemental circumstances leaves no doubt but all themurders were committed by the same person and that there is some eccentricmotive for the crimes.The paper also reported that “thousands and thousands” of Negroes had filed pastthe dead bodies of Hattie Dove and family as they were lying in the morgue. Manyof the wild-eyed spectators moaned that “the Lord has deserted them” and somewere heard to murmur that, “a curse had fallen upon the race.”Following the murder of the Dove family, hardware stores in Beaumont began tosee overcrowding as blacks bought shotguns and pistols. There was talk amongstthe black community in Beaumont at the time that armed guards would be placedoutside of homes and in the streets at night.“Frenzied with fright and excitement” members of the black community began totreat unknown Negroes, or any strangers in Beaumont, with a heightened sense ofparanoia. Suspicion ruled the day and night in Beaumont as strangers were askedto leave town on suspicion that they might be the ax-fiend.One such report in April of 1912 indicated that a member of the Sacrifice Churchwas in Beaumont and was then exiled from the city. Clearly, word of theSacrifice Church had made its way to Texas. Such was life in any town in theAx-Man’s bloody wake.Following the Beaumont massacre, law officers from Louisiana came together withTexas lawmen for a conference on the Ax-Man and his murderous spree across thetwo states. The meeting, which convened in Beaumont, welcomed the Lake Charleschief of police as well as the sheriffs of Acadia and Lafayette parishes todiscuss an “organized and systematic conspiracy”. While law enforcementpersonnel did not issue any formal statement from the conference, it was awidely held belief that the Ax-Man was more than one person operating along theSouthern-Pacific railroad line.When the Ax-Man entered the Lone Star state, there were also a series ofindirect victims who suffered or died due to the spreading fear. Max Warren, ayoung black boy prone to sleepwalking, was shot by his neighbor in Smithville,Texas. West Duval, who was guarding his house in the night, fearful of theAx-Man, saw the boy near his home, and when the boy bolted, Duval shot andkilled him.In Gonzales, Texas the word had spread within the black community that a“strange Negro woman missionary” suddenly appeared in the town. Rumor was thatthis strange woman was with the Sacrifice Church. The unidentified woman wasthen forced to leave town by a mob of angry Negroes in Gonzales.Meanwhile, back in Lake Charles, stranger things began to happen. Apparentlymany of the “hoodoo doctors,” who had been selling charms to ward offvisitations from the Ax-Man, began to head west for Texas.Mounted officer Ira E. Barker, of the Lake Charles Police Department, shot andkilled a traveling lightning-rod salesman, A.E. Johnson, of Opelousas, who wasbound for Texas. Barker had attempted to question the drunken and belligerentJohnson, and then shot the man three times. The third and final shot wentthrough Johnson’s head, just above his left eye. Johnson had been selling thelightning rods to help his customers ward off evil spirits and thus becameanother indirect victim of the Ax-Man.The coroner found Johnson to be a verified “hoodoo doctor,” who was well dressedand had $18.44 in his pockets at the time of his death. About this time, manybegan to express concern over a “voodoo conspiracy” in Lake Charles, and thatthe murders were part of the larger conspiracy allowing the voodoo doctors tosell charms after the murders.A week later in Lake Charles, a black preacher by the name of J.F. Anderson wasarrested and sentenced to 30 days in jail for selling charms and powders.Anderson claimed that his charms and powders would “ward off diseases of allkinds” and “make the purchasers immune from the visits of the Ax-Man.” Andersonwas found to have in his possession a wide array of home remedies andappliances, which he claimed would “destroy all fears and dangers originatingfrom the horrible murders.”Another strange thing that took place in Lake Charles following the murders ofHattie Dove and her children was reported from Goosport (an area just north ofLake Charles). It was about a week after the Dove murders that members of theblack community reportedly began to use wet rags to seal their doors andwindows. The rags were thought to prevent fumes from getting into homes afterrumors that the Ax-Man had been drilling holes into victim’s homes and pouringin chloroform. If this were so, it would explain why no family ever seemed to beawakened during the Ax-Man’s home invasions and butchering. It was quitepossible that the Ax-Man implemented religion and science to murder his victimswith the aid of a chemical weapon.If this was the case, more than likely the murderer would be wearing a cloth ora mask to cover his mouth and nose, careful not to breathe in any of the toxins.Perhaps this was why the back door of the victims’ homes was always left open,so that the trace of chloroform would air out and be undetected by investigatingpolice. If this mention of chloroform has any truth, it adds to my theory, andthe report from Goosport is a significant one that gives insight into the serialkiller that was the Ax-Man.Before anyone could investigate further and connect some dots, the Ax-Man struckagain in Glidden, Texas on March 26, 1912. This time another six were snuffedout of existence. The victims were Lyle Finucane, 37, Ellen Monroe, 46, AlbertaMonroe, 8, Jessie Monroe, 11, Dewey Lee Monroe, 12, and Willie Monroe, 16.The story and fate of the Glidden family was preserved by Bill Stein, anddocumented and published by the Archives of the Nesbitt Memorial Library inColumbus, Texas. The original publication featured a photograph, which depictedthe murdered family’s neighbors gathered outside of the crime scene, but thatpicture failed to capture the real story of what happened in Glidden.It was known that Lyle Finucane lived with Ellen Monroe, a mother of 14children. Ellen was separated from her spouse as was Lyle. Coincidentally, Lylewas employed by the Galveston, Harrisburg and San Antonio Railroad. Ellen andLyle had begun to start their lives over, together, in the quiet town ofGlidden.The fact that Lyle was employed by a railroad company begs the question: Wasthis how the Ax-Man first came to see or meet Lyle? If the Ax-Man indeedtraveled by rail, then was it possible that he had simply picked Lyle randomlyas the train pulled into the station?The Glidden murder-scape was not much different from those in Louisiana. BothLyle and Ellen were in bed. Apparently, Lyle fell on the floor near his bedafter being struck; Ellen rose up and was reported to have collapsed in themiddle of the room, brained by an ax.Sheriff Bruce Mayes arrived on the scene and was able to determine that themurder weapon used was the family’s ax from their own woodpile behind the house.The Ax-Man it appears had entered through the back door in his typical fashion.Finding footprints in the backyard, the sheriff motioned for his pack ofbloodhounds to sniff around and follow the trail of the murderer. Thebloodhounds led him to a nearby house that belonged to a black man by the nameof Jim Fields.Could Jim Fields have been the infamous Ax-Man? Was it possible that the fiendhad been living in Glidden, Texas the whole time, committing vile atrocitiesupon families in the night only to return to the Lone Star state for somesemblance of a “normal life”? Did Jim Fields stand wide-eyed in the doorway ofhis Glidden home and watch as law enforcement descended upon his sanctuary,finally catching up to him for all of his ax-wielding homicides?Mr. Fields had, just some three weeks prior to the murders, married a woman bythe name of Ida Booker on March 6, 1912. Newly married, Mr. Fields had soughtemployment at a place called Buckholts just outside of Colorado County. Hereportedly left his new bride in Glidden, at her mother’s home. Then, aftergaining employment with Buckholts, Mr. Fields traveled back to Glidden tocollect his new wife while planning to return to start work on March 27. Ascoincidence would have it, on the morning that the bodies of Finucane, Monroeand children were found, Mr. Fields had made a trip to the railroad depot andpurchased tickets for Flatonia, Texas. This raised the suspicions of local lawenforcement officials, who then arrested Mr. Fields and his wife Ida.Things added up for the local sheriff: the bloodhounds followed their nose toJim Fields’ home; Fields bought tickets to leave town; Fields had $30 cash onhim (which was considered by historians as an “exorbitant amount of money for ablack man to be carrying around” at the time); and Fields was allegedlydiscovered to be in possession of a jacket, stained with fresh blood. It wasalso reported that Fields’ shoes were taken to the crime scene and matched thetracks outside of the Finucane-Monroe home.A few days later, Justice of the Peace Aubrey Gregory came to a dramaticconclusion based on the statement of a former landlord of the new Mrs. Fields.This testimony, which was allegedly given by Ida Fields to her former landlord,C.M. Bailey, seems to me like second-hand information. According to thetestimony of Ida Fields, her new husband had acted suspiciously towards theAx-Man’s latest victims Lyle Finucane and Ellen Monroe. Ida was making herhusband Jim sound like the Ax-Man that everyone was talking about.“Jim came home and we were married on March 6, 1912,” said Ida, according to herdictated statement to C.M. Bailey.He then left and a few days later, returned. On the night of March 26, we wereat Charlie Fields’ house waiting for the train to go to Flatonia. About 12o’clock we started to the train in a wagon, with Charley(sic) Fields and hiswife, for Glidden. They were taking us to the early morning train No. 9.When we reached Glidden, we found out the night train would not stop, so we leftour trunk in the depot and started back home with Charlie and his wife. When wecame to a house, I asked Jim who lived there and he told me that this is thehouse where Lyle Finucane and Ellen Monroe live. Then Jim said that we would getout, he and I, and the others would go on. We took our grips with us. After wewere out of the wagon, I asked Jim what we were going to do and he asked, “Willyou stand by me in anything?” I told him that I would so long as it was right.Jim said, “Come on, then.”We went in the front gate. I stood by a post and Jim went around the back of thehouse. From where I was, I could not see Jim go in the back door. He was goneabout twenty minutes and during that time I heard something that sounded likelicks. When Jim came out of the house, I asked him what he had been doing and hesaid that I wanted to know everything. We then went over to a house near by toleave our grips. After we left the house, Jim asked me again if I would stand byhim in everything, and I told him that I would so long as it was right.Was it possible that Ida Fields had unwittingly married the Ax-Man? Was theAx-Man starting to “settle down” by finding a new job and becoming a newlywed?If the judicial authorities at the time were to be believed, then, yes.Apparently Jim Fields was the killer.Ida Fields was released on bail by authorities. As for her husband, he was nowconsidered the murderer of the Finucane-Monroe family, and was so decreed byJustice of the Peace Gregory.A black-on-black murder sent the black community of Glidden into an uproar. Eventhough the murder was considered to be the eighth in a line of identical murdersof slaughtered families, locals became even more frenzied when they found outthat the Ax-Man was possibly living in their town.One fear remained constant in Glidden and the surrounding areas: the latestmurder would not be the last. Even with the arrest of Jim Fields, many doubtedthat the Ax-Man would be brought to a halt. The popular story of a lone, crazed,religious fanatic began to form like a shadow within communities along the raillines.The Ax-Man spread this disease further on April 12, 1912, when he murdered ablack family of five in San Antonio. He swung his blade again the following dayof April 13th, claiming three more blacks in Hempstead. Hysteria became the lawin Texas, as black families abandoned their homes to seek comfort and shelterwith neighbors. It was said that many of the black women who worked as domesticsfor white families began sleeping in their employer’s kitchens. Men stockpiledweapons, guns and ammunition. Black family members were reportedly creatingtheir own alarm systems with fishing line, which ran from their big toe to theirdoorknobs in case the Ax-Man attempted to pay a deadly visit.The white community in Texas, on the other hand, began to tell blacks that theAx-Man was just a figment of their overactive imaginations. This was documentedon April 17, 1912 at a meeting attended by Sheriff Mayes and Justice of thePeace Gregory of Colorado County. After all, Mayes and Gregory had arrested JimFields. There was nothing to fear, even though identical “Ax-Man murders”continued in San Antonio and Hempstead. At the behest of the riled blacks in thecommunity, a resolution was drafted to request that Texas Governor Oscar B.Colquitt offer a reward for the arrest and capture of the Ax-Man.Much like Clementine Barnabet, Jim Fields was locked up in jail and theax-murders continued. Fields was indicted on May 17, 1912 for the Gliddenmurders. On that particular day, Jim Fields met with his legal counsel for thefirst time since he had been arrested and held in jail. Fields had twoattorneys, Chris Grobe and Gus Miller, appointed to represent him. They had thedifficult task of representing a black man accused of being the Ax-Man, who wasconsidered a figment of the imagination by a noted sheriff and Justice of thePeace of that county. Much of the contention of the case seemed to center aroundthe $30 that was found in Fields’ possession. The two attorneys began to seekwitnesses who could testify as to how Fields came into so much money.On May 20, Jim Fields began a surreal courtroom experience Lawyer Gus Millernotified his client that this was only his second case, and Chris Grobe wasdeathly ill. As things began to look grim for the accused Jim Fields, anotherlawyer, Charles K. Quin, was appointed to his defense on the first day of trial.Both black and white ladies of the community filed into the courthouse, fillingthe court-room in an effort to glean details of the possible Ax-Man of Glidden.The second day of Jim Fields’ trial, the afflicted Grobe returned to court,where a couch had been brought in for him to lie down due to his woozy state. Itwas reported that the attorney listened to the legal proceedings from thecomfort of the couch. In Fields’ defense, several outstanding members of thewhite community testified that Fields was a man of good character. Theprosecution did not submit the alleged statement of Ida Fields into their casedue to the fact that it was second-hand, circumstantial evidence.On a warm Texas afternoon on May 27, the case against Jim Fields went to thejury, who returned with a verdict of “not guilty.” It was reported that many ofthe spectators in the court-room cheered on hearing the verdict. However, Fieldswas returned to jail to await trial for the other ax-murders in Glidden.Finally, on September 23, the last of the charges against Jim Fields weredismissed, and he was released from the state’s custody. Not another soul wasever arrested or investigated for the Ax-Man murders of Glidden.According to historians, Jim and Ida Fields never lived together following thetrial. In 1915, Ida filed for divorce on the grounds that Jim had abandoned heron March 27, 1912, which was the day that he was arrested. With the divorcegranted, it could be argued that the marriage of Jim and Ida Fields was yetanother casualty of the Ax-Man.As for the other slayings in Texas while the innocent Jim Fields was awaitingtrial, a family of five murdered in San Antonio was reported as “nearly white.”The bodies of William Burton, his wife, two children and a brother-in-law becameanother family of victims fallen prey to the Ax-Man. A new detail emerged at thecrime scene on 724 Center Street in San Antonio: butcher knives were left in theremains of only the male victims. Though police reportedly found no evidence atthe crime scene, two “hoodoo doctors” were arrested shortly after the discoveryof the Burton family bloodbath. No charges against any individuals were everfiled, according to the Benoit research.Days later, the Ax-Man got sloppy in Hempstead, Texas. He entered the darkenedhome of Alice Marshall on the night of April 15, 1912, intent on murdering six.However, the Ax-Man only claimed three family members, with only one murderedoutright and two that slowly died.Perhaps the deck was stacked against the Ax-Man that night as the Marshallfamily only kept a small ax or hatchet. He allegedly entered the house throughthe front door and into the room of Ike and Carrie Burney. The Ax-Man belted thetwo without killing them, waking an unidentified third person, who then screamedand rolled under a bed at the sight of the Ax-Man attacking. Three escaped withtheir lives that night as the murderer turned and fled the Marshall home,leaving behind a clue in the form of rags, once again. Police believed that therags were used by the Ax-Man to muffle his feet.The arch-fiend appeared to take a break following the botched attempt inHempstead. There were allegations of his having penned letters that weredelivered to preachers and sheriffs, warning of his coming visit to variouscommunities. These visits, detailed in the “Ax-Man letters” never came to thepeople and places mentioned in the Jack The Ripper-styled and sensationalizedclues. The Ax-Man made no more carnage in Texas for the month of May in 1912.It seemed to be a quiet spring for most of Texas that year. Did somethingdistract the Ax-Man from his hideous deeds?The last documented case in Texas was reported on August 16, 1912. According toRobert C. Benoit’s work, the spree ended with another botched invasion. It wasreported that the Ax-Man made a second attempt on the James Dashiel family inSan Antonio. Very little was known about the first assault, but it seemsunlikely that the Ax-Man would fail twice in a row.It is the belief of the author that the facts of the Dashiel family in SanAntonio do not add up to the Ax-Man’s modus operandi. The Ax-Man neverterrorized a family twice: once was all it had taken. Another factor was thatfor the first time, the Ax-Man failed to kill anyone in the Dashiel home at 114Gibbs Street. It should be noted that this failure to kill happened not once,but supposedly twice. It is my believe that this was a copycat crime attemptingto pin a murder on the Ax-Man, making the last real attack on April 15, 1912 inHempstead, Texas with the attempted murder of six in the Alice Marshall home.According to Benoit’s last entry on the Ax-Man timeline of crimes, he crept intothe darkened bedroom of Mr. and Mrs. Dashiel and struck the sleeping wife in herarm with an ax, who then lunged awake and screamed. The Ax-Man then chopped herin the foot, causing her to scream out even louder. Mr Dashiel was alerted andbegan firing gunshots in the darkness of his bedroom. It was believed that Mr.Dashiel’s bullets wounded him, and then he fled into the night to suffer anddie; but, with no body ever recovered, many in San Antonio still believed thatthe Ax-Man roamed free.[AxeE0002PRINT-101.jpg]If April to August of 1912 were the final days of the Ax-Man in Texas, then whathappened in those four months? If there were no crimes during that time period,what then was he up to for the duration? How did a serial killer pass the timeas the seasons changed? Was it possible that the Ax-Man took a spring vacation?The ax murders were hushed as the summer of 1912 approached. From April into thefirst weeks of June, no reports of any ax-murders circulated. As thetemperatures increased, the cases and murders went cold. Then, far to the north,something terrible happened.Though it was never reported to be the work of the “Ax-Man,” a family of sixpeople along with two house guests were murdered on June 14, 1912, in the townof Villisca, Iowa. The total if eight dead surpassed the previous record of sixin the Randall family massacre."},{"pageContent":"[image23.jpg]CHAPTER SIXA Villain of Villisca, IowaJune, 10, 1912One hundred years ago this week, a family of six were murdered by ax in thelittle town of Villisca, Iowa. Might those killings be linked to as many as nineother multiple ax murders that occurred across the North-West and Midwest in1911-12?– Mike Dash, Smithsonian.com, June 8, 2012.The following chapter and a majority of the previous chapter could not have beenpossible without the input of Dr. Ed Epperly, who is considered the expert onthe Villisca ax-murders. Epperly’s research, which began in 1955, is well knownworldwide. In his own lore, Epperly has had a fascination with the Villiscaax-murders ever since his childhood when he once traded a box ofchocolate-covered cherries for what he believed was the actual ax of the unknownVillisca ax-murderer. From there he went on to college, writing a research paperon the Iowa ax-murders after researching and conducting interviews in 1955 withthose then living who still recalled the gruesome murder of eight in the smalltown.Joe and Sarah Moore, along with their four children and two child house guests,were found murdered in much the same manner as the Ax-Man’s victims in Louisianaand Texas. The gratuitous phrases that became synonymously linked to the Ax-Manin Louisiana and Texas also applied to the Villisca murders: “shortly aftermidnight … entering through the back door … sleeping family murdered in theirbeds … heads crushed to a bloody pulp … neighbors discovered murder scene in themorning … lone ax left behind at crime scene … possible transient killertraveling by rail.”[image24.jpg]There has been much written on the subject of the Villisca ax-man and verylittle written on the Louisiana-Texas ax-murders. The author believes that the“Ax-Man” traveled to the state of Iowa to continue his fiendish work. There iseven a religious element to the Villisca ax murders.The author believes that the “religious fanatic,” who was at the core of theLouisiana-Texas gore was a Presbyterian preacher by the name of Lyn GeorgeJacklin Kelly.Kelly was an immigrant, born in England and appeared to travel the United Statesextensively by rail, often with his wife, Laura. Kelly was an impish man at aheight of 5’2” who departed the train at the small depot in Villisca and mayhave taken notice of the Moore children on Sunday evening. As the Moorechildren, Herman, 11, Katherine, 10, Boyd, 7, and Paul, 5, gave a recitation ata Children’s Day Presbyterian service, Reverend Kelly could have easily spiedthem from across the crowded church. The Children’s Day function, which wasorganized by the children’s mother, Sarah Moore, found them dressed in theirSunday best. The image of these children may have stayed with Reverend Kelly.It should be noted that, if this murder at the Moore house was committed by theAx-Man, the Moore family was a white family of Scottish-Irish descent. If Kellywas the Ax-Man, it would have been his largest murder scene, and his first in atwo-story home.Why the shift? Why would the Ax-Man now target a white family? Was it due to theclose call that he reportedly had in Hempstead, Texas? Were black familiesmurdered in the night becoming the obvious calling card for a serial killer whonow decided, for safety and to remain undetected, to target a white well-to-dofamily? The Ax-Man was already fully rehearsed in slaying. Was he “practicing”or just “perfecting” his evil craft of murder?Reverend Kelly was also known to be a sexual deviant and suffer from mentalissues. He was in Villisca on the night of the infamous ax-murders, and heopenly admitted that he left town on a dawn train, minutes prior to thediscovery of the Moore house corpses. He was left-handed, and the Villiscacoroner determined that the killer was more than likely left handed due to bloodspatter evidence. Kelly was allegedly obsessed with sex and had been caughtpeeping into windows in Villisca a mere forty-eight hours before the murders.[image25.jpg]The fact that Reverend Kelly was a sexual deviant may have played heavily intothe motive for the Villisca ax murders and perhaps the trail of dead left behindin Texas and Louisiana. Dr. Epperly said that he believed the murders were of asexual nature. When speaking of Villisca, Epperly mentions other towns that areoften connected to crime scenes committed by the same perpetrator.“There are three theories behind the Villisca murder,” said Epperly in a 2013telephone interview. “One, it was a traveling serial killer probably riding therailroads and it was the same person who killed the people in these other towns(Colorado Springs, Colorado, Monmouth, Kansas, Ellsworth, Kansas and Paola,Kansas). And that’s a viable theory, you could make a strong case for that.”Epperly’s second theory delved into the marital misdoings of Joe Moore, who wasmurdered instantly in his sleep with an ax along with the rest of his family intheir beds in true Ax-Man style. Epperly said that many in Villisca todaybelieve that Moore’s affair with the daughter-in-law of a banker and electedstate senator was the reason that eight people, which included six children,were murdered in Villisca. While the story serves a purpose with it’s moral andharbors resentment towards politicians and bankers, it seems a stretch of theimagination to think that those in power would risk losing it all, whilemurdering children only to satisfy some social insult such as an affair.How is it that this unpopular banker-politician came to hire a murderer whoperformed a nearly identical crime of butchery upon a sleeping family? Was theresuch a motive behind any of the seemingly senseless murders across Louisiana andTexas? Was the Ax-Man a paid assassin?Due to the convincing of the townsfolk that the powerful, wealthy politician andbanker had committed or paid to inflict the heinous ax murders upon the Moorefamily, the Reverend Kelly was given a pass as the prime suspect. It was apopular belief amongst the townspeople that Rev. Kelly was framed and merely avictim of the evil banker and politician.Epperly’s third theory was that of a sexual murder stemming from the discoveryof one of the two children who were house guests and friends of the Moorechildren, Lena and Ina Stillinger. The Stillinger sisters slept downstairs asthe Moore family slept upstairs. Allegedly, the killer took such caution in hisax-murdering of six people upstairs that the little Stillinger girls were neverroused from sleep. But as the killer lumbered with ax in hand towards the girlsin the lower bedroom of the Moore house, it was believed that one of them, Lena,12, did awaken to the sight of her ax-wielding murderer. Lena was found with herbedclothes pulled back leaving the young girl exposed below the waist, accordingto Epperly.“The killer went to great trouble to spend some time in the house,” saidEpperly. “He pulled down all of the shades. He had a lamp setting at the foot ofthe (Lena Stillinger) bed. He covered the glass and the windows on the frontdoor with clothing that he had taken out of a closet, pinned it up. Theauthorities felt that what happened was that the killer came in, killedeverybody and then he spent a fair amount of time in the rooms, in the house.And the suggestion was that he was probably masturbating in one thing oranother. But they (authorities) didn’t collect any fluids or hair samples. Theytried to take fingerprints, but there had been too many people in the house, andthe scene had been contaminated.”Suspiciously enough, one of the many spectators that gawked at the carnageduring the time of the investigation at the Moore home was Reverend Kelly. Wasit possible that the old adage of “a criminal always returns to the scene of thecrime” was true in the case of Reverend Kelly?“Kelly was a preacher and he had been a preacher since he came to the UnitedStates in 1904 from England,” said Epperly. “And he and his wife, he preachedall over the Midwest. He never stayed anywhere very long. He was very unstable,mentally unstable and financially unstable. He had finally given up. He’d been aMethodist preacher, and he decided to join the Presbyterian Church. And to getcertified as a Presbyterian minister, he had to go to a seminary. He enrolled inthe Omaha Presbyterian seminary in the spring of 1912. To get him money toafford this, and to support him, the president of that seminary had arranged aPresbyterian calling for him, a pulpit, that summer. And it was in a little townnamed Macedonia, which is about 45 miles northwest of Villisca. And it also,with that assignment, had Kelly come every two weeks and preach in two littlecountry churches outside of Villisca. This was his first trip.“The weekend of the murder, he came to Villisca to preach in those churches. Andthen on the night of the murder, Kelly stayed overnight with a Presbyterianminister, who lived about three blocks from where the murder occurred. In themorning he left on a train, he left at 5:19 in the morning. Nobody suspected himat all. But he came back in two weeks later for his regular, assigned preaching.Kelly stayed with the minister again. And on Monday morning, Kelly wasn’tscheduled to go back on Monday morning early. And so Kelly and the ministerwalked down to the murder house. And just as they were walking there, the stateinvestigator... and the county attorney … and the city marshal were all gettingready to go through the house. So, Kelly and this Presbyterian minister kind ofattached themselves to these three investigators. And Kelly went through thehouse. Kelly found a vial laying under the bed, no one else had seen it. Kellythought that was a big clue. And then they talked about fingerprints and therewas a smudge of a thumb print and then Kelly put his own thumb up against it tosee if it matched.”Reverend Kelly spent less time in the Moore house-turned-crime scene than a teamof police and investigators after two weeks of detective work and yet he foundsomething that no detective noticed: a vial under the bed of one of the murdervictims. Perhaps Reverend Kelly was only trying to help, but it seemssuspiciously convenient, as though he knew just what to look for. Was Kellytrying to cover his own tracks, by possibly planting evidence at the scene? Wasit an attempt at some sort of plausible denial in that Kelly could not have beenthe murderer because he could testify that he had assisted the investigators?Epperly claimed that people suspected Kelly carried the vial in his pocket andbrought it into the house. Epperly also said that Reverend Kelly had becomeobsessed with the murder of the Moore family. He wrote letters to friends aboutthe murders, and claimed to be a former detective who worked for Scotland Yardbefore coming to America. He also seemed to be overly enthusiastic aboutvolunteering to help detectives and investigators and even gave the authoritiesa profile of who the possible killer might have been.If Kelly was the Ax-Man down south in Louisiana and Texas, then why was he nowarriving on the scene to help authorities. Perhaps in Kelly’s mind, the Negrofamilies that he had murdered were sub-human. Did Kelly harbor the mind of aracist as well? Or was Kelly worried because it was the first time that he hadkilled a white family and the investigation didn’t close quite as quickly asthey had in the black community?“Kelly was delusional,” said Epperly. “In those letters that he had written topeople, he did make some incriminating statements. I mean, he talked about thatthe killer was disturbed by somebody walking by (outside of the house), and hesaid that the killer heard that and stopped … he said that the killer had heardsomeone walking by. (Kelly mentioned) Things that the authorities wondered howanyone else would know about that.”Besides the obvious differences of the victims racial make-up in Kelly’s allegedcrime and the Ax-Man’s horror show in Louisiana and Texas, another clue surfacedin the Villisca case in the form of a piece of bacon. This piece of bacon, whichwas some four to six inches wide, was assumed to have been cut from a 10 to 12pound slab of bacon found in the Moore house pantry. However, investigators didnot try to match the piece of bacon to the Moore slab.The detached piece of bacon was estimated to weigh two to three pounds and wasfound wrapped in cloth and leaning up against the wall. It had to have been anodd sight: the cheesecloth-wrapped bacon, which appeared ready for travel, nearthe bloody ax, in the downstairs bedroom where the Stillinger girls weremurdered.Was the killer packing bacon? Why? If so, then the bacon was accidentally leftbehind by the killer.Epperly stated that many of the folks of Villisca shared the suspicion that theMoore family was drugged. The possibility of the sleeping families, who seemedto never rouse while the Ax-Man hacked away, being victims of a poison or asedative drug was theorized, according to Epperly.Could the killer have used the bacon to administer sedatives to the family whowould ingest the pork? Would it not be a simple act of injecting thetravel-sized bacon with a syringe full of narcotics?“Some people have said that maybe the Moores got drugged by something that theyate,” said Epperly. “There is some evidence that the Moore’s had cookies andmilk after church. You see, the two Stillinger girls were killed inadvertentlyin a sense. Nobody knew that (the Stillinger girls) were going to be there. Ifthe killer had planned to kill the Moore’s, he hadn’t planned on killing theStillingers. They had come to town and were friends of one of the Moorechildren, and the Stillinger girls persuaded the Moore’s to keep them overnight. When they got home from church, they did have cookies and milk as kind ofa treat for the kids after the evening service. And it was because they leftdishes in the sink that people figured that out. Some people have speculatedthat maybe the murderer drugged the milk.”Epperly said that only a calculating killer, who knew the Moores better thanmost, would know if the Moore family even had milk on a Sunday evening followingchurch. Unless the Moores disclosed their Sunday evening ritual with someone atthe Presbyterian Church, how would anyone know to poison the milk or thecookies?Epperly eerily described details of the Moore murders, identical to the Ax-Manvictims in Louisiana. Epperly spoke as to how it was thought that Mrs. Moore hadbeen awakened after her husband had been dealt a fatal blow to his head, next toher in their bed. As she lunged forward, she was then knocked back down into thebed much like many murdered wives in Texas and Louisiana.But how did the Ax-Man even know when a family would be asleep? ClementineBarnabet, herself, said that she would often peek through holes in walls anddoors and peer through windows at night.Reverend Kelly, unlike the other suspects in Villisca, had a record of being a“peeping tom” or “voyeur,” having been arrested in two different communities,just weeks before the murders.Epperly said that Kelly had a long, sordid history of trying to persuade youngwomen to disrobe for him. One damning piece of evidence against Kelly was usedin a court of law, following his arrest as a suspect in the Villisca slaying inearly 1914. According to Epperly’s blog dated February 8, 2010, Reverend Kellywas indicted by an investigating officer two years later.“In those days, seeing naked women was a good deal harder than it is today,”said Epperly in a 2013 phone interview. “Kelly ran ads in the newspaper. And hegot women to answer the ads. You see, he was looking for a stenographer, whichis usually what he advertised for. Then when they would answer, Kelly wouldexplain that he was writing a book on human passions and that he wanted them totype in the nude. He got in trouble over that, as you might expect. Also, whenhe was preaching in a town called Carroll, Iowa, he had two of his parishioners,young girls, 13, who came individually to his house. Kelly lived upstairs in ahouse and he was going to teach them shorthand. Kelly was a shorthand writer,typist and did secretarial work at times when he needed money. He got the girlsup to his room and then he showed them photographs and drawings of nude andsemi-nude women. He tried to encourage the girls to pose naked for him so thathe could paint them. He went to great risk to see women without their clotheson. He was in prison for it, in fact. He went to prison for a while. He actuallywent to a national mental hospital. Kelly actually went to St. Elizabeth’sNational Mental Hospital because he was judged schizophrenic at the time.”Epperly painted a picture of the night of the Villisca murders and possibly apeek into the mind of the Ax-Man himself based on Kelly’s own confession. Ithappened on a night, probably not unlike many other nights, that Kelly foundhimself struggling to sleep.On the evening of June 10, 1912, the Reverend Kelly found himself wide-awake inthe upstairs bedroom of his host, the local minister of Villisca PresbyterianChurch. Though there was very little moonlight in the night sky that night,Kelly found it all too bright as he stared out of his guest bedroom window.Kelly was 119-pounds of nerves that night as he could hear the sounds of theminister and the minister’s family outside on the front lawn of the house, in atent outside that warm night in Villisca.Kelly knew that the minister of the parish had a throat or sinus condition thatcaused him to seek the comfort of fresh air. When he heard the minister’s familygo quiet in the yard, Kelly knew that it was time. While the sweetness of sleephad overcome the Presbyterian minister and his family in the tent, Kelly was notblessed.Was it images or voices that kept Kelly awake at night? Was it his worrisomefinancial situation?Whatever it was that kept Kelly awake, alone in the house, caused him to take awalking tour of Villisca on that particular night. As Kelly shuffled eastboundin the dark, he came upon the Moore house, which was just a three-block walkaway from the minster’s home on the same street as the Moore house.Kelly stopped walking when he got to the Moore house. From the lighted windowsof the Moore house, the Reverend could easily see the children, obliviouslygetting ready to say their prayers and go to bed. At that moment upon glimpsingthe children, Kelly heard a commanding voice. Kelly identified the voice as thatof The Lord’s voice.“Suffer the little children to come unto me,” said the voice upon the night-timeair.Kelly answered the Lord. His shifty eyes peered into the darkness of thebackyard, seeking out the family’s woodpile or coal shed.“Yea, Lord, thy servant heareth,” said Kelly to the blackness.“Slay utterly,” was the only reply to Kelly from the nothingness.Kelly’s hands fumbled around the pole of the family’s ax from the backyard. Hemarched up the steps and entered the house, which would for the next 100-plusyears be known as “the murder house.”[image26.jpg]When Kelly would stand trial five years later, newspapers revealed that he saw,from his guest bedroom window, a shadow out on the lawn that night of the Moorehouse slaughter. Kelly said that a voice emanated from the shadow and told tohim to “slay utterly.” Kelly took the shadow and the voice to be that of God andso Kelly said that he followed the shadow as it lead him to the church. Thevoice then told him to “go further” and so the shadow lead Kelly to the frontdoor of the Moore home. The voice spoke again, telling Kelly to “go further, goup.” Once inside the room of the four sleeping children in the Moore house, thevoice told Kelly “Suffer little children to come unto me” to which Kelly replied“They’re coming quick. Yes, Lord. They’re coming now.”“It wasn’t always an ax,” said Epperly about the chosen instrument of death inthe Midwest Ax-Man murders. “It was an ax in three cases. It was a length ofpipe in one case. And it was a murder in Paola, Kansas, which I’ve alwaysincluded in the set because it was very similar, in that one where the murderedused either a coal pick or a mason’s hammer. The murder weapon made like apunch, it wasn’t a blade.”By Dr. Epperly’s own assumption, as the expert in the Villisca ax-murders, Kellywas the prime suspect in the case of the Moore murders. He said that it was verydifficult to read about the other Midwest murders and not think that this stringof murders were committed by the same person.“People always ask me if the murder could be solved,” said Epperly. “Of course,it could never legally be solved. There’s not going to be an opening of the caseand a trial of somebody. I mean, obviously the person is dead by now. But one ofthe things that would solve it for me was if I could demonstrate that Kelly wasin any of these other communities at the time of these other murders.”[image27.jpg][image28.jpg]Epperly said that if Kelly did commit the ax-murders of the Moore family, he didsome strange things in the house before or afterwards. A black skirt was takenfrom a dresser drawer or closet and used to cover a large mirror in the home.After leaving the family bludgeoned and unrecognizable, Kelly then covered theheads of Joe and Sarah Moore with their own bed-clothes, and wrapped gauze overthe face of the Moore’s young son Herman. In fact, the killer in Villiscacovered all of the children in a similar manner. Katherine Moore was found witha dress over her face, while Boyd and Paul Moore were covered up much like theCasaway family crime scene in Texas. The killer washed his hands in a bowl ofwater, extinguished a lamp at the top of the stairwell, locked the doors behindhim and walked out into the near dawn of Sunday morning.Two clues that favor Reverend Kelly as the killer, or even as the originalAx-Man, were as follows: Kelly sent bloody clothing to a laundry service inMacedonia upon his arrival from Villisca and allegedly told an elderly couple,who were at the train depot at approximately 5:19 a.m., about the massacre intown that was not discovered until some three hours later.The Reverend Kelly was arrested in the spring of 1914 for “sending obscenematerial through the mail” while he was living in Winner, South Dakota,according to Epperly. Kelly’s dirty little ad seeking a “girl stenographer” todo “confidential work” ran in the Omaha World-Herald. When Kelly received areply from a 28 year-old woman, he specified that she must be willing to posenude as a model, and typing in the nude would be a necessity in her role as astenographer. The letter was turned over to the woman’s preacher as she soughtthe advice of her spiritual counselor. When police and postal authorities gotinvolved, they enacted a sting operation on Kelly. The good reverend was laterarrested as a result.Kelly was convicted easily as the evidence was stacked against him. The courtsentenced him to Leavenworth federal penitentiary in Kansas, but then orderedthat Kelly be remanded to six months in St. Elizabeth’s National Mental Hospitalin Washington, D.C. as a paranoid schizophrenic. Kelly was then “cured” andreleased from the hospital by the autumn of 1914.“After the crime in Villisca, Kelly drifted around,” said Epperly. “Most peoplethink that he went back to England, but he didn’t. He was interviewed in anewspaper and stated that he was going back to England. But, he didn’t have anyresources. Kelly was absolutely destitute, he and his wife. And he ended up inNew York State. He was at Howells, NY in 1921 or 1922. Then he took a job inChester, New Jersey.“When he was in Chester, Kelly was the state chaplain for the New Jersey Ku KluxKlan,” said Epperly. “There was a revival in the Klan in the 1920s.Particularly, the Klan was very big in the North, in certain states like Indianahad a strong element. And New Jersey did as well. It was anti-black. But morethan that, it was anti-Catholic, anti-immigrant, anti-Jewish and kind of a‘nativist’ movement. Now, Kelly was preaching at a Congregational Church inChester, New Jersey, and then he ended up in a town in Connecticut. He was in asmall town, a smaller community, outside of Hartford, Connecticut. He got intosome trouble there. He got into trouble in Chester, New Jersey. He fled town inthe middle of the night. He and his wife went to New York City. I think that hegot caught peeking in windows in Connecticut and New Jersey because there wassome kind of a stigma associated with whatever it was.”According to Epperly, Reverend Kelly is listed in the 1930 U.S. Census recordsfor Manhattan in New York City, after which the trail goes cold. Epperly saidthat he identified the census record as the final piece in the Reverend Kellypaper trail. To this day, it is unknown what became of Kelly or where his finalremains are buried.“I got some fairly reliable information that Kelly died in a mental hospital inNew York,” said Epperly. “I got it, second-hand, from someone who got it fromEngland. New York is very sticky about releasing information on mentally illpeople. So, it’s been very difficult to verify if that is true.”Epperly said that many historians have claimed that Kelly was admitted into theWillard Psychiatric Centre in Western New York shortly after the 1930 census.While making that claim, researchers have unearthed more clues about thesuspected villain of Villisca such as a draft card that placed Reverend Kelly atthe Bowery Mission in 1942. Epperly said that the information on the draft wasverified as true and that Kelly, indeed, was still alive and preaching in NewYork, NY as late as 1942. Kelly would have been 64 years of age. Allegedly,Reverend Kelly was believed to have lived into his 70’s and died in the 1950’swith a date of death that has been unverified.If Kelly was the Ax-Man was he still killing in New York? Did Kelly’sinvolvement with the New Jersey KKK make him a prime suspect as the Ax-Man inthe South, slaughtering black families with extreme prejudice?However, the Moore family and the two Stillinger girls were not of any ethnicityagainst whom a KKK chaplain of Chester, New Jersey would harbor prejudice. TheMoores were a Presbyterian family of European descent. If Kelly was the Ax-Man,is it possible that he was merely an insatiable murderer of children with ablood lust for ax-swinging carnage?Perhaps it was the sight of the Moore children at the Villisca PresbyterianChurch on the night of June 9, 1912 that triggered something in his treacherous,sinister mind. Considering the fact that the Ax-Man had already slaintwenty-five children in Louisiana and Texas, perhaps Kelly now had an acquiredtaste for “suffering the children to come unto the Lord.”More than twenty-five children were murdered under the Ax-Man’s blows. A theorybehind it all begins to take shape. It is a theory that connects the ReverendKelly to perhaps the largest unsolved serial killings in the history of theUnited States and would make him the leading murderer of young children as well.Though Reverend Kelly was arrested in 1917 for the Moore house murders inVillisca, he beat the charge. It should be noted that, incredibly, Kellyconfessed twice to the Villisca ax-murders before the trial even began. He evensigned a confession, which it was argued later that Kelly had signed underduress. The elderly couple at the early morning train depot in Villisca hadchanged their original story, or had seemed unsure of their original depositionagainst Kelly. Kelly, after confessing, recanted before going to court. A firstjury convened and was hung, 11-1. A second jury acquitted the good Reverend. Thekiller in the crimes, for which Kelly was charged and confessed, was neverfound. The case of the Villisca ax-murders and the Ax-Man murders in Louisianaand Texas are unsolved. They remain so to this very day.In 1917 during Kelly’s trial for his involvement in the Villisca ax murders, itwas reported that Kelly preached “blood sacrifice” in many of his sermons. Thissheds light on the Sacrifice Church in Louisiana. The “human sacrifice” beingpracticed in Louisiana amid characters like Reverend King Harrison andClementine Barnabet, could link back to Kelly. The theory of Kelly beingpossibly networked with, or the leader of, a band of crazed, religious folks inLouisiana and Texas only appears more plausible when there is witness testimonyreferring to Kelly as a “religious fanatic” preaching human blood sacrifice."},{"pageContent":"[image29.jpg]CHAPTER SEVENBefore-and-AfterTheories, Clues, LegacyHavner: “You got the ax in the back yard, didn’t you?”Kelly: “I don’t know. I cannot remember.”Havner: “You know you were there. You know you did. I have been looking intothis matter for years. Now tell me. Don’t sob that way.”Kelly: “I was insane. What did I do that for?”Havner: “Don’t ask me. Which did you kill first?”Kelly: “I suppose I killed the children first.”– from a printed portion of Reverend Kelly’s 1917 confessionIn many ways I felt like Iowa Attorney General Horace Havner of 1917. I had beenlooking into the matter of a series of horrific ax-murders for years in my sparetime, as if trying to solve a 100 year-old murder mystery for fun.When I first discovered Reverend George Lyn Jacklin Kelly and the Villisca axmurders, I felt something in my bones. I knew that Villisca was the missing linkin the Ax-Man murders of Louisiana and Texas. Perusing documents, the facts andthe blood-soaked history and theories of Villisca and the Moore murders, Idiscovered more ax-murders across the country. Villisca led me to ColoradoSprings, which led me to the Pacific Northwest in Oregon and back to theMidwest. Each section of the country was touched by a series of death-dealing“Ax-Men” it seemed. Then when I noticed that the murder dates in Villisca neveroverlapped the Louisiana and Texas crimes and those national dates neveroverlapped and seemed to correspond with all of the other nearly identicalax-murders in small towns that were all linked by railroad, I was floored. Thisalarming fact pointed to an unknown epidemic in American history. The whole ofmy developed theory caused a sensational emotion that felt as if a bubble hadburst in my mind. I was enlightened to the darkness of the killer himself. Thekiller that I knew “down here” in Louisiana was the Ax-Man.In Villisca, the killer was a Presbyterian minister. In my mind (and possiblyHavner’s) and beyond a shadow of a doubt, the murderer of the ten sleepingfamilies in my home state and the neighboring state, in which I had a number ofrelatives, was Reverend Kelly. Upon first sight of Kelly’s visage in an oldphotograph or two, I knew that I had my man. With the biblical quote left behindat the Lake Charles crime scene, the extensive travel by rail across thecountry, the morbid confession and the affiliation with the KKK, Kelly struck meas the most plausible suspect in all of the murders. The fact that Kelly wasdestitute and constantly on the run, from state to state, revealed a man who hadnothing to lose. Ultimately he lost nothing and probably lived longer than heshould have … longer than his victims did.Further research indicated that Kelly could have well been killing from the yearof his arrival in 1905 or shortly thereafter. While most historians try toencapsulate, or relegate, the Ax-Man murders to the years of 1911 to 1912, thereare “before and after” murders. It is very possible, according to my research,that Lake Charles was one of the first places where Kelly may have started inLouisiana.As early as February 11, 1910, there were reports of the Ax-Man style murders inLake Charles; Minnie Hodge, a black woman, and her two year-old son on JacksonStreet in the Goosport section of Lake Charles. Jackson Street, which was ablock to the east from Rock Street, is still there today. Rock Street, ofcourse, was where some two years later Felix Broussard and family would be axedto death in their beds. It should be noted that the neighborhood of the twosites in North Lake Charles is well within walking distance of the trainstation. In 1910, however, there were no printed reports of religious fanaticsand voodoo or even of the Ax-Man.On the other side of the murder time-line, there was perhaps the last documentedcrime of the Ax-Man, which could have very well been Reverend Kelly’s last swingof the ax in 1914. It was April 3, 1914 in Arkadelphia, Arkansas when thereported news of another sordid ax-murder came through the wire. The LakeCharles American Press ran the story that recalled the gruesome crimes inLouisiana and Texas in 1911 and 1912. The Arkadelphia murders saw the brutalkilling of Mrs. Elijah Francis and two of her children in their home on thenight of April 2, 1914. One child, Francis, escaped with his life.Shortly after that early spring date, Kelly was arrested for his mailboxsolicitations and sentenced to six months. If he had been sentenced or evenarrested in May, he would have still been out and released by the autumn of thatyear, which would fit perfectly with Epperly’s timeline of Kelly’s history.In his book, Inquisition For Blood: An Outbreak of Ritual Murder in Louisiana,Georgia and Texas, 1911-1912, William Ivy Hair, of Florida State University’sHistory Department, introduced the Peach State of Georgia as a killing groundfor the Ax-Man. According to Hair, during the same months of the Ax-Man’s firstvisit to Texas similar murders occurred in Georgia. Hair wrote that from Aprilto November of 1911, some 13 Negroes were hacked to death with ritualisticovertones in Atlanta. While details varied slightly, knives were found to be theweapons and young, solitary ladies were mutilated outdoors and not in bed. Inone instance in Atlanta, it was reported that a woman’s heart had been carvedout of her body and placed beside her, left to be discovered by authorities. Ablack Atlanta newspaper, the Washington Bee, said that authorities were unsureif one of more Negro men had committed the vile atrocities upon the women in thenight, yet the mainstream press dubbed the serial killings as the “Black Jackthe Ripper” murders. However, by November of 1911 the Georgia killings stopped.The killings resumed that same month in Lafayette, Louisiana.In the opinion of this author, it was the same killer traveling by rail. Fleeingtown in the middle of the night or with early dawn train departures as he wasknown to do, Reverend Kelly comes to mind. Furthermore, it is very possible thatKelly knew, or at least met, Clementine Barnabet. Quite possibly, yet withoutproof, a traveling Presbyterian minister or preacher might have attended variouscongregations across the small towns in the South. Clementine was clearly ayoung girl in 1911, who possibly sought out religious ceremonial events as anantidote to boredom and some form of entertainment. It is quite possible thatwith his history of soliciting young women, Kelly may have met and propositionedClementine one day near a train depot in Lafayette or at a Church of TheSacrifice gathering. When he placed the ads in the Omaha paper seeking astenographer to type and pose for him in the nude, perhaps Kelly once had thisin Clementine.The confession of Clementine is an interesting one that flags many indicationsof a serial killer. The fact that Clementine claimed to “dress like a man” andwear men’s clothes while murdering could be an indication that she was lying toprotect a man who was the real murderer; something not uncommon in many serialkillers: transformation.The transformation theory that was proposed by The Silence of the Lambs author,Thomas Harris, is one that could have played a part in Clementine’s account ofthe murders. Combined with religion and/or magic and ritual, the belief in theattainment of transformation can be a lethal concoction.Peter Levenda wrote of serial killers in his Sinister Forces series. Levendaalso touched on a word synonymous with the serial killer, “insanity.”“Just as Freud sought to understand the human mind by examining its pathologies,we come to understand not only the substance of our own souls by studying theserial killer but – as authors of serial killer fiction such a Thomas Harrishave implied – also the possibilities of our transformation,” wrote Levenda inSinister Forces-Book Three: The Manson Secret. “We seek, in the blood andmadness and gore of the serial killer’s frenzied occupation, the rites of ashaman, the illumination of the magician, the ecstatic trance of the medium, thepossession by a god.”While it should be noted that the part on transformation and magic and ritualpertains to Clementine, she was deemed “sane” during her trial. PerhapsClementine’s diagnosis was only to get the trial underway and result in a speedyverdict. Then there is Kelly who was found to be “mentally ill” or “insane” bythe courts.“Readers may be forgiven if they believe that ‘insanity’ is a clinical term, amedical designation,” said Levenda in his book. “It is not. It is a legal term,and pretends to describe a state of mind in which the accused is unaware of thedifference between right and wrong and therefore incapable of making moralchoices.”It is quite possible too that Reverend Kelly knew Reverend Harrison of theSacrifice Church, as men of the cloth might flock together. Kelly had a perfectdisguise to infiltrate the religious, black community.It is also interesting to note that the Ax-Man, or Reverend Kelly, may have beena stereotypical “snow bird,” which is a term for one (usually of Europeandescent) that travels south in the winter months and returns north during thesummer months of southern heat and humidity. It should be noted that nearly allof the horrific Louisiana and Texas murders occurred in the late fall and wintermonths, while murders like the one in Villisca happened in the summer time, ornear summertime, months. The Ax-Man knew how to ride the rails and when to ridethem.As my theories of Kelly grew, I wondered how he accomplished his devilishcrimes. How did he murder dozens in their sleep without waking them? The theoryof “drugged” bacon being found in the Moore home in Villisca comes into play andcould be a plausible, fascinating clue in the horrid ax-murders.As most of the Ax-Man’s victims were considered to be “dirt poor,” who thencould be a trusting figure within 1911 and 1912 society to give alms unto thepoor in the form of food? A traveling preacher, especially a white preacher fromEngland, could have picked out a poor, Negro family and knocked upon their doorbearing gifts of bread, beans and bacon. A slab of bacon injected with morphineor other narcotics could have lured a family to an early bed-time and a soundsleep.Would anyone have thought it suspicious of a priest to give food to the poor?Would the scene of the crowd-gathering, growing Church of the Sacrifice not havebeen a good one for a villain such as Kelly to hunt for victims?The theory of the Moore family possibly being poisoned originated in Villisca,which was the place where Reverend Kelly with his keen eye at the crime scenediscovered a vial that possibly contained some narcotic concoction or possiblychloroform. The bacon that was found near the murder weapon in the room of themurdered Stillinger girls was found to have a large cut or gash in the bottom ofit. This very well could have been the point of injection or lacing to put afamily to sleep. However, Epperly’s prevailing theory is that the bacon was usedas a hand-held masturbation device. That theory may fit Epperly’s belief thatthe murder inflicted upon the Moore’s and the Stillinger girls was a sexualcrime.Could Kelly have committed the crimes in every region of the United Statesalone? The author believes so even though it is yet to be proven. If Kelly didnot act alone, then it is more horrifying to think that there were, for somereason or another, a great number of Ax-Men working the railroad linecommunities. There were too many, neatly organized ax-murders of families intheir homes in bed committed between the years of 1910 to 1914 to be a renegadeband of killers loosed upon the night-time world. If there were a Human 5 inLake Charles, there would have been more than one set of clues whereas therewere none. One meticulous killer could have taken the time and carefully cleanedup a crime scene and performed his ritual. More than person at a crime scenewould have been noticed by detectives and there would have been a sloppiness andinattention to minute details like window curtains drawn, shades pulled down,furniture in place and the locking of the door to the Moore house behind thekiller after finishing the deed and taking the house keys.Particularly in 1912, if Kelly was not acting alone there may have been dozensof other Ax-Men working in concert, committing nearly identical crimes acrossthe country with no apparent motive. If there were a group of killers riding therails, could this then explain why there were so many ax-murders in 1912?For me, it was too many similar crime scenes to be believed that more than oneperson was the Ax-Man as one single ax was always left behind as the identifiedmurder weapon, with the exception of the crime scene in Beaumont, Texas whichsaw two. Even in Beaumont, only one ax appeared to have been used in the crime.Even in the case of the Human 5 theory, which hypothesized that five killers mayhave been working together in one house at night, doesn’t hold up to the factthat one solitary murder weapon was ever found. Occasionally knives might havebeen found, but it is possible that the knifing of victims occurred post mortemas investigators were led to believe that even the bashing of the victim’s headscontinued after death. In the case of the Moore killings in Villisca,investigators believe that Joe Moore, the father of the Moore family, was struckin the head about 30 times with an ax. They also believed that a majority of theblows happened post mortem.The theory that all the crimes were committed by the same individuals is not anew one. A modern-era blogger simply known as “Inspector Winship” is very wellversed in the criminology of Villisca and all of the serial ax-murders acrossthe country during the early part of the 20th century. Winship claimed on hiswebsite, which is www.gettingtheaxe.blogspot.com[http://www.gettingtheaxe.blogspot.com/], that he believed all of the Midwestmurders were indeed connected and possibly done by the same lunatic. Winshipalso addressed the Louisiana ax-murders and dispelled the theories of the Ax-Manand “the Axe-Man of New Orleans” or the “Jazz Axe-Man of New Orleans.” Thejazz-loving ax-murderer of The Big Easy was real, but only comes across as acopycat arriving several years later than the Ax-Man murders of Louisiana-Texasfeatured in this book. While the Axe-Man of New Orleans showed up late for theparty, in 1918, the fear of the original Ax-Man was still playing heavily in theminds of Louisiana inhabitants. The Ax-Man, the author believes, was killinglong before 1918 and possibly before 1910.Winship wrote of The New Orleans Ax-Man and his theory around the murders. Heanalyzed the Jack the Ripper-styled letters to the New Orleans newspaper theTimes-Picayune and noted obvious similarities to the Jack the Ripper murders.Among other things, Winship said this pointed to nothing more than a desperateattempt at copycat killings.As if the Axeman was some kind of toe-tapping “Angel of Death” on Passover, theletter demanded the citizens of to play jazz music in their homes on the nightof March 19th in order to avoid a visit from the Axeman. This letter lead to thewriting of the song “Axeman’s Jazz.” The majority of questions about the Axemanof New Orleans naturally are of the “Do you think they are related” variety. So, do I think they are related? No, I do not.Winship claimed that the New Orleans ax-murders, which have been the subject ofthe television series “American Horror Story,” were nothing more than a Mafiawar of sorts between two Italian immigrant families in New Orleans: theMatrangas and the Provenzanos. The two families were fighting over control ofthe grocery store industry in New Orleans, and the murders helped to facilitateextortion and fear in the city. Though not really a mystical basis for a horrorstory, the tale takes on a gangster feel. It should be noted that voodoo orwitchcraft or black magic theories were never really a part of The New OrleansAxe-Man lore.Winship paints a picture of another sordid, but real-life character, “TheShotgun Man” of Chicago. Winship drew a parallel between Mafia tactics and theNew Orleans Axe-Man murders in his blog.In Chicago, the Shotgun Man rampaged through “Little Italy” in 1910 and 1911,killing people whether they were business owners or not. In New York, Black Handorganizations would blow up a business without warning then send letters toother business owners in the neighborhood demanding money lest they becomevictims of the same crime. I believe the Axeman of New Orleans was one of thelast episodes of Black Hand activity in New Orleans. The end of the Axeman’sreign of terror coincided with retirement of Matranga Family boss CharlesMatranga and the rise of Prohibition era Organized Crime and a more subtleRacket.Getting back to the Ax-Man profiled in this book, there are obvious questionsthat readers may ask: Couldn’t the Ax-Man murders in Louisiana and Texas havejust as easily been perpetuated by hate groups like The KKK?It’s not very plausible for KKK members, or wannabe-racists, not to haveannounced their presence in the South when it came to fear-mongering and themurder of blacks. The real revival of the KKK came in the 1920s as was pointedout by Epperly. It should be noted that D.W. Griffith’s film The Birth of aNation, which heralded the Klansmen in the mindset of the illiterate as avengingheroes fighting against the degenerate black race, was not released until 1915.And as mentioned earlier, the murder of black women and children began in LakeCharles as early as 1910.Not once in any crime scene detail or newspaper report of the Ax-Man murders wasthere any evidence of KKK propaganda or materials such as a burning cross on thelawn of a murdered family. The Ax-Man was far more sinister and calculating,preferring shadowy fear rather than blatant fear-mongering and rabble-rousing.The only connection to the KKK was via Reverend Kelly, who (as mentionedpreviously) became the state chaplain for the New Jersey chapter following therelease of The Birth of a Nation.As things often lead back to Kelly, many have questioned how he could havemurdered so many with his small stature. It has been dismissed by critics andresearchers (and possibly even jurors) on the grounds that Kelly was physicallytoo small to heft a large pole-ax and murder a family in their sleep. To thosecritics and skeptics who do not believe that Kelly possessed the physicalstrength to murder with an ax, I offer two words: Lizzie Borden.Perhaps the centerpiece of the most famous of all unsolved American ax-murders,Lizzie Borden was acquitted of the 1892 murder of her parents. Coincidentally,Borden and Kelly were roughly at the same age when they became suspects inax-murders. There are differences, however, between Borden and Kelly in popularperception. It is interesting to see that while many might perceive a 32year-old woman as capable of ax-murder, many historians of the Villiscaax-murders dismissed the idea that a 32-year old man of the cloth could becapable of wielding an ax for murder.As I discovered and compiled the evidence against Reverend Kelly, much like theAttorney General for the State of Iowa did many years after the Villiscamurders, I believed in his guilt. What I could not fathom was that, with Kelly’sconfessions amid evidence and witnesses’ testimony, he walked away a free man.How could Kelly have beaten the charge against him?I suspected that as a young lad growing up in England, Kelly may have reveled inthe tales of Jack the Ripper. Certainly, England’s most notorious serial killerwas something that a young George Lyn Jacklin Kelly might have fixated on in hisyouth, as he seemed enthralled with the Villisca ax murders during his time inAmerica.Growing up in England, Kelly would have been well aware of the act of coveringmirrors in the home of a deceased person with dark cloth or blankets, as was apart of a British tradition practiced by some in the 19th Century and the early1900s. This traditional superstition would appear in more than one crime sceneof ax-murdered families, but famously it would appear in the form of a clue atthe Moore house crime scene in Villisca.Did the tales and legends of Jack the Ripper awaken something dark withinReverend Kelly while he was in England? Did this darkness lead him to hidebehind the collar of a priest and the Holy Bible, possibly even to curb hisinner demon?While there is no direct proof of Kelly having an obsession, the evidence andthe lore of Jack the Ripper became front-page news in England, gainingpopularity worldwide. For all of the evidence and yarns of Jack the Ripper’sunsolved crimes, there was one group that was explored and theorized upon havingsome connection with England’s serial killings. This particular globalorganization, who is no stranger to conspiracy theories, just happened to be oneto which the Reverend Kelly belonged.Reverend Kelly joined the brotherhood of the Free & Accepted Masons at a Masoniclodge in Galva, Kansas in 1909. As it turned out, Kelly had been preaching inGalva at the time when he was made a Freemason. The city of Galva, which waslocated in McPherson County in Eastern Kansas, existed along a main railroadline in that state. Moreover, looking at a 1915 railroad map of McPherson Countyit is easy to see that the area was an epicenter of rail travel, a hubconnecting Chicago to the West and East Coasts. There were so many railroadslisted on the 1915 maps, the lines take on a coiling, serpentine nesting groundof iron, coal, railroad workers and railroad tycoons of the day. Then there wasReverend Kelly, who in the midst of all of this, became a brother, speculativeMason.What contacts could Kelly have made in Galva? What bonds could have been forgedwith his newly found brothers in the Freemasons? Did the timing of Kelly’sinduction into Freemasonry in 1909 coincide with the earliest of ax-murders,which began in 1910? If not, and if Kelly was the Ax-Man, was the good reverendax-murdering before becoming a Freemason?Joining the brotherhood meant that Kelly was on equal footing or “on the level,”with aany judge, railroad tycoon or politician that was also a member of thefraternal organization. According to Epperly, who confirmed my suspicions ofKelly’s Freemasonry, Reverend Kelly was not a Catholic and grew up in Ireland,living in the Ulster region. Living in Ulster and not being Catholic, Kelly wasfree to join the Masons.Kelly made the comment that he was happy that he had been raised … in that partof Ireland where he could join The Masons. Again, he was born in England but hisfamily was living in Ireland … his father and grandfather had both beennon-conformist preachers in England. They weren’t Church of England, but theywere preachers.According to Epperly, Kelly even published a book entitled, The Divine Art ofTeaching. Epperly said that he knows of only one copy of this book in the UnitedStates, shelved in a seminary in Texas. Epperly said that he did not recall thename of the Texas town whose seminary housed the only copy of the only bookpenned by the man who possibly committed the largest set of unsolved serialkillings in U.S. history. Epperly, who has researched the book and was able tohave it loaned to him temporarily, said that the near 120-page volume written byKelly deals with the importance of teaching, and how it is an art form that mustbe used. Epperly said that in the work Kelly did not make any reference tosacrificing.Thinking on Kelly’s book and what he termed “the divine art of teaching,” Ithough of Clementine Barnabet again. If Kelly had met Clementine, was itpossible that he was teaching young Clementine about ax-murdering? It should benoted that Clementine, herself, stated in her testimony that she had otherswatch how to do in a family with an ax. Was it possible that she was once astudent in training, observing as Kelly taught his divine art of murderingfamilies in their sleep?If Clementine and Reverend Kelly did ever meet, it was more than likely during achurch or religious setting. Kelly would have been attracted to her sexually andimpressed by her fervent religious and spiritual beliefs. Could Clementine havebeen the perfect distraction for Kelly and his dirty work? Did Clementine giveup her own father on the word of the preacher man, Reverend Kelly?It always struck me that Clementine was lying on the stand, especially as themurders continued during her trial. Furthermore, her testimony seemed like shewas covering for someone else, as she never did reveal any names of thoseinvolved in the Human 5.Whatever Clementine knew of Kelly she took it with her to prison as she wassentenced to life for the murder of seventeen people. It is believed thatClementine died in prison in Louisiana. It is also believed that upon herconviction, the charges against her father, Raymond Barnabet, were dropped.The one thing that Kelly and Clementine had in common was that they were bothcharged suspects in horrific ax-murders. The pair also made their confessions tothe murder charges. Yet, Kelly walked away, a free man. How could this havehappened?Being a Freemason, Kelly could have, at any time during his trial, made a signalor hand gesture that could have been received by a Freemason judge, who thencould have sentenced him to a mental facility rather than prison. Kelly’s use ofthe “secret Masonic gesture” could have been received by a Freemason juror, whowas a part of the hung jury that voted 11-1 in Kelly’s murder case, thus freeingthe good reverend (and brother) Kelly.Does this mean that Kelly was part of a conspiracy to kill as commanded by hisGrandmaster Mason? No, it doesn’t (though some would argue against thattheoretical question). Could Kelly’s affiliation with the Freemasons have madeit possible for him to evade justice or conviction? Yes, it is very plausiblethat in the world that was the United States in 1917, a brother Mason might havegotten away with a lot more than he could today (though some would argue againstthat theoretical answer).The idea that a conspiracy was behind the Ax-Man murders is not very likely.That a group of psychopaths could have orchestrated a spree of nearly identicalcrimes across the country with none of the dates overlapping, was a stretch formy imagination. Theories persist that a massive industrial-corporate conspiracy,which centered around the railroad lines, was at work in the murders. Within thebounds of this conspiracy theory, it has been suggested that politicalmotivation was behind the Ax-Man murders. As author Marilyn Hudson suggested(covered in chapter five of this work), perhaps the murders were thestepping-stone to “land grabs” and fear-mongering for the sake of realestate/financial gain by railroad companies or regional governments. Epperlymentioned a similar theory, which was projected by Phillip Jenkins in his book,Using Murder: The Social Construction of Serial Homicide. Jenkins’ book positedthe numerous ax-murders across the country from 1910 to 1920 as a way ofimplementing some social change based on special interests’ agenda by causing“moral panic” within communities.When it came to the matter of railroads and finances, many would argue thatKelly did not have the economic means to travel by rail. It is possible thatKelly was given some sort of “ministerial pass” via the church or the railcompany and allowed to travel the rails at a discounted rate. Perhaps Kellycould have even acquired a pass from some of the murdered rail worker victims.No matter, for Kelly did spend a great deal of time traveling and moving fromplace to place across the country. Lack of money did not seem to stop thedestitute Kelly and his wife from traveling the country. One can almost picturethe dwarfish Kelly, asking for a donation as a clergyman sent to travel therailroad lines to preach the word of God, bound for glory.A quick visit to the Ax-Man’s former killing grounds, the neighborhoods oftoday, where the murders occurred more than 100 years ago, would shoot holes inthat theory. Most of the neighborhoods today where the Ax-Man struck seem to bein a state of blight as if they are suffering some curse of the Ax-Man to thisday. Within earshot of all of the neighborhoods that I visited during myresearch, the sound of trains could be heard whistling like they did more than100 years ago. The neighborhoods are usually within view of a railroad line orwithin walking distance to the tracks. The tracks were in place when the Ax-Manvisited these neighborhoods and they remain today, an eerie reminder andfacilitator of sorts, delivering and providing the getaway for a harbinger ofdeath.[image30.jpg][image31.jpg]The Crowley, Louisiana neighborhood was the poorest of these old neighborhoodsplagued by the Ax-Man. The homes and the feel of the Crowley streets lookeduntouched by time.In Crowley, I discovered the home of Perry Joseph Yokum, 51, and Alrena Solomon,68, where the couple had lived for about 25 years on a street once called “ShortStreet” and possibly described in the murder accounts of Marie Warner in herchildren, who reportedly lived between 6th Street and 7th Street. Short streetwas the only one that fit the description, though it is now re-named “LennieJohnson Street.”Upon my inquiring of family names mentioned in the 1912 newspapers, Mr. Yokumsaid that the Berdsong family once lived across the street as he claimed toremember from his childhood, stating that all of the Berdsong family were nowdeceased. This was the right place, I thought, as Mrs. Berdsong was the neighborwho lived across the street from Marie Warner and her children in 1912.The modern day house, where Yokum and Solomon live, looked as if it were a“morphed house.” These types of houses were once small cabins that were laterpieced together to make a larger home. As the empty lot next to their home mightsuggest, at least half of their home, I believe, was the Ax-Man murder cabin ofMarie Warner and her kids. The exterior of the house, which was now coated withpink paint, appeared to be at least 100 years old.Eerily enough the house also still rests as the last house on the street andprobably less than 25 yards from the railroad tracks. Eerier still, Yokum tookme to the side of his home which faces the tracks and showed me something in theground. It was a large headstone overgrown with grass and soil. There were novisible markings or chiseled etchings on the large slab. With the absence ofmarkings, it was safe to assume that the Louisiana rain had worn away the nameor names on the stone. I presumed then that this mystery grave-stone must havebeen more than 100 years old. At that moment, squatting close to the ground overthe headstone, I imagined the plausibility of Marie Warner and her childrenentombed in the ground beneath me as the result of some pauper burial in a placethat was once the Warner front yard.The Lafayette neighborhood, where Clementine Barnabet lived and where the fatesof the Andrus and Randall families were sealed, is perhaps the nicestneighborhood of all of the Ax-Man’s 100 year-old crime scenes that I visited.While the area of Madison Street near downtown Lafayette appeared blight free,there is some superstition that remains on the block.Sonya LaComb, of the Historic Preservation Commission of Lafayette, said thatshe had two intriguing encounters when it came to a certain house on MadisonStreet. Known as “The Blue House,” which is on Madison Street in Lafayette, thisturn-of-the-20th century home has rattled some members of the black and whitecommunity. LaComb said that the mystery surrounding the home has never beensolved. However, it is believed that the block of Madison Street once housed theGuidry home, which saw Clementine Barnabet come and go as a domestic employee ofMrs. Guidry. If it is the location of the Guidry house, then it is in one thebackyards near the “Blue House” where Clemetine’s bloody clothes were discoveredin 1911 within sight of the railroad tracks to the east.[image32.jpg]LaComb said in a 2014 interview that of the two individuals that she knewpersonally in regard to the house, one was a white woman (whose name shallremain anonymous) who claimed to have grown up in the house. When LaComb, whowas interested in the property for historical significance, questioned thiselderly white woman about her childhood in the home she would shut down. Variousmembers of the black community in the neighborhood had implied that somethingbad went down in the one-block area of the Blue House, something that none willspeak of to this day.LaComb said that another anonymous elderly woman, now deceased, mentionedsomething about the block of Madison Street some 10 years ago. The woman was anactive member of the Catholic Church and a minister to the homeless, who wouldoften walk down Madison while blessing each side of the street with holy water.“The woman told me that she could bless both sides of the street, she just couldnot bless the whole street,” said LaComb. “She said that she couldn’t doanything for the middle block of the street. Someone warned me about the 500block of Madison. And the only warning was the houses had been blessed, but thatthe streets and the sidewalk was off limits. I thought it was hocus-pocus. Butwhen I asked about the blue house, I couldn’t get anything out of anyone oranywhere with anyone. All I was able to get was that a family had vacated theblue house. No elaborations, nothing at all. And that made me wonder what was sobad about the blue house.”Could some of Clementine’s dark magic have been performed in the house while shewas a live-in domestic? Did the Ax-Man himself pay a visit or take an ax fromthe blue house on Madison Street? Could the restless spirit of ClementineBarnabet still be performing some of her house-keeping duties, which includedsneaking up and frightening the owners of the house as disclosed in thetestimony against her, in the house today?If this were a ghost story, then I found the ghost of a house one afternoonafter driving westbound on Interstate 10. I passed through my hometown of LakeCharles and headed for Beaumont, Texas to find the murder house of Hattie Dove.The house at 1428 Cable Street was gone; nothing remained save for skeletalplumbing that protruded like bony fingers from the overgrown grass on thegrounds of the empty lot. A year after the murder, a church was establishednearby. The signaling horn of a train seemed to engulf the neighborhood as itdid more than 100 years ago. The neighborhood still remains predominantlyoccupied by members of the black community and is riddled with various publicdisplays of Christian crosses apparently to ward off evil, perhaps the evil ofthe Ax-Man.Leaving Beaumont, I set my course back to my home-town of Lake Charles, to lookfor the Felix Broussard home, which I believed that I had discovered in 2011. Iwanted to take in the old North Lake Charles neighborhood one last time. I alsowanted to find a neighborhood elder to interview, as it was my custom to findthe oldest living person in the neighborhoods once visited by the Ax-Man.During my drive back to Louisiana, I thought about what Peter Levenda hadwritten on serial killers and their connections with the priests or shamans ofour society. Levenda theorized in Sinister Forces Book Three: The Manson Secret,that if adult abusers were merely “acting out” what they had experienced as achild, then what of the serial killers? Was it possible that serial killers wereacting out a different reality and experience altogether? Was it spiritual orphysical? I wondered.I recalled that Levenda had a take on Mircea Eliade’s theory that the mentallyill “became shamans” because they had “succeeded in becoming cured.” Levenda putforth the idea that “those who were mentally ill (like Dahmer, like Gein),became serial killers precisely because they had not succeeded in becomingcured.”With all of the voodoo fanaticism and a suspected holy man as a mass murdererthat surrounded the Ax-Man murders, Levenda was right in his assertion that“shamanic impulses” have not died out in our modern day society. Levenda wantedto clarify that he did not suggest that serial killers could be holy orspiritual beings, stating that the “call to become a shaman is not necessarilydivine; it could as easily be demonic.”I thought about Levenda’s words as I drove into North Lake Charles, taking noteof all of the church advertisements on billboards and the churches that seem tobe growing in number along the highways of Louisiana. I thought of how it wasobvious that society was hungry for some “spiritual impulse to celebrate, toworship life in all its forms, to experience spiritual ecstasy” as Levenda putit. However, the serial killer, Levenda said, makes up the “dark side of thatforce.”I came to Jackson Street in North Lake Charles, the street where Minnie Hodgeand child met their fate. I was a block away from where the Broussard family wasslain. I wondered what the family looked like. Were the Broussards mulatto, orlight-skinned, as one theory suggested that the Ax-Man, or Clementine Barnabet,were targeting mixed-race blacks?I thought of William Ivy Hair’s summation of the Ax-Man murders. Hair was of thebelief that it was a black on mixed-black crime from the beginning. I alsobelieve that Hair posed good questions in his writing on the theory.“It seems reasonable to hypothesize that in the mind of the violence-prone blackof the early twentieth century,” said Hair in Inquisition For Blood,“ themulatto would make a convenient surrogate for the hated white man. Even the manymurders of 1911-12 received scant notice at the time, and no commentary since.Were these ritual slayings a relatively isolated phenomenon, signifying nothingmore than the madness of a few individuals? Or were they a spectacularmanifestation of something deeper within the Afro-American experience?”In North Lake Charles, signs of the Ax-Man’s visit to the old neighborhood areevident to this day: the blight, the hopelessness, the fear and crime. It seemedthat in this neighborhood and all neighborhoods where the Ax-Man had been, thenight seemed darker. Even during the day in these neighborhoods, there was adarkness that was ever-present.I took photographs of the house that I believed was the Broussard family’s. Onthe other side of the street, I saw a man washing his car in his front yard. Iwalked over and quizzed him about his neighborhood’s history. I asked him aboutthe murders, the Broussard family, the Ax-Man and The Sacrifice Church. He knewnothing. The only thing that did get a reaction was when I asked about aReverend King Harrison, of The Sacrifice Church. He did say that when he was asmall boy, growing up in the neighborhood, he remembered a Reverend King, areally old man, who would walk a donkey up and down the streets. He said thatkids would flock to the donkey, and Reverend King would give the children rideson the donkey. If it was the Reverend King from the the Ax-Man lore, he wouldhave been about 85-90 years-old at the time.[image33.jpg][image34.jpg]Upon a tip from the same fellow, I arrived a the doorstep of a lifelong residentnamed Marian Jackson. Being on Jackson Street, I wondered as to the location ofthe house where the Minnie Hodge murderstook place. Was Mrs. Jackson’s house theHodge house in 1910?Mrs. Jackson, who was sweet as apple pie, opened her door to me after I told herwhy I had come. I daid I was a reporter working on a story about the Ax-Man andthe murders of 1910 and 1912 in her neighborhood. Mrs. Jackson told me me thatshe was born in 1929. Her mother gave birth to her in the very same house wherewe sat on this day and talked about the Ax-Man. She gave me a brief interview.“Oh Lord, yes, I surely do remember hearing about the Ax-Man when I was just sixyears-old,” said Mrs. Jackson. “It was 1935, you know, but people were stilltalking about it even then. People were still scared. Parents used to tell theirchildren about the Ax-Man so that kids would make sure to lock the doors andwindows at night. I remember hearing that some parents used to stay up inshifts, where a mother would stay up until midnight and then the father wouldwake up and stay up while she slept.”From the interview with Mrs. Jackson, I was able to gauge that, in 1935 in LakeCharles, some 23 years after the last reported Ax-Man attack, folks still livedin fear in the black neighborhoods. As if it were a hereditary thing or a familyheirloom, fear of the Ax-Man remained. The real fear may possibly have beeninstilled due to the fact that no one was ever captured as the Ax-Man. If anyonehad heard about a conclusion or closure to the horrifying tale, it would havebeen the black community. As the Ax-Man slowly faded from the headlines and intoobscure and unearthed history, the fear settled in the neighborhoods and tookroot it seemed. The Ax-Man stories may have fallen on deaf ears of a youngergeneration who simply relegated them to some urban legend, a myth or the “boogeyman.”As I watched Mrs. Jackson fix me a cup of coffee with her massive GermanShepherd at her feet, I wondered if the Ax-Man was the reason that Mrs. Jacksonkept the large dog in her home every night. More than 100 years later, she wouldlock her doors and double-check the windows before she went to bed at night. Iwondered if Mrs. Jackson’s parents were the first generation to start lockingthe doors and barring the windows at night in North Lake Charles, after themythological “good ole days” that I’d heard about as a kid, when no one in LakeCharles had to lock their doors at night. Watching her smile as she brought mecoffee, I was certain that she did her nightly security check as her parentsprobably did ever since the Ax-Man came to town.Mrs. Jackson, who probably knew nothing of a Reverend Kelly or unsolved murdersin Villisca, Iowa, took her first sip of coffee and sat in silence.“It was so long ago,” she said. “But it really happened.”“What’s that?” I replied.She smiled. Then she repeated,“He was real, you know?” she said, grinning. “The Ax-Man, he was real.” . "},{"pageContent":"THE AX-MAN: TIME LINE OF A KILLER190912/04/1909 – Cleveland, Ohio – woman and two children slain by apparent knife orax murderer.12/1909 (unconfirmed date but after the above) – Cleveland, Ohio – woman foundmurdered near RR tracks.19101/ 1910 – Rayne, La. – unconfirmed family thought to be Wexford family wereallegedly ax-murdered.2/11/ 1910 – Lake Charles, La. – Minnie Hodge ax-murdered in Lake Charles, twoblocks from where the Broussard family would meet their fate some two yearslater.10/1910 – Cinncinati, Ohio – body of Mary Hockney found alongside a Canal Ridgerailroad with head crushed from possible ax-wounds.1911January 26 1911 – Crowley, La. – a family thought to be the Byers family, whichincluded a father, mother and child were murdered. This was the first Crowleyfamily to be murdered by The Ax-Man.February 23, 1911 – San Antonio, Tx. – Cassaway family murdered in their sleepand arranged by the killer post-mortem. While many dates state that the Cassawaymurders happened in March and April of 1911, articles reporting on the matterindicated that the Cassaway murder happened before the first Lafayette murder.Feburuary 24, 1911 – Lafayette, La. – The Andrus family becomes the firstLafayette family to fall victim to The Ax-Man.March 1911 – reports from San Antonio begin to surface in newspapers across thecountry in regards to the Cassaway murders.August 1911 – Booneville, Indiana – Lee family axed to death in their sleep.September 1911 – Colorado Springs, Colorado reports of two families (six people)murdered in one night, the Burnham family and the Wayne family. One victim wasto be Blanche Wayne, who was found murdered in her sleep by ax-wieldingassailant who left the weapon at the scene and allegedly washed his hands. Mrs.Wayne was found with her head covered with bed clothes, believed to have beencovered by killer.October 4, 1911 – Monmouth, Illinois – William Dawson family reported as havingbeen axed to death.October 19, 1911 – Ellsworth, Kansas – Showman family of five are reportedmurdered. The family’s telephone was found covered with clothing much like theVillisca murder where the Moore’s mirrors were covered with bed clothing.November 27, 1911 – Lafayette , La. – The Norbert Randall family becomes thelargest slaughter of The Ax-Man under one roof to the date with the murder ofsix family members.1912January 19, 1912 – Crowley, La. – Marie Warner and her three children aremurdered in their sleep.January 22, 1912 – Lake Charles, La. – The Broussard family is found murdered atthe height of The Ax-Mania.February 19, 1912 – Beaumont, Texas – Hattie Dove and her three children died atthe hand of The Ax-Man.March 26, 1912 – Glidden, Texas – Monroe family murdered.April 12, 1912 – San Antonio, Texas – an unidentified family of five murdered byThe Ax-Man.April 13, 1912 – Hempstead, Texas – an unidentified family of three were foundmurdered.June 10, 1912 – Villisca, Iowa – The Moore family and two houseguests aremurdered.June 14, 1912 – Paola, Kansas – Rollin Hudson and his wife are reported murderedjust days after the Moore family in Villisca, Iowa. The crime scene is nearlyidentical to Villisca and robbery was reportedly not the motive in this crimescene as was in the Louisiana crimes.December 19, 1912 – Columbia, Missouri – Mary Wilson and her daughter GeorgiaMoore are reported murdered with an ax.1913June 10, 1913 – Harrisville, Missouri – The Arthur Kellar family is reported asvictim of an ax murderer. The wife, who survived the attack, was placed on trialand thought to have committed the murder. Curiously, Arthur Kellar was arailroad worker at the time at the time of his murder.In the opinion of the author, this is possibly the last of the true Ax-Manmurders as committed by killer known as The Ax-Man.November 1913 – Muskogee, Oklahoma – B.F. Richardson and C.S. Everett are just acouple of victims in the “hatchet fiend” cases that began in November to Januaryof 1914, when a A.H. Orcutt survived the midnight attack of a double-axewielding assailant.With the popularity of Villisca and the Texas and Louisiana murders, Oklahomasees perhaps the first “copycat” killer known as The Hatchet Fiend.1914April 3, 1914 – Arkadelphia, Arkansas – Perhaps the first Ax-Man “copycat”killing occurs in Arkadelphia where Mrs. Elijah Francis and two children arereported murdered in their home as one of the children, a young son, escaped theunknown killer.July 6, 1914 – Blue Island (Chicago), Illinois – The Mansfield-Mislich familywas murdered at night in their home. However, Epperly said that he believed thisto be an isolated incident not connected with Villisca or the Gulf Coast murdersas the case saw a confession from an immigrant by the name of Casimer Arezewski,who turned himself in to New York authorities shortly after the murders.Reverend Kelly is tried and sentenced to six months in mental hospital inWashington, D.C. for a federal postal charge. During his stint at St.Elizabeth’s in Washington, D.C., not one family is reported as being ax-murderedin their sleep.1915Following his release from the federal mental hospital in late 1914, ReverendKelly spends a bulk of 1915 , on probation, and under close scrutiny ofofficials in Sioux City, Iowa. That same year there are no reported ax murdersin the United States.Kelly was also arrested for the Moore-Villisca murders in the Spring of 1916,which also saw no families murdered with an ax in their sleep that year.1917Reverend Kelly is put on trial for the Villisca-Moore Ax-Murders. [image35.jpg][image36.jpg][image37.jpg][image38.jpg][image39.jpg][image40.jpg][image41.jpg][image42.jpg][image43.jpg][image44.jpg][image45.jpg][image46.jpg][image47.jpg][image48.jpg][image49.jpg][image50.jpg][image51.jpg][image52.jpg][IXXMG_0009.jpg]"},{"pageContent":"[image54.jpg]"}]
