[{"pageNumber":1,"pageContent":"THE SCIENCE OF FOOTWORK The JKD key to defeating any attack By: Ted Wong \"The essence of fighting is the art of moving.\" - Bruce Lee Bruce Lee E - Paper - II Published by - The Wrong Brothers Click Here to Visit our Home page Email - wrongbrother s@yahoo.com Jun Fan Jeet Kune Do Terminology Chinese Name English Translation 1) Lee Jun Fan Bruce Lee’s Chinese Name 2) Jeet Kune Do Way of the Intercepting Fist 3) Yu - Bay! Ready! 4) Gin Lai Salute 5) Bai Jong Ready Position 6) Kwoon School or Academy 7) Si - jo Founder of System (Bruce Lee) 8) Si - gung Your Instructor’s Instructor 9) Si - fu Your Instructor 10) Si - hing Your senior, older brother 11) Si - dai Your junior or younger brother 12) Si - bak Instructor’s senior 13) Si - sook Instructor’s junior 14) To - dai Student 15) Toe - suen Student’s Student"},{"pageNumber":2,"pageContent":"16) Phon - Sao Trapping Hands 17) Pak sao Slapping Hand 18) Lop sao Pulling Hand 19) Jut sao Jerking Hand 20) Jao sao Running Hand 21) Huen sao Circling Hand 22) Boang sao Deflecting Hand (elbow up) 23) Fook sao Horizontal Deflecting Arm 24) Maun sao Inquisitive Hand (Gum Sao) 25) Gum sao Covering, Pressing Hand, Forearm 26) Tan sao Palm Up Deflecting Hand 27) Ha pak Low Slap 28) Ouy ha pak Outside Low Slap Cover 29) Loy ha pak Inside Low Slap Cover 30) Ha o’ou sao Low Outside Hooking Hand 31) Woang pak High Cross Slap 32) Goang sao Low Outer Wrist Block 33) Ha da Low Hit 34) Jung da Middle Hit 35) Go da High Hit 36) Bil - Jee Thrusting fingers (finger jab) 37) Jik chung choi Straight Blast (Battle Punch) 38) Chung choi Vertical Fist 39) Gua choi Back Fist 40) Ping choi Horizontal Fist 41) Chop choi Knuckle Fist 42) Saat Knee 43) Jang Elbow 44) Kow Tao Head Butt 45) No’ou tek Hook Kick (Roundhouse Kick) 46) Juk tek Side Kick 47) Hou tek Back Kick 48) Hou juk tek Back - Side Kick 49) Juen tek Spin Kick 50) Dum tek Foot Stomp 51) Gua tek Inverted Hook Kick 52) Jeet Tek Stop Kick 53) Jik tek Straight Kick 54) So tek Sweeping Kick 55) Chi sao Sticky Hands Exercise 56) Tan sao Palm Up Deflecting Hand Of the many things my late Sifu Bruce Lee impressed upon me, the most important was the need to be fluidly mobile. Probably the most important component in JFJKD is footwork. Ironically, most of the martial artists I see practicing today, and"},{"pageNumber":3,"pageContent":"this is by no means addressed only to amateurs or beginners are neglecting their footwork which is unfortunate, owing to the fact that footwo rk is, quite simply, the science of motion. To me, the more I learn about JFJKD, the more I see the scope of just how important footwork truly is. Please don’t think I’m overstating things when I say that footwork is, in a word, \"everything\" in JFJKD. Take another look at the quote of Bruce Lee’s that I opened this E - Paper with, I mean really think about it. \"The essence of fighting is the art of moving,\" and moving is footwork. The principles of movement form the very heart of combat. Footwork means mobility, and being mobile is strongly emphasized in Bruce Lee’s art. The two chief things that proper footwork provides for the martial artist is a means of finding a target and a means to avoid being a target. It will beat any punch or kick and get you to where you want to go; whether in for a strike or the hell out of harm’s way. Bruce Lee once said that the four components of footwork consisted of: 1. The s ensitivity of your opponent’s aura, 2. Aliveness and naturalness, 3. Instinctive pacing (distance), 4. A balanced position at the start and finish. It should be obvious that you cannot use your hands or legs effectively until your feet have put you into po sition in which you can do so, if you are slow on your feet, you will be slow with your punches and kicks. Good footwork allows you to hit from any angle and also to follow up your initial attack with more powerful finishing blows. Footwork, in short, \"get s you there and gets you out.\" Another important tool in JFJKD is learning how to correctly judge distance, which Bruce Lee referred to as \"the fighting measure,\" which is simply another way of saying, \"distance.\" It’s very important to know to judge dista nce because distance is the relationship between you and your opponent. It all depends on the length on the distance you need to bridge or close between you and your opponent and also your opponent’s reaction speed. Bruce’s main emphasis was always footwor k. He told me that \"Good footwork can beat any attack.\" And he used to have me drill constantly on footwork, in an effort to get me to improve my balance. He wanted me to be able to glide in and out, throwing techniques from all angles after coming into va rious ranges through footwork. And, of course, he emphasized the avoiding of attacks through footwork. Without footwork, you cannot complete the task of fighting with any degree of efficiency. Footwork is purposeful movement Many people think of footwork a s some sort of bouncing movement, but the one thing Bruce Lee stressed to all of his students was never to move for the sake of"},{"pageNumber":4,"pageContent":"moving, and not to bounce simply for the sake of bouncing. Bruce didn’t bounce around much when he was sparring; he was very con trolled and motionless, until he saw an opening. And by then you were flat on your back. Every move you make should be purposeful; it should be done to either deliver a hit, to move into position to deliver a hit, or to move out of the range of being on th e receiving end of your opponent’s hit. The key to success in footwork is to keep it simple. If you aim toward simplification, rather than complex or intricate foot patterns, which more resemble dance patterns than efficiency, your footwork will be smooth, direct and efficient. If you use economy of motion, you will always be relaxed, which is crucial to your reaction time and to the speed of your attacks, defenses and counter - attacks. Another great benefit to proper JFJKD footwork is the fact that it provi des you with a means by which you can employ the force of inertia, which, properly applied, can tremendously boost your punching / kicking power. These are some of the reasons that footwork seems to me so important. Footwork also serves to enhance your bod y alignment, which makes your leverage more favorable and your strikes more devastating. Another aspect of combat that is enhanced by proper footwork is speed. I mean footwork is what gets you there to deliver your technique, and out of there, before your opponent can deliver his. Footwork is not only used to deliver techniques or avoid techniques, but also to set up techniques. It’s part of strategy, a form of P.I.A. (Progressive Indirect Attack). It can lure your opponent in to a trap, allow you to gain t he proper fighting measure and also bridge the gap to your opponent. Good footwork accomplishes all of these things. I liken good footwork to operating a four - wheel drive. Most people only utilize a two - wheel drive; that is, they’re limited as to what tech niques they can throw because they’re really only comfortable in their two - wheel drive mode. However, once you learn on the options that avail themselves to you with increased mobility, you realize that footwork is an option provider. While some people mis takenly consider to be merely bouncing around like Muhammad Ali or Sugar Ray Leonard, others equally as mistaken, think of footwork as simply something that moves you in to hit your opponent, without realizing that it’s just as important in preventing your opponent from hitting you. In Thai Boxing, for example, you see a lot of \"give and take\", wherein one fighter will whack his opponent and then stay there and get hit back by his opponent. Such back - and - forth exchanges are common place, and quite often the winner is the one with the highest pain threshold. In JFJKD, however, the bottom line is to hit your opponent, and not get hit back. JFJKD teaches one how to be a thinking fighter. A smart fighter. Nobody should opt to get hit particularly when you can su bstantially reduce the chances of that happening by employing proper footwork."},{"pageNumber":5,"pageContent":"The four basic types of footwork Basically there are only four types of footwork, the rests being simply variations on these four. The four basic types of footwork are advancing , retreating, circle left and circle right. Incidentally, \"circling,\" as I use the term here, means,\" sidestepping.\" First things first - Stance (On - Guard Position) All footwork is initiated form the On - Guard Position which is also known as the \"Ready Position.\" The On - Guard is the most versatile of stances because it allows you to be ready for all things, attack or defense instantly. It’s a geared position that is g eared for mobility. You have to feel very comfortable in the On - Guard. If you’re not comfortable in the On - Guard Position then there is something wrong. You have to feel comfortable at all times so that you are able to react instantly. If you are tense, th at is not comfortable , you’re not able to react quickly. You need to be so relaxed that whatever happens, you respond to it instantaneously, whether it be the need to immediately advance, retreat or side step an attack. That’s why the On - Guard Position ha s been called the \"Anchor of JFJKD\", for all techniques flow from it. The On - Guard is the best way to move straight back, forward or to the side. You’re not over committed one way or the other. The On - Guard places your strongest side forward, which, in JFJ KD is typically your right side, with your strongest hand lifted up so that your fist is in line with your shoulder. Your chin and shoulder should meet about halfway, with the right shoulder raised an inch or two and the chin dropped about the same distanc e. The right side of your chin should be tucked into your lead shoulder. Your left hand is also in close, to protect your midsection. Your right hand is your attack weapon so it should cocked and ready to fire. The right shoulder is slightly raised and you r chin slightly lowered in order to protect your chin and jaw from strikes. The right knee is turned slightly to defend your groin area and your right foot should be rotated in roughly 25 degrees so that, if necessary, you can employ it as a kicking weapon . Your left foot should be angled at approximately 45 degrees. The heel is raised because it is your sparkplug, ready to ignite you forward, backward or sideways, and depending whatever besets you. Your stance should be like a car with its engine idling; y ou’re ready to go, with as much power as you need, as soon as you engage the transmission, which in this case, is your legs and hips. Now that you’re ready to move, let’s look at some of your options."},{"pageNumber":6,"pageContent":" Correct On - Guard Position Too Wide Too Narrow ADVAN CING: Step & Slide The Step & Slide is used primarily as a Gap - Bridger. It is not utilized typically to execute an offensive technique. However, it is very effective in gauging and obtaining correct distance from which to launch a strike. You take a step f orward and your rear foot (left) slides up to where the right foot was. Typically your step forward does not exceed six inches, which means that your rear foot travels a maximum of six inches as well. The weight distribution in the start and finish positio n is 50 - 50, with 50% being on your right or lead foot and 50% on your left or rear foot. However, during the movement, all your bodyweight is moving forward"},{"pageNumber":7,"pageContent":"on your right foot initially and then 50% of it settle on the rear leg when the movement is complet ed. If you push off harder, you will notice that it to the front leg quickly - but this is only momentary. You should be able to control the weight distribution and be in perfect balance at all times. Push Step The Push Step is used primarily for bridging the gap to the opponent. The Push Step is very effective when employed with PIA (Progressive Indirect Attack). You can fake with the hand, for example, and then move right in instantly when the opening presents itself. The Push Step is really the only type of footwork that works well for efficient punching. A Step & Slide, for example, would prove to be inefficient for delivering a punch because, by the time you step and slide, it would be too late. Punching in JFJKD occurs in one fluid motion. Footwork alw ays comes after the punch is initiated, the hand moves first and then the feet. Even in evading a blow, the body should move before the feet. If someone were, for example, coming to deliver a punch to my face, I would avoid the blow with my body and then e mploy footwork to position me either further out of harm’s way, or to deliver a counter strike. Shuffle Step The Shuffle Step is more like a pulling movement, than a stepping movement. Regardless, it’s a quick movement. It’s one motion, whereas the Step & Slide is a two - part motion. All of the torque comes from the toes and the balls of the feet. While the front foot looks as though it’s flat on the floor, it isn’t. Most of the weight is on the ball of the foot and the toes. It’s less a push than a pulli ng movement, as you push with the rear leg while pulling simultaneously with your lead leg. It’s almost like you’re trying to grab a clump of earth and throw it back to your rear leg, that’s the type of tension that should be in your feet and the correct m otion your lead leg needs to assume to perform this movement correctly. At the beginning of the movement it’s very subtle and it’s hard for the untrained eye to see it. However, while it may be a delicate, deceptive motion, it’s tremendously powerful and e fficient, allowing you to throw your bodyweight instantly behind a technique. Even though I’m moving, it appears as though there has been no bodyweight shift at all."},{"pageNumber":8,"pageContent":"I’m not moving and yet I’m moving. Or as Bruce Lee once said : \"The stillness in stillness is not the real stillness. Only when there is stillness in motion, does the universal rhythm manifest.\" - Bruce Lee The Burst (a.k.a.: The Shuffle Step) The Burst is also a push - pull movement. It is used for a quick advance, for kicking and for punching. The Burst is used primarily to deliver a devastating kick such as a side - kick, or to counter an opponent’s attack. That’s why footwork is not just for \"tr ansition\" between techniques, but also the delivery system that allows you to execute your techniques properly. Any Properly executed kick or punch comes off the footwork. RETREATING: There are many forms of retreating as there are advances, techniques such as the Shuffle or Step & Slide, can also be used as retreating tactics. However, I’ll focus on one retreating technique that differs from the others in as much as it’s not simply the reverse of the advancing techniques as outlined above. The Pendulum Step The Pendulum Step is used primarily to avoid an attack. From the On - Guard position, the lead leg is quickly drawn back to where your rear leg is, while simultaneously withdrawing your rear leg backwards. The entire weight of your"},{"pageNumber":9,"pageContent":"body should be resti ng on the lead leg at this point, with the rear foot barely touching the ground for counter - balance purposes. As soon as this happens, you have an option to either maintain the On - Guard from this new vantage point, safely out of harm’s way or to immediatel y reverse the movement, with the rear foot moving back to its former position and the lead leg becoming an offensive weapon of attack by returning fire. If you watch the first movement that Bruce Lee does in Enter the Dragon , it’s a pendulum step backward out of the way of Samo Hung’s attempted shin kick. If you watch Bruce fight against Bob Baker in The Chinese Connection , you will see the pendulum step employed as a means of avoiding an attack and launching a counter kicking attack. SIDESTEPPING: \"Sidestepping,\" Bruce Lee once said, \"is shifting the weight and changing the feet without disturbing balance.\" Sidestepping serves many purposes. 1. It can be used to frustrate an attack simply by moving every time an opponent gets \"set\" to attack. 2. It may be used as a method of avoiding blows or kicks. 3. It may be used to create openings for a counter attack. In sidestepping, the rule of thumb is that if you’re going to move to the left, your left foot should move first which, if you’re in the On - Guard position with your right side forward, would be your rear leg. Then, once your rear leg has moved into position"},{"pageNumber":10,"pageContent":"anywhere from 6 to 18 inches of travel, then your right or lead leg moves over 6 to 18 inches as well. The same sequence applies when sidestepp ing right, only the right or lead leg moves first, with the rear leg following in a lateral motion. The key is to maintain perfect balance at all times. Sidestep Left From the On - Guard position, move your left rear foot to the left roughly 18 inches. Then slide the lead foot (right foot) an equal distance to the left, all the while maintaining the On - Guard position. Sidestep right From the On - Guard position, move your right lead foot to the right roughly 18 inches. Then slide the rear foot (left foot) an equal distance to the right, all the while maintaining the On - Guard position. People should practice the sidestepping motion on their own in order to master it. In fact, practice is the \"secret,\" if you’d care to call it that, of success, not only in JF JKD, but also in any other martial art. I remember coming to Bruce Lee’s house and seeing him practice. He was constantly practicing. He would practice for hours on end. He would practice moving and striking with his hands, and then moving and striking wit h his feet and then just moving so that he became more and more comfortable and familiar with what he could do and how he could maneuver at different angles and at varying speeds and distances. I personally have been practicing as best I can what Bruce tau ght me since 1967, which means that I’m fast coming up on 30 years of training in JFJKD. Some things I’ve become quite good at, while others I still need more work on. However, I will"},{"pageNumber":11,"pageContent":"say that I am a much better martial artist now than I was back when Bruc e was teaching me, simply because I’ve had so many more years of practice. Like Bruce said, \"Like boxing or fencing, JKD is a step by step process in which each maneuver must be repeated many times.\" Another important aspect of training that Bruce Lee emph asized to me was: \" quality not quantity.\" He said: \"It’s better to know how to throw 5 really good punches, than 20 LOUSY ones. So every time you throw a punch, put 100 percent into it.\" Bruce always stressed emotional content or intensity in the execution of one’s techniques. Learn to react not plan. Let it flow from within. Personally, I had a real problem with this in my early years of training with Bruce. Often he would look at me and say \"Ted, you lack a killer instinct,\" meaning that I wasn’t able to summon enough pure anger or violent energy from within when I performed my techniques. I’ve learned however that \"killer instinct\" is hard to switch on or off like a light switch, it is largely a situational reaction to you circumstances. Based on the degr ee of self - knowledge I’ve obtained, thanks to Bruce Lee’s teachings, I know now that I do possess \"killer instinct\" in abundance. And that should I ever need it, it’s there. The key is to maintain a clear mind that is unobstructed by thoughts or concerns. Your reaction must be pure and honest and, If the intent is expressed honestly, your opponent will be in serious trouble. Since I’ve been able to make my footwork more efficient through constant practice, I’ve found to my delight that I’m able to move just as quick as I could when I was younger, and probably hit a little bit harder. I’ll be the first to admit that footwork is not an exciting thing to practice but what it enables you to do once you’ve mastered it is very exciting indeed. It’s like exercise f or the body nobody really enjoys taxing themselves physically, but we know that it’s necessary in order to enjoy the benefits that good health provides. If you want options, i.e., different angles and possible combinations, then you need balance and skill in movement and that is footwork. PRACTICING FOOTWORK: One of the best exercises I’ve found that you can do to enhance your footwork is shadowboxing. Shadowboxing teaches you how to relax when you move, how to explode when you move, how to throw techniques while in motion. It alerts you as to which techniques are assets and which are liabilities. You can bob and weave, move, kick, punch, kick/punch/kick and you can also cultivate the coordination necessary to successfully execute all of the above. It also t eaches you how to regain your balance after throwing a technique or combination, and just how important balance is. Other activities such as skipping rope or running, will also train your"},{"pageNumber":12,"pageContent":"neuromuscular pathways to handle your bodyweight better and enhance your balance, but shadow - boxing seems to be the purest exercise for enhancing your footwork skills. BRUCE IS THE STANDARD: When I hear people say, \"You shouldn’t bother to train like Bruce Lee did, or to follow his teachings, because you don’ t possess his attributes,\" I realize that they’ve missed the point as to what Bruce Lee was all about. He would frequently tell us that he wasn’t anything \"special,\" but rather that he was a very dedicated trainer. Bruce was so good, because he made himsel f so good. He practiced all the time and then looked for ways to make his practicing even more efficient. If you only work out 20 minutes a day, or three days a week, I mean if that’s all you’re willing to commit to your martial arts training, then, yes, i t would be impossible for you to obtain attributes similar to Bruce’s because he practiced long and hard for every inch of progress he made. \"Don’t expect Bruce Lee like results, unless you’re willing to put in Bruce Lee like hours to obtain them.\" Ted W ong I know that the more I practice what he taught me, the better I become at it, and the same is true for anybody reading this E - Paper. I always looked up to Bruce Lee for his work ethic. And even now, if I find myself sitting around not wanting to train, I t hink of Bruce Lee, and how hard he worked and I feel guilty. I know that I’m capable of better effort. Bio - mechanics or body leverage and balance, distance and timing are the keys to success in combat, and all of them are the direct result of getting in t une with yourself, knowing what you can do and at what angle and with what degree of efficiency you can do them at and this, folks, all comes down to a simple matter of footwork. "},{"pageNumber":13,"pageContent":"Other Publication By The Wrong Brothers 1) THE POWER OF THE DRAGON - Dev elop Strength Bruce Lee’s Way , By: Justin Frost and Ted Wong. Note: You can download this book from a P2P software called Kazaa Important Note This is the second E - Paper on Bruce Lee released by The Wrong Brothers. We will soon release the third E - Pape r on Bruce Lee And Jeet Kune Do when we have some new material on Bruce Lee. Our dream is to compile an E - book that contains all the information on Bruce Lee and Jeet Kune Do. So if you have any information on Bruce Lee or his exercises, then please contac t me at wrongbrothers@yahoo.com . We will put it in our next E - Paper along with your name. All you Bruce Fans out there let’s join our hands together and publish an E - Book on Bruce that has never been compiled before. Come and be a member of Bruce Lee's P2 P (Peer to Peer) Community. Please Share Any Information or Exercises about Bruce Lee over P2P Networks (Kazaa, Morpheus, Grokster, File Share, etc...) - The Wrong Brothers, 9 th September 2002 "}]
