[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponSunken City Off India Coast - 7500 B. C.?© 2002 by Linda Moulton Howe The underwater archaeological site that could be more than 9,000years old is about 30 miles west of Surat in the Gulf of Khambhat (Cambay) innorthwestern India.You can hear Real Audio of this reportprovided by 1090WJKM RadioCedar Vine Manor, Lebanon, TennesseeFebruary 16, 2002 Surat, India - A month ago in mid-January, marinescientists in India announced they had sonar images of square and rectangularshapes about 130 feet down off the northwestern coast of India in the Gulf ofKhambhat (Cambay). Not only are their sonar shapes with 90-degree angles, theIndian Minister of Science and Technology ordered that the site be dredged.What was found has surprised archaeologists around the world and was thesubject of a private meeting two weeks ago attended by the Indian Minister incharge of investigating the underwater site about thirty miles off the coast fromSurat.An American who traveled to that private meeting was Michael Cremo,researcher in the history of archaeology for the Bhakti Vedanta Institute in Indiaand author of the book Forbidden Archaeology. I talked with him today in Indiaabout the dredging operation, what the ocean engineers found and theimplications of first carbon dating of artifacts at more than 9,000 years.Interview:Michael Cremo, Researcher of Ancient Archaeology and Author,Forbidden Archaeology:Within the past few months, the engineers began some dredging operations thereand they pulled up human fossil bones, fossil wood, stone tools, pieces of"},{"pageNumber":2,"pageContent":"pottery and many other things that indicated that it indeed was a humanhabitation site that they had. And they were able to do more intensive sonarwork there and were able to identify more structures. They appeared to havebeen laid out on the bank of a river that had been flowing from the Indiansubcontinent out into that area.According to the news releases, they have done a radiocarbon testing on apiece of wood from the underwater site that is now yielding an age of 9,500years which would place it near the end of the last Ice Age.Yes, those are the indications that are coming. There were actually tworadiocarbon dates: one about 7500 years old and another about 9500 years old.The 9500 year old one seems to be the strongest one. That's the one they aregoing with. This was announced by Minister Joshi (Murli Manohar Joshi isIndian Minister for Ocean Technology) at this meeting I attended in Hyderabad,India. He said there is going to be more work going on. It's difficult because it'svery difficult to see down there. There is a very swift current. So, it's going tohave to be a pretty massive effort, but he said the government of India is willingto put the resources behind it to do whatever it takes to further confirm thesediscoveries.I also spoke in Hyderabad with an independent archaeologist not connectedwith the Indian government, but who has a deep interest in these discoveries andhe says they are still going to have to send divers down there. Up to this point,they have not sent divers down. The information they have is based on the sonarreadings and the dredging they have done. Eventually, they are going to have tofind a way to get people down there to take a closer look at this. I think thiseffort is going to go on.Now, another American archaeologist, Richard Meadows of Harvard University,is proposing there should be an international effort here. On the surface thatsounds like a good idea, but it also may be an effort of American archaeologistsand others to control the project. I don't think they want to see a civilizationbeing as old as it appears to be according to these new finds at 9500 years ago.So, I would hope the Indian archaeologists and government would be verycautious about letting outsiders in there who might have a different agenda andwho might try to control what gets let out about this very important discovery. Itcould be quite revolutionary.Cultural Background of People At Underwater Site?Even if we don't know what the cultural background of the people is, if it doeshappen to be a city that is 9500 years old, that is older than the Sumeriancivilization by several thousand years. It is older than the Egyptian, older thanthe Chinese. So it would radically affect our whole picture of the developmentof urban civilization on this planet.Now, if it further happens that additional research is able to identify the cultureof the people who lived in that city that's now underwater. If it turns out theyare a Vedic people - which I think is quite probable given the location of this offthe coast of India - I think that would radically change the whole picture ofIndian history which has basically been written by western archaeologists.India's Vedic Culture - Was It Really Older Than 3500 Years?"},{"pageNumber":3,"pageContent":"The most archaic Sanskrit (Devanagari) is that of the Vedas, multiple books written inthousandsof hymns and verses arranged in song cycles. The Vedas say that \"God-men\" broughtSanskrit toEarth men as a language of musical tones. Above on the left is a comparison of thenumerals 1 through 10in Devanagari Sanskrit compared to Arabic. On the right are some examples of Devanagarivowelsand diphthongs. Sources: The New Encyclopaedia Britannica, 15th Edition © 1993and Sanskrit Keys to the Wisdom Religion © 1968 by Judith Tyberg.Ever since the 19th Century, there has been a huge debate about the actualhistory of India. When the Europeans first came there, they noticed that thepeople in India who had the Sanskrit language as the main language of theirliterature - they noticed that the European languages were similar (in wordconcepts), so that meant the Europeans and East Indians had to be related. The19th Century scientists also noticed that the Sanskrit culture or Vedic culture, asit is sometimes called after the ancient Indian literature, Vedas, which meansknowledge. So sometimes the ancient Indian culture is called the Vedic cultureor Vedic civilization.The literature is called the Vedic literature. So, the scientists noticed that itappeared to be older than the European cultures. Since the European languageswere related to the Indian language Sanskrit of the Vedas that could only meanthat the European peoples had to have come out of India somehow and thengone to Europe with their languages that differentiated into Russian, English,Spanish, German and the rest of them. The European investigators didn't likethat idea because it would have given the Vedic culture a position superior totheir own. So, these early cities in the Indus Valley like Harappa andMohenjo-Daro have been identified by archaeologists such as Richard Meadowsand others as being non-Vedic. They think the Vedic culture came into Indiamaybe 3500 years ago.Isn't that inconsistent with the concept of the Vedas of the Krishnacharacter who comes and says the universe is teeming with life and appearsto have knowledge about other habitations in the cosmos and is talkingfrom an age that would go back at least 9,500 years?Oh, absolutely, Linda. In these ancient Sanskrit writings, there is no hint at allthat the culture came from anywhere else.If they are the prime source and if the Vedic literature can be takenliterally, then it implies that there were cities there inhabited at leastseveral thousand years ago.Yes, and there has been other research going on in that area. For example, theRg Veda, which is one of the earliest Vedic literatures, talks about a mighty rivercalled the Saraswati that flowed from the Himalayan mountains down to theArabian Sea, down in that area of northwestern India. And such a river doesn'texist there today. So, what happened is that people thought therefore the RgVeda cannot be talking about India. It has to be talking about some other place"},{"pageNumber":4,"pageContent":"outside of India where there was some kind of river.But what happened that is quite interesting a few years ago is that archaeologistsin India started studying the satellite photographs from American satellites likeLANDSAT had been providing and they noticed there was a dry river channelthat began up in the Himalayas, a huge river that went down almost to that Bayof Khambaht (Cambay) we are talking about (the location of the underwater citysite). And then later, they found that on the banks of that river there were 800 to1000 urban sites, archaeological sites.So, it does appear that what the Rg Veda was talking about, a mighty river linedwith cities in India over 5,000 years ago - that has to be true. The last time thatriver had water in it was over 5,000 years ago?Is there a possibility that there could have been some sort of non-humanco-habitation on the continent of India let's say 50,000 years ago that couldexplain all of the Vedas?Yes. In Kashmir, the valley of Kashmir, it appears it was many years ago a lake.Now, there is an ancient Sanskrit manuscript that tells of a lake that existed inthat area, so that account is there in some ancient writings. Now, according tomodern geological reporting, about 40,000 years ago Kashmir was indeed a lakein the valley of Kashmir in northern India.It was covered by a huge lake and it was blocked on the southern end by a littlerange of mountains. And at a certain point, something happened and it brokeopen and the lake drained out. That happened about 40,000 to 50,000 yearsago. So, it is interesting that you've got this ancient historical record that talksabout this lake. And if it is to be taken literally, then it means that somebodymust have seen this lake as it existed 50,000 years ago and wrote about it.\"More Information:Harappan Civilization (ca. 3000 - 1500 B.C.)Until the recent Bay of Khambaht discovery, one of the oldest, advanced urbancenters in India investigated by archaeologists is Harappa and Mohenjo-Daro inpresent day Pakistan along the Indus River. Will anything in the Bay ofKhambaht discovery resemble the structures of the very ancient and mysteriousHarappan Civilization?Harappa archaeology dig in Indus River valley showing heights and depths of structures,many built on mounds 3500 years ago. Source: North Park University, Chicago, Illinois."},{"pageNumber":5,"pageContent":"Excavated walls of a Harappan urban city, one of the most mysterious culturesof the ancient Indian world more than 3,000 years ago. The people were literate and usedthe Dravidian Sanskrit language, only part of which has been deciphered today. Theartifacts fromHarappa and Mohenjo-Daro in the Indus Valley of Pakistan are extraordinary in beauty anddetail.Source: North Park University, Chicago, Illinois.Some Details from Harappan Urban Sites:Mysterious white rings made of brick dot the landscape whereHarappan people lived, but archaeologists do not know the function.One guess is platforms for spreading and drying of grains.Source: North Park University, Chicago, Illinois.The first objects unearthed from Harappa and Mohenjo-Daro were small stone sealsinscribed with elegant depictions of animals, including a unicorn-like figurein upper left, and marked with Indus script writing which still baffles scholars.These seals are dated back to 2500 B. C. Source: North Park University, Chicago, Illinois."},{"pageNumber":6,"pageContent":"This seal is a close-up of the unicorn-like animal found in Mohenjo-daro,measures 29mm (1.14 inches) on each side and is made of heated Steatite.\"Steatite is an easily carved soft stone that becomes hard after firing.On the top are four pictographs of an as yet undeciphered Indus script,one of the first writing systems in history.\" Image sourceDept. of Archaeology and Museums, Govt. of Pakistan.We b s it e s :http://campus.northpark.edu/history/WebChron/India/Harappa.htmlhttp://www.harappa.com/har/har0.htmlhttp://www.harappa.com/walk/21.htmlhttp://www.harappa.com/figurines/iindex.htmlhttp://www.mcremo.comCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
