[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon The \"Bloop\" Sound in the Ocean© 2002 by Linda Moulton HoweSpectrogram of an unidentified deep ocean sound, referred to as \"Bloop.\"The bloop sound was repeatedly recorded during the summer of 1997on the Equatorial Pacific Ocean autonomous hydrophone array. The soundrises rapidly in frequency over about one minute and was of sufficient amplitudeto be heard on multiple sensors, at a range of over 5,000 km. It yields a general locationnear 50oS; 100oW (far off the west coast of southern South America). The originof the sound is unknown. A recording of the bloop sound can be heard, sped up 16 times,at: http://oceanexplorer.noaa.gov/explorations/sound01/sound01.html June 30, 2002 Woods Hole, Massachusetts - The June 13, 2002 issue of NewScientist featured an article by reporter John von Radowitz in London about anunderwater sound deep in the ocean recorded in 1997 by NOAA scientists thatremains unidentified. The \"Bloop\" was detected and recorded from an array ofunderwater hydrophones (microphones) originally set up by the U. S. Navy inthe 1960s to track Soviet submarines. The listening technology is distributed in adeep ocean level known as the \"sound layer\" which marine animals such aswhales and human technology such as submarines use for long-rangecommunication. The SOund SUrveillance System, or SOSUS,consists of bottom-mounted hydrophone arrays connectedby undersea communication cables to facilities on shore.Illustration courtesy Naval Research Laboratory. The \"Bloop\" was detected by hydrophones up to 4,800 kilometers apart (2,983miles). That is a long distance for a single sound to be heard. Thus, speculationbegan about what the \"Bloop\" might be. The New Scientist article stated that thegreat distance it covered \"meant it had to be much louder than any recognizedanimal noise, including that produced by the largest whales.\" Recently, NOAA scientist Chris Fox who originally recorded the \"Bloop,\" sentone recording to Dr. Phil Lobel, a marine biologist at the Woods HoleLaboratory in Massachusetts and a Professor of Marine Biology at Boston"},{"pageNumber":2,"pageContent":"University. Dr. Lobel studies underwater sounds made by fish and other marineanimals. I asked him what he thought the Bloop could be.Interview:Phillip Lobel, Ph.D., Associate Professor of Biology, Boston University andIn-Residence at Woods Hole Marine Biological Laboratory, Woods Hole,Massachusetts: \"In fact, I just got an e-mail from Chris today and he says,E-mail from NOAA's Chris Fox 6/24/02: \"Hi, Phil: Just in case youthink I've lost my mind. I never said that giant sea monsters madebloop sounds. Somehow between a popular article in New Scientistand CNN, the sea monsters appeared.I actually think the bloop might be related to ice calving, breaking offof ice sheets.\"Icebergs.Right. When I heard the sound, it was a low frequency sound with a frequencymodulated swoop. I told the guy who was writing the story (New Scientist), 'Itkind of sounds like a whale sound,' and told him to consult a whale expertwhich he never did.What I've been telling the press and people like yourself is that there was a lot ofhype associated with this story that is really hype. There is no better way to sayit.What frequency was the bloop sound?I would have to go back and look at it. As I recall, it was in the 50 hertz to 150hertz range.In that range, what do you know in the ocean from other research that is inthat same frequency range?Whales.Killer whale cruising the edge of an ice pack, hunting for seals.Photograph courtesy NOAA.Only whales?Well, fish make sounds in that frequency range, but fish don't make sounds loudlike that sound is. Fish sounds only transmit on tens of meters in the water. Thissound was recorded over kilometers and whales typically broadcast sounds overthose distances. In addition, of course, there are lots of natural sounds that arecaused as just mentioned by ice calving, breaking up of icebergs, hydrothermalactivity, underwater volcanoes, the movement of rocks. All sorts of things."},{"pageNumber":3,"pageContent":"Isn't the reason that it is referred to as a mystery because even if NewScientist didn't report everything, they did say, 'This 1997 bloop wasdetected (by NOAA) by sensors up to 4,800 kilometers apart and thatmeant it had to be much louder than any recognized animal noise,including that produced by the largest whales.'That's an incorrect statement. In fact, whales the ocean is a highly complicatedbody of water that is stratified. There is something called the sound layer thatwhales, submarines and other things use for long-range communication. Giventhe right set of oceanographic conditions and the right location of the whales,whale sounds regularly broadcast across ocean basins. I referred the author (NewScientist reporter) to a number of publications. Humpback Whales, SpermWhales, other things are known to do that in the sound layer.Wouldn't Chris Fox at NOAA know that the bloop might be a whalesound?Yeah, he does. And I think just like I read in this e-mail, but he is a geophysicist.He doesn't study whales either. He works on hydrothermal vents and listens tosounds as a way of measuring geologic activity in the ocean.The bloop has remained unidentified though, and I wondered if it could besome unknown technology that our military or someone else's militarymight be using?No.Because?I mean, I work with the military a lot on a lot of different issues. I can't say Iknow everything, but there is nothing that makes that particular type of spurioussound that a military would be interested in doing.I mean if the military is trying to communicate across those distances, they've gotmany other methods that they use that are better. Sound in the water themilitary wants to communicate, they want to avoid eavesdropping. The last thingyou want to do is broadcast the sound everywhere. That's why submarines doeverything they can to make themselves quiet.What about the speculation that it could be one of the mysterious, bigsquid that live down deep and are quite large?Well, as I said in the article (New Scientist), the first thing is: certainly, as abiologist, we do discover new things. We can't rule out anything completely. butas a scientist, one looks at the weight of the evidence and asks: What's areasonable plausibility?Many people have studied squid in the water from little squids to big squids andthe only difference between giant squid and little squids is size. Anatomy-wise,they are extremely similar. Squids have no mechanism to produce biologically-generated sound. They certainly make a hydrodynamic sound, the noise ofwhishing through the water when they jet propel themselves. But they don'thave a swim bladder like I mentioned. And something else that would berequired at least to our knowledge of today to produce a sound loud enough tocarry across an ocean.Vampyroteuthis infernalis, the vampire squid."},{"pageNumber":4,"pageContent":"Photograph © Brad Seibel.The bloop sound, itself - Chris Fox sent me just one example. So I haven'tstudied it or looked at it in any great detail. But it was a frequency-modulatedsound which is not typical of hydrodynamics.From your educated point of view then, a squid is completely eliminated asa possibility for the source of the bloop sound?As a scientist, we never say completely. Whatever we know today is wrongtomorrow. I would just say, it is highly improbable. And certainly they know theanatomy of giant squids and there is nothing in them to suggest anythingdifferent.If a giant squid were making the sound, it would seem logical to me that smallreef squids that we have studied commonly would make sounds and none of themany species worldwide squids, octopuses none of them make purposefulbiological noise.For the last 60 years scientists particularly Navy and government scientists havebeen studying sounds in the ocean. There are many cases of sounds that theyconsidered incredibly mysterious. I remember one from when I was a studentand it was called the \"Roar.\" Navy scientists had hydrophones on the bottom ofthe ocean and they would hear this incredible roaring sound. And they werereally like, 'What was it?' They had the same kind of story big, big sea monster.Well, it turned out when they finally sent divers down to look at thehydrophones and see if they could find anything, it was a tiny little hermit crabcrawling over the surface of the hydrophone.So, NOAA is out there listening. They are getting a lot of good information.Sometimes when they are lucky, they get a recording and have observers in thewater at the same time. But, it's often hard to link it.Whale researchers have a very similar problem. When I study fish, it's easy forme. Fish live in a general area. I can look at individuals, follow them around andsee their behavior and record the sounds synchronously. Someone looking atwhales for a long time they know this is a whale sound, but if there are six orseven whales, you can't often get close to them to tell which one might be doingsomething that is producing the sound.So, it's part of the problem of the study. Certainly where the NOAA deephydrophones are, it's a deep water, often dark. With video, you can't see very farin water. If the sound source is more than tens of meters away, you wouldn't beable to tell who it is. Often, it's just the happen chance of being at the right placeat the right time with the proper equipment that you discover who happens to bemaking a particular sound.Is there any way to hone on the bloop when it is occurring in real time? Dowe have satellites that could focus on that frequency when it is ongoing?Certainly we do. Not satellites, but that's the business of submarines andcertainly any military submarine, particularly an attack sub, has all the sonarcapability to hone in on any type of sound source in the ocean.But so far no one has been able to hone in on the sound while it washappening and identify a source?I don't think anyone is really that interested. There are lots of unknown soundsin the water and this bloop is being made into a big case of hype, but when youreally look at the data if you put a hydrophone in the water and let it record fora long period of time, we do hear all sorts of noise. The other part about it is, ifyou had said in this case that this sound was heard at two different hydrophonesat nearly the same time that's a real coincidence. The leap of faith they madeintellectually is that it was the same sound source that transmitted that far. Andthat's not the case at all."},{"pageNumber":5,"pageContent":"If there is a population of animals and I study reef fishes. A common little reeffish like squirrel fish or damsel fish if you put a hydrophone in the Caribbean atJamaica and a hydrophone at Grenada, you're going to hear the same kinds offishes make sounds. If you record long enough, you're going to get two squirrelfishes that just happen to be making noise at similar times. That's what biologyoften does.In the spring time wherever you are in the United States, birds are courtingacross the country. So if you record Red-wing Blackbirds, you're going to hearthem in Connecticut and Ohio. Know what I mean?There is no evidence in the data that indicates this is the same sound source. Itcould have been coincidental. It could have been made by two similar fish orwhales that just happened to be at two different parts of the ocean, buthappened to say the same thing close enough to the same time.The New Scientist reporter was concluding that the sound wassimultaneous across 4800 kilometers.That was his inference, but he for example, he did not provide me with bothrecordings so that I could look at them and say is this in fact the same sound. I'mskeptical. Science usually proceeds more carefully than reporters report it. But itis so easy to be mislead. It is so easy to fall for circumstantial evidence.Like the little crab walking across the microphone?Exactly.The challenge now is to see if there is any way to link up a physicalidentification with whatever makes the bloop sound?Right. And certain sounds just occur so infrequently. If it really is a biologicalorigin and it's something that an animal is doing, animals don't do things likemake sounds randomly. And if they are going to do it, they are going to do it ina particular fashion and you are going to hear it repeatedly. If you only hearsomething once in a millennium or once a decade, it very well could be aspurious phenomenon or like Chris Fox says, it could be ice breaking off. It justhappens to create that kind of sound.Because the bloop has not been very common?Exactly. I think that's one of the things that is very uncommon. And when thingsare very uncommon, you go, 'Well, that is probably ....\"A mystery.Yeah. Or just, a random event.\"We b s it e :http://oceanexplorer.noaa.gov/explorations/sound01/sound01.htmlCredits"},{"pageNumber":6,"pageContent":"Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
