[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Another Cow Mutilation In Christmas Valley, Oregon© 2002 by Linda Moulton HoweMost recent July 2002 cow mutilation 6 miles east of May 11th cow marked with X onmap.The May 11, 2002 mutilated cow was found six miles from the May 5, 2002 mutilated bull.Brothers, Oregon is where a eight dead calves were found bloodlessly skinned onMarch 18 and 19, 2000. It's also where fourteen dead calves and a pig with its legscut off were found in March 1999. The circled X marks the area where eyewitness DwainWright saw mutilated bull and where a cowboy described having seen glowing discsthat lifted cattle up in glowing beams and dropped them back downthrough the trees in late 1970s to early 1980s. July 6, 2002 Christmas Valley, Oregon Deputy Sheriff Keith Bumpass of theLake County, Oregon Sheriff's Office has discovered another mutilated cow inChristmas Valley southeast of Bend. This new case is in the same general area asthe previous bull, cow and long-horn cow mutilations reported at Earthfiles onJune 17 and May 18. Deputy Bumpass says the location is \"about three milesstraight north of the sand dunes area. It would be about 12 miles straight east ofthe May 5th bull and about 6 miles east of the second mutilated cow.This animal was found by BLM workers who reported this recent cow stuck in afence by a watering tank. When Deputy Bumpass went to investigate, herecognized the cored rectal area and excised udder. But there was anotheranomaly. The cow seemed to have only three legs. He told me today that whenhe and another deputy rolled the cow over, they realized the front left leg wasbroken and shoved into the cow's body. One speculation is that the cow wasdropped from a considerable height right onto that front left leg. As I've reportedin my documentaries and books, ranchers and law enforcement since the late1960s have often found animals laying in impact craters as if dropped from agreat height. Broken hips and other bones in those animals have been confirmed.But no one knows exactly who, or what, is raising the animals out of pastures"},{"pageNumber":2,"pageContent":"and then dropping them back down already dead with bloodless excisions oftissues. It certainly is not the red-nosed mouse of Argentina.Cow found Fourth of July week by BLM workers under fence wire on ranch inChristmas Valley, Oregon. Rectal and vaginal area cored out and left front leg broken andshoved into the cow's body as if dropped straight down on the leg. All photographs © 2002by Keith Bumpass, Deputy Sheriff, Lake County, Oregon Sheriff's Office.C"},{"pageNumber":3,"pageContent":"After cow rolled over to see what had happened to front left leg, Deputy Bumpasswas surprised to find the leg broken and shoved completely into the cow's body.Speculation is thatthe cow was dropped from a height straight down on the leg. Another surprise was the freshredness of theabdomen muscle since the deterioration of the animal suggested it had been dead about aweek.More Information:If you have any information to report about these Christmas Valley, Oregoncattle mutilations, please contact Deputy Sheriff Keith Bumpass at the LakeCounty, Oregon Sheriff's Office.Phone: 541-576-2781.Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
