[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon © 2002 by Linda Moulton Howe August 20, 2002 map prepared by the National Drought Mitigation Centerat the University of Nebraska in Lincoln, Nebraska. Thirty-seven states as of August 20,2002are experiencing abnormally dry to exceptionally severe drought. In July 2002, allcontinental stateshad areas of drought for the first time since the National Drought Monitor began its mapsin 1999.August 27, 2002 - This week in Johannesburg, South Africa, the largest UnitedNations Earth Summit ever convened is focused on how to sustain ourdeteriorating planet's environment. World leaders, including Tony Blair fromBritain, will attend next week, but not the American president, George W. Bush.Not only is the United States government unwilling to participate with the othercountries in setting timetables to cut back pollution and greenhouse gases, thespecific words \"global warming\" are not even listed on the program's agenda ofproblems to be discussed, clearly someone's political decision.Meanwhile, I learned this week that global warming statistics show that 2002 isalready the second warmest year on record, only second behind 1998.Atmospheric physicists say that by December 31st, this could end up warmerthan 1998, continuing the ever-upward global warming trend since the early1990s. Two consequences of this extremely warm year in the United States havebeen forest fires and continuing drought. More than 6 million acres of American"},{"pageNumber":2,"pageContent":"forests have burned up so far this year and more than half the United States issuffering severe to moderate drought.Seven months ago, I reported about the severe drought in the Upper DelawareRiver system that feeds three of New York City's several reservoirs. Mud wasshowing in the bottom of one, and the other two were less than half full with nosnow pack to refill them.Now, at the end of August 2002, the Upper Delaware Council reports it hasnever been able to lift the Severe Drought Warning on the reservoirs. Two arebarely half full and one about 75%, even after a rainy spring. El Nino is kickingin which can dry out northeastern winters. That means reservoir levels coulddrop even lower in a persistent drought. This week, I talked about the UnitedStates drought with Mark Svoboda, a climatologist in the National DroughtMitigation Center, Lincoln, Nebraska.The Nebraska drought continuing into 2002 stunts and withers a corn field.Photograph by Nebraska Department of Agriculture, Lincoln, Nebraska.Mark Svoboda, M. S., Climatologist, National Drought Mitigation Center,University of Nebraska, Lincoln, Nebraska: \"One time just three weeks ago,we had all 50 states in at least abnormally dry conditions in some portion oftheir states, not statewide, but at one time all 50 states and Puerto Rico hadabnormally dry conditions or worse. As I just told you, we have 37 states insome form of drought or worse. That's a staggering amount. That's a wide area ofcoverage and the impacts continue to roll in.Some of these locations in parts of the west and southeast, North Carolina,Montana, it is worse than those droughts some areas saw in the 1930s and1950s. So it is that bad in some locations.So, in these parts of the country such as the west and southeast, this is theworst drought on record?Right. For year to date, what we are seeing in some locations is that it's the driestyear to date on record, or the driest 12 months going back to August of last yearto end through July this year. It just depends on where you are. So, it's definitelyan exception drought in these areas which we classify in the drought monitor asa 1 in 50 years drought. But in some of these cases, it's more like a 1 in 100 yeartype drought."},{"pageNumber":3,"pageContent":"What is the projection for how bad things can get in these areas that arehaving unprecedented drought?If you're in the exceptional dry category, or the worst we depict on the droughtmonitor, which is D-4 (there is 1 through 4 with 4 being the worse) can it beworse? The answer is yes. Duration is such an important component. If thedrought extends on for another year or two, the impacts become verycumulative. It is very hard to get your arms around the ripple effect of droughtimpacts compared to a tornado, a hurricane or a flood where you can seestructural damage. Because with a drought, you don't see that kind of structuraldamage.So, looking at the projections for this fall, unfortunately, it looks like a little bitof a higher probability of below normal precipitation in the northeast and partsof the Pacific northwest and the northern Rockies. There's not a lot of goodnews there.Where we do see good news, perhaps, is with El Nino developing, perhaps wewill see a higher probability of above normal precipitation along the Gulf Coaststates and that would be welcome news for them.Because they are in a truly serious drought situation?Yes. Parts of the Carolinas and Georgia have been in drought onwards of four tofive years and never really recovered from the drought that began in 1998 andextended into 1999. If you remember, we had two hurricanes that came on shoreback in the fall of 1999 that broke that drought, but I would argue that we neverfully recovered from that drought and the dryness of the past couple of winters,the lack of snow fall, has all started to put a toll on us recharging water suppliesacross the entire country really.It's also becoming clear that in terms of food production, the wheat crop isdown 14% in the United States, the lowest yield since 1972, I understand.That's correct. They took a major hit on winter wheat this year. We're seeingsome major impacts on the corn crop already in parts of the western part of thecorn belt in particular. But the drought has kind of had the Midwest in a vicehere lately, pushing from both the west and the east and we've seen a short termintense dryness accompanied by a lot of heat in the eastern part of the belt, sayOhio and parts of Illinois and Indiana.Do you have a sense of how many dollars have been lost already thissummer in reduced crops?According to the Drought Monitor dated August 13, we have 26 states classifiedas having some part of their state in severe drought or worse. Now to give yousome numbers: Nebraska and South Dakota are the only two states I've seenestimates of so far. Both of those states have a severe chunk of the state in severedrought. The estimate for Nebraska is probably conservative at $1.4 billion ofeconomic loss. South Dakota is upward of $1.8 billion. Again, the final numberswill roll in later this fall after harvest. But if we have 26 states in severe droughtand these are two of them at $1.4 billion or more, it doesn't take a lot to see thiscould add up to be a pretty big drought when it's all said and done."},{"pageNumber":4,"pageContent":"It could be in perhaps 30 billions of dollars?Right, the last drought that had that kind of economic impact was the drought of1988 to 1989. The difference being that one occurred over a good chunk of thecorn and bean belt those particular years, more so on the east one year and moreon the west the next year. But the cumulative impacts ranged around $40 billionor more.So, this drought could rival that. This has a lot of impacts because of tourism,forestry losses, the environmental losses, losses to the fire, as well as the impactswe are seeing on both the east and west coasts.What does happen this next winter and spring of 2003 if the reservoirsfeeding a place like Manhattan in New York are dry?Well, that's the million dollar question. They've got some real issues whenyou've got that many people concentrated in a region or small area. There's onlyso much in an area and we have definitely been taking more out than we've beenputting in lately as far as Mother Nature is concerned. That makes our margin oferror even that much less. So, it's obviously a very important issue.Your Drought Mitigation Center - in the mitigation of drought, is the onlyviable alternative conservation?The country doesn't have a national drought policy yet. There was legislationintroduced just this year that hopefully will capitalize on the drought to getpushed through that would take a much more proactive stance on drought andfuture droughts, taking steps to lessen risk and vulnerability. Assess what yourrisk is, assess where you are most vulnerable and then take the steps to addressthose to make the next drought that comes long, to lessen those impacts. that'sthe direction we need to go as a country.But if that precipitation doesn't come through this winter and the springcontinues from where things are now, then we could be facing a veryserious crisis in a way, wouldn't we?Absolutely, because that margin of error is so thin now, like if you look at theDrought Monitor Map the drought that is occurring exceptionally severeextreme in the desert southwest they can't afford to go through another snowpack season like we saw in the southwest or up along the Rocky mountains. Tohave that happen again, we really start losing that security blanket on the watersupply that will be a much more serious situation this time next year if that allpans out. Let's hope it doesn't.\" Western Nebraska Wells Drying Up"},{"pageNumber":5,"pageContent":"Sidney, Nebraska has 6,200 residents. One of seven municipal wells has gone dry,another is close to going dry, and others could become useless if water levels drop loweras the fall of 2002 sets in after another summer of scarce precipitation.Dust dry Platte River in Nebraska at Highway 34 bridge east of Grand Island.Photograph by Steve Chick, Nebraska Department of Agriculture.If rain and snow pack don't increase the next few months in Nebraska, the 59communities now suffering severe drought won't know what to do for water.Sidney, Nebraska's City Manager, Gary Person, told me this week that after tenyears of drought, western Nebraska wells are drying up. That includes Sidney'swells which draw from an underground aquifer known as the Brule, anunderground layer near the great Ogallala aquifer. So much has been pumpedout of the Ogallala that the water now getting to the surface is a thousand yearsold. I asked Mr. Person what he is facing in 2003 if the Nebraska droughtcontinues.Gary Person, City Manager, Sidney, Nebraska: \"As ugly as it gets. When youdon't have water, you have nothing, as a community, as sustaining life. We'regoing to see a couple of things happen. Number One, we've retained a waterengineer and a hydrologist and geologist to help us look for some long termsolutions as well as some short term, if they can be found.The other thing we'll do is to keep the restrictions in place to such a time that wesee our water well levels come back up. But the Natural Resource District whichis the governing authority in the state of Nebraska for ground water controlledmanagement, we'll have a series of public hearings this fall. Then, eitherimplement the plan or reject the plan. But then we'll finally have some controlsin place. then this could help us in a period of time when we start to see a drawdown of the well levels, perhaps there will be some restrictions on irrigators."},{"pageNumber":6,"pageContent":"But right now, there is nothing to stop them from drilling even more wells, frompumping as much as they possibly want. Of course, most of us in this part of thecountry comes from agricultural roots so we understand their perspective aswell. It's their livelihoods. One failed crop puts a hurt on them big time. It's areal complicated thing. In public hearings and I've been in several in the pastwhen it comes to water there is nothing more emotional than water. A lot ofthese farm families have agricultural roots that go back 100 years where theirancestors came and homesteaded in this part of the country. It's been their wayof life. They are an independent lot and it's hard sometimes to accept newregulations. They have a huge investment with new irrigation equipment. A lotof the farm program is based on production capability. So, there's a lot ofdownside to them as well.In a dispute over water, who legally is supposed to prevail now inNebraska? Those who are farming for agriculture or city domestic use?Domestic use does have precedence. Obviously, you hate to get in a situationwhere you have to go to court to prove that. We'd rather sit down at the tableand see if we can work through a locally controlled natural resource district forground water management purposes and try to all co-exist.This drought condition in western Nebraska has brought the domestichomeowner into conflict with the agricultural users?Absolutely. I mean, even on the farms, you get the dry land farmer next to theirrigated farmer where his domestic well is going dry because his neighbor ispumping the aquifer below his well level. \" Water Restrictions, Fines and Jail TimeIn some severe drought areas, local and state governments are fighting back withstiff penalties for violators of water restrictions.New Jersey, for example, now has a statewide ban on almost all residentialoutdoor water use, except watering trees, plants and shrubs every other day.Like Sidney, Nebraska, brown lawns are everywhere and penalties for violatingwater restrictions include $1,000 fines and jail time. New Jersey's Department ofEnvironment Protection Commissioner, Bradley Campbell, told reporters thatAugust 2002 would likely end up the driest in New Jersey since records werefirst kept in 1895."},{"pageNumber":7,"pageContent":"Sidney, Nebraska passed a new ordnance this year that fines residents up to$2000 for disobeying water restrictions and the city reserves the right tocompletely cut off water service if a user is irresponsible. I asked City ManagerGary Person, \"What happens if the Ogallala aquifer continues to be drawn downas far as it is without any replenishing because we're in global warming anddrought could become routine?\"Gary Person:\"We all have to get smarter at this. We have to understand that water is not to betaken for granted anymore. We have to have good water policy on the nationallevel. Each state has to have a good water policy and each local jurisdiction hasto have good water policy. I think this is a wake up call for all of us. this isbeyond serious! We have to all do a better job of water management, period. Ittakes all of us working together. Obviously, the biggest drain on that isagriculture. My roots are in agriculture and you hate to ever speak ill of peoplewho feed the mouths of the world. Nor should we ever.But we have to have some sanity in this where you have massive overproductionof agriculture products on one end and prices so low that the federalgovernment. has to subsidize the farmer to even financially exist. At the sametime, we are draining our water source. Now, tell me where we're going wronghere?! That's maddening.Why don't we cut back on production? Save on the water resource and bring theprices back up, for crying out loud, and then you wouldn't have to have thesubsidy. But it's so simple when you put it all down on paper, but when you getall the political factions involved in it, you have a Congress that has, used to beprimarily farmers that made up this country when Congress was originallydesigned and developed. Now, there is hardly any representation there. You stillhave farm states like Nebraska, Ohio and Kansas, places like that where youhave good representation from your farm communities. But for the most part, it'snot existent on the federal level and I'm not sure anyone is taking this reallyserious yet, unless this is a huge wake up call for all of us.\"August 2002 Satellite photo shows Sour Biscuit, Oregon in Siskiyou National Forestwhere 492,342 acres had burned at the time of this image. The fire was burning 26 miles"},{"pageNumber":8,"pageContent":"southwestof populated Grants Pass. More than six million acres of forests have burned up in theUnited Statesin 2002 as half the United States suffers serious drought by August. The outlook does notoffer much hopefor major improvement over coming months. There are currently 27 fires burning in 15states across the nation.Very high to extreme fire indices were reported in Arizona, California, Colorado, Idaho,Kansas, Montana,Nebraska, Nevada, North Dakota, Oregon, South Dakota, Utah, Washington and Wyoming.Floods, Fires, Drought and Global WarmingWhile much of North America has dried out or burned up this summer, Europeand China were flooded with some of the deepest waters on record which killedmore than a thousand people, untold numbers of animals and jeopardizedpriceless art works.Submerged houses in the flooded Yangtze River that inundatedWuhan, capital of China's Hubei province on August 26, 2002.Photograph © 2002 by Reuters.Are the simultaneous fires, droughts and floods sides of the same globalwarming? Is hot, erratic, wild weather a sign of things to come, and keepcoming? I asked what the climate computer models might indicate in aninterview this week with Dr. Drew Shindell, Atmospheric Physicist andAssociate Research Scientist at NASA's Goddard Institute for Space Studies andCenter for Climate Systems Research at Columbia University in New York City.Drew Shindell, Ph.D., Atmospheric Physicist and Associate ResearchScientist, NASA Goddard Institute for Space Studies (GISS) and Center forClimate Systems Research, Columbia University, New York City, New"},{"pageNumber":9,"pageContent":"Yo r k: \"Having more extreme events both extremely large amounts ofprecipitation leading to flooding and extremely small amounts and drought isthe kind of thing that we predict more and more with global warming. So, themodels are very, it is very unclear from the models exactly which regions willexperience particular types of things at any one time of year in the future.But the models are quite consistent in that nearly all of them predict an increasein these kind of extreme events. So, rather than having more middle of the roadbehavior around the globe, you're going to get more regions with flooding andmore regions with drought. So, in that sense, this particular year is veryconsistent with these predictions.Any insights about why the water should be on the China and Europe sideof the world and so much drought in North America?No. So much of the rainfall over the earth really happens out over the oceanswhere we have very little measurements as well. So, having more in one regionthan another, we are really skewed toward the land. But there may be in fact asmuch falling on the western hemisphere, but mostly out over the oceans. I don'tthink there's any reason to expect this will become the norm, that it will fallmore on the Eurasian continent than on North America.If this drought is taking hold and we don't get more rain and snow pack inthe west and northeast this winter, aren't we facing perhaps a crisis in theUnited States in terms of places that have been able to grow food andcannot, and places like New York City that are going to be faced with thechallenge of importing water from some place?It seems it is likely that if you have more extreme behavior in the hydrologicalcycle and so more concentrated rain and drought, that that effects the nation'sability to distribute water resources adequately. This is true really worldwide.As population pressure increases, there is more demand for water. The wholeplanet is going to be facing, or large areas of the planet, are going to be facingthese issues of water scarcity and adequate distribution. If the rainfall patternschange, the reservoirs won't be in the right place. Even in those areas where theyare in place, as the demand continues to increase, will there be enough water?All of these things are going to become even more pressing issues than theyalready are. They are quite large issues, especially in the American west already.Yes, and what do you project could be the fate of 2003 if there is no snowpack in the western mountains and in the northeast as there was scarceamounts of snow in the winter of 2001 to 2002?Yes, the first six months of 2002 were the warmest in 150 years of adequaterecord keeping to really assess that worldwide. It is likely this year will beamong the top three or so warmest of the past century and a half. If this kind ofthing keeps up, it implies that it will make it harder and harder to develop anadequate snow pack in the winter and those regions that depend on water fromthe melting snow pack come spring, they are really going to be faced with a lotof hardship.What do we do?People who plan for water resources will have to take into account what thewater availability is likely to be under a planet faced with global warming. It"},{"pageNumber":10,"pageContent":"may be unwise to develop in parts of the American Mid-west and west wherethere is not enough water.We could be moving to a time where our government might have tolegislate areas where \"No Development or Growth\" will have to become apolicy?Yes, either the government would have to engage in massive engineering worksto move water around, which even then would be over such large distances thatit would be hard to see how that would be feasible. Or there just will not beenough water to support more people living in those areas and the governmentwould probably have to make those decisions.What other data do you have in front of you that you did not have a yearor two ago when we last talked in terms of the direction that globalwarming is taking and how serious it could become?We had 1998 as the warmest year in the last century and that was a strong ElNino year. So, one of the things people were saying is, 'Yes, the temperature shotup that year, but that was mostly because of the El Nino and then it droppedback down again the next year.' That is true. 1998 was very warm, maybe a tenthof a degree for the whole global average which is significantly more than itsneighboring years of 1997 or 1999.But this year, there has not been a strong El Nino and we are running about thesame level. So, we're getting up to where that anomalous year has become thenorm. 2002, even without a strong El Nino signal making the whole planet feelsomewhat warmer, seems likely to surpass every year except perhaps 1998. Butit may even surpass 1998 as the warmest on record. so, the rate of increase in theglobal average annual temperature would seem to be growing to such a largevalue in the late 1990s, seems to be, that seems to be even stronger. We aregetting five out of the ten warmest years on record were in the 1990s and the2000s look like they will do the same thing, or even more.The yellow and red colors in the Pacific Ocean show the warmer sea water that is El Ninoand which tends in the United States to bring warmer, drier air to the northwest andnortheast and heavierrains to the southeast. Graphic map courtesy of the National Oceanic and AtmosphericAdministration (NOAA).With a new El Nino that is supposed to be raising its head in the Pacific in"},{"pageNumber":11,"pageContent":"the summer of 2002, does that mean that the temperatures will be evenwarmer in 2003?It's likely that the El Nino will certainly contribute a warming to next year.What now is a responsible position for the United States to take, given thefact that global warming does not go away, the carbon dioxide blanket isnot getting thinner and here are nations coming together for ten days tosay, 'How do we build a sustainable future when the earth right now ishaving as much trouble as it is?'Global warming isn't formally on their agenda, so I imagine they are not going todeal with it very much. The U. S., of course, uses more energy per capita thananywhere else and a good start would be to use our energy more efficiently andto reduce our usage.How could the Earth Summit II have this conference on a sustainablefuture without featuring global warming?Surprising, isn't it? (laughs)It's politics only?Yes, I think so.The United States did not want global warming on the agenda?I'm not sure. I think the oil-producing countries were very opposed to it as well.Interests around the world that depend upon fossil fuel usage remaining verylarge were opposing this.So, it is like holding a meeting to discuss the problems and sustain thefuture while there is this huge elephant in the room that no one canaddress?Exactly.Global warming.Ye s .When will that change?I don't know.\""},{"pageNumber":12,"pageContent":"Drought projection through November 2002 by National Drought Mitigation Center,University of Nebraska, Lincoln, Nebraska. http://www.drought.unl.edu/dm/monitor.html http://www.noaanews.noaa.gov/stories/s938.htm http://www.noaa.govCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
