[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Does Gravity Travel the Same Speed as Light?© 2002 by Linda Moulton Howe Example of a quasar 1.5 billion light years from earth.This quasar is so bright that it created diffraction spikes on the telescope image.Photograph courtesy Hubble Space Telescope (HStsci).September 7, 2002 Charlottesville, Virginia - A billion light years from earththere is a very bright quasar known as JO841+1842. Quasars give off enormousenergy from great distances. Tomorrow, Sunday, September 8, Jupiter in oursolar system will pass very close to the light's path from that quasar. Jupiter, the largest planet in our solar system, will pass onlya few arc minutes from the light emanated from the JO841+1842 quasar.The impact of Jupiter's gravity on those quasar photons will test if gravity travelsthe same speed as light. Photograph courtesy Hubble Space Telescope. Eleven radio telescopes called the Very Long Baseline Array (VLBA) run by theU. S. National Radio Astronomy Observatory (NRAO) will gather datastretching from Hawaii and the Virgin Islands to the Max Planck Institute's radiotelescope in Effelsberg, Germany. The huge array of telescopes will videotapewhat happens to the quasar's light under the gravitational influence of Jupiter asit moves by. No one has measured the speed of gravity before this weekend'scombination of the large array of sophisticated radio telescopes and this raretime once-every-ten-years or so that Jupiter passes so closely to the quasar'slight. Not only is this a test of gravity's speed, but it is also a test of Albert Einstein'sfamous theory of General Relativity. Einstein assumed in his calculations thatthe speed of light cannot be exceeded by anything in the universe, includinggravity. The astronomer and physicist who first thought about testing Einstein's"},{"pageNumber":2,"pageContent":"assumption is Dr. Sergei Kopeikin at the University of Missouri in Columbus.Then another astronomer, Dr. Ed Fomalont, at the National Radio AstronomyObservatory in Charlottesville, Virginia, designed this weekend's experiment tosee if gravity does travel the same speed as light. Today I talked with him abouthis groundbreaking experiment.Interview:The Robert C. Byrd Green Bank Telescope (GBT), the world's largest fullysteerable radio telescope, has 2004 individually adjustable panels. These reflectivepanels are mounted at their corners on actuators (drive pistons), which can make tinyadjustments to the positions of the panels, keeping the telescope perfectly in focus.Photograph courtesy NRAO.Ed Fomalont, Astronomer, National Radio Astronomy Observatory(NRAO), Charlottesville, Virginia: \"One of the predictions from Einstein'stheory of relativity which is his theory of gravitation is that everything is effectedby gravity. Of course, we know that a lot of things are, including light. So, forexample, if you have radiowaves from a distant quasar or a distant star thatpasses by a massive object like the sun or Jupiter on its way to our telescopes,then we astronomers would see a slight change in the direction towards thisquasar. This change would be caused by a slight bending of the radiowaves bythe solar gravitational field.Albert Einstein (1879-1955). German-born Americantheoretical physicist who formulated the theories of special and generalrelativity that included the formula E=mc2 (energy equals mass times the speed of lightsquared) and said that nothing in our universe could go faster than the speed of light,186,000 miles per second. Photograph courtesy of Princeton University.Now, this is from Einstein's prediction of gravity and this was first verified in1919 and it has been verified with many radio and optical observations over thelast thirty years and his prediction of the bending of this light is right on.About two years ago I'm the experimentalist in this pair of astronomers. SergeiKopeikin, Ph.D., at the University of Missouri-Columbia, is the theoretician.After discussing things related to Einstein's equation, he decided to ask thequestion about Einstein's theory: How do some of his (Einstein's) predictionschange about gravity if the gravitational force from any object travels outward ata finite speed before affecting other objects or radiowaves? Because most"},{"pageNumber":3,"pageContent":"physicists don't think gravitational force is instantaneous. They think it travelsalso at the speed of light.SO, WHAT YOU ARE TRYING TO DO IS TEST THE QUESTION: DOESGRAVITY HAVE A SPEED, SO TO SPEAK, AS LIGHT TRAVELS 186,000MILES PER SECOND AND TAKES EIGHT MINUTES TO GET HERE FROMTHE SUN TO THE EARTH, FOR EXAMPLE.That's right.DO YOU MEAN THAT WHAT YOU ARE GOING TO TRY TO TEST THISWEEKEND AND SUBSEQUENTLY IS IF THE SUN WERE SUDDENLYREMOVED, WOULD IT TAKE EIGHT MINUTES FOR THE EARTH TOKNOW THAT?That's exactly right. We know it takes 8 minutes for the earth to know there is nomore light coming from the sun. But we also want to test whether it also takes 8minutes before the earth stops orbiting and just travels away if the sun weremagically moved away.In order to get the position discrimination or accuracy (as Jupiter passes thequasar's light), we need, we are using 11 radio telescopes stretching fromGermany to the Virgin Islands all the way to Hawaii. So we have this colossalarray that did not exist in the 1970s. And you need something very big in orderto measure this very accurately this position of the quasar. So this is the mainnew technology we have now we didn't have the last time this passage occurred.TOMORROW ON SUNDAY, SEPTEMBER 8, WILL THEN BE ACOMBINATION OF TWO THINGS: YOUR ADVANCED RADIOTELESCOPE EQUIPMENT AND THE PASSING OF JUPITER PAST THISQUASAR THAT IS GOING TO ALLOW YOU TO SEE IF YOU CANMEASURE FOR THE VERY FIRST TIME THE SPEED OF GRAVITY?That's right. Over about ten hours as Jupiter and the quasar are observed with allof these telescopes. They are connected as one big telescope. We will see theposition of the quasar actually move slightly in the sky in response to Jupiter'sgravitational field. We will compare it to Sergei Kopeikin's theory, which isEinstein's theory, but with the added wrinkle that Jupiter is moving and bycomparing what we measure to what Einstein and Sergei's theory say we shouldget, we will then be able to determine the speed of gravity.WHAT IF IT TURNS OUT TO BE SLOWER OR FASTER THAN THE SPEEDOF LIGHT?Well, that's a good question. If it turns out to be faster or slower or infinite thanthe speed of light, this clearly would be very surprising. Again, because inmodern physics, especially gravitational theory and electromagnetic theory, oneof the cornerstones is that the speed of light is this limiting velocity that anything not only light that everything can obtain. If we show that that is not true forgravity, some of the basic postulates of relativity theory and some of the othertheories and ideas about how the universe evolved when there were very largegravitational fields would have to be modified.So, gravity is an important force in the universe. No one yet has made a seriousmeasurement on how fast gravity travels from the objects producing the gravityto influence other objects further away.With light, we have been measuring its speed for hundreds of years. We know itto one part in a million and it's constant. It's the limit as far as we know.SO TOMORROW, NOT ONLY ARE YOU TESTING THE SPEED OFGRAVITY, BUT YOU ARE TESTING ALBERT EINSTEIN'S THEORY OFGENERAL RELATIVITY?Yes, we are. This is another. There have been many tests of Einstein's theory. Hehas come through with flying colors. And this is another test that we will make."},{"pageNumber":4,"pageContent":"It's quite a bit different than some of the others, but it is another test of Einstein'stheory. That's correct.HOW LONG WILL IT TAKE YOU TO KNOW WHAT THE RESULTS ARE?These telescopes record the data at the sites they are. The data or signals fromthe quasar are recorded on videotape similar to what is used for television. Thenthose tapes are federal expressed to a central processing station in Socorro, NewMexico where we have what is called a correlator. What the correlator does istake the signals received from each antenna and puts them together. It in a sensefocuses the signals and it makes a focal point, a focus, from all of these differentantennas and makes up a fictitious very large antenna. Basically, we get animage of the quasar every minute of time and through the day we can monitorthe position of our quasar from the image we are getting and see how it changesand compare it to the predictions of Einstein and Kopeikin. Our goal is to have apreliminary answer by mid-November.Gravity is one of three fundamental forces and is the least understood of all theforces in the universe. And it's possible it might have some surprising properties.If the speed is in fact faster than the speed of light it will be very surprising andvery interesting.IT WOULD KIND OF TURN PHYSICS A LITTLE UPSIDE DOWN,WOULDN'T IT?I believe it would, yes. Yes, it would.\"We b s it e s :http://www.nrao.edu/http://oposite.stsci.edu/pubinfo/PR/96/35.htmlCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
