[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Mystery Stalks The Prairie© 1976 by Roberta Donovan and Keith Wolverton Chapter 6Law Officers Go On Merry Chase he idea that helicopters were possibly being used by those mutilating was notnew to the Cascade County Sheriff's Department. They considered thispossibility many, many times. But the thought had added emphasis when, in thelate summer of 1975, they started receiving numerous calls from people whosaw helicopters that could not be identified or heard strange noises, some like ahelicopter, but saw nothing. There were also instances when they saw ahelicopter, but could not hear it. At almost the same time, the sheriff's office started receiving reports of UFOsightings and of strange bright lights. Officers contemplated the possibleconnection between unidentified helicopters and cattle mutilations because onseveral occasions a helicopter was seen hovering over some cattle. There was some question as to whether helicopter was an accurate descriptionof the craft. In most actual sightings, the person seeing the vehicle described it asa helicopter, and a number of people saw them at close range. But some of thesightings took place on a day when the wind velocity was high enough that all ofthe Air Force helicopters were grounded because flying conditions were unsafe. If Air Force choppers couldn't fly in such weather, what kind of a helicoptercould? Some of the unidentified helicopter sightings have been by lawenforcement officers themselves, or members of their families. One of the first reports came from the wife of a former deputy. She told officersthat she was in a bedroom in her home caring for her baby when she heard anoise approaching which she described as like some kind of machinery. The noise became very loud, as though the object from which it was coming waslocated in her back yard. At the same time, she said there was a very bright light- or actually two beams of light - coming into the room where she and the babywere. She said the entire room was lit up. She described the top beam as red andthe bottom beam as white. After a few seconds, the noise diminished like a combine going down the fieldand the light left the room. The sound seemed to indicate that the object,whatever it was, had gone over the house. The woman ran to the opposite sideof the house, but did not see the light or anything else. Adding a strange quirk to the incident was the fact that the family dog thatordinarily barked at strangers failed to make a sound, despite the fact his kennelwas located directly in front of the window through which the light had come. The next day a man who lived in the same general vicinity phoned in to reportthat he had seen a set of red lights close to the ground. He said the lights flashed"},{"pageNumber":2,"pageContent":"for about one minute and then he was unable to see them any more. He wasbaffled by the fact the lights were in an area where there was no road and theytraveled in a southerly direction, which would have been impossible for aregular vehicle since there was a ditch in the way. Three days after the former deputy's wife reported the strange lights and sound,the wife of one of the present deputies called from her home near Belt to saythat a helicopter had just flown over her house at tree top level. She said itcircled their band of sheep so she herded the sheep into the barn. She describedthe craft as navy blue with yellow lettering. On checking with officers at Malmstrom Air Force Base, deputies found that thebase had two navy blue choppers, but they had white lettering. Afterinvestigation, it was assumed that this helicopter, which was also seen byanother resident of the area, had to be one of the Air Force choppers. Yellow indicates the towns, counties and areas affected by animal mutilations,unidentified helicopters and mysterious aerial craft during 1974 to 1976. Twenty-sevenyears later, in 2001 to 2002, Pondera County and surrounding region experienced morethan adozen animal mutilations associated with unidentified lights and other high strangeness.See Earthfiles 08/18/01. At this time the Cascade County Sheriff's Department started checking with theAir Force, other federal and state agencies, and private businesses to getdescriptions of the helicopters that ordinarily flew over the north-centralMontana area. A list was compiled to aid officers in trying to establishidentification of the helicopters reported. Deputy Arne Sand, who lives at Fort Shaw west of Great Falls, was arrivinghome in the late evening of September 15, 1975, when he heard what hethought was a helicopter directly overhead. Although it was a clear night, hewas unable to see the craft. Judging from the sound, it was headed in a southerlydirection. So, he got back into his car and drove about a mile south and againgot out of the car to listen. While he was standing there, he judged from thesound that the craft had flown directly over him. the sound, Deputy Sand said,was not like any helicopter he had heard, but made more of a quiet whirr. That same evening, a ranch couple living to the north of Fort Shaw, nearChoteau, reported seeing a helicopter that turned off its lights and flew south asthey watched. Whether it was the same one Deputy Sand saw a little later couldnot be confirmed. About ten days later, the Police Department at Lewiston, 100 miles southeast ofGreat Falls, notified the Cascade County Sheriff's office that there were several"},{"pageNumber":3,"pageContent":"helicopters flying over missile sites in that area with spotlights. A check wasmade immediately with Malmstrom and officials there reported that there wereno Air Force choppers in the Lewistown area that night. A few days later, Undersheriff Jerry Skelton of Judith Basin County reportedtwo cattle mutilations in his area, along with the fact that unidentifiedhelicopters had been seen in the area the same date that the mutilations hadtaken place. A heifer, killed southeast of Stanford, had two teats removed, atwo-inch square of hide taken from the left side of the belly, all blood removed,and the female organs, bladder and tail were gone. The second mutilation involved a cow on a ranch near Geyser, northwest ofStanford toward Great Falls. This cow was missing the rectal area, lips, tongue,nipples and all but one of her teeth. This second cow was apparently killedduring daylight hours. It was verified that the cow was seen alive at 3:30 p.m.and the mutilation was discovered at 4 p.m. A grey helicopter had been seen in the area between 3 and 3:30 p.m. A greenchopper had also been seen circling the area between 4:30 and 5 p.m. Therewere also reports that two choppers had been seen running together that night.Undersheriff Skelton also received reports of yellow, green and silver chopperswith no numbers on them. It was later learned that a construction company working in the area had a largesilver colored helicopter and a smaller yellow one with black letters. It couldnot be established whether these were some of the same choppers seen byindividuals. Nor was it possible to definitely prove a connection between thehelicopter sightings and the mutilations. Farmers were growing uneasy and Cascade County deputies feared a situationmight develop like the one reported in Colorado. That state had had manyreports of sightings of unidentified helicopters, coupled with a rash of cattlemutilations and ranchers were threatening to shoot down any choppers they sawover their land. Captain Wolverton went to the Air Force officials at Malmstrom and explainedthe potentially dangerous situation. He suggested that a spokesman forMalmstrom go on television and tell area residents just what the Air Forcehelicopters were doing, how they flew at low altitude to check lines betweenmissile sites and the fact they were not in the air at night, except for rescuemissions. Air Force officials were glad to do this and the result seemed to be abetter attitude on the part of area residents. However, reports of sightings - or sometimes \"hearings\" - continued to come in,many of them with no logical explanation. For example, one man who wascamping in Moose Creek Canyon near King's Hill southeast of Great Falls, toldauthorities a helicopter came through the canyon flying so low that it vibratedhis mobile trailer, yet he was unable to see it. A resident of the Milligan area south of Great Falls, reportedly heard ahelicopter in his area for an hour and a half, but couldn't see it. Nine helicopterswere reported flying together one night in the Hobson, Utica and Kolin areanear Lewistown. A man in Teton County reported that he, his wife and their two sons watched ahelicopter hover over their cattle one evening. The craft, with red and bluelights, was only a quarter of a mile away, but they could hear no noise. A Sand Coulee woman told deputies she saw a black helicopter with nomarkings flying about 100 feet above her property. The bubble on the front ofthe craft was of dark or tinted glass, so she was unable to see inside. The sightingwas during daylight hours. A woman living near Great Falls reported that she was watching television when"},{"pageNumber":4,"pageContent":"a helicopter flew over her home. She said it hovered and buzzed the area forabout 15 to 20 minutes. She recalled that the same thing had happened about amonth earlier, but she had not reported the first incident. Checking revealed thatthere had been a cattle mutilation in the area at the time of the first incident. The reports of helicopters hovering over cattle led Cascade County deputies tosearch further into any possible connection between the choppers and cattlemutilations. It was decided to do a little experiment, using an Air forcehelicopter. A site was selected north of Great Falls, with the permission of thelandowner. Deputy Ken Anderson, the department's highly trained photographer, was liftedover the experimental area in a \"cherry picker\" device on a boom-equippedtruck. He took pictures of the test area, which was marked with orange cones.The chopper then came in and hovered over the area. As it flew off, DeputyAnderson returned to his \"perch\" to get an \"after\" shot of the area. A U. S. Air Force helicopter from Malmstrom AFB hoversover a field of tall grass in an experiment with the Cascade County Sheriff's Department .Photographs taken before and afterward showed no evidence that the helicopter had beenthere.The experiment was performed to help check any association between unidentifiedhelicoptersseen in the area and cattle mutilations. Photograph © 1975 by Cascade County Sheriff'sOffice. That first site was in grass ten inches tall. The procedure was then repeated overa dirt field, seeded to winter wheat. In both cases, the pictures taken after thechopper left showed no evidence of its being there. However, a shot taken afterthe chopper landed in the tall grass showed two eight by three inch impressionsleft by the skids. It seemed safe to assume that unless the helicopter landed,there was no way to prove it had been there."},{"pageNumber":5,"pageContent":"The same experiment was repeated a over dirt fieldseeded in winter wheat. Photos taken by Deputy Ken Anderson,Cascade County Sheriff's Office, showed no sign of the helicopter's presence earlierand it was assumed that a helicopter would leave no evidence unless it landedand left its supporting gear tracks on the ground. As reports continued to come in, Air Force officials at Malmstrom notifiedCascade County officials that they would have two helicopters standing by witharmed teams, ready to be launched if any helicopters were reported in thevicinity of missile sites. They agreed to keep the sheriff's office informed, if thecrafts were launched. This followed a report November 8, 1975, that severalpeople saw a helicopter hovering over a missile site in the Lewistown area. Acheck was made and no agencies had helicopters working there that night. The night of December 2-3, 1975, was a busy one for both Air force andCascade County officials as reports poured in of sightings of both unidentifiedhelicopters and UFOs. During the evening, a report came in from the Julietmissile complex north of Malmstrom that a low flying aircraft, believed to be ahelicopter, had been seen in the area. The airman, who reported the incident,said the craft was so low at times that it appeared to almost touch the ground. Checks with Malmstrom, Great Falls International Airport at Gore Hill and theAir National Guard, revealed no helicopters in that area. Since the craft washeaded north toward Dutton and Brady, sheriff's offices in those counties werealerted. Eighteen minutes later, the unidentified chopper was seen east ofDutton over the Diamond Valley Road. It was spotted again 38 minutes laterover some Minuteman missile sites 15 miles north of Malmstrom. Thirteenminutes later, the aircraft was seen about ten miles out of Great Falls andheaded toward the city. In the meantime, about 45 minutes earlier, a law officer on patrol reported hewas under the chopper and estimated that it was hovering at an altitude of 500feet. He radioed in that the helicopter was taking off at a high speed, travelingtoward Brady and that he was unable to keep up with it. Air Force radar wasunable to pick up the craft, but said that their coverage was only to the Duttonarea. Air force officials then reported that there seemed to be more than onehelicopter, as they were getting sighting reports from two different missile areas.All law enforcement cars were notified. At 10 p.m., at the request of the sheriff'soffice, announcements went out over local radio and television stations askinganyone who had seen any helicopters, or observed them landing within the pasthalf hour, to notify the sheriff's office. The appeal brought an immediate response. One man phoned in to say he hadseen a helicopter flying over his ranch at tree-top level the night before. He said"},{"pageNumber":6,"pageContent":"it had navigation lights, but no landing lights. Another man, who declined togive his name, said he saw \"something\" land about a mile and a half north ofFairfield shortly after the time of the broadcast. It had one landing light, he said.A Havre man phoned in to say he had seen a helicopter four or five milesnortheast of Carter that had lights on and was moving toward Great Falls. A little after midnight, Malmstrom received a report that a helicopter washovering about 300 feet above a missile site in the Conrad area. It reportedlymoved toward Brady, then returned to the Conrad site. An hour and fifteenminutes later, there was a report of a helicopter hovering over a missile site atVaughn, directly over the overpass. A law officer sent to investigate said he sawa strobe light headed east, but was unable to verify if it was a helicopter. Hetalked with a sergeant at the missile site who said the aircraft did not sound likea conventional helicopter and had only a single strobe light and no runninglights. Twelve minutes after the law officer saw the strobe light, it was reported byMalmstrom seven miles east of the base and headed in that direction. Sevenminutes later, when it was within five miles of the air base, it disappeared. Radarunits at both Malmstrom and Gore Hill tracked the vehicle until it disappeared. A little over an hour later, Air Force officials again reported seeing what theytermed a UFO with strobe light near Juliet, the same missile site 25 miles northof Malmstrom where one was seen the previous evening. Eleven minutes later,the sheriff's office received a call from a man who lived in the HighwoodMountains east of Great Falls, saying he had seen a UFO there. This was in thesame general area where the craft had disappeared a little earlier. Law officerswere dispatched to investigate. the object was not visible on radar atMalmstrom. In the meantime, the man who reported the sightings was contacted bytelephone and he said clouds were starting to cover the object. He added that hehad watched the object as it was close to the ground and it appeared to be moreyellow than white. As it climbed, it seemed to turn white. Despite the best efforts of both sheriff's and Air Force personnel, the frustratinggame of hide-and-seek ended without any identification of the craft or crafts andno explanation of what they were doing except leading everyone on a merrychase. To be continued in Chapter 7 - Chasing Lights in the SkyCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
