[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Mystery Stalks The Prairie© 1976 by Roberta Donovan and Keith Wolverton Chapter 9Egg-Shaped Craft with Arms s UFO sightings were publicized by the news media in Montana, there wasbound to be a number of honest mistakes by individuals who mistook anextremely bright star for a UFO (unidentified flying object). A report of six UFOs near Raynesford turned out to be Venus, Mars and aconstellation of stars. What two Great Falls girls thought was a UFO wasbelieved to be a beacon light. A sighting near Fairfield was believed to beanother planet. But not all sightings could be explained that easily. In fact, mostreports defied explanation. There was the case of the UFO that paced a B-52. It was reported to Sheriff PeteHoward at his office in Choteau. He said a Montana Fish and Game Departmentemployee told of watching a UFO fly above a B-52 as the plane was flying overFreezeout Lake where the man worked. The man said he first saw the B-52 andthen noticed another light flying directly over the plane. Using his rifle scope toget a better look, he noted that the strange object seemed to be pacing the B-52.In a short time the UFO climbed out of sight. The B-52 was flying in an easterlydirection, he told officers. The same evening, the Cascade County Sheriff's Office had a first hand accountof a UFO sighting when Captain Wolverton and Deputy Anderson saw one asthey were returning to Great Falls from Missoula. If either of the two men hadblinked his eyes, he might have missed seeing the strange object as it wastraveling so rapidly it was within their range of vision only an estimated fourseconds. The dull orange or tan object passed within a quarter of a mile of thefront of their car at an elevation of about 500 feet. It was traveling from north tosouth-southeast. The two officers said it was impossible for them to determineits size or shape in the brief time they saw it. A couple of nights earlier, Malmstrom notified the sheriff's office that two UFOshad been sighted south of Moore in the Lewistown area. The objects appearedas a bright white light with a whitish beam descending toward the ground. "},{"pageNumber":2,"pageContent":"Moore near Lewistown, southeast of Great Falls,where two bright white lights with white beams going to the ground werereported by Malmstrom AFB to the Cascade County Sheriff's Office inGreat Falls, Montana in December 1975. About this same time, the Cascade County Sheriff's Office learned that a womanat Stockett had observed a UFO hovering in the sky for a period of from one totwo hours. She said it appeared to be a flashing red and white light. ApparentlyUFOs come in different colors as reports have varied in this respect. Law officersat Chester reported seeing a UFO that had green and blue lights ten milessouthwest of that community. A Great Falls man, traveling on the freeway by Ulm, said he and his friends sawa UFO with a red light and a green light. The object appeared stationary. A stateofficial, while traveling one evening, reported seeing UFOs near Fort Benton andnorth of Carter. He said both of them cast a bluish light. Perhaps one of the most unusual descriptions of a UFO was given to TetonCounty Sheriff Pete Howard by a ranch couple in that area. They had anexcellent opportunity to get a description of the craft as it was about five-eighthsof a mile from their house and they watched it through field glasses. They alsohad the advantage of daylight, since it happened about 4:30 p.m. They described the craft as egg-shaped with the large end on the ground. It hadone light which had a dull glow and then became brighter. They described thelight as yellowish gold or light orange. The most unusual part of the descriptionwas the fact the object had two appendages which came out of it, one on eachside. The two arms made a continual motion like a breast stroke. The craftremained stationary for five minutes. then the appendages retracted into the craftand it went straight up and out of sight. The possible connection between UFOs and cattle mutilations again came to theforefront when a Simms rancher reported that his wife and children had seen aUFO land near the place where he had left a dead calf. He later discovered thatthe carcass had been mutilated after he placed it there. There were actually two UFO landings at the ranch - one on December 8 andone the following night. The second incident was the same night that CaptainWolverton and Deputy Anderson sighted a UFO as they were traveling homeand the same night that the B-52 was paced by a UFO. The rancher wasreluctant at first to talk about the incidents for fear people would think he was\"silly.\" A little later, realizing the seriousness of the situation, he gave officers afull report and encouraged his wife to tell them about the extraordinaryhappening, too. The calf died about five days earlier. The rancher had dragged it down into abrush area near the Sun River about a half mile from the house. The area wasinaccessible by road except by going through the ranch house yard. On the evening of December 8, about 6 or 6:30 p.m., the rancher's wife andchildren saw a UFO land in the area where the calf's body was. They said itdescended from the air, stayed down a short time and then took off in a westerlydirection toward Augusta. The woman described the object as a large white lightwith a red light on top. When it ascended, she said it appeared to roll on its side,"},{"pageNumber":3,"pageContent":"as the red light was no longer on top, but on the side. As it left, it was flying at alow level. The object, or one like it, returned at almost the exact hour the next evening.This time it stayed only about one minute and instead of heading west, it fleweast. Captain Wolverton and two other deputies, after interviewing the woman,examined the dead calf. The bag area had been removed and the cut marksaround the wound were consistent with those found in earlier cases thatpathologists had verified were made with a very sharp instrument. Samples ofthe hide were sent to a laboratory for analysis. The rancher verified that there were no marks on the calf when he had lastobserved it two days before the first landing. He told the officers that he plannedto go home from work early, load all his weapons and wait for the \"thing\" toshoot it down. Three deputies returned to the house the evening of December 10, 1975, withphotographic equipment so that they would be prepared to get pictures shouldthe UFO make a third landing. They were disappointed because nothinghappened. About ten days later another report of a UFO landing came in from theLewistown area. An Air Force missile crew, traveling between Roy and Fergusnortheast of Lewistown late at night, said they saw an object on the ground thatwas glowing and pulsating. They reported watching it for five to ten minutes.The Fergus County Sheriff's Office at Lewistown was notified and a deputy wentout to investigate, but he was unable to find anything. A couple of nights earlier, the Air Force had some hectic moments when anunidentified flying object was sighted over Fairfield and was tracked on radar forabout an hour and a half. the oblong-shaped object was first locked in on radarat 8,000 feet. A little later, it was fluctuating between 9,000 and 18,000 feet. Acommercial airlines plane flying in the vicinity was contacted by NORAD to seeif visual contact could be made, but the pilot was unable to see it. Within a short time, the radar contact was lost, but law officers working in thearea could still see the object. Radar contact was again made, locking the objectin at 14,100 feet as it moved very slowly in a northwesterly direction. The objectwas also located by radar equipment at Havre. Air Force officials said the objectwas in the Power-Fairfield area, but they could not pinpoint it any better. At one point during the tracking, when the UFO was in the Dutton area, radarshowed the object suddenly ascending vertically from 14,750 feet to 44,400 feetat 850 knots or approximately 1,000 miles per hour and then stopping suddenly.The maneuver startled military officials and law officers."},{"pageNumber":4,"pageContent":"Over Dutton, northwest of Great Falls, an unidentified aerial objectwas tracked on Malmstrom AFB radar ascending vertically from 14,750 feet to 44,400feet at 850 knots (1000 mph) and then stopping suddenly. A few days later, another Cascade County deputy had an opportunity to see aUFO, as Captain Wolverton and Deputy Anderson had. Deputy Barry Michelottiand two friends were on a hunting trip and were camped in the Ford Creek areanear Augusta. Describing the incident, Deputy Mitchelotti said: \"We were sleeping in my horse trailer that night with two horses tied to theback of the trailer. About midnight, I was awakened by the horses. They werecreating a disturbance, pulling back on the ropes, whinnying and pawing theground. I looked up and noticed an object that I can describe best as shapedlike a football. This object was a solid white light, no flashing, glare or anybeams of smoke or light. The object was at least five times as large as a starand was moving horizontally across the sky heading north. \"I woke up one of the other fellows and we watched it for a few short seconds. Itwas moving at a very rapid speed. After it left our sight, I checked the horsesand one was missing. I heard it down the road running. I called and itreturned, but it was very nervous which is unusual for that horse. Both horsessimmered down and there was no further trouble.\" Captain Wolverton got a second look at a UFO on January 17, 1976, but again itwas a brief one. He was driving at dusk on the lower river road just out of GreatFalls when he saw an orange or amber- colored light traveling from east tonorthwest. It was going so fast that he was only able to see it for one or twoseconds. He checked with Malmstrom AFB, but they had nothing on radar. Just a week earlier on January 10, a Belt area rancher noticed two red lights overhis barn and corral as he was driving home along a country road. It was about 11p.m. When he reached the approach to his place, he stopped in order to take acloser look at the lights. He noticed the red lights were pulsating and then abright white light appeared, and beamed toward the ground. The rancher rolleddown the window of his vehicle to try to hear whatever it was, but there was nonoise coming from the object. The white light went off and the object started to move north. It went a distance,then stopped and the white light came on again. It disappeared shortly thereafterto the north. The rancher described the craft as about 25 to 30 feet wide andsaid it appeared to be about 500 feet above the ground. He checked hislivestock, but they seemed all right and were not restless. The incident made him recall something that had happened a couple of monthsearlier. During the night, a bright white light lit up the interior of his home,"},{"pageNumber":5,"pageContent":"waking his son and a friend who had been sleeping with him. The boys told therancher, who went outside, but was unable to see anything unusual. On the same day - and in fact, the same hour that Captain Wolverton saw hissecond UFO - a Great Falls man had an unusual experience at his ranch west ofAugusta. The man reported that he was outside when he happened to notice outof the corner of his eye a strange object in the sky. He described it aspear-shaped, about the size of a very large light bulb, and was a very brightincandescent color, almost like a ball of fire. He said it was traveling about 60 to70 feet off the ground in a west to east direction. The object appeared to burn out directly over his yard. \"At the end, piecesseemed to fall off the tail of it and burn up and the whole thing appeared toburn up in the manner that I visualized a large ball from a Roman candle,\" theman told authorities. He said his first reaction was that it was a meteor, but as he thought about it, hedecided it would have been dropping to the ground, which this object did notdo. He commented that it was odd that the object, while in flight, seemed tomaintain the same altitude at all times while he observed it, which was over adistance of approximately 100 yards. A few seconds after the object burned up,the man heard a sonic boom a distance away. To be continued in Chapter 10 - One Big One, Four Little OnesCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
