[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Former White House Aide, John Podesta,Says Government Should Open Up UFO Files© 2002 by Linda Moulton HoweWhite House Chief of Staff, John Podesta, (on right) briefs President Bill Clintonas they walk to the Oval Office in 1999, Washington, D. C.Photograph courtesy White House files.October 26, 2002 Washington, D. C. - A former Chief of Staff in the ClintonWhite House met with reporters at the Press Club in Washington, D. C. onTuesday, October 22, to talk about Area 51 in Nevada and its relationship toUFOs. John Podesta was President Bill Clinton's Chief of Staff, is a visitingprofessor at the Georgetown University Law Center, and now runs a publicrelations firm in Washington called PodestaMattoon. Earlier this year he washired by the State of Nevada to lobby Congress into rejecting using the YuccaMountain site northwest of Las Vegas as a nuclear waste repository. He was notsuccessful.This week many were surprised to hear him say, \"I think it's time to open thebooks on questions that have remained in the dark about the question ofgovernment investigations of UFOs.\" He said he was supporting the efforts of anew group called The Coalition for Freedom of Information, or CFI, that isworking with the SCI FI cable television channel to obtain government recordsabout unidentified flying objects. SCI FI Channel President, Bonnie Hammer,told reporters that at least 5 to 10% of UFO reports have not been explained asnatural or artificial earth causes.If the Air Force has had a scripted answer that \"UFOs do not exist\" for over fiftyyears, then why not open up every file the U. S. government has on them? JohnPodesta said that President Bill Clinton signed an executive order in 1995 thatproduced 800 million pages of declassified government documents. But evenClinton signed an executive order to PREVENT the release of information aboutArea 51."},{"pageNumber":2,"pageContent":"The dirt road is Groom Lake Road. Papoose Lake is overthe mountains on the far left. Photograph © by Tom Mahood.U. S. Air Force No Trespassing Signs on the way from Mailbox Roadonto the government property that includes Nellis AFB, Groom Lake, PapooseMountains and Area 51. Photograph © November 24,1995, by Charles Ames.This week I talked with Ed Rothschild, Executive Director of the new Coalitionfor Freedom of Information, and an executive in PodestaMattoon. I asked himwhat his goal is for CFI.Interview:Ed Rothschild, Executive Director, Coalition for Freedom of Information,and executive, PodestaMattoon (public relations firm), Washington, D. C.:\"The goal is to raise the issue of getting more information from governmentagencies that have information on unidentified aerial phenomena, morecommonly known as UFOs. This has been a particular concern for many yearsand in recent years, the fact is that the Clinton Administration, for example,issued an Executive Order that classified agency documents that were more than25 years old basically should be released to the public, unless there was really asignificant national security concerns.In light of all the events that have occurred, the sightings that have occurred, theincidents that have occurred in regard to these phenomena, one thing is gettingthe information out. Really, so scientists can examine it and come up with astudy. And the whole idea of a coalition is to bring this to the attention to policymakers, particularly members of Congress and Senators and members of theHouse to say, 'Look, the public is concerned about this. We think thesephenomena exist. They are real, but we should know what they are. Because ifthere are things flying around in our air space that could cause problems withcommercial airlines or military aircraft, we ought to be identifying what it is andunderstanding what it is.If the government has had a policy of denial about this subject for over 50years, what physical evidence do you think you could get your hands on toinvestigate?I'm not sure we are going to get physical evidence. You have different kinds ofevidence. There is evidence of reports that can be gotten. There are reportsdealing with radar sightings, people being interviewed over the years. There are awhole series of things that might be short of physical, but if there is physicalevidence, it would be terrific. But I think there are plenty of other types ofevidence that could be obtained."},{"pageNumber":3,"pageContent":"Has John Podesta, in his work for the Clinton administration inWashington, ever been privy to anything off the record that seemed to himto support the fact that the government is suppressing information aboutextraterrestrial-related matters?Not to my knowledge. I think what he said at the press conference we held isbasically that his concern is getting all the information to the public, that thepublic really, if it has information, it can deal with it. This information should bemade public. There is no reason not to and particularly, since the Air Force hassaid repeatedly that from their perspective, these kind of phenomena haven'tbeen a threat to national security.Yet, there are documents that exist that state very clearly that the reasonfor the policy of denial IS concern about national security.Precisely.What is your understanding about the nature of Project Moondust andOperation Blue Fly?From my understanding, they were projects, either Air Force or intelligenceagency projects, to recover things that fell from the sky basically, that couldhave been anything from U. S., Soviet or other satellites, or unidentified objects.There were recovery teams that went out into the field on being notified thatsomething had come down and basically picked it up and brought it back forwhatever purposes to analyze.Anything in the category officially of 'foreign' could also includeextraterrestrial biological entities?I wouldn't know what they meant by 'foreign.' All I know is that it was a broadcategory of unidentified flying objects at that time as I guess the Air Force andother agencies classified it.What do you think will be the unfolding of events now that you have gonepublic with this appeal to focus on getting scientists and the publicinvolved and getting more information out?One of the things that we are doing which I think is very exciting: we are the SciFi Channel and the George Washington University the university is hosting andthe Sci Fi Channel is sponsoring - a symposium on November 8 at the GeorgeWashington University with about five scientists and two aviation experts to talkabout the potential for inter-stellar travel and looking closely at the unidentifiedaerial phenomena. We'll have a very interesting presentation there. It's going tobe at a level that people can look at this and say, 'This is something for scienceto look at. We haven't done so and we need to do it.' Different scientists willexplain the potential for other life in the universe and particularly, advancedbeyond ours. One will talk about the fact that the new physics is multi-dimensional, so inter-stellar travel could be possible at some point. Maybe notfor us! But maybe for some other entity, if that's possible. And people will talkabout their whole research into unidentified aerial phenomena and the fact thatof all of these things that are sighted, maybe 5 to 10% have never beencompletely explained either as a natural phenomenon or something manmade.In this Sci Fi-sponsored meeting, what do you think the Sci Fi Channelwould like to accomplish?I think the Sci Fi Channel has several goals: clearly, they are interested in havingmore people watch their shows. I think that is certainly an interest. But they arealso interested in exploring the important spread between science fiction andscience fact. We all know in the 1860s that Jules Verne wrote his Earth to theMoon. In that time, it was science fiction. Today, it is science fact. So, as peoplewrite science fiction, a lot of the science fiction becomes true. I mean, it mighttake science a little bit to catch up where science fiction is! So, I think the Sci FiChannel is saying, 'Well, in this particular category, we've had a lot of interest in"},{"pageNumber":4,"pageContent":"this and we think we want to do something more than just show shows on ournetwork. We want to get engaged in the issue and think that is important, to getmore information out there, because this thing has been hanging for 55 years atleast, or since 1947, when there were a lot of sightings in the United States. Wethink we need to get the facts out and it needs to be explored by science.Any connection to the Steven Spielberg series called 'Taken' that issupposed to start broadcasting in December 2002?That's one of the things they are doing. They are doing a whole series of things.That's one of the new programs that they are putting out that Spielberg is theproducer of, I guess, a presenter of, and it's a 10-part series. In terms of theiroverall effort, yeah, all these things are inter-related.\"More Information:On November 8, 2002, the SCI FI cable channel will sponsor a symposium toexplore the potential for interstellar travel and the evidence of unidentifiedaerial phenomena at George Washington University. Panelists will includeeminent American scientists and aviation experts, including computer specialistand author of several mysterious phenomena-related books, Jacques Vallee. Theevent is open to the public on a reservation-only basis because there is limitedseating. For information, call Cynthia Determan at 202-879-9309.Press Release - Goal of The Coalition for Freedom of Information (CFI):Scientific CredibilityFor far too long, there has been a stigma in the scientific community thatdiscourages research into the question of aerial phenomena. CFI supports effortsto promote discussions within the scientific community on the issues ofinterstellar travel and unidentified aerial phenomena. CFI hopes to foster a moreopen and rational environment in which scientific research into unidentifiedaerial phenomena can be conducted without censure or other negativerepercussions.Congressional Interest and ActionCFI will work to urge Congress to support a serious, independent scientificresearch effort and to seek release of still-secret government documents.Serious Media CoverageNational media coverage of unidentified aerial phenomenon has been sporadicand sometimes tongue-in-cheek. Too often, the general public is not presentedwith the facts in an objective and authoritative way. CFI will encourage themedia to seek out respected scientists and researchers to present their evidenceand views.We b s it e :http://freedomofinfo.org/mission_statement.htmlhttp://www.ufomind.com/area51/photos/Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy"},{"pageNumber":5,"pageContent":" Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
