[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon El Nino Weather 2002-2003© 2002 by Linda Moulton HoweNOAA climatologists currently classify the El Ninostill growing in the Pacific Ocean (red band on yellow above)as moderate, but the ocean waters continue to warm and El Ninoclimate conditions are expected to dominate through February 2003. Mapcourtesy National Environmental Satellite, Data and Information Service of NOAA.November 8, 2002 Washington, D. C. - The El Nino in the Pacific Oceanwhich has building up for months continues to warm and NOAA scientists nowclassify its intensity as \"moderate\" with caution that its full intensity still notknown. Many drought areas will continue to suffer, but its influence on climateover the next four to five months is not expected to be as strong as the1997-1998 El Nino.NOAA Director of the National Weather Service, retired USAF Brig. GeneralJack Kelly says, \"With nearly half of the United States experiencing drought, thefall/winter 2002 outlook only offers limited relief. While some improvement inthe drought is possible, namely across the Southwest and southern and centralPlains states, it may not be enough to alleviate dry conditions entirely,particularly in the Northwest, Northeast, mid-Atlantic and the Ohio Valley.Map courtesy NOAA Drought Monitor.Fall 2002 Forecast:"},{"pageNumber":2,"pageContent":"Drier-than-average conditions in the Pacific Northwest and Mid-AtlanticStates.Drier-than-average conditions in northern Rockies and Ohio Valley.Wetter-than-average conditions in the southern states.Warmer-than-average conditions in northern tier states. Winter Forecast :Below-normal precipitation in Northwest, including Washington, northeastOregon, Idaho, Montana, Wyoming, western parts of North Dakota andnorthwest South Dakota.Below-normal precipitation in Ohio Valley states.Above-normal precipitation in southern United States, stretching fromcentral/southern California to the Carolinas.Above normal temperatures across northwestern, mid-western andnortheastern continental United States.We b s it e :http://www.osdpd.noaa.gov/PBS/EPS/SST/climo.htmlhttp://www.noaanews.noaa.gov/stories/s1060.htmhttp://www.drought.unl.edu/dm/monitor.htmlCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.com"},{"pageNumber":3,"pageContent":"Republication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
