[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Cattle Mutilation - The Unthinkable Truth© 1976 by Fredrick W. Smith, Freedland Publishers Chapter 1, Part Three The Farm Journal, Philadelphia, Pennsylvania, December 1975\"REWARDS NOW TOTAL $23,000 for information leading to the arrestand conviction of stock mutilators in Colorado. The last $10,000 wasposted by the Elbert and El Paso County Ranchers and FarmersAssociation for incidents in those two counties (where NORAD and theAir Force Academy are located). More mutilations have been reported inNew Mexico, Nevada, Utah, Oregon, Wisconsin and Iowa. Shots have beenfired at Army helicopters. Accusations have been hurled at everyone fromPatty Hearst (Symbionese Army captive) to the (Charles) Manson family(mass murderer) and the U. S. government. There have also been reportedmutilations of dogs, hogs, mules, donkeys, goats, sheep, horses and abuffalo at the Cheyenne Mountain Zoo in Colorado Springs. But lawmenand ranchers are still looking for their first solid clue.\" One especially infuriating aspect of it has been the waste of meat. To ranchers,this is absolutely unpardonable on a par with trophy hunters who take heads tohang in their dens while letting the edible part of the game rot. Actually, this iseven worse. Cattlemen imagine prime steaks to be the very choicest foodavailable anywhere. But these mutilators, whoever they are, display a finecontempt and haughty disdain for that economically sacred idea.No one so far has suggested that they eat or sell the excised organs, which afterall are only offal. But when excellent meat could be theirs for the mere taking,they NEVER touch it, leaving it to rot, spoiling it, apparently, not only forhumans, but also for predators and even for worms.Even worse is their deliberate flaunting of property rights and very legallyconstituted authority. What kind of people are they? It's obvious they aren'ttrying to hide their depredations, but to advertise them. There's no attempt tohide mutilated carcasses. Time after time they are positioned neatly in barnyards,across ditches, in ponds and in other very exposed places where they're sure tobe found quickly. Unlike common criminals who calculate how to keep theirwork hidden, these uncommon ones ARE OBVIOUSLY TRYING TO MAKETHEIR PRESENCE KNOWN.That these things can be done in areas where people are keyed up almost to thepanic point and everyone is on the lookout day and night for anything the leastsuspicious or unusual, where every stranger is recognized immediately and sharpinquiry made into his business, is almost unbelievable. It must mean that themutilators know exactly what's happening on the ground and in the airspace allaround them. Who's asleep, taking a bath, or submerged in his idiot box? Andwho is out riding herd, checking his pasture, watching with binoculars from hispickup or out of the darkened windows?The growing awareness that this may be, might be, and even must be true isuncanny enough to be completely unnerving. So far as is known, the mutilators"},{"pageNumber":2,"pageContent":"haven't made one misstep. They leave their calling cards, but no one has eversurprised them at their work. They leave too much evidence for any rationalperson to deny they exist, but never enough to be identified. No one even claimsto have taken a picture of them. Afterward, of course, thousands are taken.They're obviously playing with us like a cat plays with a mouse. And it's drivingfolks, including the authorities, right up the wall.It's interesting, and may be enlightening, to make some comparisons. Critics ofthe AEC, now ERDA, maintain that no matter how clear or abundant theevidence, the nuclear establishment will never admit the deadlines of theiractivities until the actual corpses resulting from their work are publiclyproduced and perfectly identified. With cattle mutilators, on the other hand, theterms of the situation are completely reversed. Here an abundance of carcasses isbeing presented in such a way that they can't be hidden or denied. But there areno other clues at all, making this even more mysterious, enigmatic and esotericthan nuclear physics. In this and every other way that a comparison might bemade, the cattle mutilators appear to be the direct mirror opposites to nucleartechnicians, like Lucifer is the direct mirror opposite of Christ.No one, publicly, has considered what may be the most important clue to thepurpose and identity of the mutilators. That is: WHERE they've been operating.Keeping in mind the remarkable precision of their work, the LOCATION of itmust be equally precise and significant. By using our heads here and putting twoand two together, we could begin to unravel the mystery. They've operated allover the mountain west, and no doubt over an even larger area where publicattention has not been drawn to the phenomenon. Public attention must surelybe an important factor here. But by far the heaviest hit area has been ElbertCounty, immediately east of the Rockies. So we might consider the specialsignificance of that location.The yellow areas surrounding Colorado Springs and the U. S. government's globalmonitoring center, NORAD, are towns and areas where animal mutilations have repeatedlybeen reported since at least the 1960s. Even a 1500-pound buffalo inside the CheyenneMountainZoo near NORAD was killed and mutilated, discovered October 21, 1975. Animal Mutilations Even At America's Highly Secure NORAD inCheyenne MountainDr. Urich, the county coroner, said:\"The cutting was done neatly, cleanly, obviouslywith a very sharp instrument. The dissection wasof the type that would eliminate any type of predator.\"He said the hide was removed by someone who did"},{"pageNumber":3,"pageContent":"not puncture the tissue layer directly under the hide.\"It was better than I could do if I were trying.It was really an expert job.\"- The Colorado Springs Sun, October 23, 1975Elbert is a huge county, roughly fifty miles east to west and north to south. It'sthe highest of the high plains counties with the bluest, widest and mosttransparent skies and it would seem the hardest skies to hide in. Although it's arurally oriented county, the northwest corner of it comes to within twenty milesof downtown Denver and the southwest corner of it comes to within about thesame distance from Colorado Springs.The area where by far the most mutilations have taken place is also ringed withthe world's most sophisticated military installations. To the southwest is the U.S. Air Force Academy. Ent Air Force Base, the huge Army base Fort Carson,and Peterson Field, a busy municipal and military airport. Along the northernedge of Elbert County is the Lowry Air Force Bombing Range.Right beyond that is the Buckley Air National Guard and Naval Air Station,Lowry Air Force Base, Stapleton International Airport, the Rocky MountainArsenal where nerve gas and other exotic poisons are created and stored, andthe famous Rocky Flats, where H-bomb triggers are fabricated and refurbishedand plutonium disbursed over Denver and Boulder. Although the areaimmediately surrounding the cattle mutilation hot spot may not surpass MendelRivers' home town in its sheer weight of military pork, nowhere on earthsupports more sophisticated nuclear and military aerospace apparatus.The capstone of all this, and ultimately of all U. S. military muscle, is Ent AirForce Base and Cheyenne Mountain, the headquarters for NORAD (NorthAmerican Air Defense Command and the Canadian Air Defense Command.)Cheyenne Mountain, just outside Colorado Springs and at the foot of Pike'sPeak, is the rightfully famous \"brain\" or \"heart\" of America's military readiness.If a president ever pushes the big button, Cheyenne Mountain will be the sourceof his intelligence.The air defense of the North American continent is the responsibility ofNORAD, an international command, which continually receives and analyzesinformation from the continental network of radars scanning the skies day andnight. Carved into the solid heart of Cheyenne Mountain is NORAD's CombatOperations Center. 45,000 cubic yards of granite had to be blasted out toaccommodate its solid steel buildings, some of them three stories high, allfree-standing and mounted on the biggest coil springs ever made.This most secure of all military installations can only be reached through longtunnels cut in solid rock and protected by a system of immense blast doors, alldesigned to withstand direct hits by hydrogen missiles, intense fallout, or aprolonged siege. NORAD's Cheyenne Mountain base was built at a fabulouscost to be the safest place on earth, able to weather any conceivable attack.When everything else goes under, this is designed to be the very last andultimately secure bastion of freedom.The purpose of this fortress inside a mountain is to detect and analyzeeverything entering or crossing United States air space. At one time, it wasclaimed that it was doubtful if even a needle could get through the total radarnetwork without detection. The complex also keeps a close watch for missiles orhostile vehicles that might approach the U. S. from nearby space. Peace Is A Three-Edged Sword © 1964 Lloyd Mallan, Prentice-Hall, New York\"Apart from NORAD's thorough coverage of aircraft and missiles, theSpace Surveillance web of the U. S. Navy aids in keeping close tabs on allman-made objects orbiting beyond the earth. These include fragments of"},{"pageNumber":4,"pageContent":"metal and plastic from rockets or satellites that have broken up in space. ithas already detected an 8-foot length of thin wire orbiting a hundred oddmiles above the earth. Reporting to the center are optical tracking stationsequipped with Super-Schmidt-Baker-Nunn cameras that can clearlyphotograph objects up to a distance out in space of 100,000 miles. Thecameras and radar trackers are spread around the world. All of themsupply practically instantaneous data to the Center at Colorado Springs. \"To the right of the big BMEWS screen (in Cheyenne Mountain), is aneven larger screen that displays a map of the entire North Americancontinent. The Battle Staff members sit behind a long console facing thescreens in a darkened room. The scene resembles, but is much moredramatic than, a cinema screen during an exciting moment in a theatre. \"One of these is a surveillance network that continuously andautomatically surveys all of the cis-lunar space (the area of space thatextends from the Earth to the moon). According to Dr. Eberhardt W.Wahl, acting chief scientist on the project, 'With the technical applicationof astronomy to the specific purpose of man-made satellite surveillance, allof the space between here and the moon will get a really thorough goingover. If there is anything of any size between here and the moon, we willfind it and track it. It would be relatively easy to determine whether thedetected object were a natural moonlet or a man-made one. SPADATScould say with certainty, this is a natural moonlet, or, this is a foreignsatellite.'\" 1500-Pound Buffalo Mutilated Inside Cheyenne Mountain Zoo NearNORADOf course, no livestock is kept inside Cheyenne Mountain, but there are avariety of exotic animals on display at the famous Cheyenne Mountain Zoo onthe northeast flank of it. So on Tuesday, October 21, a 1500-pound buffalo wasfound mutilated there. The udder, an ear and a section of hide 24 x 24 incheshad been taken and the vagina cut. Dr. Rodney C. Walker, zoo veterinarian,performed a \"gross\" autopsy. Dr. Raoul W. Urich, the El Paso County Coroner,examined the carcass and fluid samples were sent to the Colorado StateUniversity animal pathology lab at Ft. Collins.The mutilated animal was in the North American Panorama section and within astone's throw of a number of $100,000 homes just beyond the luxuriousBroadmoor Hotel and golf course that hosts world wide figure skating and golfcompetitions. The famous Will Rogers Memorial, a tall stone tower lighted atnight and visible over the entire Colorado Springs area, stands immediately overthe North American Panorama. From it, one can look right down on the buffalohundreds of feet below.Anyone could climb into the North American Panorama, but buffaloes can't behandled like Herefords. They are wild, tough, strong, unpredictable anddangerous. According to zoo director, Dan Davis, \"It looked as though theanimal was lying down sleeping in a dusty area where the animals sleep. Thereare about 50 bison and 10 American Elk in the pen and only their tracks werevisible. There's no doubt the animal was mutilated with some sort of sharpinstrument handled by man.\" (The Gazette Telegraph, Colorado Springs,Colorado, November 21, 1975.)Dr. Urich, the county coroner, said: \"The cutting was done neatly, cleanly,obviously with a very sharp instrument. The dissection was of the type thatwould eliminate any type of predator.\" He said the hide was removed bysomeone who did not puncture the tissue layer directly under the hide. \"It wasbetter than I could do if I were trying. It was really an expert job.\" (TheColorado Springs Sun, October 23, 1975.)Very little blood was apparent externally, except for some in the mouth wherethe tongue had been bitten. There was, however, excessive bleeding into the"},{"pageNumber":5,"pageContent":"internal organs indicating the presence of some kind of anticoagulant. Theexamination left \"no questions\" that a predator had not killed the animal. Whatless than a full grown grizzly or a large pack of hungry timber wolves couldbring down a 1500-pound bison anyway? And predators, except for taking a fewbirds, have never been a problem in the zoo's entire history.\"It was a very, very strange,\" according to Dr. Walker, the zoo's veterinarian whoperformed the gross autopsy. \"There was an excessive amount ofsero-sanguineous (blood-tinged) fluid in the abdominal and thoracic cavities andthe fluid had seeped into the body tissue and even into the eyeballs.\" Walkersaid he had spent hours trying to find a disease that might account for thiscondition, but to no avail. He said that because of the freshness of the carcass,authorities \"might\" have a better chance to determine a definite cause of death.(The Colorado Springs Sun, October 23, 1975.)The carcass was in the best possible condition. Dr. Urich estimated it had beendead \"up to 24 hours, but no more.\" And the nights were very cold. How couldsuch a thing have been done in that completely exposed public place so near tohouses in the daytime? Or how could it have been done at night without a goodlight plus a certain amount of time, noise and equipment? An attendant at thezoo says UFOs were being seen in the area at that time. And a man working atthe Will Rogers Memorial says it is locally believed the animal was killed by alaser beam. Another Cow Mutilation Near NORAD RoadNor were these the only unauthorized intruders on Cheyenne Mountain. OnJuly 6, a mutilation had been performed even closer to NORAD's front doorstep;in fact, much closer to it than one might imagine any animal could be found tomutilate.Highway 115 is a busy divided expressway serving Ft. Carson and NORAD justbeyond the city limits. A huge area there, thousands of acres, is militaryreservation, artillery ranges and so on. Near NORAD's super secret CheyenneMountain bastion, of course, the area is under the strictest possible surveillance.Immediately opposite the main entrance to Ft. Carson is the unmarked NORADRoad, an excellent wide three mile long highway that twists up the steepmountainside to the heavily guarded installation. NORAD Road isn't even onordinary road maps. A big sign warns away all unauthorized persons and theside fences are lined every few feet with signs that say:NO HUNTING KEEP OUT,NO TRESPASSING,VIOLATORS WILL BE PROSECUTEDTO THE FULL EXTENT OF THE LAWThe steep hillside up to the electrically controlled high entrance gate to the hugetunnel into this worldwide intelligence nerve center is covered with rock andbrush. Surprisingly, a few cattle are also grazed there, no doubt to lower anypossible fire hazard. So, right there, immediately overlooking thousands ofmilitary buildings, the protective covering of hundreds of planes and helicoptersand 20,000 soldiers, and immediately in front of the electronic brain and sensesthat survey the entire North American continent so that even a needle couldn'tget in undetected, plus monitoring all of space from here to the moon so as todetect even an 8-foot length of fine wire orbiting the earth, someone thought thiswould be a neat place to have a cattle mutilation.It was a standard mutilation of a cow due to calve in two months, and DeputySheriff Sgt. Robert Stone \"ruled out the possibility that the animal's sex organswere removed by a coyote.\" Sgt. Stone said in his opinion, \"the animal did notstruggle when it went down, but was possibly induced with a tranquilizer.\" (TheGazette Telegraph, Colorado Springs, Colorado, July 6, 1975.)All during this investigation, I continually asked if there was any sort of pattern"},{"pageNumber":6,"pageContent":"to the phenomenon. The answer was always the same: no pattern, everythingwas completely illogical. The big stack of accumulated clippings and articlesreflected the same altogether random quality, even when it seemed obvious tome that there was a pattern. Whoever could be doing all this so beautifully andsubtly must also have a precise purpose for going to such pains.The only published indication of a pattern was in a tiny Cripple Creekpublication, and it was the same as mine. It was under the headlines: The Cripple Creek Gold Rush, Cripple Creek, Colorado, September 21, 1975THREE MORE MUTILATIONS REPORTED\"The sheriff (Gary D. Shoemaker) also noted two more mutilations werereported southeast of the Teller County incidents \"in the same path goingtoward Colorado Springs.\" The two additional reports occurred in El PasoCounty.\"When people do outlandish things, or commit shocking and dramatic crimes,part of their reason for doing that is to deliver a message. They are trying tocommunicate with those who have closed off all other means of communicationand absolutely refuse to listen. That's the situation here. Either we're too dumbto get their message, or we've absolutely determined not to, come hell and highwater. What's the likely reward for solving this mystery that $23,000? Or publicridicule and the widespread assumption that you've completely lost yourmarbles?Someone has been delivering a message to the American people, to thegovernment, the intelligence community and to NORAD. They are sayingsomething important in the most direct way possible. And they've aroused publiccuriosity, interest and attention. But why are they delivering it through ranchersand farmers? There's no logic to that. Yet, maybe there is. Keep in mind that thisis a message that no one in a position of authority wants to hear, and will go toalmost any length to shut out of his own and the public's attention. Rural folks,being not quite so far down the tube, may be more inclined to listen, or at leastto hear.Consider this little booklet, for example, published and distributed in the mostamateurish fashion. The ideas in it aren't sophisticated, but they far outdistancethe really pitiful conceptions of the slick journalists who enjoy the advantages ofbig name publishers. And there are reasons why things are as they are. AlthoughI enjoy a few publishing connections, it was also obvious that to send somethingso vital to the big name publishers would be a mere waste of time and postage.My sure guide, who is the only one I want to please anyway, says better to getsomething done as quietly and obscurely as possible at a much greater effort,expense and sacrifice. Then there's a chance of getting it before the publicwithout it being nipped in the bud. The fancier the organization, the more easilyit is subverted. But a determined individual initiative makes even the devil shakewith rage and frustration.These strange things have been happening throughout the west and finallycentering on Colorado Springs because in this case NORAD is in the middle ofwhere it's at. We can be sure that other places in the world, Soviet intelligence,for example, are getting similar messages. Of course, they have a censorship thateven more effectively blanks out the truth. And the farther a thing is from home,the easier it is to suppress.It would be safe betting one's last dollar on the fact that super secret intelligenceservices the world over are getting bugged in ways that are at least as hard toexplain as cattle mutilation has been to ranchers, farmers and sheriffs. Butwould outsiders ever get the least inkling of that? Of course they wouldn't! Sowe can expect more and more uncanny things to be happening at every level ofsociety as the noose gradually tightens. People who have seen mutilated cattle at"},{"pageNumber":7,"pageContent":"first hand tend to dismiss the Colorado Bureau of Investigation, the so-calledauthority in this matter, as being incredibly stupid and short-sighted.That, however, could well be a first magnitude error. The worst possible mistakeis to underestimate the enemy. They may know a great deal more, or at least befronting for those who know a great deal more about this than the public eversuspects. How much do the people at the top who can subtly direct the flow ofpublic information really know about the cattle mutilators? That's a veryinteresting question that will have to be fully explored come judgment day.Continued in Chapter 2 - Blueprint for ConfusionCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
