[{"pageNumber":1,"pageContent":"What is Rebellion? Note: this was later retitled THE HIPPIE REBELLION. It was prepared for publication, but not published. Talks given from 31/03/70 Original in Hindi"},{"pageNumber":2,"pageContent":"CHAPTER 1 31 March 1970 pm in Jabalpur University, Jabalpur, India The students here wish me to say something on the hippies. The first thing that comes to my mind in this connection is the book MAXIMS FOR A REVOLUTIONARY by George Bernard Shaw, as it enumerates some golden rules, the first of which is indeed wonderful. In a way it can be said that the whole thing has finished with the first rule. He writes: ”The first golden rule is that there are no golden rules.” The very first thing that I would like to point out about the hippies is that the hippie movement is not an ’ism.’ It is the negation of all ’isms.’ It will be appropriate if we first probe into the nature of ’ism’ before going into the problem of the hippies. Of all the maladies afflicting humanity during the past five thousand years, the worst is that of ’isms’ – be is Islam, Christianity, Hinduism, Communism, Socialism, Fascism or Gandhiism. Isms have generated much trouble and anxiety for humanity. Almost all the wars fought in human history and all its blood baths centered around one ’ism’ or the other. Isms have been changing, but new isms have been taking the place of the old malignant isms, and yet man stands where he was without making an inch of progress. In 1917 the old ism collapsed in Russia. The old gods and goddesses were thrown out, but new ones reared up their heads; a new sort of religion came into being. The Kremlin is now in no way less than a Mecca and a Macedonia. It has become, so to say, a new centre of pilgrimage where Communists from all over the world assemble to pay their homage. No doubt, the old idols have been removed, Christian churches have been closed, but the dead body of Lenin has been placed in the Kremlin Square; it is virtually being worshipped there. A particular ’ism’ may change, but it yields place to another ’ism.’ The hippies rebel against any and all ’isms.’ Those youngsters who are today known as hippies sincerely believe that man can very well live without any ism. There is no need of a religion or of any scriptures, doctrines or ideologies, because according to their understanding if one becomes involved in ideologies, the capacity to live fully decreases proportionately. I would like to mention here that I also share this view, in common 2"},{"pageNumber":3,"pageContent":"CHAPTER 1. with the hippies. As far as their real significance is concerned, they are greatly symbolic and provide an inkling of the future. The humanity which will inhabit this globe a hundred years hence will, without any doubt, become free from the cramping influence of all ’isms.’ What, after all, is the reason behind this strong opposition of ’isms?’ What is that which is working in the minds of hippies and all other youngsters who have raised the banner of revolt against all isms, all temples, all churches and all canons of established society? The cause, is not far off. It can be found in their continuous unhappy experience during this long period since the dawn of humanity. That experience is comprised of the fact that the more ’ism’ is imposed upon a person, the less and less sensitive and the more deadened his or her soul becomes, so to speak. The more elaborate the structure of any ’ism,’ the greater the degree of inner freedom that is lost. An ’ism-gripped’ personality is, so to say, a dead personality. So it can be said that many from amongst us die quite early in life though they may actually be buried much later. Someone may die at the age of thirty although he may await actual burial until age seventy. The day any rigid ideology takes hold of us, that very day our freedom, our individuality and our soul takes leave of us. The iron bars or the stony walls of a prison-house are obvious to the eyes, but quite unseen are the shackles of thought which chain us, and the less obvious these are in reality, the more dangerous they are. Recently I was departing from one place. Many friends had taken the trouble to come to the station to see me off. There was another gentleman in the compartment in which I had to travel. He noticed that many people had assembled to see me off, so as soon as I entered and the train set in motion, he hastened to touch my feet and said, ”Mahatmaji, please accept my salutations. It is a matter of great pleasure that I will be travelling in your noble company.” I replied, ”Have you satisfied yourself whether I am a Mahatma or not? You have acted rather hastily in touching my feet. Suppose, by chance, I do not turn out to be a Mahatma, then how will you undo the act of touching the feet?” He said, ”No, no, how can it be? Your clothes proclaim that you are a saint.” I told him that if clothes could make a saint of any person, then the whole of humanity would have become saints a long time back. He retorted that the fact that so many people had come to see me off was ample proof of my sainthood. I told him that these days many hired people can be had for such purposes, so such a crowd of well-wishers or admirers has no significance whatsoever. He said, ”In any case, at least you are a Hindu.” He thought that no matter whether I was a saint or not, even if I am a Hindu, that would do for him. In that case his touching of my feet would not have been any sin. But when I asserted that I was not even a Hindu, then he was indeed greatly surprised. He told me that he did not know what type of a person I was. I should be something at least, either a Muslim or a Christian. Upon this I enquired of him if he had any objection to my being a mere human being and whether it was not possible for me to live like a mere human being, and whether I had necessarily to be something in addition to that. His restlessness was worth seeing. He called for the conductor and got his luggage transferred to another compartment. I went up to him after some time and said, ”What has happened? It was you who had said a little while earlier that your journey in my company would be a matter of great pleasure for you. Didn’t you think it fit to travel in the company of a mere human being? Perhaps you could travel with a Hindu, but to travel with a mere human being is fraught with difficulties for you.” The first act of revolt of those Western youngsters who are today known as the hippies is that they What is Rebellion? 3 Osho"},{"pageNumber":4,"pageContent":"CHAPTER 1. assert their right to live as mere human beings devoid of all labels. They do not want to be either Christians or Hindus or Communists or Socialists. They wish to try to live as mere human beings. I myself also love and place great value upon their attempt to live as mere human beings, and as far as I am concerned Jesus lived as a mere human being and also Buddha and Mahavir. Therefore, when I recently made a statement that the names of Jesus, Buddha and Mahavir should be added to the long history of the hippies, some people were really taken aback. Although the term ’hippie’ is new, this happening is very old. In the long history of humanity, man has tried many a time to live as a mere human being. This involves many problems: for instance, whether one can live without any religion, church, society or, finally, a country as well, because be it the country or the nation, all of these are harbingers of troubles, and as such, are scourges for those who wish to live as mere human beings. Up until a few years ago, the land known as Pakistan used to be our motherland; not it is our enemy’s motherland. The land remains the same. It has not split anywhere, nor is there any sign of a cleavage anywhere to denote division; only our loyalties have changed. I have heard that there was a lunatic asylum on the Indo-Pakistan border at the time of the partition of the country. Then the question arose to which country the same should be transferred – to India or Pakistan. No politician of either country seemed eager about it. It could be transferred to either country; they were not at all bothered about it. So ultimately the inmates themselves had to be approached by the authorities to ascertain as to whether they would choose India or Pakistan. They replied that they were fine where they were and they had no desire to shift to any other place. The authorities, however, insisted and said, ”In any case, you have to choose one or the other. There is no question of your desire not to shift. and you need not worry; if you want to go to India you can go there or if you decide to go to Pakistan, you can so decide. you, however, need not to shift. You will remain there where you are.” Upon this the lunatics had a hearty laugh remarking at the same time, ”We used to think that we alone were mad, but these people seem to be greater lunatics because they say that we will not have to go anywhere, and still they ask the question whether we would like to go to India or Pakistan. When we have not to shift from here, the question of going to either India or Pakistan does not arise at all. It must have indeed become extremely difficult to bring home this point to the minds of the lunatics. At last, a wall was erected in between. Half the asylum was transferred to Pakistan, and the other half continued to be in India. I have been told that even now the inmates climb the wall toward each other and wonder how strange it is that thought they are at the same place, yet one set of them has gone to Pakistan and the other to India. These so-called lunatics seem less mad than us. We have divided land and even man himself; is there any end to our madness? The hippie says that he shall not divide. He wishes to live like an undivided, fully integrated human being. And ’isms’ divide. The most convenient method to divide is through ’ism.’ So the hippies refuse to be involved in any ism. They say that they have had enough of the isms and religions, and now wish to be left alone to live as mere human beings – to live as they are. This is the first important point, and so I said in the beginning that it was essential to grasp its significance fully and unmistakenly. There are hippies, but there is nothing like hippie-ism – no hippie-ism but hippies. What is Rebellion? 4 Osho"},{"pageNumber":5,"pageContent":"CHAPTER 1. The second point worth our attention is that the hippies hold that they should not only live like mere human beings but like natural men and women. Civilization over thousands of years has imposed artificiality on man’s life, has made him quite different from what he really is. Thousands of years’ civilization, impressions and social environments have tried to inject in him a great amount of artificiality and falsehood. They have turned man into a thousand-faceted person. It is said that if we two, you and I, meet in a room, there will not only be two persons, but there will be at least six persons. One is myself as I actually am, another is myself as I think myself to be, and still another is myself as you think me to be and, similarly, there will be these three facets of you as well. In that room where only two persons should meet each other, six persons meet one another as it were. Six is the minimum figure, there could be a thousand facets of each because we have put on a thousand faces, a thousand masks upon our real nature. Every person poses to be different from what he actually is. He is something, but he is posing to be something else, and he seems to be still something different. And the result is numerous faces – as if a mirror is placed in front of a mirror and another mirror in front of it and so on, and their reflections of one another have multiplied into thousands of reflections. Amidst the crowd of these reflections is has become difficult to know who you are. Your wife sees one facet of your personality, your son another; your same face takes on one colour when you are before your servant, and there is another there when you are face to face with your employer. When you stand before your employer, you appear to wag the tail which you do not actually possess, and when a servant is before you, you keenly watch whether he is wagging that tail which he does not otherwise have. The view point of the hippies is quite dear to me. They say, ”We would like to live like natural men and women, as we really are, without deceiving. We will practise neither deception nor hypocrisy. We know that our path will be strewn with troubles, but we would put up with all these and try to live as we are.” If a hippie feels that he should tell somebody that he is becoming angry with him and feels like abusing him, he would go to him and quite plainly speak out his mind without any hesitation or reservation. I think it is a great human quality. And he will not come afterwards to apologize until he really feels its necessity, because he will argue that he had a mind to abuse, so he abused, and he was now ready to face the consequences. But he refuses to be a hypocrite and to don a smile on his lips while his heart feels like abusing. But as far as we are concerned our exterior is not the same as our inner feelings. We are harbouring all sorts of hellish ideas within whereas our exterior betrays a completely different picture of us. Every man is, so to say, a personification of untruth. The second thing which the hippies say is ”We are as we are. We do not wish to obstruct our natural behaviour. We do not wish to conceal anything.” One of my friends had an occasion to live for a few days with the hippies in a small village inhabited by them, and he reported to me that to live there is quite perturbing because they cast aside all the masks imposed on humanity and civilization. There, a young man, instead of saying all sorts of round-about things in poetical language or flowery words to a maiden to plead for her love, goes to her and straight-away tells her that he has a desire to sleep with her. He argues that when behind all this jugglery of words the central idea is sex, then why not express it frankly and plainly, and why it should be concealed behind the facade of flowery language. He can very well say to a girl in simple words that he wishes to sleep with her. It may appear quite disturbing to us, but according to hippies, if after all this talk of poetry, music and love, the same thing is going to happen ultimately, it is quite proper to say it straight-away so that at least no one may be deceived. If the girl is not willing to oblige him, she can very well beg to be excused. What is Rebellion? 5 Osho"},{"pageNumber":6,"pageContent":"CHAPTER 1. Civilization has evolved a huge super-structure in which the role of an individual has been reduced to that of mere hypocrisy. Take the instance of any husband: he goes on telling his wife day in and day out that he loves her intensely while he knows quite well in his heart of hearts why he is eulogizing her. Then there is the wife – with whom we are quite familiar – who continuously mutters in the ears of her husband, ”O darling, I cannot think of living without you even for a moment;” whereas actually she may find it intolerable to stay with him even for a moment. The father tells his son that he is educating him because of his intense love for him. Actually, if analyzed, it will turn out that he is doing so because he himself could not get proper education, and his injured ego has become like an oozing boil. He now wants to compensate this lack in himself by providing the best type of education for his son in order to placate his own ego. He is firing over the shoulders of his son in order to get self-satisfaction, though outwardly he harps on the fact that he is educating his son because of his love for him. Because the father himself could not become a minister, he wants his son to ascend the high rostrum, though his refrain is the same: that as he loves his son intensely he ”......” But, unfortunately, he does not know that to get his son placed as a minister means nothing short of hurling him into the fires of Hell. If a father really loves his son, he would not like it in the least, that his son should take to politics. But mysterious are the ways in which love manifests itself. All the fathers are telling their sons that they love them, all the mothers are repeating the same thing, all husbands and all wives are saying so to each other. Millions of people all over the world are telling to one another that they feel love, and still after every ten years a war erupts which results in the killing of fifty or a hundred million people. And each new day sees the continuation of war – whether it be in Vietnam, Korea or Kashmir. All humanity is loving but no explosion of love is seen taking place anywhere. The irony is that all humanity is said to be experiencing love, yet wheat we see is only explosion of hatred and not of love. The hippie holds that there is certainly some deception in our love. Actually we are practising hatred while labelling it as love. Now I tell a woman that I love her very intensely, but if the same woman just casts a look upon a neighbour, then all love takes leave of me and I hasten to pull out my sword. How fragile is this love! If I really love that woman I cannot become jealous. There is no room for jealousy where true love exists. But we are so conditioned that we exult in keeping a watch over those whom we profess to love, and we somehow postulate a basis for jealousy. We pine ourselves away and cause others to suffer the same mental agony. The hippie says that this world has had enough of this hypocrisy, and he now wants to be as he is. If he has love in his heart he says so, and the day it stands exhausted, he openly declares that it has dried up; there is no need of indulging in flowery talk; and he departs. But the old conception about love asserts that once love is born, it is thereafter everlasting. The hippie says that it might be so. If it does finally turn out to be so, then he will admit that love is eternal and everlasting. If his experience proves otherwise, he will not hesitate to say that it is fleeting and momentary. A net, so to speak, has been cast by civilization and it has closed upon us in such a manner that man feels suffocated to death. The hippie refuses to be so victimized. The second principle of the hippies is ”natural living” – to be as one is. But it is a terrible thing to be as one is. It is indeed a very difficult thing because artificiality has gripped us to such an extent, and we have travelled so far int What is Rebellion? 6 Osho"},{"pageNumber":7,"pageContent":"CHAPTER 1. he domain of pretending that for us to return to our original state of naturalness has become well nigh impossible. Doctor Fritz Pearls is a psychologist who can be said to be the mentor of the hippies. One lady happened to visit his area. I had told her that she should visit the mountain there and stay there for a few days. But when she went there, met Doctor Pearls and saw the whole set up of that place, she could not help but be perturbed because natural living is the gospel truth there. Suppose all the people are sitting in a hall, and one man who is naked comes and sits there somewhere. Nobody bothers about it because if he prefers to live naked it is a matter of his sole discretion. No one in the hall will yell or shout nor will anybody stare at him. He has to be left to do as he pleases. And new flowers of joy begin to blossom forth in the lives of those who happen to live in the company of Dr. Pearls for a month or so, because for the first time they can live a life as light and free as that of birds, as uncumbersome as that of plants, or as a kite flies in the sky just floating in the air without using its wings. Similarly, the people living on that mountain and in the company of Dr. Pearls can be said to be just floating in the air. If a man is dancing outside, he goes on dancing; if one is singing, he goes on singing; and if one is weeping, he continues weeping without being obstructed in any way. But as far as we are concerned, we have put all sorts of shackles on the members of our society to obstruct free natural expression. The long tale of woe starts quite early in life when a child is given directions to behave in a particular way. All our education starts with ’don’ts’ and we go on thrusting more and more of don’ts down the throats of helpless children. Ultimately the whole creative energy, the whole capacity to act, gets dissipated under the crushing load of ’don’ts.’ Either that person stealthily indulges in that activity from which he had been stopped or he suffers from mental conflict or tension. There are only two options open to him: either to become a hypocrite or go mad. If he is a sincere and honest fellow and fights with his conscience, then the inescapable consequence will be that he will go mad. And if, on the contrary, he is clever and cunning, he will take to hypocrisy. He will manage to have a back-door to his house through which he can indulge in any activity of his choice without any inhibitions, so that on the front door he can very well display all the don’ts and the Ten Commandments. He will always stand there pretending all innocence, as if he is not doing anything unworthy of himself, though he may be very well steeped in the other world of inhibited activity. These inhibitions of civilization have played a vital role in making the human mind schizophrenic, in dividing man into conflicting parts and in destroying his inner harmony. The slogan of the hippie is that he would do whatever he feels like doing, no matter what price he may have to pay for it, but the one thing which he would not at all do is to profess one thing and to behave quite the contrary of it. It is a very deep revolt against society, although saints and holy men have always been clamouring that our outer actions should conform to inner thoughts. The hippies are just re-echoing their sentiments, with, of course, one basic difference: when saints and holy men say that our outer actions should conform to our inner thoughts, they only mean to say that the interior should be the same as the exterior. The hippie, on the other hand, holds that the exterior should be the same as the interior: that is external actions should faithfully reflect the inner mind. The two approaches are poles apart. When the saints and holy men preach that one’s outer actions should be the same as the inner What is Rebellion? 7 Osho"},{"pageNumber":8,"pageContent":"CHAPTER 1. feelings, what they want to emphasize is that one’s inner mind should be pure. On the other hand, the hippies’ slogan to make the exterior conform to the interior only means this much: that all the inhibitory directions like the Ten Commandments, which restrict free and natural behaviour, should be scrapped, and whatever is there should find unfettered expression outside. If one is a thief within, he should be dishonest outside; and if he is angry within, he should be so outside. The greatest danger lies in the illusion that an angry person creates by pretending to be polite, that a violent person creates by posing to be a believer in non-violence and that a lustful person creates by showing off as a celibate. As it is, all ancient cultures eulogize such pretence, and an accomplished is held in high esteem. The hippie refuses to subscribe to this creed; he is a worshipper of life. He prefers natural sex to ostentatious celibacy. Even natural sex may have a fragrance totally non-existent in false celibacy, let alone the fragrance of true celibacy of which we know so little. But if there is no true sex, there is no possibility of true celibacy blossoming forth. At the present moment the hippies do not say so, but soon they will be saying so when they come to know of this secret. For the time being their cry is that they will express in their outer actions whatever they feel within. If they are animals within, they will gladly accept it and will not feel shy of acting accordingly. Another thing that I would like to say is that as far as I am concerned, I believe that if research is carried out, we may arrive at the conclusion that Adam and Eve of the Christian mythology can be called aboriginal hippies, because God had forbidden then to taste the fruit of the tree of knowledge and they had revolted against it. They ate the fruit of the forbidden tree, and as a result they were banished from the Garden of Eden. The third characteristic of a hippie is his courage to stand in revolt. The character of a ’yes-man’ or a conformist symbolizes one type of life. He is always ready to say ’yes’ to anything he is asked to do, although it may be that he might not have fully heard what has been said. He may not even understand to what he is giving his consent, but he simply goes on saying ’yes’ to everything. He appears to have realized the all-powerful secret that to succeed in life he must say ’yes’ to everything. The hippie on the other hand believes that if all the time we go on saying ’yes’ to everything the society tries to impose upon us, there can be no evolution of our individuality. Evolution of personality starts only when we can muster up the courage to say ’no.’ As a matter of fact man’s soul asserts itself only when he is capable of saying ’no.’ When one can say ’no’ even though one’s very life may be at stake in such a denial, and when once an individual starts saying ’no’ and learns this art, then for the first time, due to such denial, his individuality begins its evolution. This dividing line to say ’no’ invests a person with his individuality. The tendency to say ’yes’ to everything makes him an indistinguishable part of the whole. That is why the society has always been so much insistent about obedience. A father may very well take pride at the obedience of his idiotic son because he is unaware that such a person as his son is cannot have the mettle to say ’no.’ Some intelligence is necessary to say ’no.’ As far as saying ’yes’ is concerned, it needs no intelligence. ’Yes’ is computerized; the less the intelligence, the sooner it emerges. Saying ’no’ requires some scrutiny of the matter. It demands argument. One has to weigh the pros and cons in one’s mind before one can utter ’no,’ because with the saying of ’no’ the matter does not end; rather, it starts from there. Saying ’yes’ implies a What is Rebellion? 8 Osho"},{"pageNumber":9,"pageContent":"CHAPTER 1. closing of the subject rather than the starting of it. So if the son is intelligent, the father may not like him because his incontrovertible arguments may leave him (the father) dumbfounded on many an occasion. He may be cornered many a time to realize the absurdity of his own stand. This is indeed a terrific blow to one’s ego and may land one in a most embarrassing and difficult situation. Therefore, for thousands of years, fathers, the older generation and the society have been at pains to inculcate in the youngsters the habit of saying ’yes’ to their commands. They may term it euphemistically as discipline, as obedience or by any other name. But the intention is the same: namely to eliminate revolt against their authority and to protect the younger minds from pollution by rebellious thoughts. The third belief of the hippies is that if there is a mind, it is bound to be rebellious. If, however, we do not want a mind, then it is a different matter altogether. If we want the soul, it will be nothing other than rebellious; in case we do not want it at all, then the question is different. A conformist has no soul – he is like a stone by the roadside. A stone lying on the roadside does not itself become a statue; it is transformed into a beautiful sculpture only after being worked upon by a chisel and a hammer. When someone says ’no’ and stands in revolt, his inner personality bears, as it were, the strokes of chisels and hammers, and a beautiful form begins to take shape. But when a stone just says ’yes,’ then there is no need to use the hammer or the chisel, and it remains a mere stone by the roadside. But those in authority – may they be fathers, teachers, parents, elder brothers or politicians – are happy only in the company of yes-men. The hippie refuses to play the role of a yes-man. He believes in doing whatever he feels is right. It undoubtedly creates difficulties, but in a way the hippie can be called a sannyasin. Truly speaking, the sannyasin must have been a sort of a hippie at some time. He had also refused to tow the common line. He was a non-citizen and a run-away from society just like Mahavir who stood naked. The day Mahavir would have stood naked in Bihar discarding clothes, I do not think the orthodox people would have accepted this strange person without any protest. Things came to pass in such a way that we have now two sects of his followers, one which asserts that he did wear clothes, but these were ’invisible.’ Such are the old conformists who cannot help thinking of Mahavir without the clothes, whether visible or invisible. They say that the invisibility of his clothes misled people to believe that he remained naked, that in fact he was not naked and used to put on clothes. Jesus, Buddha or Mahavir and people like them have all been rebels. As a matter of fact, all the honoured names in human history fall in the category of rebels. And to find a greater hippie than Krishna is rather impossible. Therefore, a devotee of his does not accept him in total but in part. If we take the case of Surdas, we find that he does not allow his deity to grow older than a child because the upheaval which he would cause after growing into manhood lies beyond his scope. So he is a worshipper of Krishna only as a small child when his stealing also becomes innocent. But Surdas cannot conceive that his Krishna can go on dancing with milk-maids, making love with them, and can sit on a tree smiling after taking away the clothes of the bathing women. Then the old conformist would turn up to offer the explanation that these gopis (milk-maids) did not represent women, but that the term ’gop’ stands for the senses and that Krishna’s climbing up the tree signifies rising above the senses and not for denuding any woman. What is Rebellion? 9 Osho"},{"pageNumber":10,"pageContent":"CHAPTER 1. The conformist again and again brings back the rebel to stand in his camp. Therefore, after Jesus was once hanged on the cross, a few centuries later he again finds a place in our midst. Then nobody bothers to go into the question as to why Jesus was made to hang. The reasons behind his hanging were very strange: the chief one out of the prominent ones was that he was a non- conformist and a non-believer in blind faith. He was a person who had the courage to say ’no.’ The people told him that Mary Magdalene was a prostitute and that he should not stay at her place. Jesus replied that if he would not do so, who else would? Therefore, though it may seem rather surprising, yet it is a fact that the day Jesus was crucified no one out of his beloved and wise followers or disciples were there at the spot. Only two women were present; one of them the same prostitute who had also constituted one of the reasons for the death sentence against him. It was none other than Mary Magdalene who had brought down Jesus’ dead body from the cross. So it must have been quite impossible for the society of his time to accept Jesus as he was. Therefore, when he was hanged on the cross, he was placed between two thieves. The thieves were on either side of him; he was in the middle. And some people out of the crowd there shouted out why those poor fellows were being put to death, but none protested against Jesus being hanged. and what an irony it is that the same Jesus later becomes eulogized as the messiah of millions of people. We are quite clever in knowing the art of explaining away things in order to manage disconcerting facts and to remove their cobwebs and make them presentable. The spirit to revolt represents the manifestation of the soul. The hippie’s very life is a revolt. An important point in this connection which deserves our attention is that the hippie is not a revolutionary but only a rebel. He is not a believer in revolutions but is simply rebellious. Here we need to draw a distinction between revolution and non-conformism. How many revolutions have been perpetrated during the past thousands of years but with what results! All proved futile ultimately. The hippie believes that all revolutions met with a dismal end because a revolution by its very nature cannot succeed. Only an unplanned rebellion can result in success. The Soviet Revolution of 1917 met the same fate as other revolutions because although one Czar was dethroned and killed, another installed himself in his seat. Only the name changed, as Stalin was no different than a Czar. No Czar ever ordered the slaughter of so many people. Stalin in the whole of his life-time became instrumental for the death of ten million people. Any other Czar before him or even all the Czars taken together had not caused the massacre of such a vast number of people. so the difficulty is indeed great. Though a revolution takes place, yet after it another tyrant establishes himself. The name gets changed, the flag gets changed, but the people occupying high offices remain fundamentally unchanged. The same Genghis Khan, the same Tamurlain, gets enthroned again. Hitler was a socialist. His part was known as ’Nationalist Socialist Party.’ Who could imagine that Hitler would do all that he did! After revolutions have reached their culmination, suddenly it becomes apparent that all has been in vain. Till they culminate, it seems that much is being done, but then suddenly all comes to naught. In our own country (India) also we had a revolution, and it was thought that after 1947 we would breathe in freedom. Yet now, even twenty-two years after 1947, real freedom is still a distant dream. When it would fructify is still a mystery. Of course, a difference is there. Previously we had masters with the white skin; now rulers with black skin have taken their place. Those with the black skin realized that they should also have white skins. It was not possible to change the colour of their skin, so they instead donned white clothes. Just this much is the difference. Perhaps the British had What is Rebellion? 10 Osho"},{"pageNumber":11,"pageContent":"CHAPTER 1. not resorted to so much firing as our so-called own people did. If history can, it would demand an answer to the fact that when we had not tasted so so much firing, even as a slave nation, why was it that so many killings became necessary after independence! What is the reason after all? What has gone wrong? No revolution can succeed. There are reasons behind it. One is that the very instruments of a revolution are mostly non-revolutionary and orthodox. another reason is that revolution is, in fact, reactionary in character. Its fight is against reactionary elements, and when the enemy gets annihilated there does not remain any ground for the revolution to stand upon. The success of a revolution virtually sounds its own death knell. The hippie holds the view that the reason behind the failure of a revolution is that it again commits the fundamental error of taking society as the pivot. Its efforts are directed to change the society. The individual occupies the pivotal place in a revolt. The centre of a revolution is the society. Its emphasis is to change the society as a whole. The hippie, on the other hand, says, ”Let the society go to Hell. I take the initiative to change myself and do not wish to wait for your society to act. I alone become changed.” So the hippie is an individual rebel. To me, this view is of great significance because all revolutions have proved to be in vain. Yet, we have not stopped dreaming about new ones. In fact, the elaborate preparation involved in bringing about a revolution digs its own grave by itself. In the first instance a revolution needs an organization, and when an organization is there, it has its own rules to conduct its affairs. It may be any organization whatsoever. When an organization comes into existence, when an idea takes the shape of an institution, all the old maladies creep in. The faults in the old organization were not the causes of that organization, but some faults are inherent in any organization. If there has to be an organization, some office bearers are necessary. Someone has to be the dictator to issue directions. In an organization a selected few become all-powerful. When an organization is there, money also flows toward it, and there flocks a crowd as well. And it has to be borne in mind that a crowd necessarily has to be conformist. It is usually an assembly of yes-men. The hippie declares that not a revolution will not do. Only an individual revolt will bring about the change. The revolt implies that when anyone who feels that there is something wrong he immediately parts company from the wrong. The hippies have a term ’dropping out’ for it. They say, ”Suppose a crowd is moving on a highway. We do not want to insist that we would change them. We feel that they are in the wrong, and the way they are going is not right. So we just drop out. We get off the highway and say good-bye to them.” This faith in individual revolt is something new and powerful because no revolutionary ever had such a total stake. Their slogan has been to change the whole. So a communist can be a multi-millionaire. It does not entail any difficulty at all. He says that when the whole society will change, when the property of all will be distributed, his own as well will be liquidated; but till others’ property does not get distributed, why should he alone think about it? The hippie, however, says, ”If I feel that property is a malady, I simply renounce it. Let society change when it may, but then you will not be able to hold me responsible for it.” What is Rebellion? 11 Osho"},{"pageNumber":12,"pageContent":"CHAPTER 1. If an unjust war goes on in Vietnam, the revolutionary may turn round and say that agitations should be organized, strikes and demonstrations should be held. The hippie differs and says that all these are good in their own way, but the very running of an agitation and staging of a strike or demonstration involves some violence, and even if ultimately one succeeds some day, one would have become so violent during the intervening period that another Vietnam would have been created in place of the original one, although cessation happened to be the aim in the beginning. He has the courage to say that if he feels that the Vietnam war is not right, he would reuse to go there to fight. They could shoot him if they so choose. He is prepared to face the consequences. By individual revolt, for the first time an individual alone is mustering the courage to part company from society if it goes the wrong way. He does not subscribe to the view that when society will change marital laws, then he would change. He declares that he has changed the laws for himself and he is ready to face whatever trouble it may bring on the way. Now-a-days a male hippie lives with a girl to whom he is not married and likewise a hippie girl lives with a young man who is not married to her because the hippie believes that the institution of marriage is only legalized or licensed prostitution. Society just gives a license to two persons for sex relationship saying at the same time that it would not cause any obstruction to them thereafter. Many ways have been devised to grant such licenses. One society gives the license after the bride and the bridegroom have completed seven rounds around the fire, another does so by making them exchange garlands, and yet another by getting their signatures on a register. These are non- essential details. The important thing is that society does grant a license for their sex relationship without any interference on its part. The hippie says, ”My love is my personal matter; and if I love someone, in that case it is our own private affair, and there is no question of our asking the approval of the society for it. The society does not come into the picture at all. Why does the society as a whole try to regiment even our love? It does not wish to allow us to live as independent beings. It seeks to control even our love. As a result he has to face many difficulties because if a hippie girl gives birth to a child and goes to a school for its admission, she is confronted with the question as to who is the father of the child. She simply says that it has no father but only a mother. So troubles do arise when a girl says that ”the child has not father but only a mother, and they should register the name of the child without the father’s name if they can do so.” An Upanishadic story comes to my mind in this connection, that of Satyakam Jabala. with the lapse of time, of course, society re-shapes such stories so that these look more majestic and grand. when Satyakam went to the teacher’s hermitage, he had to face the question, ”What is the name of your father?” So he returned and asked his mother the name of his father. She replied, ”When I was young and you were born, I had to serve under different masters. So I do not know who is your father. Therefore, you go back and tell your teacher that your name is Satyakam and Jabala is your mother and that in her young age she happened to come in contact with various people, so she does not know the name of your father. Satyakam went back. He told the guru, ”My mother says that when she was young she came into contact with many people and does not know the name of my father. She has only told this much, that my name is Satyakam and her name is Jabala. So you can call me Satyakam Jabala.” What is Rebellion? 12 Osho"},{"pageNumber":13,"pageContent":"CHAPTER 1. I have heard that someone has said that Jabalpur bears its name after Jabala. I do not know exactly, but someone told me. It may be so. Anyway, upon this the teacher said, ”I now accept you as a student because I am quite sure that you are a Brahmin as only a Brahmin can be so truthful. Your mother has the courage to say that she came in contact with various people and does not know who happened to be the father. Only a Brahmin can confess such a truth.” The hippie is a Brahmin in one sense, in so far as he is truthfully saying what life in its nakedness presents before him. I have so far detailed the three chief stand – points of the hippies. I will now take up the fourth and then express my personal views about the hippies. Though humanity has taken great strides in the domain of producing wealth, providing conveniences of life, and in creating an abundance of commodities, yet in some subtle way man has become bankrupt within; the consciousness has, so to speak, contracted. So the fourth stand point of the hippie is expansion of consciousness. He is seeking how to expand his consciousness, and for this purpose is making all sorts of experiments – consuming ganja, opium, bhang, hashish, LSD, mescaline, marijuana, and even taking refuge in yoga and meditation. He is trying all these in his endeavour to expand his consciousness, to attain expansion of the contracted consciousness. Therefore, he makes use of chemical drugs: LSD, mescaline etc. Through the help fo which he consciousness travels to another plane for at least a short time. The law opposes it. As a matter of fact law takes up a cudgels against anything new because a law gets enacted at a particular time, and though ages roll by yet it remains static. So naturally there has to be opposition on its part to the use of drugs. The law condemns LSD as sin. I at least fail to comprehend how it is so. LSD and mescaline hold out great possibilities. There are good reasons to hope that these two things can be successfully used to enable the human consciousness to have a glimpse of the new awareness. I do not accept that one can attain the state of samadhi (cosmic consciousness) through them, yet these can certainly give its glimpses. And once one gets a glimpse, the thirst for true ’SAMADHI’ arises. It is no exaggeration to say that deep beneath the strong attraction in the West today for yoga and meditation lies the under-current of LSD. Hundreds of thousands of people reach the amphitheatre of yoga through the by-lanes of LSD. When someone takes a tablet of LSD, then for some hours he gets, so to speak, transported into a completely different world. For instance, as we read the poetry of Blake, we begin to feel that he paints his imagery with colours such as are unknown to us. He sees such dimensions in a flower which are not manifest to us. But by taking LSD, we also get the capacity to traverse the same world. Each and every leaf becomes delightfully green, and each and every flower appears unique. The human eye then seems to possess a depth such as it has never before experienced. An ordinary chair becomes a living entity. The whole world takes on a new look, for that length of time at least, as if lightening has flashed in a dark night. And for a moment the whole scene – the tree, the flower and the winding path may become illumined. The lightening may disappear after a short while and darkness may again envelope everything, yet we cannot be the same men as we were before the lightening flashed. The hippies are now consuming these psychedelic drugs or consciousness-expanding chemicals on a very large scale. To my mind the ’SOMA RASA’ or the nectarine drink of the Vedic period What is Rebellion? 13 Osho"},{"pageNumber":14,"pageContent":"CHAPTER 1. must have been something similar to it. Aldous Huxley has written a book in which he has given the psychedelic drug to be developed after 2000 A.D. The name of ’SOMA,’ on the basis of ’SOMA RASA.’ and those who have had a trip of LSD or mescaline came to realize for the first time how the Vedic sages could see their gods and goddesses traversing the earth in flesh and blood. We can now also have the same experience with the use of these drugs. ’Bhang’ has a little of this potentiality, not much – rather, very little, and then there is a short ’hangover’ after taking it. There is, however, no ’hangover’ after the use of LSD. Ganja has also some possibilities, but not much. For thousands of years mendicants have been taking bhang, ganja and opium. This has not been without a reason. Recent researches in this field have revealed startling facts. If a person fasts for a protracted period, the resulting changes in his body will only be chemical. Though at cursory glance it may appear that Mahavir was against the smoking of ganja; yet if we analyze his insistence on fasting, we may conclude that the changes caused in the body after thirty days fasting are also chemical and quite similar to those caused by smoking ganja. There is no difference at all. The changes resulting from PRANAYAM (the science of breath) are also chemical. If a person breathes in a certain way, changes in the proportion of oxygen begin to take place. A profuse supply of oxygen causes some elements to burn down and others to be preserved. The changes inside are chemical. The hippie says that all the prevalent spiritual practises also cause only a chemical change. The same chemical change can also be possible by taking a tablet. The fourth point of emphasis of the hippie, one over which he finds himself confronted with troubles, is on these drugs. The law is against their use. Laws were framed by those who did not know anything about LSD. Doctor Leary is a unique personality in this field who has done tremendous work in the direction of making it possible for man to attain the experience of ’samadhi’ by the use of drugs. And those who have made such experiments become different persons altogether; they were just able to turn over a new leaf in their lives. As it is, we have to live under tensions, but as soon as a person takes any of such drugs, his whole mind becomes relaxed. Then one does not live under tensions, but here and now. The hippies have coined a special term ’turn on’ for it. There occurs some turn, some gate, which becomes opened, with the use of the tablet. As ’dropping out’ signifies parting company from the crowd, in the same way ’turning on’ implies to take a turn somewhere else from our present position – into that world, that dimension, about which we now know nothing. As a result of the use of chemical drugs, human consciousness can expand and can be filled with aesthetic poeticness. Dr. Leary is conducting quite significant experiments in this direction. His men are divided in many groups which are spread out in jungles, mountains and the countryside. The police hunt for them and try to dislodge them. In America alone there are two hundred thousand hippies. This figure represents the regulars only. Besides these, there are a vast number of others who are periodical hippies; that is, who take up a hippie’s life for a few months and then again go back to the same old world. There are many centres where such experiments are being carried out – where people are taking LSD, and all these drugs under strict scientific observation. In the book, DOORS OF PERCEPTION, Aldous Huxley has mentioned that only after taking LSD could he visualize how ecstatic could have been the experiences of Nanak and Kabir. Otherwise, when we read Kabir describing that he hears anhad nada (divine music) constantly going on, sees What is Rebellion? 14 Osho"},{"pageNumber":15,"pageContent":"CHAPTER 1. nectar raining, sees the sky overcast with clouds and begins to dance inebriated by the continuous downpour of nectar, we usually feel that it is mere poetical fancy – because as far as we are concerned, we do not ever see any clouds filled with nectar or nectar pouring down, nor do we hear any divine music. But upon taking LSD such sounds do come to be heard which were never before even dreamt of. Such downpour starts as was never witnessed before. and the mind becomes so light and fresh as never experienced before. The fourth unique thing about the hippies is their faith in expansion of consciousness through drugs. I feel that all these four stand-points of the hippies are original. Now, what is my personal reaction to this matter? I would like to give it in brief. The hippies have formed a number of small communes. These communes represent the alternate society. They say that there is a society which comprises the yes-men, the warmongers of Vietnam, and of those who claim Kashmir as theirs; and there is another, completely different society belonging to them, which does not lay any claim whatsoever. The members have no conflict with anyone in Vietnam. They are in no way involved in any dispute in Kashmir, and they have no ambition to occupy the citadels of power in the metropolises. According to them, there is one society belonging to us which believes that future holds out great possibilities, and another which is theirs, the slogan of which is ’here and now,’ whatever has to come. so the hippies comprise an alternate society. Therefore, those who get bored, perturbed and frustrated with the existing society seek refuge with them. The hippie is happy ’here and now.’ He is always in bliss, he enjoys the blissful moment at hand and does not bother for tomorrow. The first view which I hold regarding the hippie revolt is – let me catch the thread from the foregoing, that is, from psychedelic drugs – that certainly a glimpse of samadhi can be had by the use of chemical drugs, but only a glimpse and not the state. Let us be very clear about this. What Mahavir, Kabir and Buddha attained was a state and not the glimpse. But even a glimpse is of no small value. However to take the glimpse as the state is a mistake. On this point I strongly differ from the hippies because they are mistaking the glimpse as the state. A glimpse is only a glimpse, and the glimpse which is dependent upon a tablet cannot transform a person. A person reverts to his former state after the effect of the tablet wears out. But it is not so with Buddha. Even though the ecstatic state passes away, yet he continues to be a changed person. The man he used to be before the realization of Truth, Brahman, Self, Liberation or Nirvana, dies, so to speak, and a changed man is born out of the ashes. This constitutes his second birth, and the Vedic scriptures give such a person the name DWIJ (twice born). He is a new man; the old one is dead and gone. But the drugs give only a glimpse and no the state. The hippies are correct to this extent, that this glimpse is valuable; and if those who have no experience of it, get it, they may be inspired to attain the state of samadhi. For instance, I am sitting here, and though I have not been to London or New York, yet I can have a glimpse of these cities by seeing a film depicting them. However, this would not mean my being in London or New York, though I may get an idea to visit these cities on seeing the film. It may inspire the undertaking of a journey. Drugs can be beneficial for the first step of the flight to the unknown. I am quite in agreement on this point with the hippies and disagree with their opponents who say that drugs have no meaning, no utility. On the other hand, I agree with the opponents of the hippies because the glimpse is not the state. And I disagree with the hippies because of their mistaking the glimpse for the state. If they think that by forced chemical effect, their souls have been transformed, they What is Rebellion? 15 Osho"},{"pageNumber":16,"pageContent":"CHAPTER 1. are falling into a serious error. The drunkard has always been under such a misconception. I am against such a mistaken view, but it seems to me that psychedelic drugs can play a valuable role for the coming humanity. The next thing about the hippies is that they are against revolution but favour revolt. However, it is rather ironical that though the hippies dropped out of the established society, yet they themselves have also given birth to a pattern. If you have a haircut and then go to a hippie camp, they would look at you as furiously as our society does at a person with long hair. If you say in the hippie society that you would like to have a daily bath, you invite their wrath in the same manner as a person staying with a Brahmin may expect on saying that he does not wish to have a bath on any day. This sort of revolt is reactionary in character. The hippie does not believe in having a bath. The MUNIS (jaina saints) treading the path of Mahavir should feel very happy because they also do not take a bath. Dirt is taken as a sort of a blanket by the hippie because he says, ”I am as I am. If my sweat has a foul smell, I will not use perfume to have an aura of fragrance about me. Let the seat smell as it smells.” That sweat has a bad odour is quite right, but such a reaction to it by the hippie is rather dangerous. The foul smell emanating from perspiration can be eliminated by the use of any perfume and to thrust bad odour on another person is an unauthorized trespass of his liberty. If the foul smell of my sweat is inoffensive to me, I am quite free to be with it, but if another person is around to make him inhale the bad odour amounts to violence upon him or encroachment upon his personal freedom. I have heard of an incident. Once Gandhiji was staying as a guest with Rabindranath Tagore. Both were about to go for a walk in the evening when Rabindranath told Gandhiji that he would get ready and join him soon. But then he took a very long time in getting ready. To Gandhiji the very idea of getting ready seemed somewhat strange. Becoming uneasy over the delay, he peeped in and found that Rabindranath was busy dressing up in front of a full-sized mirror. Gandhiji said, ”What is all this that you are doing and at this age?” The poet replied, ”When I was young it would do even if I did not care how I looked, but now without all this, it will not work. and if I appear ugly to someone, I feel guilty of doing violence to him.” It is my view that a reactionary cannot be rebellious in the true sense of the term. A reactionary who just reacts to the society becomes quite the reverse of it. If our society dresses in a particular way he takes to clothes of just the opposite fashion. If we like to live in cleanliness, he adores filth, and if we behave in one way, he does the reverse of it. But to act like that does not mean that one is ’rebellious,’ it is merely reaction. The quality to be rebellious is dear to me, and I value it most, but the hippie is caught in reactions. Reaction is of no value at all. The spirit to revolt is of value, but reaction is only a malady. And it should be borne in mind that a reactionary always remains tied down to that which he is reacting against. If a person comes naked and sits here, it is not at all necessary that his behaviour is spontaneous or natural; it may be that he is only reacting against those who dress by demonstrating that he has discarded clothes. He may not be at all natural. Naturalness is valuable, but who can say that naturalness may not be in a person who dresses. Reaction is having a firm grip. Its results can be dangerous, and reaction never lasts long because it is merely a phase of transition. Therefore, gradually, reaction is also getting settled down. The hippies now have a society of their own with its rules and norms of behaviour. They have also What is Rebellion? 16 Osho"},{"pageNumber":17,"pageContent":"CHAPTER 1. given birth to a certain type of orthodoxy. Priest-craft, leadership and such evils have also crept into their society as well. If you go there as you are, they may not allow you to live in peace. I was recently reading about an incident. An American lady journalist went to many hippie communes to conduct a study of their way of life. She visited a commune where the hippies were busy taking their meal. They had no spoons. What would they do in India? If the hippies come here, they may feel embarrassed, because if eating with hands constitutes revolt in America, in India, using spoons for eating may be deemed as rebellious. She found that they were eating with their hands, without being accustomed to eating that way, and their hands got soiled. And because they were taking their food from the common tray, the food also became dirty. They were eating just like that. The lady journalist lifted her spoon, upon which someone from there snatched away the same and put her hand into the food. She became greatly perturbed, but there the rule was like that. If she agreed, I would say that she had become conformist. She should have refused. But there to refuse to behave like them might have become extremely difficult. She saw that a hippie had torn the blouse of a lady there, had poured all the food upon her and was licking from her body. All this constitutes reactions, a sort of madness. No doubt, in a moment of love the taste of a woman’s body can also be meaningful. That is not necessarily something undesirable. But it has significance in that moment. However, to pour soup on the body of some woman and to lick the same only smacks of making faces at the established society and to demonstrate indignation against it. Ginsberg is a hippie poet. In a small poet’s gathering he was once reciting a poem on courage in which he had used obscene words. One man stood up and said that where lay the courage in that – in using such abusive language. Ginsberg replied, ”So you want to see the real courage, will you?” The man said, ”Of course!” So Ginsberg took off his pants, and stood naked and asked that fellow to do so if he had the courage. But I fail to understand what courage is necessary for standing naked. A man who says that courage is required to stand naked should in the first instance be afraid of standing naked. Otherwise, there is no question of courage in it. There used to be a teacher in our high school when I was studying who would not refrain, whenever he would get an opportunity to do so, from boasting about his bravery that he could go to the cremation ground all alone at the dead of night. I said to him once, ”Sir, I would request you not to talk like this because otherwise the students get the impression that you are timid at heart. Kindly consider whether a really brave man would talk like this: that he can go all alone in the darkness of night. Is it not that only a chicken-hearted man can make such a claim? It does not make any difference to a man who is not afraid whether it is dark night or bright day light; he simple goes on and keeps no count.” If I happen to meet ginsberg sometime I would like to tell him that he had not demonstrated any courage but had only grimaced at society. If that person was dressed and he stripped himself, it did not in any way constitute an act of bravery. Just the reverse could also happen, that five naked persons may be sitting, and I go there dressed and take pride that I am a brave person because I am wearing clothes in front of them. This would not be difficult at all. What is Rebellion? 17 Osho"},{"pageNumber":18,"pageContent":"CHAPTER 1. I have heard about an incident representing moral courage: a reverend father was delivering a discourse before students in a school on what constituted moral character. He said that once thirty children went for a picnic, got tired during the day, had their dinner on return in the evening, and twenty nine of them went to bed immediately. But the remaining one, despite the night being cold and weariness hanging heavy upon him, knelt down to pray. This, he said, exemplified moral courage, because the night, the extreme cold and the fatigue wanted to lull him to sleep. Twenty nine of his colleagues had already pulled up their blankets, but he withstood the temptation and offered the night prayer. The clergyman then left and happened to visit the place again after a month. He enquired of them, whether they remembered that he had lectured to them on moral courage, and asked them to tell him something about it. One of the boys offered to narrate an imaginary story. He began: ”Thirty priests like you went on a picnic and returned in the evening, tired and exhausted without food and drink; twenty nine of them began to pray, while the last one slipped into the cozy bed to have a nice sleep. To us his act would represent moral courage, because when twenty nine of his colleagues were praying and the eyes of each of them were suggesting that he would be condemned to Hell if he not pray, he could muster the courage to go to sleep.” But does moral courage only man this much: that one does the opposite of what others are doing? Would the oppositeness alone constitute moral courage? No! Being opposite does not make for moral courage. To be opposite is not necessarily to be correct. And often it so happens, when a person reacts against something wrong, he just commits a second mistake and nothing else. Often, that which is correct is sandwiched between two wrongs. Like the pendulum of a clock, man often swings from one error to another. To stay firmly in between, rather, becomes difficult. It seems to me that what the hippies term as revolt does represent revolt to a certain extent, but it is more of a reaction than true revolt. And I am against all reaction. A rebellious man is an absolutely different type of person. A rebellious man does not say ’no’ to anything because ’no’ should be said, it amounts to playing the yes-man’s role. It does not make any difference. The rebellious man says ’no’ because he feels that it is proper to say so. And if he thinks that to say ’yes’ is correct, then he would not be afraid to say ’yes,’ even in the face of opposition from ten thousand people, which implies that he would apply his mind. I only wish to emphasize that to be rebellious necessarily means discernment, and reaction is just the manifestation of indiscrimination. so the hippie, after trumpeting that he is rebellious, somehow slips into reaction, and all comes to naught. Another thing about the hippie, as I said earlier, is his love for natural living. But what, after all, constitutes natural living? What may be natural for me may not necessarily be natural for you. Similarly, what you may consider natural for you may not be so for me. One man’s poison can be another’s nectar. Really speaking, each person having a distinct individuality means only this much. The hippie, on the one hand, advocates natural living and frames rules upon the other for natural living as well. He is saying that natural living is that in which one can have meals at the same place where one has excreted waste materials from the bowels. In our country as well there have lived such God-realized persons who were so natural that to take meals at the same place where excretions were lying did not make any difference to them. Such an action on the part of one may be quite natural, but for another it may be extremely unnatural or ostentatious. Natural living cannot be fettered by any stipulations or rules. But the hippies who are protagonists of natural living have also framed rules such as to how long their hair should be, what should be the What is Rebellion? 18 Osho"},{"pageNumber":19,"pageContent":"CHAPTER 1. particular cut of their coat, out of which chintz their shirts should be stitched, what breadth the sides of their pants should have, what should be the shape of their shoes, what should be their gait while walking, and as to whether an Indian rudraksha mala (a rosary of religious beads) should adorn their necks. All these have been specified and stipulated. In fact, man is so constituted that he cannot get out of the rut of regimentation. He breaks away with one way of life and takes to another. I believe that a natural world will accept all sorts of people. It will also embrace the person who, according to our standards, is not natural, though to him he may be quite natural. Only acceptance of all can be the basis of naturalness. But eh hippie does not accept all. He looks at others in the same way as others see him, that is, with a look of condemnation. He calls all other types of persons ’squares’ – of course, barring himself. To him all other types are ’squares’ – all those who are going to offices, teaching in schools, running shops – and who happen to be husbands or fathers. But for someone to be a husband can be as natural as it is for another to be a lover. and for someone it can be as natural to have one woman as a wife for the whole of life, as it may be to another to change women frequently. But if the hippie insists that to change women in one’s life is only natural, then he is swinging to the other extreme and commits the same mistake. Therefore, I do not see eye to eye with them on this point either. In this regard, my view is that every person should be accepted. And now the last thing: when someone consciously and deliberately opposes isms, he himself gives birth to an ism, no matter how emphatically he may assert the contrary. That which we name as ’non-poetry’ also becomes poetry. What is called ’no-drama’ in Japan is in reality only drama. And what we assert as ’no-ism’ also takes the form of a new ism. In fact, as long as man continues to stand in opposition to any ism, a new ism will always come into being. If one wants to transcend all isms, he has simply to keep mum. He has not even to bother to oppose any ism. Therefore, only such persons in the world have been free from isms who preferred to keep silent, because as soon as something is uttered it can be interpreted to mean an ism. The case of Nagarjuna, an ancient Indian philosopher, is in point. He condemned all the isms. If someone were to ask him, ”What is your ism?” he would simply say that he had no ism. He deprecated all isms and said he had none of his own. But even to condemn all isms can itself constitute an ism. In fact, anti-philosophy is also philosophy. It is very difficult to be non-philosophic, whereas to be anti-philosophic is quite easy. There is no difficulty in the way of one’s becoming a protagonist of anti-philosophy, because in so doing another philosophy takes shape which stands in revolt against all philosophy. But to be non-philosophic – to go beyond philosophy – is only possible for a mystic or a saint who suggests not only going beyond truth, ideologies and isms, but also to transcend intelligence, thinking and the mind; to be where the so-called ’I’ also disappears and where only he who is beyond all remains. But how to express that! The hippie has so far not reached this, but may be able to do so sometime. The hippies are a big class comprising various strata. If we come across a saffron-robed mendicant on the road, we would not, in all fairness, compare him to Buddha. Similarly, we cannot equate a hippie begging for alms in the streets of Varanasi with Dr. Timothy Leary or Dr. Pearls. These are wonderful persons indeed, but all sorts of people join. The cream of the hippies is certainly embarking upon flights into the beyond, and a possibility is there that the intelligentsia amongst the hippies will usher in an era of mysticism in the West. Even in this new scientific age, in the age where reason occupies such a predominant position, a group will emerge which will point toward that which transcends reason. But only a few of the hippies can accomplish it. The rest of them just What is Rebellion? 19 Osho"},{"pageNumber":20,"pageContent":"CHAPTER 1. form a crowd. They are only an assembly of escapists from home. Someone has joined because he has no interest in studies, someone out of annoyance with his father, someone due to his desire to marry a particular girl, someone because he wants to smoke ganja, another because he wishes to live as he pleases and yet another because he wants to sleep up until ten in the morning. So the majority consists of such people. Therefore, before concluding, I would like to say two things: the first is that the intelligentsia amongst the hippies gives me a ray of hope that they will usher in a new type of mysticism. But the lower strata of the hippies do not hold out any such hope. They are merely run-aways from home. The word ’hippie’ also owes its origin to ’hip,’ so the hippie may mean one who shows one’s back and takes to one’s heels. such escapists generally return back also after sometime. They cannot but return to their homes. Therefore, it may be difficult to come across a hippie older than 35 years. All are generally below this age. The majority is comprised of teenagers, because as soon as they fall in love with some girl and have a child, the question of having a house of their own crops up. Then they need a job. So they return to the old world of ’squares’ to take up a job in some office and to run a home and a family, and then all goes on as usual. But I am strongly of the view that the hippies have certainly raised a question for the whole of human culture, and the answer to that will provide significant hints for the future. So a lot of thinking is necessary on our part. As far as India is concerned, it cannot produce hippies as yet; a poor nation cannot afford this luxury. Hippies can flourish only in affluence. Mahavir was the son of a king. All the Tirthankars of the Jains belonged to royal families. similarly, Gautam Buddha, Rama and Krishna were all sons of kings. A rebellious and far-seeking mind is born only in such circumstances where all is available. In India, for the time being, there is no question of a hippie problem. Even if someone becomes a hippie now, he will merely be such a person who has grown long hair and nothing else. If he is told that someone is willing to give a dowry of ten thousand rupees to him in case he marries his daughter, he may just jump upon the idea and go for marriage. A poor nation cannot produce hippies; only affluent societies can do so. In fact, it means that we cannot afford it. This is painful, not at all pleasurable. It is a matter of great regret, indeed, that we cannot produce hippies as yet. We are so poor. We are still not on that level where our boys can afford to live without doing anything. If two hundred thousand people are living without doing anything, it simply means that the society to which they belong is affluent; it has much wealth. A hippie goes to a village, works for only two days and then returns to comfortably for the rest of the month. He then just lies down under a tree for 28 days beating a drum and singing, ’HARE RAM, HARE KRISHNA.’ A poor nation cannot afford to produce such rebellious people. But we are not going to be so for all times. Therefore, when the students here approached me to say something on the hippies, I readily agreed because if not today we will certainly produce hippies tomorrow, and before that happens, we should be rather clear in our minds as to what constitutes a hippie. Anyway, in the days of prosperity and abundance, our country had also produced various sorts of hippies about whom the West does not know anything. When Ginsberg visited Varanasi, he was taken to see a recluse. On coming to know that Ginsberg was a hippie, he had a hearty laugh and remarked, ”You are a hippie only. We are maha-hippies (great hippies) because we live in this city which has been the abode of Shiva the greatest hippie of all times. India had the distinction of producing, at one time, a supreme, free personality such as Shiva. But it is now only a reminiscence of the good old past. What is Rebellion? 20 Osho"}]
