[{"pageNumber":1,"pageContent":"Where are the Gandhians Talk given July 19 1969 Hindi Translation"},{"pageNumber":2,"pageContent":"CHAPTER 1 July 19th 1969 pm in K. C. College, Bombay, India [Note: this is an adaptation from Hindi, which was prepared for publication, but not published. It is for reference only.] It was noon, everything around was still, silent. I was sitting on a bench, underneath a statue of Mahatmaji, in a garden of the capitol. I thought of asking Gandhiji the whereabouts of true Gandhians. But, before I do it, I heard the statue muttering something. ”The idiots have stood me here. Rana Pratap is given a horse. Shivaji; even Rani Laxmibhai is given a horse, whilst why am I made to stand on my feet?” I was shocked. I never thought that Gandhiji could become angry. I sprinted to a big leader of the capitol. ”Gandhiji is in angry mood. He is imprecating: ’Where have the hypocrites stood me? I also want a horse to sit on.’” The leader said: ”Impossible! Gandhiji will never use a bad word!” I took him to the garden whereupon the statue said: ”I asked you for a horse mister, not an ass.” I do not know what happened to that leader afterwards because by that time I was fully awake. But the subject did not leave me for the rest of the night, and I arrived at some conclusions. The very first thought that came to my mind was this: that the ass should not be blamed for this. The asses invariably collect around a mahatma.... Mahatmas are the persons of high rank. And, no first rank person will sit at the feet of another first rank person. No Mahavir, or Buddha, or Krishna, or Gandhi followed anybody. They never follow anybody, but the people around them are the people who are in the habit of following, following anybody. A follower hasn’t a judgement of his own. In fact, the brainless becomes the follower. Those who have their own intelligence stand on their own feet instead of blindly following others. After the death of a mahatma, someone from the second rank wants to occupy the first position and the race for the power starts. 2"},{"pageNumber":3,"pageContent":"CHAPTER 1. Similarly, the people who assembled around Gandhiji were of second rank. They had some ’reflections’ of the original mahatma but now that generation is also gone and the national power is in the hands of the third rank people. These are the people who used to spread beds in the Gandhian Era and used to go from village to village to announce that the mahatma was coming. This is not unique of the Gandhian times. It did happen in the Buddha and Mahavir era also. And it shall not stop unless the men of the first position stopped desecrating disciples. Then only welfare could be expected. But because it hasn’t happened yet, the nation, via Gandhiji, is now in the hands of the third rate persons. I also want to say that his was pre-destined. It was to occur and for that the Gandhian should not be blamed. I feel at much pains to criticise him. It also is not a fit subject for criticism. We criticise that of which we nurture high hopes and if in the end it does not prove to our expectations. If a person treasures stones, glass pieces, accepting them to be jewels, who should be blamed? The stones or the person who collects them? Today the same person is crying that the jewels are fake; that he is duped! He should have examined his brain before the acceptance. I would advise not to get entangled in the analysis of the Gandhian and Gandhiism. The nation should analyse its own conscience. How long are we going to delude ourselves in accepting the stones as jewels? We are scarred of reflecting on it. We find a scapegoat here and there and save our skin.... The Gandhians are there where thy aught to be. But, why do we put them onto the throne? Why do we give them power, prestige and position? If we stop satisfied at the analysis of the Gandhian, we will again hand over the country in the hands of other morons. Their faces will be different, the banners will be different; only they may be around some other mahatma to come. And we shall initiate the same mistake and shall suffer as we have done in the last twenty years. I am told that a man got married but divorced his wife within four month’s time. He resolved not to err the next time. But the second one also proved to be the same as the first woman. He remarried for eight times, and concluded that all the women of the world were the same. But the truth is that selecting mind was the same and every time he selected the woman according to his own understanding, attitude and grasp. Although he put much effort in selections, every time his choice was the same. Such mistakes are consistently repeated in this country. We select from the men assembled around a mahatma. Owing to the existence of the mahatma, the glass pieces variety of followers do reflect some light, but when the light is out they prove to be the glass pieces and stones. It is not new, the same happened in the case of Buddha, in the times of Mahavir. We suffer from these wrong selections since last five thousand years.... We are a nation plagued with personality cult; a country of hero-worshippers. Before electing we should look into the life-views, vision and the practicality fo the candidate. We ignore the present circumstances and repeat the mistakes. Then, we analyse and criticise the Gandhians, but what do we practically gain out of it? All ’ians’, all followers, will prove the same because they are of the third rank. The necessity is the release from isms; may it be Gandhiism even. If true freedom is desired, all isms and its analyses should be abandoned. We leave one ism and cling to another one. The world has been changing isms and each time we find ourselves in the same world which we wanted to change. We made a mistake in following Gandhi. We may repeat the mistake in selecting Marxism. Isms are always dangerous and only those are impressed who Where are the Gandhians 3 Osho"},{"pageNumber":4,"pageContent":"CHAPTER 1. haven’t their own intelligence to think by. The intelligent will never become a partisan, will never imprison himself into dogmas. He has his own discretion, courage to face reality, and insight to solve the day to day problems. Whereas, for the followers, a problem is already solved, even before looking at it. But all the canned solutions brought from the books of the mahatmas are worthless, even harmful. Gandhiji’s solutions may have been proper for the conditions existing then. Now the conditions have changed – the context is different. Nevertheless the Gandhians practise the same old prescription. Life is moving forward and the follower is dragging it backwards. The followers who assembled around Gandhiji were broadly of two kinds: Political minded and theoretical minded, later turning into the autocratic and the pedantic. The former is busy exercising power, the latter is busy spinning Gandhian scriptures. The Gandhian in power killed truth, non- violence and all, the Gandhian in ashram killed satyagraha, mass resistance, non-cooperation and all. The Gandhian in power came to know that power could be sustained only untruth and violence. He harps on truth and non-violence, and very loudly too. The loudness is necessary to camouflage what actually, in practice, he is doing. Abstinence is talked about but the possessions of all kinds are being acquired. The Gandhian in power has occasioned so many causes warranting satyagraha that those many were not present in the British Rule even. But, the other Gandhian, the Gandhian in ashram would not resist the maladies by satyagraha or so, because after all his own brothers are sitting in Delhi.... So they evolved activities which would go hand in hand with the government. They started a hullabaloo of bhudan – land and village donation scheme, by which neither the society nor the individual is going to improve. But, after all this Gandhian needed something to live on. Recently, when I went to Bihar, the people described Vinobaji as ’sarkari sant’ – a Government saint. Can a saint be a government man? It sounds like prostitute-wife.... A saint is essentially a revolutionary; revolution should be in his blood. But, against whom could the ashramite revolt? His brethren?... Gandhiji talked of non-cooperation in co-operation with the government; Vinobaji talks of revolution in co-operation with the government. By this piecemeal method people are lulled into complacency, the old structure is being strengthened. This is no way to revolution, my brother! There isn’t much use analysing the Gandhians. But, there is another reason behind these happenings which should be understood properly. My personal belief is that all the mahatmas of India envisage such lofty ideals that a commoner cannot rise up to them. It can immensely impress but cannot be practised into action. The nett result of it has been that a very few men did rise but the country and people have become worse than the worst. We respect one who succeeds in practising, as we clap and cheer a man walking on a tight rope in a circus. If everybody tries that feat it will yield nothing but the occupying of hospital beds. The ind of animal called mahatma can do the rope-walking, by intense study. And when people revere, one gets the incentive to go through the severest strictures. If a man starts waling on his head, and the people of Bombay start cheering and clapping, he wont bother to walk on his feet again. It does not imply that we all should follow suit. The morality hasn’t risen in spite of a host of saints and mahatmas in this country. That is because our saints have been extremists. They do their duties, pass away, but leave the followers in a lurch to co-op with the impossible ideals. And all mahatmas are extremists otherwise we will not Where are the Gandhians 4 Osho"},{"pageNumber":5,"pageContent":"CHAPTER 1. acknowledge them as mahatmas. India is destroying herself by running after extremist tenets: life, character, everything is being deteriorated. Take for example the Gandhiji’s ideal of complete non- violence. The Gandhian could not become completely non-violent. Not only he but even Gandhiji could not live complete non-violence. Violence to an extent is necessary if one has to live. Even which we term as an instrument of non-violence could be violence. If I put a knife on your chest and as you to obey me, it is violence. And if I sit and starve at your doorstep, threatening to die if you do not do what I say? Is this not violence? The former goes out from me to you, the latter is going towards myself. The latter is self-violence. A forcible pressure, mental cruelty, it is!... I believe that Gandhiji also was not a complete non-violent man.... Nobody changed for truth but agreed lest Gandhi should not die. In this context, Dr. Ambedkar has stated clearly that he believed in what he believed in, but he obeyed only to save Gandhiji’s life. Whose change of heart took place because of the non-violence of Gandhiji? Gandhiji put extreme ideals in all matters. To stress complete non-violence was precarious. He did that and the country, at the time of partition, passed through full violence only in his lifetime.... Why? A very important psychic law, the law of reverse effect, is behind it. You pull the string to send that arrow forward. As much as you pull back the string, so much the arrow will go forward! A ball will return with so much force from the wall, with as much force as you throw it! The same law has operated in Indian life. Ditto is the case in abstinence as in non-violence. You go on suppressing the mind and it will react with equal pressure. The ball will react, a volcano of violence will erupt! It did, and Gandhi is responsible for it. The more you talk of brahmacharya – celibacy – the more society will become sex-minded. In the resultant split personality, as much as man fights with sex, so much sexual he will become. As much as he fights within for non-violence, so much violent he will become, unconsciously. Understanding this is imperative otherwise we will not be free from mahatmas, and until then there is no release from mahatmas’ followers. Again, as an anticlimax, after a mahatma, there is always a big fall. Jesus said: ”If someone slaps you on the right cheek, turn and offer him your left one.” And the Christians made so many wars after him, that none in the world has done so much fighting.” A robust Christian was hit by a stranger on the street. The fight had ensued. Our man offered another cheek. But, after a while the people saw the Christian breaking he neck of the opponent. Somebody said: ”But you are a Christian.” The man said: ”Right, but Christ never wrote about the third cheek. Hence, after both the cheeks, I had to use my brain.” The Gandhian is in the identical position. To a limit he acted as per the books of Gandhiji, but now he acts and interprets according to his own intellect. And you can see the result for yourself. Confucius was told that there was a big saint in the town who thought thrice before doing anything. Confucius said: ”I believe n the middle road. For me thinking twice is enough.” He detested extremity. A criminal lives in the extremity of violence, a mahatma lives in the extremity of non-violence. Life is neither here nor there. It is in the middle road. Gandhiji came as a symbol of ancient Indian culture and repeated the ancient strict asceticism.... Abstinence! Leave clothes, leave wealth. Even if you eat, you should not indulge in it with interest. Oppose the body, it is an enemy. Fight with your body! Indian culture is hypocritical. It creates internal strife, divides a man into two. I say to eat with full taste, meticulously. Deeper a man does it, more cultured, developed and refined he will be. And by doing so more chances there are to be free from eating. A fasting man will not eat but food and taste will haunt him day and night. Unnatural suppression is perversion. Where are the Gandhians 5 Osho"},{"pageNumber":6,"pageContent":"CHAPTER 1. In true tradition of our melancholic culture, Gandhiji was, unsubtly, opposed to any ind of joy, happiness. We revere more those who renounce more; clothes, wealth, power. We call him devout who indulges in self-repression. But, unhappiness, pain, is against our nature. No man desires privation unless he is mad. So it is natural for man to become a hypocrite socially. A mahatma advises to stay in huts but immediately after his death the follower looks for a palace to buy. The Gandhians now stay in palaces. But there also they apply novel techniques. I went to see Rashtrapati Bhavan when Rajendrababu was the president. The gate-keeper told me that the president had spread a mat over the viceroy’s seat. What is the sense in spreading mats and loin clothes in a palace which is tended by about a thousand servants? These are the symptoms of madness, result of our extremist philosophy. Stay in a hut if you like, or in a palace if you like, but what is the consolation behind faking the look of a hut in a palace? The two things do not harmonise. And that is because of the internal strife. Gandhiji told to wear thick khadi. Today khadi is becoming thinner and thinner, and costlier. One who wants to wear the costliest clothes, goes for khadi. The natural tendency is for thinner, smoother and silkier clothes. And, people blame the followers for falling from grace. But, I say, why not try for that society where everybody can stay in a palace, where every adult and child can wear silk and eat good food? Why the present hypocrisy? The followers are not unfaithful. They respond to their natural urges. Only the severe unnatural principles of the mahatma have enmeshed them. This country has never accepted the naturalness in man – the natural man. We adore things which are diagonally opposite to our natural self, our soul, our natural cravings for happiness. We get awed by those who practise extremes, and invite man-made unhappiness, which ultimately disintegrates our personality. Because the principles and life are at loggerheads, if we go one step forward, we regress two steps. Mahatmas contribute towards it. If we wear good clothes, stay in good houses, eat good food, the mahatma may be displeased. Go reverse, do not go forward, they say it since the last five thousand years. They insist on going against nature. I am told, once when Gandhiji was in jail, he used to eat ten small fruits daily. Vallabhai, thinking that Gandhiji’s bones were showing, once put twelve fruits at mealtime. Gandhiji counted the fruits and said that he took ten fruits only. Vallabhai asked whether there was any difference between ten and twelve fruits. Thereupon Gandhiji thought for a while and took out four saying that what was the difference between eight and ten. He, from that day, ate eight fruits only. Had I been there I would have said what was the difference between eight and six, and six and four, and four and two. And then between two and zero. I believe in progressive mathematics. One that takes you towards infinity. The view-point should be wider in life. The more you open up, the more healthy you will be. You sow a seed. A big tree will come out of it. The tree will bear millions of seeds. And those seeds shall turn into more trees. Spreading is life, it is natural. It is nature; closing up is regress. Mahatmas teach to c4ramp, to tighten up. You repress life more and more and a time will come when the life force will break out through wrong pores. Policemen are posted on all natural gates of man. How can he get out? Relax? He will search unnatural ways, by deceiving; he will go through the wall, and you will say that corruption is on the increase. Man is not becoming immoral. You have nailed him down so much that his throat is being stifled. Existing is made difficult and he has to choose an alternative, any alternative. Where are the Gandhians 6 Osho"},{"pageNumber":7,"pageContent":"CHAPTER 1. Brahaman means that which is spreading. Spreading is the nature of life, the way to bliss. If you are familiar with Einstein, you may know his famous remark that the whole universe is on the spread every second, and that is the harmony, the peace. Even the stars are in perpetual motion. Everything is ever on the spread; even you, your inner self is anxious to expand. But, we have taken upon ourselves to tighten everything. What is this? We have arrived at zero by neglecting the difference between eight and ten. This external unnaturalness forces man to be dishonest, with guilty conscience hanging over his head like Damocles’ sword, until he breathes his last, in this living hell. I was, by mistake, invited to attend a sadhu convention, in Delhi. The subject was ’PROTEST AGAINST VULGAR POSTERS’. I told them that they were mahatmas and should not bother about those posters. Why do they search, notice and look at those vulgar posters at all? The question is not why bad posters are exhibited, but the problem is why do people like to see such posters. I told them they were responsible for the posters. By repressive, unnatural strictures they had made people more conscious about sex. The law of reverse effect was being brought into operation. You teach people to run away from women and they will look at them with squinted eyes. They will read obscene literature between the covers of Geeta. It is inevitable because of the extremist teachings. You might have read that recently a foreign actress was called to perform a naked belly dance in Sydney. But only two persons came to the show out of the population of two million. The organisers were in trouble; probably the girl caught cold because of the empty theatre.... You arrange such a show in Bombay, and do you think only two people will attend it? Not even two men will stay at home. And do not think that only bad people will come for the show. It is possible that bad people may not come but some must. Only the difference may be that the bad people will come by the front door whereas the good will arrange with the manager to come by the back door.... Do you follow? We have loaded men with such unnatural principles that the mind – conscious as well as the subconscious – is on the revolt. All mahatmas teach the repression of natural self. Gandhiji renewed and strengthened this suppressive morality. Now, the followers are taking revenge of the suppression forced by Gandhiji and others in the last thirty to forty years. They are compensating. Hence, please do not ask where the true Gandhians are. My belief is that they are there where the Gandhian principles could and would take them. We have lost the courage to face truth around us. The truth of life is not in the extremes. The middle is the golden way. You must have seen the photos of Rabindranath and Gandhiji. Gandhiji has tightened the clothes so much as to utilise the least cloth. After tightening whatever cloth remained unused was probably cut off. But, you look at Rabindranath and you will feel that three to four Gandhis could be easily accommodated in it. Rabindranath has said the prosperity is needed. The spreading should be so much that the mind has not to tighten, cramp, dry up itself. The psychologists say that instead of buying a soap a month, if you buy twelve soaps together you will feel elated. You will feel your heart filled up.... What is the unhappiness in poverty? It is not hunger, but the limitations on all the fronts of life. The poor cannot spread – cannot project. If I am poor and cannot present my beloved with even a very cheap gift, I feel dejected, unhappy. Hunger can be borne, but this limitation, privation of love, I cannot bear. If one does not get love, the soul dries up. And limitation is the cause. Where are the Gandhians 7 Osho"},{"pageNumber":8,"pageContent":"CHAPTER 1. What is the happiness in wealthy? It is not filling up the safe. It is that you can surpass the limitations with wealth. The spreading you can do. Where are the Gandhians 8 Osho"}]
