[{"pageNumber":1,"pageContent":" SONGS FOR ITALY “Parturiunt Montes— Nascitur Ridiculus Mus”—Solini By ALEISTER CROWLEY June—Sept. XIX Price : One Shilling"},{"pageNumber":2,"pageContent":"  Text is based on Songs for Italy, 2nd edition, published 2 September 1923."},{"pageNumber":3,"pageContent":" RESURGAM ET LIBERTAS. Let me arise—and Freedom ! Lurk ! Withdraw ! Upon Them ! I invoke the Lord of Speech ! Cast on this wind-swept spit of sand to bleach, A starfish husk, I am the Star that saw August and arcane Truth, embattled Awe Whose might anointed me and armed, to teach This One Word, this None Other Word to preach : Do what thou wilt shall be the whole of the Law. Among the ruins of Carthage fugitive, I, the first English poet ever thrust From Italy, whose tyrant boasts the “ he Will pass ”—he stumbles in his drunken lust— “ Over the rotten corpse of Liberty,” Laugh in exile :--“ Shall Liberty not live ? ” (I) "},{"pageNumber":4,"pageContent":" I. The Council of the mice. They tremble at A terror not exorcised at the polls. The eyes of Freedom glow like fiery coals. “ Let us affix ” (quoth one wise kleptocrat) “ A bell about her neck to warn us that “ Her presence threatens our immortal souls. “ That were our cue to scuttle to our holes ! ” The oldest sneered : “But—who will bell the cat ? ” Squeaks Mus—solini : “ Look beneath my hat ! “ So well I ratted—crown me Super-rat ! “ My fears see Freedom in the faintest spark “ Of light !—I here proclaim intelligence “ Of any sort a capital offence !— “ Come, let us rob the larder in the dark ! ” II. Alas ! “ the best laid plans of mice and men Gang aft agley ” : Mouse nibbled through the net That held a lion meshed—but no mouse yet Proved able by duress or by device To leash his limbs. Not thou with all thy lice, O Mouse, canst force thy country to forget The Gracchi, Bruno, and Mazzini.—Let The sons of Freedom pay once more her price ! For Freedom’s eyes can pierce the gloomiest cave : And Freedom’s claws fasten the trickiest knave. Arise ; remember Tarquin ! Forward, firm in The Faith our fathers lived by and died for ! Up, Farmer Freeman ! Nail to the barn-door All these black-shirted and black-hearted vermin ! (2)"},{"pageNumber":5,"pageContent":" THE ERUPTION OF AETNA. (July, 1923 e.v.). “ Have not I spoken, even I, Benito The big, the brave, the mighty Mussolini, The ultra-modern Cæsar, with my ‘ Veni Vidi, Vici ’ ?—let all the world agree, too ! Does a mere mountain think that it is free to Stir up sedition ? Shall such teeny-weeny Volcanoes venture to display their spleeny And socialist cant ?—Subside, mosquito ! ” Inscrutable, the subterranean awe Of Aetna belched in lava its dread Law :— The gods would quell the Titans ;—bury, under Earth, Earthquake! In their panic, tyrants heap Load upon load on Liberty asleep : She wakes. She stirs. Her tombstone ? Tossed in thunder ! (3) "},{"pageNumber":6,"pageContent":" “ In this hour, compatriots, nameless South Tyrolese, it is as if you saw in the grey morning on the ramparts of Mantua the man of the land Tyrol prepared to die for his home, for whose freedom he had fought by the side of your ancestors. Napoleon then thought that with the death of this man the heroic spirit of Tyrol would collapse. He deceived himself. ” “ This is the last time that we dare call out to our mountains the holy name of our home. ” “ The Morning Post,” Aug. 28th. TYROL. Some men are lost to every sense of shame : They use to call their country by its name. Abhorred violence ! it was indeed high time For Mussolini to suppress the crime Perish the wretch whose Tyrolean soul Fails to blot out the accursed name—Tyrol ! Ah Mussolini ! you have yet to learn What quality of flame is wont to burn In mountain air. ’Twere wiser not to risk Meeting the glacier breed of Basilisk ! Tempt not the spirit of the Storm ! Mine eye Sees through the darkness of futurity, The modern Gessler meet a modern Tell— Tyrol ! hunt Mussolini home to hell ! (4)"},{"pageNumber":7,"pageContent":"Il nom del Tirolo é stato soppresso dalla lingua Ita-liana in virtù d’un decreto del prefetto della parte di questa contrada dall’Italia dopo la guerra. Il nome di Alto Agide è stato imposto al Tirolo meri-dionale e quallo di Altesina al resto della provincia. Tutti gli stampati, avvisi, annunzi, pubblicazioni, in-drizzi, note, fatture che portassero l’antico nome saranno sequestrati e le personne che adoperassero la parola proibita incorrsranno nelle pene comminate dall’ Art. 434 del Codice penale Italiano. “ Italian Press,” 15th Aug., 1923. TIROLO. Schiatta vigliacca e svergognata, questa Ch’osa nomare il patrio suol : Tirolo ! Sacrilego misfatto ! . . . Infin s’appresta Il Sommo Duce a far cessare il dolo Perisca il vile la cui avita fede Non vuol prestarsi all’escrato gioco. Ma il rosseggiar sui monti già si vede ; Dalla forre alle vette avvampa il foco. Ma come Mussoloni non paventa Violar la pace dei perenni ghiacci, E lo spirto tentar della tormenta ? Parmi veder nel torbido avvenire Gessler novello e novo Tell sul Brenta. Non é il Tirolo che dovrà perire. 16th Aug., XIX. (5)"},{"pageNumber":9,"pageContent":" CORFU (Sept. 2nd, 1923 e.v.). Macbeth— The castle of Macduff I will surprise ; Seize upon fife ; give to the edge of the sword His wife, his babes, and all unfortunate souls That trace him in his line. No boasting like a fool ; This deed I’ll do, before this purpose cool : (7) "},{"pageNumber":10,"pageContent":"But the brutal character of some of the Italian demands with their flavour of the Serajevo ultimatum, the seizure of Greek territory, and the unprovoked bombardment of an open town without warning, provoke universal reprobation. The sophistries by which it is sought to palliate or to explain away the worst of these measures do not deceive anybody. “ The Times,” Sept. 3rd. This old barbarous practice which vindicates “ national honour ” by the bombardment of towns and the slaughter of innocent citizens. New York “ Evening Post.” “ Megalomaniac nationalism ”—“ Epileptic diplomacy ” —“ This international firebrand ”—“ This swashbuckler who has strayed out of the Middle Ages.” Press of the United States. Signor Mussolini would not reply to such a document if it came from a Great Power, by seizing that Power’s terri-tory . . . With Corfu in his hands, Italy could bottle up the Adriatic . . . and Corfu possesses therefore a strategical significance that bears on the delicate relations of Italy and Jugo-Slavia. “ Manchester Guardian.” Says the “ Giornale d’Italia : ” “ The Corfu channel strategically commands the mouth of the Adriatic, and, in the possession of a marine nation, would be like a revolver aimed at a vital part of Italy.” On the other hand, it has been suggested that Italy in possession of Corfu, which would make an excellent sub-marine base, could easily close the Adriatic to any other Power.” “ The Illustrated London News,” Sept. 8th. This reviver of Roman Imperialism ought to be re-minded that Cæsar, though not wholly blameless in his public life, never assaulted a cripple. “ New York Times.” (8)"},{"pageNumber":11,"pageContent":" THE GAMBLER’S LAST THROW. Curse on the electoral heavens’ ominous wrack ! My throne is tottering—bar a timely trick Too fool folk yet once more—Come, wits, and quick ! Divert their fickle minds to some new track ! Cannot I find some neighbour to attack ? Some starved and wounded weakling I may pick A quarrel with, and doctor him with stick, Without the danger of his hitting back ? Italy’s mine ! God, our good patriot, heard her ! Pat to my prayer, my brother brigand’s murder ! Thunder my threats—then—lest blood cool, or folly Subside, make haste to heap our cannon-shot On some defenceless harbour ! Great ! We got A dozen orphans at the very first volley ! (9)"},{"pageNumber":12,"pageContent":" INFERNO—“ Modern Improvements.” The darkest dungeon of the damned: beneath The seventh circle, where the Traitors Three Dwell in inexpiable infamy, Sate in his council Satan : through his teeth Hissed the foul hope, while all his serpents seethe In hate about his bowels : Let there be New crime to cap our climax : I decree The fiend that finds it worthy of the wreath ! From one black corner one mean devil spat His soul “ A masterpiece, and mine, be that ! Take Fear, Ambition, Falsehood, Pride : ally them In Mussolini : history shall report— He cannonaded a defenceless port And murdered innocents to gratify them ! ” (10)"},{"pageNumber":13,"pageContent":" THE MASSACRE OF THE INNOCENTS Blind with the lust of power usurped, and raving, With riotous success, the despot reels Howling, with Hell’s fell Furies at his heels ; Each direr drug intensifies the craving For crime ; the brutal triumph of enslaving His people staled ; his tortured frenzy feels The blood-lust ache, that sets delirious wheels Of murder whirling in his soul past saving. Blood-shot, his bulging eyeballs fix their glare On Greece, his hate delights in her despair, He need not fear to plunge his dagger through Her bruised breasts. “ Go forth my fleet and quench My thirst, hell-b itterness, of murder !—drench In death the innocent children of Corfu ! ” (11)"},{"pageNumber":14,"pageContent":" “ PEACEFUL AND TEMPORARY.” The blood of an Armenian child crieth from the ground : There in Janina’s sullen forest lurk Masked villains : spring, and slay, and disappear ; We know not of their deed, we have children here In Corfù, taking refuge from the Turk : — We orphans, to familiar with the work Of bloody-minded men ! We smiled, seeing Fear Flee before Justice, with calm eyes and clear Piercing the menace, murder in the murk ! The poet answers : Blind babes ! your blood was needed to assuage The drought of Mussolini’s rabid rage ! Escaped from wolves, a mad dog snaps his jaw Upon your flesh ! Mine England, speak to me ! Floats not thine Ensign on the Middle Sea, To muzzle murder and establish Law ? (12)"},{"pageNumber":15,"pageContent":" THE PLAGUE CARRIER. Drowse not, thou artless, amiable, absurd, Old Europe, dreaming comfortable lies ! Enthrone Greed, Arrogance, and Cowardice : Explosion surely follows ! Hast not heard These names :—Napoleon the First—and Third— And Wilhelm ? There’s no land so far—or wise— That may escape its portion of the price Of mocking Freedom’s minatory word. Loose not one monster to devour thine house ! Deem not so vile this mean malignant mouse, That squeals in Rome that peril lies not in him ! These vermin carry Plague ! Mere prudence bids Statesmen drive slumber from their weary lids, Till Europe has made up her mind to skin him. (13)"},{"pageNumber":16,"pageContent":" STRADDLING THE ANTE. Janina ! Fate decreed the name unknown Till now, as Serajevo’s once. The tide Of time rolls up, and Rumour rumbles : Hide No more the house where Murder sets its throne ! Beware ! the echo of the dying groan Of an obscure Archduke was multiplied Till men from Canada and China died To avenge—in vain—what no man might atone. The brigands flee—leave Mussolini to it— Envies their exploit—hastens to outdo it. The mad dog runs amuck, bombards Corfù Where no man guessed what fiend had thrust his snout From Hell, or wherefore ;—Europe, trample out The spark of war—and Mussolini too! (14)"},{"pageNumber":17,"pageContent":"EPIGRAMS. 1. The Ice-cream Statesman. My mousse stood on a plate, a shapely cone, Without backbone. And as I watched and mused, it thawed and flopped, And slopped Its trickling rivulets spell “ MENE, MENE, TEKEL, UPSHARIN,” Mister Mouselini ! 2. There’s lots of things look easy to fools That seem not so to the wise : Mussolini “ put God back in the schools ” But—who’ll put him back in the skies ? 3. Blackshirts. How practical to wear a shirt Whose colour will not show the dirt ! How excellent a point of art To wear a shirt to match my heart ! Helpful its hue for those who lurk At night, with knives to do their work ! 4. Janina—Corfu. I went to the North Pole and shot An Esquimau upon the spot : His friends cried “ Out upon the traitor ! ” They hurried off to the Equator. And, having slain a Hottentot, Rejoiced at having got Revenge so very few days later. 5. NeFas-ismo. Before the birth of Mussolini , man Was told by God “ Get on as best you can ! ” After his death the human race must plod Patient, bereft that demi-semi-God. Indeed, in self- protection, it were less —Yes : I see Clio tear the thin page loose And put his story to its proper use ! (15)"}]
