[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Part 14: In League With A UFO© 1997 Lou BaldinElectronically reprinted at Earthfiles.com with permission.“The Aliens have used people like Tim and Bill Smith as intermediarieson Earth for thousands of years. ” - AuthorIn League With A UFO © 1997by Lou Baldin. Out of print.Return to Part 1January 5, 2008 Albuquerque, New Mexico - Chapter 9, Journey to Another Planet,continued.Primed for A MissionThe Aliens told Tim that his three scientist colleagues, who were previouslyprimed for the bodies, were on the Alien craft the same night that Tim was.During that abduction, the Aliens helped the humans get over their fear ofdoing the abduction assignment the Aliens were preparing for them to do.After the four scientists entered into the new bodies for the abduction mission,they loaded up the van and headed to their destination. Tim was the only onewho knew where the group was going. It was a 3-hour drive from thecommittee's base.The four scientists made two stops before they arrived. Although the newlyinhabited bodies did not require food, the Aliens told Tim that the group couldeat and function exactly like all other humans on Earth. Part of theexperiment was to go among the public and become comfortable. After thescientists arrived in the town of their destination, they rented a room at amotel. The next day they toured the city in their new bodies."},{"pageNumber":2,"pageContent":"The mechanics of the mission were revealed to Tim during that day. This wasa covert operation within a covert operation. The committee members whoremained at the base and their superiors had no idea where Tim and the otherthree members were going or what it was they were going to do when they gotthere.All the committee members, as well as everyone involved with the program,had a chip embedded under the skin. That chip was the main key to keepingtrack of all the people in the department (their whereabouts is always known.But the bodies that Tim and the other three were in had no tracking deviceembedded into them.)It dawned on Tim that he and his crew were at last free from the watchful eyeof his department for the first time in many years. There was no “clean-upcrew” following them around. The scientists were free to do anything theydesired. If Tim and crew messed up, or were involved in an accident, theAliens would remove them from the scene in a split second.Tim was told to familiarize himself with the streets and alleys that intersectedwith the house that they were to enter later that evening. It was still daylightwhen the group located the house. That gave them a little time to make plansfor how the scientists would approach the house without attracting attentionto themselves.Working in the host bodies was an incredible experience. The bodies did notrequire sleep and still sustained optimum energy levels. As the four of themtalked among themselves, their only regrets was that they could not keep thebodies they were using. Those bodies were truly temples of God. While inthem, the scientists felt no pain, no fatigue and had no nagging desires for anyearthly thing humans need, or are addicted to. Food, drink, smoking or sexhad no hold on them. There was no experience like it on Earth - it was“complete freedom.”Later that evening, even though none of the four men knew exactly what theirmission was, they headed toward their assignment. It was three in the morningwhen their van pulled into the driveway of the target house. Theneighborhood was quiet and most people were asleep. The scientists took carenot to make any unnecessary noise. The men entered the house going throughthe wall (alien technology) that was next to the driveway and the van. Oncethey entered the house, the group followed Tim, who somehow knew wherethey all were supposed to go.Tim led them up the stairs and he entered the second bedroom that he cameto. Tim instructed two of his cohorts to stay in the hall to watch for anyoccupants who might get out of bed. If anyone did get out of bed, thescientists’ job was to “stun” him or her. All four of the scientists wore specialshoes, which were part of the gear that the Aliens instructed Tim to take. Theshoes made no sound and absorbed all sound around them, such as creakingfloor boards. The men communicated telepathically to eliminate any possibleverbal noise.Inside the bedroom, they found a young boy. He was one year old andsleeping peacefully. The scientists were tasked with placing a small object intothe child's nose and one into his ear. Because it was a painful procedure, themen had to paralyze the boy first. Tim knew that when he inserted the objectsthat the boy could wake up and start screaming. While paralyzed, the boycould not scream, even though he felt pain. The boy did wake up. After themen were through with the procedure, the boy went back to sleep. The childdid not remember what took place.It was revealed to Tim while he was still in that bedroom that some humansare prone to develop something akin to an allergic reaction when they come incontact with Aliens, especially if the human subjects are very young. Whenthe Aliens identify a human with that kind of sensitivity, they enlist the help ofhumans like Tim. By having humans make the first contact and inserting somekind of Alien antihistamine into the human's body, as Tim and his colleaguesdid, the Aliens are free to come into the presence of those individuals withoutcausing them unnecessary harm. The Aliens have used people like Tim andBill Smith as intermediaries on Earth for thousands of years. Most people whoare abducted do not require that procedure, but those who do number in thethousands.Seconds after Tim accomplished iinserting the implants, three Aliens appeared"},{"pageNumber":3,"pageContent":"in the room. Tim had a feeling that the Aliens might drop in, but still theirsudden appearance caught Tim a little off guard. There is no rehearsal, noplans or blueprints. Everything that happened took place spontaneously.It was the best security system in the Galaxy. No one could leak informationbecause there was no information to leak. Tim received informationtelepathically, and it came to him at the very last moment that he required it.Although Tim felt that the Aliens might show up, it was not part of theinformation that he was given. It was more like Tim felt a hunch. Tim knewthat the moment the Aliens did show up, his job was completed and that heand his companions should be on their way back to the committee base. Timdid not know what took place in the boy's room after he and the others left.He assumed that the Aliens took the boy to their spaceship where he wouldexperience his first Alien abduction.On the way back to the base, Tim told his three companions that the Aliensappeared in the bedroom as the men were leaving. Tim asked the others ifthey were aware that the Aliens showed up. The others were not aware,although the men said each felt a surge of energy in their body during the lastfew minutes of the operation.After the four men returned to the committee base, their discussion centeredabout how much the scientists would miss those new bodies. What they hadaccomplished on their mission was not even talked about. As they re-enteredtheir own human bodies, it was like giving up a finely tuned hot rod andexchanging it for an “old clunker,” as the scientists now called their ownbodies. Each man had to take time off to readjust to their old body thatseemed to get tired quickly. While the scientists had been in the other bodies,their original human bodies had been kept in the incubator room attached to asystem that was similar to cryonics, except that the body was not frozen. Thesystem kept the body alive, but suspended all functions.Tim asked the Aliens if he could remain inside the host body for an extendedperiod of time, “like a few months or so?” The Aliens told Tim that if he orany other human remained inside a host body for more than a few days, thereturn to their own body would be devastating. Tim asked whether he or otherhumans could have a host body permanently? If not, was it possible forhumans to be fitted with one of those Alien organs that are in the host bodies?The Aliens explained to Tim that if humans were allowed that, Earth would bea Utopia! Turning Earth into Utopia was not yet on their schedule and whetherit ever would be one of their tasks was not for the Aliens to disclose. ClonesTim asked the Aliens about clones and whether the non-humans clonedpeople? The Aliens told Tim that there are many clones on Earth. Aliens thattake human form are not using the empty shells of dead humans; the Aliensuse human clones. The Aliens clone cells taken from humans who areabducted, people like him and Bill Smith. Tim told the scientists that he hadnever run into himself and was not sure how he would react if he did.(Doppleganger syndrome.) The Aliens reassured Tim that since there are morethan 5.5 billion people on this planet, his chances are slim (that he would runinto a cloned copy of himself). This was especially true since the Aliens whoreside in those cloned human bodies know when they are in the vicinity of thehuman from which they were duplicated.The Aliens divulged to Tim how the human clones are used. The Aliensshowed how one Alien was able to operate several clones at the same timeusing telepathy. Each clone performed a separate task, or they could also bemade to function in unison. The clones are used as laborers to do mundaneand dangerous work such as digging trenches or working in and aroundnuclear and other exotic sources of energy that Aliens rely upon. Constructingfunctional infrastructure for villages and communities is another area wherethe clones have been used.The Aliens also use clones as formidable armies, especially was that true inancient times, but also now in modern times. Because the clones look and actlike the indigenous humans, the Aliens are able to place them anywhere in theworld without anyone taking notice.The clones are not robots; they cannot work alone. The clones are under the"},{"pageNumber":4,"pageContent":"influence and guidance of one or more Aliens who are nearby. The clonescould be used and made to function like robots, but it's simpler to use humans.Humans are brought into the program, just as Tim was, because they canfunction on their own - or if need be, under the control and manipulation ofthe Aliens. Humans fit perfectly into that category (of controlled, butindependent, biological androids). That is why the Aliens use cloned humans.Tim told the Aliens that they gave simple answers to all his questions, evenquestions Tim thought were much too profound for simple responses. TheAliens confirmed Tim's suspicions and added that many profound questions dohave modest explanations. Others are much more than a human mind couldever hope to comprehend. That is why Aliens give naive responses toprofound questions.The primary Aliens, “those who seemed to be in charge,” had neither malenor female features. Tim presumed that the Aliens are asexual. Among them,there are beings that looked as if they fit one sex or the other, but it was notmade clear to Tim if those are functioning as sexual beings or if it's only“window dressing.” As far as Tim could tell, the bodies that he and the othersinhabited (although anatomically correct males) are barren. They were unableto test them because the bodies could not be stimulated sexually.Aliens that looked as if they were patched together from more than one bodydid exist and so did short ones and long ones, big ones and small ones - like acircus, Tim thought. Some of the Aliens were pale in color. Others were pureblack and some were tan. There were metallic ones that walked, while othersflew and some hovered. There were humanoids that had the features ofhumans, but were distinctly not of this planet. There were those that lookedvery much like humans and could have been, but they never communicatedwith Tim, so he could not tell.The Aliens told Tim that their kind is only one of many different kinds ofAlien species. There are layers of other Aliens that are above them and belowthem in rank, all with their own special tasks to carry out.Continued in Part 15 - Back from UtopiaMore Information:For further reports about extraterrestrial biological entities and technologies, please seemy books, An Alien Harvest and the 2-volume Glimpses of Other Realities in theEarthfiles Shop. Also, see other reports below in the Earthfiles Archive:• 09/16/2007 — Part 5: Military Insiders Comment About Zeta Reticuli and EBENs• 09/11/2007 — Part 4: Military Insiders Comment About Zeta Reticuli and EBENs• 09/07/2007 — Part 3: Military Insiders Comment About Zeta Reticuli and EBENs• 09/05/2007 — Part 2: Military Insiders Comment About Zeta Reticuli and EBENs• 08/31/2007 — Part 1: Betty and Barney Hill: Captured!• 08/31/2007 — Part 2: Betty and Barney Hill: Captured!• 08/30/2007 — Part 1: Military Insiders Comment About Zeta Reticuli and EBENs• 08/17/2007 — Two Bulls and Several Cows Dead and Mutilated in Manitoba, Canada• 08/03/2007 — The Milky Way Is Devouring the Alien Sagittarius Dwarf Galaxy• 08/01/2007 — Part 3, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards• 07/31/2007 — Part 2, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards• 07/28/2007 — Mysterious Aerial Lights Over Stratford-upon-Avon, July 14, and Farnborough, Hampshire,on July 22, 2007• 07/26/2007 — Part 1, Non-Human Blonds, Lizards and Big-Nosed, Cat-Eyed Greys• 07/14/2007 — Schofield Barracks, Oahu, Hawaii - Huge, Lime Green Oval Craft Hovered Over BattalionHeadquarters• 07/13/2007 — Iowa Minister Reports Large \"Crab/Scorpion\" Creature Attacked Cow• 05/25/2007 — Update: Part 1, Unusual Animal Deaths• 05/11/2007 — CIA Origin of National Enquirer?• 05/08/2007 — Exploded Star 5 Times Brighter Than Any Supernova Seen Before• 04/09/2007 — More Cat Mutilations - This Time in Corpus Christi, Texas• 03/31/2007 — The Strange Case of Ken Rose• 01/08/2007 — Updated: Attorney Describes His Encounter with Non-Human Entities• 01/02/2007 — Grey Aerial Disk Reported by Chicago O'Hare United Airlines Pilots and Mechanics• 11/27/2006 — Namibia Telescopes Find First \"Gamma Clock\" in Milky Way Galaxy• 10/28/2006 — Close UFO Encounter by USAF Eyewitnesses• 10/23/2006 — One, Maybe Two, More Mysterious Radio Bursts from Galactic Center• 10/19/2006 — Another Cattle Mutilation in Pondera County, Montana• 09/29/2006 — Manipulation of Time and Matter by Non-Humans: The Experiences of Jim Sparks• 09/16/2006 — Disc Crash At Cedar Breaks Radar Site, Utah• 09/05/2006 — Part 2: \"Alphonso Lorenzo\" - Military Visitor to Another Planet?• 09/04/2006 — Part 1: \"Alphonso Lorenzo\" - Military Visitor to Another Planet?• 07/28/2006 — 1940s USAF Flight Surgeon's Account of E. T. Autopsy• 07/17/2006 — Area 29 - A Reverse Engineering Center of E. T. Technology?"},{"pageNumber":5,"pageContent":"• 06/29/2006 — Another Horse Suspended in the Air• 06/22/2006 — Horse Suspended in Mid-Air Near Milan, Italy, Apartment• 06/18/2006 — Viewer Letters About NASA Airbrushing Photos; EBENs and Reptilian Humanoids• 06/13/2006 — Mysterious Triangle-Shaped Welts and Bruises• 06/07/2006 — Gary McKinnon: An Electronic \"Robin Hood\"?• 06/01/2006 — Recent Cattle Mutilations in Kiowa County, Colorado• 05/18/2006 — Top Secret UFO Retrieval During 1983 Grenada War• 05/12/2006 — An Extraterrestrial School for Humans• 05/08/2006 — Another Extraordinary EBE Telepathic Upload/Download• 05/05/2006 — Military Man's Description of EBE Telepathic Download• 04/28/2006 — Modern Warfare Applied to Extra-Terrestrial Invasion• 03/23/2006 — Part 2: U.S. Navy Chief Yeoman Describes \"Extraterrestrial Biological Entities\" in TOPSECRET/MAJIC Photographs• 03/17/2006 — Part 1: U.S. Navy Chief Yeoman Describes \"Extraterrestrial Biological Entities\" in TOPSECRET/MAJIC Photographs• 02/27/2006 — Part 4: Military Voices Reply About Government Interaction with UFOs• 02/17/2006 — Updated: White Sands Navy Radar Operator Saw Discs Circle V-2 Rocket Launches• 02/10/2006 — Crashed Disc Photos, \"Ebens,\" and Area 51 \"Anti-Gravity\"• 02/05/2006 — Part 11 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 01/27/2006 — Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs• 01/20/2006 — Part 1: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs• 01/13/2006 — 31st Cattle Mutilation on Red Bluff, California Ranch• 12/24/2005 — Part 3 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 12/21/2005 — Updated: Part 2 - Peculiar Phenomenon, Early United States Efforts to Collect and AnalyzeFl yi ng Discs• 12/17/2005 — Sirius's Companion Star, Sirius B, Finally \"Weighed\"• 12/07/2005 — Zeta Reticuli I and II - Binary Home of Extraterrestrial Biological Entities?• 12/02/2005 — Former Canadian Minister of Defence Calls for Public Parliament Hearings About UFOs andExtraterrestrials• 11/02/2005 — Part 3: Unusual Animal Deaths -Sheep Mutilations in Moortown, Dartmoor, England• 10/27/2005 — Updated Part 1: Unusual Animal Deaths - 22 Horses and 1 Burro Near Calhan, Colorado• 07/29/2005 — Bentwaters and Rendlesham Forest Mystery Beyond December 1980• 04/14/2005 — \"Battle of Los Angeles\" On February 25, 1942: When America's 37th Coast Artillery BrigadeFired Off 1,430 Anti-Aircraft Shells At A UFO• 02/21/2005 — Updated - Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 01/15/2005 — Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 12/10/2004 — Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 11/12/2004 — Strange Metal Pieces from Plains of San Agustin Alleged UFO Crash Site Analyzed.• 10/23/2004 — 1948 Aztec, New Mexico UFO Crash: Policemen, Disk and Humanoids• 08/18/2004 — New Mexico Gov. Bill Richardson Wants More Investigation of 1947 Roswell UFO Crash• 07/21/2004 — The Apollo Program, Cape Canaveral and UFOs• 06/18/2004 — German Scientist Werner von Braun Anticipated Terrorists, Asteroids and ETs on American\"Enemy's List\"• 05/23/2004 — Part 2: Whistleblower Microbiologist Dan Burisch Interview on June 7, 2003• 03/17/2004 — Part 1 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell, New Mexico, in July1947?• 11/19/2003 — Updated - 1954 Manual: \"Extraterrestrial Entities and Technology\" - Reasons It Is Authentic• 09/15/2003 — Update Part 1 - Whistleblower Microbiologist Speaks Out About Alleged \"Alien\" NamedJ-Rod• 04/15/2003 — Triangular Aerial Craft Over Area 51, Nellis AFB, Nevada• 02/01/2003 — Six Unidentified Triangular Aerial Craft Over Uinta Mountains, Utah• 12/28/2002 — UPDATED Part 1: Cape Girardeau, Missouri, Non-Human Craft and Bodies Retrieval in1941• 12/07/2002 — Evolution of Crop Patterns Near Britain's Chilbolton Radio Telescope Observatory, 1999 -2002• 11/09/2002 — UPDATED: Majestic-12 Documents with Ryan Wood About Extraterrestrial Technologies• 10/26/2002 — Former White House Aide, John Podesta, Says Government Should Open Up UFO Files• 10/09/2002 — Extraterrestrial Biological Entities and Discs Described by CIA/U.S. Army Administrator,1957-1960• 10/05/2002 — Part 1 - Two Scientists Describe An Extraterrestrial Biological Entity Called \"J-Rod\"• 10/05/2002 — Part 2 - J-Rod and Microbiologist Danny B Burisch, Ph.D.• 02/12/2002 — JFK, MJ-12 and Outer SpaceWebsites:Majestic-12 Documents: http://www.majesticdocuments.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy"},{"pageNumber":6,"pageContent":"Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
