[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Part 16: In League With A UFO, Interview with Lou Baldin© 2008 by Linda Moulton Howe “Humans are here to determine where we go after the moment of death,which is related to how much more information and truthswe become aware of, or not.” - Author Lou BaldinIn League With A UFO © 1997by Lou Baldin. Out of print.Return to Part 1January 13, 2008 Albuquerque, New Mexico - Lou Baldin was born on October 7,1952, in Verona, Italy. In 1957, when Lou was five, he moved with his parents and siblingsto Patterson, New Jersey, where his father set up a bakery that was not successful. Threeyears later in 1960, the family moved to Kansas City, Missouri. As a young child, LouBaldin said he had other vivid memories of where he came from before he was born inItaly. That other existence was in a non-organic energy form. By age twelve and beyond,Lou also became aware of other non-human intelligences he characterizes as negative,sabotaging, and in competition with the goals of his prior existence where energy fieldsfocus upon the evolution of souls.In 1995, Lou received a phone call from a stranger who wanted to meet for lunch. Lou didnot hesitate, which puzzled him later. He met the man as if he had to and remembers abook and loose pages the man held in his hands. Lou thinks he held them in his own hands,in part or whole. The man told Lou Baldin that Lou would write a book. Yet, Lou hadnever written before in his life. His professional career was focused around theconstruction business and home building. Lou remembers the stranger paid the lunch billand then their paths never crossed again. To his own confused surprise, a few months later,Lou felt an intense urge to write. Over a period of two weeks, the entire manuscript of InLeague With A UFO was done. The words “poured out,” which Lou assumed was from thestranger's download of information into Lou Baldin's subconscious, as he describeshappening to Bill Smith in the book."},{"pageNumber":2,"pageContent":"After Lou read what he had written - and in spite of his own association with the energybeings - he thought much of the text “sounded crazy” and he put the manuscript in a deskdrawer for nearly two years. Then suddenly and as urgently as he had felt compelled towrite, he felt he had to publish the manuscript. At the time, Lou decided the only way hewould be comfortable in releasing the highly strange material to the public would bethrough the artifice of old documents discovered at an auction. So, that's how In LeagueWith A UFO begins. But the truth is, according to Lou Baldin, the content came from thedownload into his subconscious at lunch with the stranger who looked human, but wasprobably an Alien entity assigned to inhabit that male human body in order to accomplisha mission - another prominent theme in the book, In League With A UFO.Interview:Lou Baldin, author,In League With A UFO © 1997.Lou Baldin, Home Builder and Author, In League With A UFO © 1997:“YOUR BOOK, IN LEAGUE WITH A UFO, IS IT NON-FICTION?It is non-fiction.HOW FAR BACK IN YOUR LIFE DO YOU GO FOR THE FIRST EXPERIENCE WITHTHE NON-HUMAN, OR ALIEN, THAT YOU DESCRIBE IN YOUR 1997 BOOK, INLEAGUE WITH A UFO?From the day I was born, I remember coming here with certain entities and they wouldperiodically come and go. We went through certain processes, I assume probably to teachme certain things about this earthly life. I don’t remember exactly the details.COULD YOU EXPLAIN WHAT YOU REMEMBER AROUND YOUR BIRTH?I actually remember being in a ship before I was born. There was discussion and then all ofa sudden I was a baby. Basically, I could remember some of the things in the room. Then, Iblacked out and periodically they (Aliens) would physically come – a vortex would openup in the room and the Aliens would come out of the vortex and we would have our littlechats. Sometimes I went with them. Sometimes they just left."},{"pageNumber":3,"pageContent":"Entities emerging out of bedroom “vortex,” similar to Lou Baldin's experience.Illustration provided by L. P., based on teenage experience in early 1960s, fromGlimpses of Other Realities, Vol. I: Facts & Eyewitnesses © 1994 by Linda Moulton Howe.CAN YOU GO BACK TO THE TIME IN THE SHIP BEFORE YOU WERE BORN ANDDESCRIBE COLORS, LIGHTS, AND WHO IS WITH YOU IN THE SHIP?The ship I cam in on was basically the same ship that I would visit periodically when I wasyoung – very bright, circular. I remember playing with other children and we would runaround the corridor of the ship. There were rooms we would go into and play withdifferent types of objects like the objects I described in my book.WHO WERE YOU WITH BEFORE THE MOMENT OF BIRTH?There were the ones (energy beings) who brought me here.WHAT PHYSICAL DETAILS?Their appearance would have had the same appearance I had. It seemed like when wewere in the Alien ship, that we were more an energy than physical organism before I firstcame here to Earth to be born. Then after birth, I was physical.IN THE ENERGY FORM IN THE SHIP BEFORE YOU WERE BORN, CAN YOUDESCRIBE WHAT THOSE ENERGY FORMS WERE LIKE IN TERMS OF COLOR,SIZE AND DYNAMIC?As far as the feeling, it was pretty much the same as my full consciousness now. Seeing theother entities is completely blurred. It is not like I could see physical beings. As far as howI felt, it’s almost like I feel right now. I was conscious, except I did not have a body.LET’S GO BACK TO THAT TIME WHEN YOU AS AN ENERGY FORM WITHOTHER ENERGY FORMS ARE EXCHANGING INFORMATION BEFORE YOU AREBORN INTO A BODY CONTAINER HERE ON EARTH BACK 55 YEARS AGO. DOYOU REMEMBER THE CONTENT ABOUT WHY YOU WOULD BE BORN ITO AHUMAN BODY?At that time I did not remember. But it was not like I was resisting or forced to come here.It was almost a voluntary thing and with anticipation because it was kind of a fun thing atthe time. Even though I grew up in an area in Italy that was post-WWII, much of the townwas destroyed. There was poverty all around, but I thought it was actually a pleasant life.WHERE WERE YOU BORN AND RAISED?Ve r o n a , I t a l y .UNTIL WHAT YEAR?Until 1957 and then we moved to New York."},{"pageNumber":4,"pageContent":"YOU WERE FIVE YEARS OLD. WHERE DID YOU LIVE IN NEW YORK?We lived in Patterson, New Jersey.WHAT DID YOUR DAD DO?He had a bakery.WAS HIS LIFE ALWAYS AS A BAKER?When he was in Italy, he and some other guys had a furnace company. They built bakeryovens and stuff like that. Their business did not do well, so he used some of the equipmenthe built in that company to open up a bakery. He had a brother in the United States whothought my father could do better here, so he got my dad to move to New Jersey and theyopened up a bakery. But they didn't do very well.DID YOU GO TO GRADE SCHOOL, JUNIOR HIGH AND HIGH SCHOOL IN NEWJERSEY?No. I went just two grades in New Jersey and then we moved to a city in the Midwest.WHAT CITY?To Kansas City, Missouri, in 1960YOU WERE 8 YEARS OLD.Right.SO BY EIGHT, YOU HAD BEEN FROM OUTER SPACE TO ITALY TO NEW JERSEYAND THEN MISSOURI.A strange journey, for sure!DID THE ENERGY FIELDS CONTINUE IN AND OUT OF YOUR LIFE?Yes. As I got older, they did not want to interfere too much with my human life, so thingsbecame a little different. I’m not sure what it depended upon. Parallel Tracks of Energy Beingsand Human ChildhoodCOULD YOU FILL OUT A SCENE THAT’S MEMORABLE OF BEING A CHILDSOME TIME IN THOSE EIGHT YEARS AND INTERACTING WITH THE ENERGYFIELDS?I did have kind of a double life. At the time, it did not seem strange to me. I would havethese people who would show up and we would do things. Then I had my other life withmy siblings, my cousins, and for some reason, I hardly ever differentiated between thetwo.THE BEINGS THAT WOULD SHOW UP, WHAT DID THEY LOOK LIKE WHEN YOUWERE A HUMAN CHILD?Sometimes they would look just like other kids. They would be my size. There were somesituations that were definitely paranormal. As I became more immersed in the worldaround me, the human world, some of that stuff got blocked and I tried to put it out of mymind.CAN YOU GIVE AN EXAMPLE OF THE MOST INTENSELY PARANORMALEXPERIENCE WITH THE CHILDREN-APPEARING BEINGS WHEN YOU WEREYOUNG?I guess the best example was when I was around six or seven years old and we wereplaying hide and seek in New Jersey. I jumped into a bush to hide, while everyone else ranaround other places. And when I jumped into this bush, I had some of the beings in there.It was a very strange situation and at the time it was as if there were bees inside the bush.IN TERMS OF SOUND?Right."},{"pageNumber":5,"pageContent":"SO THERE WAS A BUZZING SOUND?Right. From there, we went into a ship and that’s basically what I remember.DO YOU REMEMBER ANYTHING IN THE SHIP?No.DO YOU HAVE CONSCIOUS MEMORY OF MOVING FROM THE BUSH TO THESHIP ?No. Whether the bush was actually a ship, I don’t know.WHY DO YOU THINK YOU WERE TRANSPORTED TO AN ALIEN SHIP?I don’t recall the game being over (when I went into the bush to hide), but everyone wasgone when I came back. There were other things – once the Aliens come into your zone,the normal world is disturbed.WHAT ABOUT YOUR MOM OR DAD? DID YOU TALK WITH THEM ABOUT WHATHAPPENED?Yes. My Dad is the one who gave me the story about back in Italy when they were inschool, they witnessed three saucers in the sky, which to them was an incrediblephenomenon. They ran home and told their dad about it and he said it was all nonsense. Iasked my dad what he thought, did he think it was extraterrestrial? He said, ‘No,’ but hedid not know what it was. So neither of my parents have this extraterrestrial concept. Theycompletely do not believe in it, as all my siblings don’t believe either.DID YOU EVER TELL YOUR DAD ABOUT YOUR MEMORY OF BEING BROUGHTFROM THE SHIP TO BE BORN?I never talked with my dad about that. I did tell that to my mother a few years ago and shekind of looks at me like, ‘Poor kid!’ She does not say it is impossible, but to them it’s justlike any skeptic – until they see it or understand it or go through it, none of it exists in theirminds.HOW MANY BROTHERS AND SISTERS DO YOU HAVE?Seven brothers and three sisters.SO ELEVEN OF YOU?Correct.NOT ANY OF THE OTHER TEN KIDS AND YOUR PARENTS EVER RELATED TOWHAT WAS HAPPENING BETWEEN YOU AND THE OTHER INTELLIGENCE?No, none of them did.EVEN THOUGH YOUR TEN SIBLINGS AND PARENTS NEVER ACKNOWLEDGEDTHAT THERE WAS ANYTHING ELSE BEYOND HUMAN, WERE YOU CARRYINGTHE ENERGY FIELD KNOWLEDGE WITH YOU ALL OF THE TIME, LIKE APARALLEL TRACK?Yes, I was. The hardest part of ufology is that everyone thinks it’s as simple as the realityaround us. We have a house. We have a car. We have a job. but when you’re in theparanormal, there is no – you cannot quantify or simplify it. It’s very real and it’s verycomplex and very different. People who are curious about ufology want the simpleversion, like Star Trek. They want the reptilians and Spocks - the TV version.BUT THERE ARE ALSO THE BLONDS, THE GREYS, THE EBENS, THE REPTILESAND ON AND ON.Sure, I've read about what abductees say. But people want something they can grab holdof and put it under the microscope. The truth is - we are the mice in the little test tube hereand we are trying to determine who the scientist is studying us. We are trying tounderstand the scientists, the higher beings, looking down and studying us. How absurd isthat?!Explaining it to people who have not experienced it is just mind-boggling, frustrating.You’re talking about very different realities. We’re not talking apples and apples. We aretalking about apples and God! Does anyone understand what God is? Does anyoneunderstand what an apple is? We think we understand what an apple is, but we definitely"},{"pageNumber":6,"pageContent":"don’t know what God is. But they are one and the same.MEANING, ALL DIMENSIONS AND REALITIES ARE PART OF THE SAME BIGBOX THAT IS THE UNIVERSE.Yeah. Self-Activating Alien TechnologyWHICH INTELLIGENCE INTRODUCED YOU FIRST TO THE INSTRUMENTS THATARE SELF-ACTIVATING AND ARE DESCRIBED IN YOUR BOOK, IN LEAGUEWITH A UFO?Some of those instruments I have experienced.ON YOUR OWN BODY?Yes. As I was growing up, the Aliens would come into my room and we would be playingwith stuff that was out of fairy tales. The objects were magical. They would completelyfreak out anybody else who is a human stuck in the human concept of reality.WHEN YOU SAY KIDS PLAYING, DO YOU MEAN WHEN YOU WERE AMONGYOUNG CHILDREN ON THE SHIP?No, sometimes they would bring stuff out of the ship and into my house.CAN YOU GIVE A VIVID EXAMPLE?A vivid example would be things that instead of being solid – like our toys today that youhave to put batteries in them and then they do specific things. But our Earth toys don’t fly.They don’t mutate. They don’t have personalities. The Aliens brought me stuff that onlyexists in our cartoon world on Earth, but really exists in the UFO world. It's anotherdimension that easily protrudes into our dimension.IN YOUR 55 YEARS OF BEING INSIDE THE HUMAN CONTAINER THAT YOU ARENOW IN WITH THE MEMORY OF HAVING BEEN AN ENERGY FIELD IN A SHIPBEFORE YOU WERE BORN, HAVE YOU EVER HAD THE CONCEPT THAT ANYOF THE INTELLIGENCES THAT HAVE DEALT WITH YOU IN YOUR HUMAN LIFEARE FROM ANOTHER SOLAR SYSTEM IN THIS GALAXY OR FROM ANOTHERGALAXY, JUST LIKE WE ARE A LIFE FORM ON EARTH? HAVE YOU EVERDEALT WITH ANY EXTRATERRESTRIAL BIOLOGICAL ENTITIES?Ye s .BUT YOU ARE DRAWING A DISTINCTION BETWEEN THOSE IN OTHERDIMENSIONS AND IN THIS DIMENSION.When I say dimension, dimension is sometimes a way to get from Point A to Point B.Some of these entities are from this particular dimension. They are from this galaxy – notnecessarily from this solar system. The way they get around, they do it dimensionally.THEY MOVE IN AND OUT OF DIMENSIONS TO CUT DOWN ON TIME?Yes, to facilitate how they get around. Human-Looking AliensWHICH PHYSICAL TYPE IN THIS 3-D UNIVERSE HAVE YOU ENCOUNTEREDAND CAN YOU DESCRIBE THEM?Some of them are just like regular humans.BLOND? BROWN HAIR? TYPE?Nothing in particular. I have met several and they were just like different people – not justone specific race. Caucasian, African-American. They fit into any suit.DID THEY TALK TO YOU AND SAY THEY WERE E.T.S?No, none have ever told me where they were from. They would have a normalconversation with me on one level and on another level, I understood who they really"},{"pageNumber":7,"pageContent":"were. We are a physical being, but we are also a spirit inside of a physical body. The spiritinside the physical body can be from the Earth dimension or from another dimension.THE RELATIONSHIP OF THE SPIRITUAL ENTITY TO THE EXTRATERRESTRIALBIOLOGICAL ENTITIES IS WHAT?Your spirit communicates much more differently than the physical. So, when wecommunicate, when humans are encountering each other – they read the body language,they read tone of voice. There is a lot of communication going on versus just the voice.When you are with some of these higher up entities, they are communicating directly intoyour subconscious mind to a higher level. Some people will pick up on it immediately andsome will not. The information just goes directly to the subconscious mind and maybe youwill remember it later. Lunch with A Stranger Who Had A BookDID ANY INTELLIGENCES IN HUMAN FORM CROSS YOUR PATH ANDCOMMUNICATE WITH YOU TELEPATHICALLY FOR A SPECIFIC REASON?Absolutely. That’s the information I placed in my book, In League With A UFO. Before Ireceived all that information, a human person called me from out of the blue and said hewanted to meet with me. We went and had lunch. That’s where a lot of information camefrom.WERE YOU SEEING PICTURES IN YOUR MIND?A lot of it was basically transferred and a lot of material was handed to me.IN DOCUMENT FORM?Ye s .DID IT LOOK LEATHER-BOUND OR METALLIC OR WHAT?It looked like a leather-bound typical book.7 X 9 or 8 X 10 or ?It probably was closer to 7 x 9.DID HE OPEN UP THAT BOOK?I believe he did.YOU MENTIONED LOOSE PAGES?Yes, they were sticking out from it.WHEN HE OPENED UP THE BOOK, DO YOU REMEMBER ANYTHINGHOLOGRAPHICALLY PROJECTING INTO YOUR HEAD OR ANYTHING IN ACOMMUCATION?No, at the time, it was all here and now. I do remember thinking this is all pretty strange. Idon’t know this guy who called me out of the blue. But those types of contacts havehappened to me before and after.OK, BUT STAYING WITH HIM, DO YOU REMEMBER ANY MENTAL EXCHANGEWITH THE MAN ABOUT THE CONTENT THAT IS IN IN LEAGUE WITH A UFO?No, not at the time I was sitting there in the restaurant.BUT YOU THINK HE HANDED YOU THE BOOK?Ye s .AND YOU HAD IT PHYSICALLY IN YOUR HANDS?Right.DID YOU SHAKE HIS HAND TO LEAVE? DID HE POP OUT OF EXISTENCE? WHATHAPPENED?Basically he paid the bill. We exited the restaurant. He went his way and I went my way."},{"pageNumber":8,"pageContent":"YOU THINK YOU WERE CARRYING THE BOOK?I don’t remember.WERE THE PAGES PHYSICAL?They seemed to be at the time, but I know I had to transfer a lot of it into my own writingand where it all came from – whether it came from the documents? Or came directly fromhim mentally? I have no idea how much?BUT YOU HAVE A MEMORY OF THIS MAN HANDING YOU PAPERS INTO YOURHAND?Ye s .WHERE DO YOU THINK THOSE PAPERS WENT?Where a lot of the paranormal stuff goes.MEANING YOU HAD THE PAPERS IN PHYSICAL FORM FOR A WHILE ANDTHEN THEY DISAPPEARED?Ye s .THIS IS THE CONCEPT ABOUT THE PHYSICAL PRESENCE OF THE CRAFT ANDOBJECTS IN OUR DIMENSION, BUT THEY SEEM TO RECYCLE AND IN THEIRRECYCLING THEY DISAPPEAR FROM THIS DIMENSION?That’s the way they tidy up their operation. I've had other objects do the samedisappearances.DO YOU REMEMBER PHYSICALLY HANDLING THOSE PAGES AND SEEINGENGLISH TYPE OR SYMBOLS ON THEM?It’s a good question. I do remember having papers, but I don’t remember exactly if it wasEnglish or some other language. In the book was a lot of this stuff, but I don’t rememberthe symbols or what kind of font or what might have been on there.DID HE SHOW YOU THE BOOK?The whole time we were meeting, he held the book. And then when we left, I don’tremember if he gave me the book or he showed it to me. I know that months went bybefore it hit me that I needed to sit down and write this stuff, which was in 1995.DID YOU HAVE PHYSICAL PAGES WHEN YOU SAT DOWN TO WRITE INLEAGUE WITH A UFO?No.REMEMBERING THE MAN, DID HE EXPLAIN TO YOU WHY YOU WOULD BEMEETING WITH A PERFECT STRANGER WHO HAD A BOOK?No, he just said I needed to write. This was the first book I ever wrote. I didn’t think Icould write a book.YOUR BOOK HAS A COPYRIGHT OF 1997. WHEN DID THE EXCHANGE WITHTHE MAN OCCUR?Several months before I began to write. And I wrote the manuscript two years before Iactually published it.SO 1995 IS THE YEAR YOU WERE WRITING?Right, and I met the man several months before that, before I actually started to write. Itwas like a particular time came and I realized all of a sudden that I needed to write thisstuff. It did not make any sense, other than I knew I had this extraterrestrial backgroundwith the energy fields and others.DID YOU THINK OF THE ENERGY FIELDS AS BEING CONNECTED IN ANY WAYTO IN LEAGUE WITH A UFO?Because these beings can show up any time they want – sometimes they manifest andsometimes they don’t. I could have had one of them there when I started writing.TRY TO DESCRIBE WHAT YOU HAVE EXPERIENCED. DO YOU SEE PICTURES,"},{"pageNumber":9,"pageContent":"SYMBOLS, WHAT HAPPENS?The material is just there. You just know it. I don’t know that I visualize it or see it. Buthow this material gets from Point A to Point B, or from Entity 1 to Entity 2 has not beendescribed yet by anybody, other than to say ‘I heard a voice in my head.’ Well, if I everheard a voice in my head, I’d freak out!YOU DIDN’T HEAR A TELEPATHIC THOUGHT VOICE?No.HOW DID YOU WRITE IN LEAGUE WITH A UFO? DID YOU SIT DOWN ANDTYPE EVERY WORD IN THE MANUSCRIPT IN 48 HOURS?Just about. It didn’t happen that fast. But when I started writing it, I did not stop until itwas done.HOW LONG DID THAT TAKE?It took a couple of weeks. When I wrote it, I didn’t want to publish it. I thought, ‘This iscrazy. No one is going to believe it. It’s ridiculous. I hardly believe it. And I just put itaway. It sat in my closet as a manuscript for two years (1995-1997).THEN WHAT HAPPENED?Then I just had this urge to get it out there.DO YOU ASSOCIATE THAT URGE WITH THE APPEARANCE OF LIGHT OR ABEING?No, but as I said, these entities come and go and do not always manifest. Sometimes I canpick up their energy field and sometimes I can’t.WHAT DOES THE ENERGY FIELD FEEL LIKE TO YOU?I don’t think I want to talk about that because I know what it is and that’s one of the thingsI can detect. But it’s not something I want to put out in the public.BECAUSE?There are certain things that have to remain secret.DID YOU HAVE A CONSCIOUS THREAD, AN UNBROKEN CONSCIOUSNESS – ICOULD WALK FROM WHERE I AM NOW INTO A LIVING ROOM AND OPEN ADOOR AND GO OUTSIDE AND GET INSIDE THE CAR. MY CONSCIOUSNESS ISTHE SAME LINE THROUGH ALL OF THAT.Exactly. When I came from the energy field to the physical, it was like getting in a car.GETTING INTO THE CAR IS THE ACT OF BEING BORN, RIGHT?Right.AS A NEW BORN BABY, DID YOU STILL HAVE THE ABSOLUTE CONSCIOUSLINK TO THE ENERGY FIELDS IN THE CRAFT AS IF I WOULD GET UP AND GOOUTSIDE?Ye s .OK, SO AS A BABY, YOU ARE STILL IN THAT BABY PERSPECTIVE, BUT YOUARE STILL AN ENERGY FIELD IN THAT BABY?Ye s .HOW LONG DOES THAT UNBROKEN CONSCIOUSNESS GO ON?It never severs, except that it goes into the back burner.WHAT DO YOU THINK THE ENERGY FIELDS WANT YOU TO ACCOMPLISH?To raise the curtain up just a tad – not for the majority, but just for some.RAISING THE CURTAIN – WHAT IS THE CURTAIN AND WHAT ARE YOUREVEALING BEHIND THE CURTAIN?What is the purpose of life? The purpose is so simple that most people don’t want it. The"},{"pageNumber":10,"pageContent":"purpose is to prove to ourselves what we are, what we are made of. After doing so, thatwill determine where we go once we are off of this planet. Humans are here to determinewhere we go after the moment of death, which is related to how much more informationand truths we become aware of, or not.WHAT ARE WE MADE OF THAT WE ARE TRYING TO REDISCOVER?Humans are made of a very interesting kind of energy – I mean beyond what's in atomsand electrons. Our life force entities are a much different kind of energy.”Continued in Part 17 - Final, Interview with author Lou Baldin.More Information:For further reports about extraterrestrial biological entities and technologies, please seemy books, An Alien Harvest and the 2-volume Glimpses of Other Realities in theEarthfiles Shop. Also, see other reports below in the Earthfiles Archive:• 09/16/2007 — Part 5: Military Insiders Comment About Zeta Reticuli and EBENs• 09/11/2007 — Part 4: Military Insiders Comment About Zeta Reticuli and EBENs• 09/07/2007 — Part 3: Military Insiders Comment About Zeta Reticuli and EBENs• 09/05/2007 — Part 2: Military Insiders Comment About Zeta Reticuli and EBENs• 08/31/2007 — Part 1: Betty and Barney Hill: Captured!• 08/31/2007 — Part 2: Betty and Barney Hill: Captured!• 08/30/2007 — Part 1: Military Insiders Comment About Zeta Reticuli and EBENs• 08/17/2007 — Two Bulls and Several Cows Dead and Mutilated in Manitoba, Canada• 08/03/2007 — The Milky Way Is Devouring the Alien Sagittarius Dwarf Galaxy• 08/01/2007 — Part 3, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards• 07/31/2007 — Part 2, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards• 07/28/2007 — Mysterious Aerial Lights Over Stratford-upon-Avon, July 14, and Farnborough, Hampshire,on July 22, 2007• 07/26/2007 — Part 1, Non-Human Blonds, Lizards and Big-Nosed, Cat-Eyed Greys• 07/14/2007 — Schofield Barracks, Oahu, Hawaii - Huge, Lime Green Oval Craft Hovered Over BattalionHeadquarters• 07/13/2007 — Iowa Minister Reports Large \"Crab/Scorpion\" Creature Attacked Cow• 05/25/2007 — Update: Part 1, Unusual Animal Deaths• 05/11/2007 — CIA Origin of National Enquirer?• 05/08/2007 — Exploded Star 5 Times Brighter Than Any Supernova Seen Before• 04/09/2007 — More Cat Mutilations - This Time in Corpus Christi, Texas• 03/31/2007 — The Strange Case of Ken Rose• 01/08/2007 — Updated: Attorney Describes His Encounter with Non-Human Entities• 01/02/2007 — Grey Aerial Disk Reported by Chicago O'Hare United Airlines Pilots and Mechanics• 11/27/2006 — Namibia Telescopes Find First \"Gamma Clock\" in Milky Way Galaxy• 10/28/2006 — Close UFO Encounter by USAF Eyewitnesses• 10/23/2006 — One, Maybe Two, More Mysterious Radio Bursts from Galactic Center• 10/19/2006 — Another Cattle Mutilation in Pondera County, Montana• 09/29/2006 — Manipulation of Time and Matter by Non-Humans: The Experiences of Jim Sparks• 09/16/2006 — Disc Crash At Cedar Breaks Radar Site, Utah• 09/05/2006 — Part 2: \"Alphonso Lorenzo\" - Military Visitor to Another Planet?• 09/04/2006 — Part 1: \"Alphonso Lorenzo\" - Military Visitor to Another Planet?• 07/28/2006 — 1940s USAF Flight Surgeon's Account of E. T. Autopsy• 07/17/2006 — Area 29 - A Reverse Engineering Center of E. T. Technology?• 06/29/2006 — Another Horse Suspended in the Air• 06/22/2006 — Horse Suspended in Mid-Air Near Milan, Italy, Apartment• 06/18/2006 — Viewer Letters About NASA Airbrushing Photos; EBENs and Reptilian Humanoids• 06/13/2006 — Mysterious Triangle-Shaped Welts and Bruises• 06/07/2006 — Gary McKinnon: An Electronic \"Robin Hood\"?• 06/01/2006 — Recent Cattle Mutilations in Kiowa County, Colorado• 05/18/2006 — Top Secret UFO Retrieval During 1983 Grenada War• 05/12/2006 — An Extraterrestrial School for Humans• 05/08/2006 — Another Extraordinary EBE Telepathic Upload/Download• 05/05/2006 — Military Man's Description of EBE Telepathic Download• 04/28/2006 — Modern Warfare Applied to Extra-Terrestrial Invasion• 03/23/2006 — Part 2: U.S. Navy Chief Yeoman Describes \"Extraterrestrial Biological Entities\" in TOPSECRET/MAJIC Photographs• 03/17/2006 — Part 1: U.S. Navy Chief Yeoman Describes \"Extraterrestrial Biological Entities\" in TOPSECRET/MAJIC Photographs• 02/27/2006 — Part 4: Military Voices Reply About Government Interaction with UFOs• 02/17/2006 — Updated: White Sands Navy Radar Operator Saw Discs Circle V-2 Rocket Launches• 02/10/2006 — Crashed Disc Photos, \"Ebens,\" and Area 51 \"Anti-Gravity\"• 02/05/2006 — Part 11 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 01/27/2006 — Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs• 01/20/2006 — Part 1: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs• 01/13/2006 — 31st Cattle Mutilation on Red Bluff, California Ranch• 12/24/2005 — Part 3 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 12/21/2005 — Updated: Part 2 - Peculiar Phenomenon, Early United States Efforts to Collect and AnalyzeFl yi ng Discs• 12/17/2005 — Sirius's Companion Star, Sirius B, Finally \"Weighed\"• 12/07/2005 — Zeta Reticuli I and II - Binary Home of Extraterrestrial Biological Entities?• 12/02/2005 — Former Canadian Minister of Defence Calls for Public Parliament Hearings About UFOs and"},{"pageNumber":11,"pageContent":"Extraterrestrials• 11/02/2005 — Part 3: Unusual Animal Deaths -Sheep Mutilations in Moortown, Dartmoor, England• 10/27/2005 — Updated Part 1: Unusual Animal Deaths - 22 Horses and 1 Burro Near Calhan, Colorado• 07/29/2005 — Bentwaters and Rendlesham Forest Mystery Beyond December 1980• 04/14/2005 — \"Battle of Los Angeles\" On February 25, 1942: When America's 37th Coast Artillery BrigadeFired Off 1,430 Anti-Aircraft Shells At A UFO• 02/21/2005 — Updated - Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 01/15/2005 — Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 12/10/2004 — Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 11/12/2004 — Strange Metal Pieces from Plains of San Agustin Alleged UFO Crash Site Analyzed.• 10/23/2004 — 1948 Aztec, New Mexico UFO Crash: Policemen, Disk and Humanoids• 08/18/2004 — New Mexico Gov. Bill Richardson Wants More Investigation of 1947 Roswell UFO Crash• 07/21/2004 — The Apollo Program, Cape Canaveral and UFOs• 06/18/2004 — German Scientist Werner von Braun Anticipated Terrorists, Asteroids and ETs on American\"Enemy's List\"• 05/23/2004 — Part 2: Whistleblower Microbiologist Dan Burisch Interview on June 7, 2003• 03/17/2004 — Part 1 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell, New Mexico, in July1947?• 11/19/2003 — Updated - 1954 Manual: \"Extraterrestrial Entities and Technology\" - Reasons It Is Authentic• 09/15/2003 — Update Part 1 - Whistleblower Microbiologist Speaks Out About Alleged \"Alien\" NamedJ-Rod• 04/15/2003 — Triangular Aerial Craft Over Area 51, Nellis AFB, Nevada• 02/01/2003 — Six Unidentified Triangular Aerial Craft Over Uinta Mountains, Utah• 12/28/2002 — UPDATED Part 1: Cape Girardeau, Missouri, Non-Human Craft and Bodies Retrieval in1941• 12/07/2002 — Evolution of Crop Patterns Near Britain's Chilbolton Radio Telescope Observatory, 1999 -2002• 11/09/2002 — UPDATED: Majestic-12 Documents with Ryan Wood About Extraterrestrial Technologies• 10/26/2002 — Former White House Aide, John Podesta, Says Government Should Open Up UFO Files• 10/09/2002 — Extraterrestrial Biological Entities and Discs Described by CIA/U.S. Army Administrator,1957-1960• 10/05/2002 — Part 1 - Two Scientists Describe An Extraterrestrial Biological Entity Called \"J-Rod\"• 10/05/2002 — Part 2 - J-Rod and Microbiologist Danny B Burisch, Ph.D.• 02/12/2002 — JFK, MJ-12 and Outer SpaceWebsites:Majestic-12 Documents: http://www.majesticdocuments.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
