[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Updated: More Sky Spiral Mysteries in Iraq, Canada and Germany© 2008 Linda Moulton Howe“I thought first it was a tornado, but then it started to glowand the stripe become brighter.” - Virginia Vater, Gadebusch, Germany Update 11 AM Mountain, January 15, 2008: January 15, 2008 Edmonton, Alberta,Canada - This is where the \"disc\" and smoky corkscrew report began in North Tryon,Prince Edward Island, Canada, on December 26, 2007, around 5:45 PM. Return to:January 15, 2008 Earthfiles re: Prince Edward Island SpiralThe CBC story with a link and a video excerpt is:http://www.cbc.ca/canada/prince-edward-island/story/2008/01/03/spiral-mystery.htmlNow three more reports have emerged with photographs and video: another fromEdmonton, Alberta, Canada; one in Gadebusch, Germany, and video from Americansoldiers in Iraq of several bizarre vertical \"streaks of light\" visible on green-colored nightvision scope.1) Iraq\"Strange Lights in the Sky\" at YouTube: http://www.youtube.com/watch?v=TiudJEnmqUwTranscript of military voices watching the green-colored night vision scope:Voice 1: \"There we go - big vertical streaks in the sky. I have no idea what thehell they are.\"Voice 2: \"Maybe it's unusual encounters (Encounters of the 1, 2, 3 and 4Kind), or whatever it is - UFO programs?\"Voice 1: \"Is that the main one over there?\" (Extremely bright vertical streak,brightest of the half dozen also visible further to the right in the scope.)\"If I can get this damn thing open (adjusts scope). Look at this shit!"},{"pageNumber":2,"pageContent":"Voice 2: \"How big do you see it now?\"Voice 3: \"Man, that's weird!\"Voice 2: \"Have you ever seen that?\"Voice 1: \"Dude, look at it! Come here and look at it.\"Voice 4: \"Man, that's some weird shit! Look at it! Can you see it?\"Voice 3: \"Yeah, there are multiples.\"Voice 1: \"They are all over the place.\"Voice 3: \"At least 6 or 7 of them.\"Voice 1: \"But that's the main one, the brightest one.\" (brightest vertical streakin scope) And there's some over here. (Panning around). I don't know if it's theway the stars are shining?Voice 3: \"No, I don't think so.Voice 2: \"You also have a red haze over there.\"Voice 1: \"That's weird!\"Voice 2: \"What could it be?\"Voice 4: \"I don't want to know.\"Voice 3: \"There's a red star.\"Voice 2: \"It's probably Mars.\"Voice 3: \"It's probably Mars, Chief. It's probably the haze off Mars.\"Voice 1: \"A vertical streak like that?\" Canada and GermanyHere are the Canadian and German emails with images attached for comparison to theoriginal North Tryon, Prince Edward Island, images (videotape).2) Subject: Another unidentified smoke spiral in Canada?Date: January 14, 2008To: earthfiles@earthfiles.com“ Hello Linda,My mother (Teresa) who lives in Edmonton, Alberta, Canada, noticed thisweird ‘thing’ in the sky at about 5 PM MST on January 7, 2008.The sun already was setting and darkness falling. She even got her binocularsout and she did not think that it was a cloud. Her first impression was anairplane in trouble, however she said that it stayed in the same position andhardly moved. Although she has a good camera, since it was getting quite dark,she had difficulties holding the camera still enough to take the picture. She saidthat she was not 100% positive, but looking at it, she thought that twice shesaw a flashing light on the inside of the shape (but was not certain)."},{"pageNumber":3,"pageContent":"Dark, spiraling substance above Edmonton, Alberta, Canada,on January 7, 2008, at 5 PM Mountain. Image © 2008 by Teresa.She told me that it stayed pretty well in the same place for at least 45 minutes.Apparently it moved slowly - very slowly in a northerly direction, which is oddsince our prevailing wind normally comes from the northwest. This wouldmake it going against the wind.She also told me that this shape was truly pitch black and really stood outagainst the sky, which is what got her attention. She said that it was muchblacker then it showed in her pictures. She figured the distance from her hometo the object at several miles, maybe more.” 2) Subject: Smoke Spiral in Gadebusche, GermanyDate: January 13 and 14, 2008To: earthfiles@earthfiles.com“Dear Linda Moulton Howe:I just read your posting on Earthfiles.com about the “Canadian ‘Disc’ andSmoke Spiral Still A Mystery” and thought you might be interested in that aswell. Event was 11th of January, started apparently around 8:20 a.m. andended around 8:30 am.http://www.svz.de/lokales/gadebusch/artikeldetails/article/215/mysterioeser-absturz-bei-gadebusch-1.htmlI'm an Austrian living in Germany; therefore, if you are interested I couldtranslate for you the basics of that German news article. It seems to me likethere might be a similarity concerning that ‘smoke’ formation.”Translation provided of above German newspaper URL about unusual aerialphenomenon and cell phone image in Gadebusch, a district/city inMecklenburg-Voprommern between the cities Lübeck and Schwerin,Germany:Mysteriöser Absturz bei Gadebusch12. January 2008 | von Michael SchmidtWhat fell from the skies? Was it a comet, a spy satellite, spacedebris or a UFO? That's the big question for pupils of theGadebusche grammar school. During their English course, theynoticed a phenomenon in the sky: a hundred meters high smokecolumn and a fire-tail.“I thought first it was a tornado, but then it started to glow and thestripe become brighter,” says 16-year-old Virginia Vater. Virginiaand her classmates took out their mobile phones to photograph.Her mate, Ellee Schallhorn, said: “ We were all very excited. Ourteacher allowed us to walk to the windows and make photos.”"},{"pageNumber":4,"pageContent":"Cell phone image of unusual spiraling light phenomenonin sky over Gadebusch, Germany, by student Virginia Vater on January 11, 2008,between 8:20 AM and 8:30 AM local time.Did they maybe photograph a UFO over Nordwestmecklenburg?“No,” Eilleen and Virgina said because they don't want to beridiculed. Their best guess is that space debris went into theatmosphere and glowed.The German Meteorological Service Potsdam excluded thepossibility that a weather satellite went down: “ We are not missinga satellite. Besides that, such a crash wouldn't cause that kind ofphenomenon,” says Detmar Hartwig from the GermanMeteorological Service Potsdam.***************Linda, meanwhile here is an update in the newspaper January 14, 2008:Ufo-Forscher im Anflug14. January 2008 | 11:40 Uhr | von Michael Schmidthttp://www.svz.de/artikel/article//ufo-forscher-im-anflug.html?cHash=eb35fbc91a&no_cache=1&sword_list%5B0%5D=gadebuschIt's basically saying that UFO researchers went to Gadebusch andare investigating. They are Horst-Christian Meyer fromHermannsburg and Dr. Ute Hoffmann from Mufon-Ces. Theydon't think that it was space debris, and the witness Virginiaappears legitimate to them. They tried to calculate a possible siteof crash.Or was it an airplane crashing? Klaus Wiechmann of the policedepartment Schwerin: “We have at the moment no evidence that aplane might have crashed.” The Coordination-Central forEmergency Cases in Westmecklennburg also isn't aware of anyaccident. The Employees of the observatory Lübeck have as wellno clue: “If there would have been something sensational, wewould have got a notice. But the sky over Lübeck was at that timecovered (with clouds),” said Felicitas Rose, Chairman of theBoard for “Workgroup of Starfriends Lübeck.”Update: January 15 - Email with more Gadebusch images:Austrian viewer: Another update for you:I've found two allegedly \"original\" cell phone photos in good quality:"},{"pageNumber":5,"pageContent":"http://hotelimmobilien.hcmi.de/data/DSC00098TiefenLichter.jpgHowe's Note: Date was January 11, 2008, between 8:20 AM and 8:30 AM, inthe sky near Gadebusche, Germany, grammar school. Students who tookimages with their cell phones have not discussed the dark image to the right inthis photo, or the odd object to the left in the image below. Note the dark andlight sections in the close-up below, which explains the comment by16-year-old Virginia Vater that she saw “the stripe become brighter.”"},{"pageNumber":6,"pageContent":"http://hotelimmobilien.hcmi.de/data/DSC00099TiefenLichter.jpg Austrian Viewer: And I've found a statement of one of the UFO-researchers(Horst-Christian Meyer) in one message board, where he - besides stating histheory of the contrail of a fighter jet - mentions a statement of witnesses thatthe lower end of the \"cloud\" vanished after some time behind the house fromthe sight of the observers in the school. He also insists that the witnessesappear legit.( http://www.allmystery.de/themen/uf42019-8 )That \"contrail of a fighter jet\" theory might be obsolete now because theGerman Air Force is saying that there were no military jets there at the time ...and Horst-Christian Meyer himself stated that contrails of civilian jets don'tlook/behave that way usually.More Information:For further reports about unusual aerial phenomena, please see Earthfiles Archive:• 12/11/2007 — More Confirmation of May 1974 Discs in Albuquerque and Huge Cylinder Craft At WhiteSands Proving Ground.• 12/08/2007 — Another Eyewitness to Glowing Disc and Military Security in Albuquerque, New Mexico• 12/07/2007 — Part 2: Secret American Military Space Program?• 12/03/2007 — Part 5: In League With A UFO• 12/01/2007 — Part 1: Secret American Military Space Program?• 11/29/2007 — Part 1: Glowing Disc Encounter with Military in Albuquerque, NM• 11/29/2007 — Part 2: Glowing Disc Encounter with Military in Albuquerque, NM• 11/29/2007 — Part 3: Glowing Disc Encounter with Military in Albuquerque, NM• 11/25/2007 — Part 4: In League With A UFO• 11/21/2007 — Part 3: In League With A UFO• 11/14/2007 — Part 2: In League With A UFO• 11/08/2007 — More Unusual Animal Deaths• 11/06/2007 — Part 1: In League With A UFO• 10/19/2007 — Updated: Huge, Silent, Black Triangle Craft Over Youngstown, Florida• 10/17/2007 — Updated: Half Cat Mutilations Persist in San Antonio, Texas• 09/28/2007 — Earthfiles Mail About Cat Mutilations• 09/26/2007 — Neatly Sliced Front Third of 14 Cats Found in Granbury, Texas• 09/16/2007 — Part 5: Military Insiders Comment About Zeta Reticuli and EBENs• 09/14/2007 — Part 1: Psi Spies - True Story of America's Psychic Warfare Program"},{"pageNumber":7,"pageContent":"• 09/11/2007 — Part 4: Military Insiders Comment About Zeta Reticuli and EBENs• 09/07/2007 — Part 3: Military Insiders Comment About Zeta Reticuli and EBENs• 09/05/2007 — Part 2: Military Insiders Comment About Zeta Reticuli and EBENs• 08/31/2007 — Part 1: Betty and Barney Hill: Captured!• 08/31/2007 — Part 2: Betty and Barney Hill: Captured!• 08/30/2007 — Part 1: Military Insiders Comment About Zeta Reticuli and EBENs• 08/24/2007 — Orange-Red \"Fiery\" Aerial Spheres• 08/17/2007 — Two Bulls and Several Cows Dead and Mutilated in Manitoba, Canada• 08/01/2007 — Part 3, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards• 07/31/2007 — Part 2, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards• 07/28/2007 — Mysterious Aerial Lights Over Stratford-upon-Avon, July 14, and Farnborough, Hampshire,on July 22, 2007• 07/14/2007 — Schofield Barracks, Oahu, Hawaii - Huge, Lime Green Oval Craft Hovered Over BattalionHeadquarters• 07/13/2007 — Iowa Minister Reports Large \"Crab/Scorpion\" Creature Attacked Cow• 06/17/2007 — More Big Basin, California, Bizarre \"Drone\" Images• 06/15/2007 — Part 1: Northridge, California, Aerial \"Drone\" Eyewitness On the Record• 06/15/2007 — Part 2 - Star Wars Physicist Edward Teller, Outer Space Menace And Remotely PilotedVe hi c l e s ( RPVs )• 06/08/2007 — More Drone Photos and Other Eyewitnesses• 05/30/2007 — Birmingham-Type \"Drone\" Seen At Barksdale AFB, Louisiana, in Mid-1980s• 05/29/2007 — Final Part 7: Eyewitness Links Animal Mutilations to Non-Humans• 05/28/2007 — Letters About Unidentified \"Drone\" Aerial Objects• 05/25/2007 — Two More Eyewitnesses of Aerial \"Drones\" in 2005 and 2006• 05/21/2007 — Updated: Odd Aerial \"Drone\"? Photographed Again Over Capitola, California• 05/16/2007 — Updated: Odd Aerial \"Drones\"? Over Lake Tahoe and Central California• 05/16/2007 — Updated: Engineer Comments About Odd Aerial \"Drones\"? Over Lake Tahoe and CentralCalifornia• 05/13/2007 — Part 6: Eyewitness Links Animal Mutilations to Non-Humans• 02/10/2007 — Part 12: Inside Saucer Post ...3-0 Blue• 02/07/2007 — Part 11: Inside Saucer Post ...3-0 Blue• 01/26/2007 — Two Cell Phone Images of Disc Over Chicago O'Hare Airport• 01/16/2007 — Part 9: Inside Saucer Post ...3-0 Blue• 01/02/2007 — Grey Aerial Disk Reported by Chicago O'Hare United Airlines Pilots and Mechanics• 12/31/2006 — Part 8: Inside Saucer Post ...3-0 Blue• 12/18/2006 — Part 6: Inside Saucer Post ...3-0 Blue• 12/14/2006 — Abductee Jim Sparks's Encounter with Reptillian Beings, Their Warning and Possible Agenda• 12/06/2006 — Part 4: Inside Saucer Post ...3-0 Blue• 11/09/2006 — Outer Space Sunshade to Cool Earth in Global Warming?• 10/28/2006 — Close UFO Encounter by USAF Eyewitnesses• 10/26/2006 — Norwegian Crashed Disc and Other High Strangeness• 10/02/2006 — Unusual Deaths of Six Female Goats in White Salmon, Washington• 09/20/2006 — Animal Mutilations Increase Again in Argentina• 09/16/2006 — Disc Crash At Cedar Breaks Radar Site, Utah• 09/05/2006 — Part 2: \"Alphonso Lorenzo\" - Military Visitor to Another Planet?• 07/17/2006 — Area 29 - A Reverse Engineering Center of E. T. Technology?• 07/01/2006 — Cattle Mutilation and Glowing Discs in Saskatchewan, Canada• 06/30/2006 — Celestial Secrets: The Hidden History of the Fatima Cover-Up• 06/29/2006 — Another Horse Suspended in the Air• 06/22/2006 — Horse Suspended in Mid-Air Near Milan, Italy, Apartment• 06/18/2006 — Viewer Letters About NASA Airbrushing Photos; EBENs and Reptilian Humanoids• 06/07/2006 — Gary McKinnon: An Electronic \"Robin Hood\"?• 05/23/2006 — Part 20 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 05/12/2006 — An Extraterrestrial School for Humans• 05/05/2006 — Military Man's Description of EBE Telepathic Download• 04/28/2006 — Part 1: Mysterious Bismuth/Magnesium Metal from Wedge-Shaped Aerial Vehicle• 04/19/2006 — Part 19 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 04/12/2006 — Part 18 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 04/11/2006 — Part 17 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 04/05/2006 — Part 16 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 03/23/2006 — Part 15 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 03/17/2006 — Part 1: U.S. Navy Chief Yeoman Describes \"Extraterrestrial Biological Entities\" in TOPSECRET/MAJIC Photographs• 03/09/2006 — Part 14 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 02/28/2006 — Part 13 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 02/27/2006 — Part 4: Military Voices Reply About Government Interaction with UFOs• 02/23/2006 — Huge Boomerang Craft and Blond Beings• 02/22/2006 — Part 3: Military Voices Reply About Government Interaction with UFOs• 02/21/2006 — Part 2: Military Voices Reply About Government Interaction with UFOs• 02/19/2006 — Part 12 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 02/17/2006 — Updated: White Sands Navy Radar Operator Saw Discs Circle V-2 Rocket Launches• 02/10/2006 — Crashed Disc Photos, \"Ebens,\" and Area 51 \"Anti-Gravity\"• 02/07/2006 — Military Voices Reply About Government Interaction with UFOs.• 02/05/2006 — Part 11 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 01/29/2006 — Part 10 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 01/27/2006 — Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs• 01/20/2006 — Part 1: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs"},{"pageNumber":8,"pageContent":"• 01/17/2006 — Part 9 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 01/13/2006 — 31st Cattle Mutilation on Red Bluff, California Ranch• 01/09/2006 — Part 8 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 01/03/2006 — Part 7 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 12/31/2005 — Part 6 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 12/27/2005 — Part 5 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 12/24/2005 — Part 3 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 12/24/2005 — Part 4 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 12/21/2005 — Updated: Part 2 - Peculiar Phenomenon, Early United States Efforts to Collect and AnalyzeFl yi ng Discs• 12/19/2005 — Part 1 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 08/13/2005 — Mystery of Bloodless, Decapitated Kangaroos in Melbourne, Australia• 08/11/2005 — Part 4: Two Men See Cow Mutilated in Light Beam• 06/23/2005 — Updated: More Than 3,000 Unusual Animal Deaths Reported in Argentina and Chile Since2002• 06/20/2005 — Part 14: UFO Crash/Retrievals: Status Report III - Amassing The Evidence• 05/26/2005 — Part 1 - Brazilian Air Force Opens Its UFO Files to Public• 04/28/2005 — Dozens of Unidentified Aerial Objects Videotaped Over Sonora, California• 04/17/2005 — 1949 Aerial Disc Covered-Up By Project Blue Book As \"Kite\"• 04/14/2005 — \"Battle of Los Angeles\" On February 25, 1942: When America's 37th Coast Artillery BrigadeFired Off 1,430 Anti-Aircraft Shells At A UFO• 04/13/2005 — Highly Strange Dog Death in Arkansas; 2000-Pound Bull Dropped On Log Pile and CalfSkinned• 04/05/2005 — Part 8: UFO Crash/Retrievals: Status Report III - Amassing The Evidence• 03/13/2005 — Part 4: UFO Crash/Retrievals: Status Report III - Amassing The Evidence• 01/06/2005 — Part 24: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 byLeonard H. Stringfield• 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 1: UFO Retrieval in Flatwoods, WestVi r gi ni a• 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 2: USAF Starfire Disappeared Over Gulfof Mexico• 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 3: Nuclear Physicist Stanton FriedmanCo mme nts• 12/10/2004 — Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 12/10/2004 — Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 12/07/2004 — Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 12/04/2004 — Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 11/12/2004 — Strange Metal Pieces from Plains of San Agustin Alleged UFO Crash Site Analyzed.• 10/23/2004 — 1948 Aztec, New Mexico UFO Crash: Policemen, Disk and Humanoids• 08/18/2004 — New Mexico Gov. Bill Richardson Wants More Investigation of 1947 Roswell UFO Crash• 04/21/2004 — At the X-Conference, Former Naval Intelligence Officer, C. B. Scott Jones• 03/26/2004 — Back Engineering ET Craft• 02/01/2004 — Part 10 - UFO Crash/Retrievals, Status Report VII by Len Stringfield• 12/29/2003 — Part 5 - UFO Crash/Retrievals, Status Report VII by Len Stringfield• 12/17/2003 — Part 2 - UFO Crash/Retrievals, Status Report VII by Len Stringfield• 05/28/2003 — Cat and Dog Mutilations in Salt Lake City; $6,500 Reward• 03/11/2003 — Earth's Changing Magnetic Poles - Any Threat?• 02/01/2003 — Six Unidentified Triangular Aerial Craft Over Uinta Mountains, Utah• 12/31/2002 — Deer Dropped Into New York Maple Tree - From Where?• 11/09/2002 — UPDATED: Majestic-12 Documents with Ryan Wood About Extraterrestrial Technologies• 10/09/2002 — Extraterrestrial Biological Entities and Discs Described by CIA/U.S. Army Administrator,1957-1960• 10/05/2002 — Part 3 - More Background On the Scientists Linked To \"J-Rod\"• 08/31/2002 — One ET Experiencer's Reaction to the Winchester Formation• 07/19/2002 — Unusual Animal Deaths and Unidentified Aerial Lights Persist in Argentina• 06/17/2002 — Part 2 - Deer and Cattle Mutilations in Oregon• 06/17/2002 — Part 3 - Deer and Cattle Mutilations in Oregon• 06/15/2002 — Part 1 - Deer and Cattle Mutilations in Oregon• 05/18/2002 — A Bull Mutilation in Christmas Valley, Oregon• 04/20/2002 — Canadian and American Officials In 1950s Collaborated on Study of Unidentified AerialDisks• 04/17/2002 — Part 2 - Unidentified Aerial Craft Over Farmington and Aztec, New Mexico in Spring 1949• 03/16/2002 — Part 1 - 'Huge Saucer Armada' Shocked Farmington, New Mexico 52 Years Ago• 09/22/2001 — Huge Hexagram Crop Formation in Red Deer, Alberta, Canada• 08/18/2001 — Part 1 - Unusual Cattle Deaths in Montana• 05/04/2001 — Part 3 - Retired Army Sergeant Describes 1969 Film of Unidentified Craft• 06/19/2000 — The UFO/FBI Connection by U. S. Navy Physicist, Bruce S. Maccabee - Part 2• 04/09/2000 — Unidentified Discs Over Farmington, N. M. on March 17, 1950• 04/02/2000 — Secret Radar Stations in New Mexico, Part 2• 03/29/2000 — Mysterious Calf Deaths In Brothers, Oregon• 02/21/2000 — Green Square Unidentified Aerial Craft Over Phoenix• 12/26/1999 — Hubble Repair, Gamma Ray Bursts and Unidentified Aerial Objects• 12/22/1999 — Update - Unidentified \"Arrowhead\"-Shaped Object in California Sky• 12/01/1999 — Six More Planets Discovered 60 to 190 Light Years Away• 10/24/1999 — A U. S. Army Infantryman's Abduction• 03/28/1999 — Triangles Over Wenatchee Valley, Washington, 1966• 01/10/1999 — Updates: Astronomy and Rufus Baughn, Nevada Test Site"},{"pageNumber":9,"pageContent":"Websites:UFOROM: http://www.skepticfiles.org/ufo2/uforomas.htmMajestic-12 Documents: http://www.majesticdocuments.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
