[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Federal Court Rejects Bush Navy Sonar ExemptionJudge Reaffirms Order that Navy Must Reduce Harmto Whales, Porpoises and Dolphins from Intense Sound Blasts© 2008 Linda Moulton Howe “The Navy doesn’t need to harm whales to train effectively with sonar.By following the carefully crafted measures ordered by the court, the Navy canconduct its exercises without imperiling marine mammals.” - Joel Reynolds, Director, Marine Mammal Protection Project, NRDCHumpback Whale off central California coast.Photo courtesy of Monterey Bay Whale Watch.February 5, 2008 Los Angeles, California – The National Resources Defense Councilreports that on February 4, 2008, “a federal court struck down a waiver issued by theWhite House purporting to exempt the U.S. Navy from complying with a bedrockenvironmental law during sonar training exercises off southern California. [ See EarthfilesMore Information below.]“In nullifying the waiver, the court reaffirmed an injunction issued early in January,requiring the Navy to reduce harm to whales and other marine mammals from sonartraining. The Navy has acknowledged that the high-intensity, mid-frequency sonar at issuecan injure and kill whales and other marine mammals.‘The Court has affirmed that we do not live under an imperial presidency,’ said JoelReynolds, Director of the Marine Mammal Protection Project at NRDC, which obtainedthe injunction against the Navy. ‘The Navy doesn’t need to harm whales to traineffectively with sonar. By following the carefully crafted measures ordered by the court,the Navy can conduct its exercises without imperiling marine mammals.’“On January 15, President Bush issued the Navy an unprecedented waiver under theCoastal Zone Management Act (CZMA), and allowed the Navy an ‘emergency’ waiverunder the National Environmental Policy Act (NEPA), for a series of training exercisesinvolving high-intensity, mid-frequency sonar now underway. Those statutes are the basisof a January 3, 2008, injunction issued by U.S. District Court Judge Florence-MarieCooper, requiring the Navy to monitor for and avoid marine mammals while operatingsonar during the SOCAL naval exercises.”In rejecting the Bush administration’s waiver under NEPA, Judge Cooper wrote:“The Navy's current ‘emergency’ is simply a creature of its own making, i.e.,its failure to prepare adequate environmental documentation in a timelyfashion.” Judge Cooper later added that the Navy's position “produces theabsurd result of permitting agencies to avoid their NEPA obligations byre-characterizing ordinary, planned activities as ‘emergencies’ in the interestsof national security, economic stability, or other long-term policy goals. . . .This cannot be consistent with Congressional intent.”"},{"pageNumber":2,"pageContent":"In addition, although Judge Cooper expressed “significant concerns about theconstitutionality of the President’s exemption of the Navy from the requirements of theCoastal Zone Management Act,” she wrote that no finding on the issue is necessarybecause the “Court is satisfied that its injunction stands firmly on NEPA grounds.”The court also reaffirmed its January 3 injunction, which requires the Navy to maintain a12 nautical mile no-sonar buffer zone along the California coastline; to avoid other keywhale habitat; to shut down sonar when marine mammals are spotted within 2,000 meters;and to monitor for marine mammals using various methods, among other measures. Morethan one year ago, the California Coastal Commission had urged the Navy to adopt similarprotective measures during these exercises, finding them necessary to bring the trainingexercises into compliance with California’s coastal laws.The high-intensity MFA sonar system can blast vast areas of the oceans with dangerouslevels of underwater noise and has killed marine mammals in numerous incidents aroundthe world. The waters off Southern California have some of the richest marine habitat inthe country, and include five endangered species of whales, a globally importantpopulation of blue whales, the largest animal ever to live on earth, and as many as sevenindividual species of beaked whales, which are known to be particularly vulnerable tounderwater sound.“It is a bedrock principle of our government that neither the military nor the president isabove the law,” said Richard Kendall, a senior partner at the Los Angeles law firm of Irell& Manella, and co-counsel with NRDC in the lawsuit. “Judge Cooper has upheld thatfundamental doctrine.”NRDC was joined in the lawsuit by the International Fund for Animal Welfare, CetaceanSociety International, League for Coastal Protection, Ocean Futures Society, andJean-Michel Cousteau.The Natural Resources Defense Council is a national, nonprofit organization of scientists,lawyers and environmental specialists dedicated to protecting public health and theenvironment. Founded in 1970, NRDC has 1.2 million members and online activists,served from offices in New York, Washington, Chicago, Los Angeles, San Francisco andBeijing.More Information:Updated: January 18, 2008 - Judge Issues Temporary, Partial Stay inSonar Case; Naval High-Intensity Sonar Training Exercises Are A GoU.S. District Judge Florence-Marie Cooper has temporarily stayed part of her owninjunction requiring the Navy to protect whales from high-intensity sonar during upcomingtraining exercises in Southern California waters. The Navy will now use high-intensitysonar in upcoming training exercises without shutting off sonar if marine mammals aredetected within 2,000 meters of a sonar source, as originally required in Judge Cooper'sinjunction to restrict Navy exercises with high-intensity sonar in order to protect marineanimals, consistent with federal Coastal Zone Management Act and the NationalEnvironmental Policy Act. The Bush Administration wants an exemption for the Navy inspite of proven sonar damage to whales and dolphins.“This exemption will enable the Navy to train effectively and to certify carrier andexpeditionary strike groups for deployment in support of worldwide operational andcombat activities, which are essential to national security.” - U. S. Pres. George BushPhotographed on July 2, 2004, these melon-headed whales were strandedfor a time the next day in Hanalei Bay off the Hawaiian island of Kauai at the same timethe Navy was testing sonar in the area. Image © 2004 by AP.“This is definitely an attempted end run around theNational Environmental Policy Act, the grandfather of our environmental laws.”"},{"pageNumber":3,"pageContent":"- Joel Reynolds, Sr. Atty., Natural Resources Defense CouncilOn January 16, 2008, the White House released a Bush exemption waiver to override aJanuary 2008 federal court injunction by U.S. District Judge Florence-Marie Cooper thatrestricted the Navy from using mid-frequency active sonar within twelve miles of the coastand which ordered the Navy to shut down its submarine-detection sonar technology whenmarine mammals are within 2,200 yards. Bush and Justice Department lawyers claim theNavy is exempt from the Coastal Zone Management Act and the National EnvironmentalPolicy Act, the two statutes upon which Judge Cooper based the injunction to protectmarine mammals.A Bush Justice Department attorney asked that the 9th U. S. Circuit Court of Appeals torepeal Judge Cooper's restrictions. The U.S. Ninth Circuit Court of Appeals said that U.S.District Judge Cooper should decide the merits of an emergency motion filed last night bythe Navy, which included waivers issued by the Bush administration purporting to exemptthe Navy from complying with the injunction issued by Judge Cooper.So, on Wednesday, January 16, the 9th U. S. Circuit sent the issue back to the U.S. DistrictCourt in Los Angeles for re-consideration. Now the question is: Can the White Houseoverride the requirements of a federal law upheld in U. S. District Judge Cooper'sinjunction? For further reports about other marine damage, please see below a few of the manyrelated reports in the Earthfiles Archive:• 01/18/2008 — Amphibians Dying Out At Alarming Rate• 10/05/2007 — Earlier, Faster and Deeper Arctic Ice Melt Down• 08/08/2007 — 2007's Warm, Erratic Global Weather• 06/21/2007 — Large Lake in Southern Chile Has Disappeared• 05/29/2007 — Deadly VHS Fish Virus Has Spread to Lake Michigan• 01/10/2007 — 2006: USA's Warmest Year On Record• 12/07/2006 — Earth Headed for Warmest Period in 55 Million Years?• 09/09/2006 — Methane - Another Threat in Global Warming• 07/18/2006 — 2006 - Hottest Year So Far in U. S. History• 06/24/2006 — \"High Confidence\" Earth Is Warmest in 400 Years - Maybe Even 2,000 Years• 02/20/2006 — Mysterious Deaths of Whales in Mexico• 08/05/2005 — Scientists Puzzled by \"Bizarre\" Pacific Coast Die-offs in 2005• 08/27/2004 — Global Warming Impact On Birds - More Extinctions Expected• 09/26/1999 — Could Ancient Microbes in Polar Ice Cause Epidemics?• 05/04/1999 — Mysterious Deaths of Harbor Porpoises on East CoastWebsite:National Resources Defense Council (NRDC): http://www.nrdc.org/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
