[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponPart 3: Roswell Rock Lab Analysis© 2008 by Linda Moulton Howe“The pattern is remarkable. Obviously, it is somethingthat took a lot of care and knowledge to produce because this hard,iron-rich sandstone with magnetite is not easily worked.” - James Constantopoulos, Ph.D., Geologist Left: Mysterious 1.96 inches (5-centimeters) by1.69 inches (4.3-centimeters) diameter rockthat weighs 50.78 grams, measured on July 15, 2008, in Physical Sciences Department atEastern New Mexico University. The carved rock was found by Roswell auto repairman,Robert Ridge, 50, during his September 4, 2004, deer hunting trip near Capitan,New Mexico, 17 miles southeast from the July 1947 UFO crash site between Coronaand Roswell. Image by Robert Ridge. Right: Wheat formation, 120 feet long,reported August 2, 1996, below the Liddington Castle hill fort in Chisledon,near Swindon, Oxfordshire, England, on Wiltshire County border.Aerial image © 1996 by Steve Alexander. Also see: Cropcircleconnector.com.Roswell is larger red circle on far right. Cedar Hill deer hunting trail is smaller red circleon Highway 246 (Pine Lodge Road) just west of Chavez and Lincoln County borders northwestof Roswell. Capitan is middle red circle and Corona is top center of map. Cedar Hill deer trail is17 miles southeast of the July 4, 1947, crash site between Corona and Roswell. Return to Part 1"},{"pageNumber":2,"pageContent":"July 18, 2008 Portales, New Mexico - I contacted the original geologist in Portales whodid the first February 2005 energy-dispersive X-ray fluorescence spectroscopy on the rockfor Robert Ridge. I learned that all the original test results had been lost a couple of yearsago in a computer hard drive crash. So, on Tuesday, July 15, 2008, I drove to Portales,New Mexico, to meet Robert for a second round of testing of the mysterious carved rockat the Physical Sciences Department of Eastern New Mexico University. The Chair of thatdepartment is Geology Professor James Constantopoulos, Ph.D., who has taught at ENMUfor nearly twenty years. Prof. Constantopoulos began by examining the rock using abinocular microscope.James Constantopoulos, Ph.D., Professor of Geology and Chair, Physical Sciences Department,Eastern New Mexico University in Portales, began his July 15, 2008, examination of themysteriously carved, iron-rich rock that Robert L. Ridge (right) found in the Capitan Mountain region whiledeer hunting at Cedar Hill on September 4, 2004. Image © 2008 by Linda Moulton Howe. The rock is a dark chocolate color with a touch of red and has a satin-smooth finish. Therock is a bit heart-shaped, measuring 1.96 inches (5-centimeters) by 1.69 inches (4.3-centi-meters) and weighs 50.78 grams. One end is twice as thick as the other. The thickest partof the rock is where one of the circle and crescent patterns are enclosed inside a circle.Below that encircled pair is another crescent and circle enclosed inside a circle at thethinnest part of the rock. The pattern is refined with beveled edges and seems to rise morethan an eighth of an inch up from the surface of the rock. Adding to the mystery, the rockpattern is a match to the extraordinary August 2, 1996, crop formation at LiddingtonCastle in Wiltshire, England, except that the circles and crescent moon patterns in Englandwere created by standing wheat. In the mysterious rock, the circles and crescents are theopposite – not raised, but beveled into the raised pattern on the rock."},{"pageNumber":3,"pageContent":"True color of the iron-rich sandstone rock and its raised pattern, which matchesthe August 2, 1996, wheat pattern found at Liddington Castle.Image © 2008 by Linda Moulton Howe. Prof. Constantopoulos first used his binocular light microscope to examine the rock onboth the pattern side and back side to look at grain sizes.Back side of rock under lab light. Three pits were likely where larger grains fell out.X-pattern in foreground is series of embedded calcite-like crystals.Image © 2008 by Linda Moulton Howe. The professor also experimented with a pencil magnet which was clearly attracted to therock, which confirmed the presence of magnetite. The later energy dispersive X-rayfluorescence spectrometer (EDXRF) simply confirmed the presence of iron. Robert Ridgealso demonstrated with his own auto shop magnet-on-a-stick. When he holds the magnetover the crescent and circle at the thickest end of the rock, the rock turnscounterclockwise. When he moves the magnet to the lower crescent and circle in thethinnest end of the rock, the rock reverses and turns clockwise."},{"pageNumber":4,"pageContent":"Click here to see Earthfiles video of rock turning beneath magnet.Varying clockwise and counter-clockwise plant lays are a fundamental characteristic ofworldwide crop formations. Since the pattern carved on the iron-rich sandstone rockmatches the pattern on the August 2, 1996, Liddington Castle pattern in England, Idiscussed with Prof. Constantopoulos the possibility that whoever, or whatever, made thepattern on the rock might have intended to link the upper circle and crescent to a counter-clockwise rotation and the lower circle and crescent to a clockwise rotation by utilizing themagnetite distribution in the rock or the pivot points of its peculiar shape.Interview:James Constantopoulos, Ph.D., Professor of Geology and Chair of the PhysicalSciences Department, Eastern New Mexico University, Portales, New Mexico: “Ithink the rock's rotation changes relate to selective positioning of the magnet due toirregularities in the shape of the sample.HAVE YOU SEEN A VARIATION IN CLOCKWISE AND COUNTER-CLOCKWISEROTATION IN OTHER MAGNETITE ROCKS BASED ONLY ON THE SHAPE OF THEROCK?No, because it’s not really something we do. As a geologist, we’re only concerned withquestions such as: is it magnetic or not? Is it strongly magnetic and therefore suggestive ofmagnetite? Or is it weakly magnetic and suggestive of titanium or one of the otheriron-bearing minerals?Also, I wanted to look at the carving itself in detail to look for any evidence of tool marksor mechanical work.OR EVEN HEATING FROM SOMETHING LIKE A LASER?Yes, exactly, and the rock did not appear to have been formed by a laser. The rock patternis too perfect to have been done by hand and the material is too hard. It does not reallylend itself well to hand working. But I could see someone with machining experience couldpossibly produce a pattern like this.BUT YOU DID NOT FIND ANY EVIDENCE OF HOW IT WAS MADE?No, no, I did not.WHAT WAS YOUR OVERALL IMPRESSION OF A PATTERN LIKE THIS IN THEIRON-RICH ROCK?Very unusual. Obviously, the pattern itself is intriguing because it’s a duplication of that1996 crop formation. Iron-rich sandstone is not very easily worked material. There arehundreds of other natural materials that would be more easily worked than this particularmaterial.IN YOUR PROFESSIONAL CAREER AS A GEOLOGIST AND NOW CHAIR OF THEPHYSICAL SCIENCES DEPARTMENT AT EASTERN NEW MEXICO UNIVERSITY,HAVE YOU EVER SEEN AN IRON-RICH ROCK SIMILAR TO THIS ONE IN WHICHANY CARVING HAD BEEN DONE IN THIS 3-DIMENSIONAL RAISE FROM THEROCK'S SURFACE?"},{"pageNumber":5,"pageContent":"No, I haven’t. And as I mentioned the other day when we visited, there is lots of alabasterin that part of New Mexico out on the flats closer to the Pecos River. So, if someone wasgoing to look for a rock to carve, alabaster would be the logical choice.AS BOTH A SCIENTIST AND A HUMAN HANDLING THE ROCK AND WORKINGWITH IT IN YOUR LAB, WHAT RESIDUE IS LEFT IN YOUR MIND?One of mystery, I guess. It's a normal rock, but the pattern is remarkable. Obviously, it issomething that took a lot of care and knowledge to produce because this hard, iron-richsandstone with magnetite is not easily worked.Natural magnetite on left compared to iron-rich sandstone mystery rock on rightthat has enough magnetite to rotate clockwise and counter-clockwise beneatha stick magnet. Image © 2008 by Linda Moulton Howe. Energy-Dispersive X-RayFluorescence SpectroscopyProf. Constantopoulos ran energy-dispersive X-ray fluorescence spectroscopy to analyzeboth the back and front sides of the carved iron-rich rock on July 15, 2008, in theDept. of Physical Sciences, Eastern New Mexico University,Portales, New Mexico. Image © 2008 by Linda Moulton Howe. What we did was energy-dispersive X-ray fluorescence spectroscopy. Very simply, this isan instrument that uses X-rays to determine the chemical character of material. It’s astandard analytical technique used in geology and in various industries, such as cementproduction and metallurgy. It’s non-destructive, so we were able to place the rock in thesample chamber without cutting into it. I looked at both the back side and top side of thesample for any differences in chemistry. We did not see any differences."},{"pageNumber":6,"pageContent":"Spectrometry ResultsBack of carved rock was tested first in ENMU Geology X-ray Laboratoryand its spectra above is very similar to the front carved side of the rock. Na is Sodium.Si is Silicon. Rh is Rhodium. K is Potassium. Ca is Calcium. Ti is Titanium.V is Vanadium. Mn is Manganese. Fe is Iron. We saw a strong iron peak, which would be consistent with the presence of magnetite. I’msure there were at least two other iron-bearing minerals, too, such as hematite and an ironhydroxide mineral called goethite.There was a strong silica peak, which would be consistent with the presence of quartz aswell as feldspars. There were minor peaks of potassium, sodium and calcium and those arecontributed by the feldspars. There were also titanium peaks and those are probably theresult of trace minerals such as ilmenite (a weakly magnetic titanium-iron oxide mineralwhich is iron-black or steel-gray).So, in terms of the chemistry, it was consistent with what you would expect in an iron-richsandstone.YET, YOU COULD NOT FIND ANY PHYSICAL EVIDENCE OF HOW THATSPECIFIC PATTERN HAD BEEN CARVED SO THAT IT IS ALMOST EMERGINGFROM THE SURFACE OF THIS HARD, FERRUGINOUS IRON ROCK.Yes, there was no difference in the body of the rock itself and the carving. It's all onepiece. It doesn't look like it was stamped in any way like a metal stamping mill or anythinglike that. That area of the carving was completely consistent with the rest of the rock, andthere was no evidence of how the rock pattern was made. Maybe a professional machineshop with the right tools could do it.BUT HAVE YOU EVER SEEN AN IRON RICH ROCK WITH MAGNETITE LIKE THISONE BE CUT BY MACHINE TOOLS?"},{"pageNumber":7,"pageContent":"No, and what lends its very unique nature is the fact that it is a unique material to havebeen carved like this. It's a very well done carving with sharp edges.AND BEVELED.Yes. It's precision work.AND NOT KNOWING HOW IT WAS DONE IN A ROCK THAT NORMALLY NO ONEWOULD EVER CARVE, LEAVES YOU THINKING WHAT?Wondering about the mystery of it. This rock certainly has me baffled. Beyond X-ray Fluorescence SpectroscopyI would want to do some X-ray diffraction to confirm that they are normal terrestrialminerals that are making up this rock. But this is a destructive test. If I were to obtain asample, I would use a precision diamond saw to carefully remove a slice of sample andthat would be the destructive part of the test.But if a slice could be obtained, I would want to look at a thin section under a microscope.These are standard techniques that we use in the laboratory when we are looking at rocksand minerals.IF ROBERT RIDGE DOES NOT WANT TO DO THAT, WOULD THE NEXTCATEGORY OF SCIENTIFIC RESEARCH BE TO STUDY MAGNETIC FIELDINTERACTIONS BETWEEN THE ROCK AND MAGNETS?Sure, This rock is too interesting and that might be worthwhile to investigate with ageophysicist.”Mysterious 1.96 inches (5-centimeters) by1.69 inches (4.3-centimeters) diameter rockthat weighs 50.78 grams, measured on July 15, 2008, in Physical Sciences Department atEastern New Mexico University. Image © 2008 by Linda Moulton Howe.Return to Part 1More Information:For further information about global crop formations, please see my books MysteriousLights and Crop Circles and Glimpses of Other Realities, Vol. I: Facts & Eyewitnesses inthe Earthfiles Shop and also see Earthfiles Archive from which only a few of dozens ofcrop formation reports are listed below:• 07/12/2008 — Part 2: Roswell “Rock” Matches August 2, 1996, U. K. Crop Pattern• 07/11/2008 — Part 1: Roswell “Rock” Matches August 2, 1996, U. K. Crop Pattern• 06/12/2008 — Barbury Castle Pi Formation: “Perfectly Clean” in Muddy, Rain-Soaked Field• 06/08/2008 — 2008 Barbury Castle Pattern is Pi to 3.14159265358• 10/04/2007 — 070707 East Field Wheat Formation: Lab Analysis"},{"pageNumber":8,"pageContent":"• 08/25/2007 — Woodborough Hill Wheat Pattern Made for Rock Band Video• 08/21/2007 — More News About August 2007 Woodborough Hill Formation• 08/17/2007 — Latest 6-Fold Wheat Geometry in Wiltshire, England• 08/13/2007 — Another U. K. Wheat Formation in August 18th Countdown• 08/06/2007 — Crop Circle Research and Photography by U. K.'s Lucy Pringle• 07/28/2007 — Clarifications and Comments by Isaac (CARET Document)• 07/27/2007 — Updated Part 2: Military Helicopters Over East Field Wheat Formation• 07/27/2007 — Updated: Part 1: 1,033-Foot-Long East Field Wheat Formation \"HappenedWithin 90 Minutes.\"• 07/23/2007 — 070707 East Field Wheat Formation: Viewer Comments• 07/11/2007 — Professional Computer Engineers Comment About \"Isaac\" and CARETDocument• 07/07/2007 — Swiss Army Pilot Discovers \"Perfect Geometric Figure\" and U.K.'s EastField Gets At Least 90 Circles!• 06/26/2007 — Part 1: Explanation of the Recent \"Strange Craft\" Sightings ( Isaac andCARET)• 06/26/2007 — Part 2: Documentation, Palo Alto CARET Laboratory Q4-86 Research Report• 06/18/2007 — Crop Circles On Rings and Three Mysterious Aerial Lights in Slovenia• 06/18/2007 — Writing In Chad \"Drone\" Image - A Link to NASA Clementine 1 MoonMission?• 06/15/2007 — Part 1: Yosemite National Park and Northridge, California, Aerial Dragonfly“Drones”• 06/08/2007 — More Drone Photos and Other Eyewitnesses• 06/08/2007 — Part 3: U. S. Crop Formations, Wheat Pictogram in Madisonville, Tennessee• 06/07/2007 — Bird Eggs Undamaged in Slovenia Crop Formation• 06/06/2007 — Part 2: Yatesbury, England and Madisonville, Tennessee - A Mayan Link?• 06/05/2007 — Part 2: U. S. Crop Formations, Two Mysterious Grass Circles in Mission,Kansas• 06/04/2007 — Part 1: Yatesbury Spiral - Viewer Comments on Spiral Math• 05/30/2007 — Part 1 - U. S. Crop Formations Near Indian and Ancient Earth Mounds• 05/01/2007 — Scientific Analysis of Chandler, Arizona, Sorghum Formation• 04/12/2007 — First 2007 Crop Pattern in United States• 03/13/2007 — Part 4: Mysterious Events At 2005 Tawsmead Copse \"Insectogram\" CropFormation• 02/27/2007 — Part 1: Mysterious Events At 2005 Tawsmead Copse \"Insectogram\" CropFormationWebsites:English Crop Circles, Current and Archived: http://www.cropcircleconnector.comLucy Pringle: http://www.lucypringle.co.ukAndreas Mueller, Germany: http://www.kornkreise-forschung.de/ (Cropcirclescience.org)American Crop Circles, ICCRA: http://www.cropcirclenews.com/Canadian Crop Circles, CCCRN: http://www.cccrn.ca/Dutch Crop Circles, DCCA: http://www.dcca.nl“Isaac” and CARET Document: http://isaaccaret.fortunecity.com/http://www.temporarytemples.co.uk/http://www.cropcircleresearch.comhttp://www.x-cosmos.ithttp://www.bertjanssen.nlhttp://www.swirlednews.comhttp://www.heramagazine.nethttp://www.CropCircleAnswers.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expressly"},{"pageNumber":9,"pageContent":"prohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
