[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponApollo Astronaut Edgar Mitchell SaysGovernments Covering Up E. T.s© 2008 by Linda Moulton Howe“I happen to be privileged enough to be in on the factthat we have been visited on this planet and the UFO phenomenon is real,although it has been covered up by our governments for quite a long time.”- Edgar Dean Mitchell, Ph.D., retired Apollo 14 Astronaut, on Kerrang! Radio, U. K. Apollo 14 crew from left: Astronauts Stuart A. Roosa, Alan B. Shepardand Edgar D. Mitchell, February 1971. Photograph courtesy NASA. July 25, 2008 West Midlands, U. K. - In the West Midlands of the United Kingdom thisweek, Nick Margerrison, host of Kerrang! Radio's The Night Before Team, interviewedretired 78-year-old Apollo 14 Astronaut Edgar Mitchell, Ph.D., who earned his Doctor ofScience degree in Aeronautics and Astronautics from the Massachusetts Institute ofTechnology.His biography includes these facts: Edgar Dean Mitchell was born September 17, 1930. Asthe lunar module pilot of Apollo 14, he spent nine hours on February 9, 1971 moonwalkingon the lunar Fra Mauro formation, making him the sixth man to walk on the Moon.Panoramic assembly of the Apollo 14 lander at the Fra Mauro landing siteon February 9, 1971, assembled by Mike Constantine of moonpans.comWikipedia reports, “Edgar Mitchell was born in Hereford, Texas. He was active in the BoyScouts of America where he achieved its second highest rank, Life Scout. He obtained aBachelor of Science degree in industrial management from Carnegie Institute ofTechnology in 1952. The following year he joined the U.S. Navy where he trained as apilot and flew off the aircraft carriers USS Bon Homme Richard and USS Ticonderoga.Later, he qualified as a research pilot and taught at the Navy's research pilot school. Whilein the Navy, he obtained a Bachelor of Science degree in aeronautical engineering fromthe U.S. Naval Postgraduate School and a Doctor of Science degree in Aeronautics andAstronautics from the Massachusetts Institute of Technology."},{"pageNumber":2,"pageContent":"“Mitchell was selected to be an astronaut in 1966 and was seconded from the Navy toNASA. He was backup lunar module pilot for Apollo 10 and flew as lunar module pilot onApollo 14. Together, with Apollo 14 commander Alan Shepard, he holds the record for thelongest ever moonwalking session (9 hours and 17 minutes). Apollo 14 was his onlyspaceflight. Ed Mitchell remained with NASA until he retired from the Navy in 1972.”Astronaut Edgar Mitchell, Ph.D., looks at traverse map during Extra Vehicular Activity (EVA)on the moon during Apollo 14 crew exploration on February 9, 1971.Lunar image courtesy NASA.Kerrang! Radio 105.2 is broadcast in the West Midlands, U. K.Kerrang! Radio Host Margerrison was surprised during the radio interview when Dr.Mitchell confidently stated he knows there is other life in the universe, that some visitsEarth and that he has been briefed along with others by U. S. government insiders whokeep the truth from the public and media.Entire Transcript of Edgar Mitchell on Kerrang! Radio: Copyright © 2008 by Bauer Radio, Kerrang! Radio and MediaSpan.“Margerrison: DO YOU BELIEVE IN LIFE ON OTHER PLANETS?Edgar Mitchell: Oh, yes. There is not much question at all, but there is lifethroughout the universe. We’re not alone in the universe at all.Margerrison: YOU’RE CONVINCED WE’RE NOT ALONE IN THEUNIVERSE?Mitchell: Oh, I know for sure we’re not alone in the universe. Now, have webeen able to identify for sure where the other (inhabited) planets are? No, wehaven’t, certainly not in our solar system. But they have identified quite anumber of planets now that very likely could be life-bearing planets.I happen to be privileged enough to be in on the fact that we have been visitedon this planet and the UFO phenomenon is real, although it has been coveredup by our governments for quite a long time.Margerrison: WHOA! WELL, HANG ON A MINUTE. THIS IS BIG. ALLTHIS IS QUITE A SHOCK TO ME.Mitchell: Well, I’m sorry you haven’t been reading the papers recently. It’sstarting to open up quite a bit.Margerrison: SO, YOU’RE TELLING ME – THERE’S A LOT OFINFORMATION HERE TO TAKE ON BOARD. HANG ON A MINUTE.LISTEN, I’VE HEARD CRAZY UFO NUTS TELL ME THIS KIND OFTHING BEFORE. I’VE NEVER HAD DR. ED MITCHELL, THE SIXTHMAN TO WALK ON THE MOON, A RESPECTED SCIENTIST IN HIS"},{"pageNumber":3,"pageContent":"OWN RIGHT, ANNOUNCE TO ME THAT WE’VE BEEN VISITED BYALIENS FROM OTHER PLANETS AND THAT THEY DEFINITELY AREOUT THERE. THERE IS NO DEBATING IT.Mitchell: Well, this is the first time you’ve ever talked to me, or I wouldhave told you about it before.Margerrison: (laughs) SO YOU BELIEVE THE WHOLE DEAL?Mitchell: There’s more nonsense out there about this than there is realknowledge, but it is a real phenomenon and there are a few of us (who know).It’s been covered up by all our governments for the last 60 years or so. Butslowly it’s leaked out and some of us are privileged to have been briefed onsome of it. I happen to have grown up in Roswell, New Mexico, wherepresumably the Roswell incident of 1947 took place and I’m quiteknowledgeable about it there since I grew up there. But I’ve also been inmilitary circles and intelligence circles that know below the surface of whathas been public knowledge that, yes, we have been visited.Margerrison: AND YOU’RE SERIOUS? YOU’RE NOT GOING TO GO, ‘IWAS JUST PULLING YOUR LEG ABOUT THAT?’ THAT IT’S NOT TRUE?I’M WONDERING IF I’VE STUMBLED UPON ASTRONAUT HUMORAND IN A COUPLE OF MINUTES YOU’RE GOING TO GO, ‘I WASONLY PULLING YOUR LEG’?Mitchell: No, I won’t do that.Margerrison: WOW! SO YOU’VE BEEN BRIEFED ON THE FACT THATWE’VE BEEN VISITED?Mitchell: Well, briefed is one word for it. I have been involved in much ofthis work – it’s not my main work. It’s not my main interest. But I’ve beendeeply involved in certain committees and research programs with verycredible scientists and various intelligence people that do know the real insidestory and I am not hesitant to talk about it.Margerrison: WHAT IS THE REAL INSIDE STORY?Mitchell: That’s what I’m telling you: we have been visited.Margerrison: IS IT REGULAR CONTACT? OR ONE CRASH? OR?Mitchell: Well, no, there is quite a bit of contact going on. I can’t tell youbecause I don’t know all the extent of it, not all of the inside details becausethat is not my really main interest.But the fact that we have been visited, that the (July 1947) Roswell crash isreal and a number of other contacts have been real and ongoing is pretty wellknown to those of us who have been briefed and been close to the subjectmatter.Margerrison: SO, WHY IS IT BEING COVERED UP THEN? WHY IS ITNOT MAINSTREAM?Mitchell: The reason for that goes back to when the main instances startedtaking place after World War II when in the United States at least – I can’tspeak for the European governments or South American governments. All ofthem recently have started opening their files. This has started to open up andthe internet, or look at some of the international press, you’ll start to get thestories that are coming out now.Margerrison: BUT I’VE HAD PEOPLE ON THE SHOW TELLING METHAT GOVERNMENTS ARE MOUNTING TOWARDS DISCLOSURE,TOWARDS SAYING THIS IS THE CASE. DO YOU THINK IT WILL BETHE CASE THAT THERE WILL BE AN ACTUAL DISCLOSURE ON THISMAYBE THIS YEAR. THAT THE GOVERNMENTS ...Mitchell: I don’t know whether it will be this year in the United States, butcertainly we’ve already had it in the last few years from the Belgiumgovernment, from the French government, from the Brazilian government, theMexican government – they’ve opened their (UFO) files and admitted theyhad the files.Margerrison: OK, LET ME GET MY HEAD TOGETHER. LISTEN,HERE’S WHAT I KNOW. I’VE HAD PEOPLE ON THE SHOW TALKING"},{"pageNumber":4,"pageContent":"ABOUT THE FACT THAT THE CATHOLIC CHURCH HAS SAID THATBELIEF IN LIFE ON OTHER PLANETS DOES NOT COMPROMISEYOUR CATHOLICISM.Mitchell: Of course, that just happened recently in association, I believe,with a major release from the British government of some of the British files.They were not your deepest files, but they were some files released.Margerrison: WHAT’S HAPPENING OVER THE NEXT FOUR YEARS–ALL OF THE UFO FILES HERE IN THE U. K. ARE BEING RELEASED.DO YOU THINK IT’S THE CASE THAT WE ARE RAMPING UP TOMAYBE THE U. K. ADMITTING?Mitchell: I can’t say how fast it’s going to happen, but certainly the publicawareness of it is increasing, the public acceptance is increasing. The amountof misinformation, covert and actual attempts to cover up seem to bedecreasing. I think we’re headed for real disclosure by some seriousorganizations moving in that direction.Margerrison: YOU’VE HAD A LONG TIME TO THINK ABOUT THIS.WHAT DO YOU THINK THE IMPACT WILL BE ON THE WORLDWHEN IT IS FINALLY MAINSTREAM NEWS THAT THERE ARE ALIENBEINGS FROM OUTSIDE THIS PLANET?Mitchell: Well, I think at this point, it’s probably a whole bunch of ‘What’snew?’ I think that certainly in the United States that well over 70% of thepeople now accept this as fact. While they do not know all the correct story,they do know there has been – or accept the fact – that there has beenvisitation and see UFOs in the skies all the time that are very likely alien craft.Now, not all of them (aerial craft) are. I suspect that some of them arehomegrown. I suspect that in the past sixty years or so that there has beensome back-engineering (of E. T. technologies) and the creation of this type ofequipment. But it’s not nearly as sophisticated yet as what the visitors have.Margerrison: SO, AS PART OF YOUR KNOWING ABOUT ALL THISAND ALSO GOING PUBLIC WITH IT, DO YOU WORRY ABOUT YOURSAFETY WITH THIS KIND OF STUFF? OR ...Mitchell: Oh, I think those days are gone. That used to be a concern amongthe people on the inside. But I don’t think they are knocking anybody off (fortalking) any more or doing drastic things to them.Margerrison: WHAT DO YOU THINK THE INTENT OF THE ALIENS IS?IS IT HOSTILE OR PEACEFUL?Not at all, it’s not hostile. It’s pretty obvious that if it were hostile, we wouldhave been gone by now.Margerrison: (laughs) REALLY?!Mitchell: We could have been (gone by now).Margerrison: WOW!Mitchell: We would have no defense if that’s what their real intent was.Margerrison: ARE WE TALKING – WHAT DO THEY LOOK LIKE?Mitchell: You’ve seen some of the pictures. The pictures that I know of,some of them are these little people that look strange to us. As far as I knowfrom my (professional) contacts that have had contact, that’s pretty accurate.Margerrison: DO YOU THINK OTHER PEOPLE WHO WEREINVOLVED WITH THE MOON LANDINGS KNOW ABOUT THIS?Mitchell: Some of them do. But again, like other people, if you are interestedenough to dig into it and want to know about it, you can know about it.(Cell phone musical sound)Margerrison: LISTEN, I KNOW YOU ARE A BUSY GUY AND I HEARYOUR PHONE.Mitchell: Yes, people don’t leave me alone. The phone is ringing all the timeand I’m here by myself."},{"pageNumber":5,"pageContent":"Margerrison: THIS IS EASILY ONE OF THE MOST SIGNIFICANTCONVERSATIONS OF MY LIFE – UNBELIEVABLE! I WANT TO THANKYOU FOR JOINING US.”Mitchell: You bet.Margerrison: AND DR. ED MITCHELL, LISTEN – YOU’RE A FRIEND OFTHE SHOW, IF YOU WANT TO ACCEPT THAT FRIENDSHIP, ANDWOW! WHAT AN INCREDIBLE CONVERSATION. THANKS FORJOINING US.Mitchell: I’m glad you enjoyed it.” Kerrang! Radio reported at its website:“Producer Alex contacted NASA to confirm Dr. Mitchell's story, this was their reply:‘Dear Alex,NASA does not track UFOs.NASA is not involved in any sort of cover-up about alien life on this planet oranywhere in the universe.Dr Mitchell is a great American, but we do not share his opinion on this issue.Thanks for the opportunity to comment.’”More Information:For further information about extraterrestrial biological entities and unidentified flyingobjects, please see my books and documentaries in the Earthfiles Shop and also thepartial list below from the extensive Earthfiles Archive:• 07/12/2008 — Updated - Part 2: Roswell Rock Matches August 2, 1996, U. K. Crop Pattern• 07/11/2008 — Updated - Part 1: Roswell Rock Matches August 2, 1996, U. K. Crop Pattern• 06/06/2008 — Updated: Mysterious Crash Near Needles, California• 05/20/2008 — High Strangeness in Kelowna, British Columbia, Canada• 04/06/2008 — Final Part 10: Real X-File, Source Unknown• 04/02/2008 — Part 9 - Real X-File, Source Unknown• 03/30/2008 — Part 8 - Real X-File, Source Unknown• 03/20/2008 — Part 7 - Real X-File, Source Unknown• 03/15/2008 — Part 6 - Real X-File, Source Unknown• 03/08/2008 — Part 5: Real X-File, Source Unknown• 03/04/2008 — Part 4: Real X-File, Source Unknown• 03/03/2008 — Updated Part 1: Real X-File, Source Unknown• 03/02/2008 — Part 2: Real X-File, Source Unknown• 03/02/2008 — Part 3: Real X-File, Source Unknown• 02/26/2008 — Viewer Comments About Infrared Cameras, Aerial Symbols and Lights• 02/22/2008 — Updated: Three Eyewitnesses in Selden, Texas, Saw Two, Large Rectanglesof “White Flames” in Sky• 02/22/2008 — Abductee Jim Sparks Comments On Alien Symbol Technology• 02/14/2008 — Update: Mysterious Symbols Projected in Night Sky by Aerial Disc NearStephenville, Texas, Local Airport• 02/08/2008 — Law Officers Describe Unidentified Shape-Shifting Aerial Craft inStephenville, Texas, Region• 01/28/2008 — Updated 01-28-08: Viewer Letters About Aerial Craft and Military FlyoversAbove Dublin, Stephenville and Selden, Texas• 01/24/2008 — Part 17, Final: In League With A UFO, Interview with Lou Baldin• 01/18/2008 — Updated: Huge Aerial Craft Over Dublin, Texas, “Longer Than 3 FootballFields”• 01/15/2008 — Updated: More Sky Spiral Mysteries in Iraq, Canada and Germany• 01/13/2008 — Part 16: In League With A UFO, Interview with Lou Baldin• 01/12/2008 — Our Milky Way Galaxy On Collision Course with Huge Gas Cloud - 40Million Years from Now• 01/11/2008 — Canadian \"Disc\" and Smoke Spiral Still A Mystery• 01/07/2008 — Part 15: In League With A UFO• 01/05/2008 — Part 14: In League With A UFO• 01/02/2008 — Part 13: In League With A UFO• 12/29/2007 — Part 12: In League With A UFO• 12/27/2007 — Updated - Part 11: In League With A UFO• 12/22/2007 — Part 10: In League With A UFO• 12/18/2007 — Part 9: In League With A UFO• 12/16/2007 — Part 8: In League With A UFO• 12/14/2007 — Part 7: In League With A UFO• 12/12/2007 — Part 6: In League With A UFO• 12/11/2007 — More Confirmation of May 1974 Discs in Albuquerque and Huge CylinderCraft At White Sands Provi ng Ground.• 12/08/2007 — Another Eyewitness to Glowing Disc and Military Security in Albuquerque,New Mexico• 12/03/2007 — Part 5: In League With A UFO• 11/29/2007 — Part 1: Glowing Disc Encounter with Military in Albuquerque, NM• 11/29/2007 — Part 2: Glowing Disc Encounter with Military in Albuquerque, NM"},{"pageNumber":6,"pageContent":"• 11/29/2007 — Part 3: Glowing Disc Encounter with Military in Albuquerque, NM• 11/25/2007 — Part 4: In League With A UFO• 11/21/2007 — Part 3: In League With A UFO• 11/20/2007 — Do Black Budget Trillions Support A Secret American Space Program?• 11/14/2007 — Part 2: In League With A UFO• 11/08/2007 — More Unusual Animal Deaths• 11/06/2007 — Part 1: In League With A UFO• 09/16/2007 — Part 5: Military Insiders Comment About Zeta Reticuli and EBENs• 09/11/2007 — Part 4: Military Insiders Comment About Zeta Reticuli and EBENs• 09/07/2007 — Part 3: Military Insiders Comment About Zeta Reticuli and EBENs• 09/05/2007 — Part 2: Military Insiders Comment About Zeta Reticuli and EBENs• 08/31/2007 — Part 1: Betty and Barney Hill: Captured!• 08/31/2007 — Part 2: Betty and Barney Hill: Captured!• 08/30/2007 — Part 1: Military Insiders Comment About Zeta Reticuli and EBENs• 08/17/2007 — Two Bulls and Several Cows Dead and Mutilated in Manitoba, Canada• 08/03/2007 — The Milky Way Is Devouring the Alien Sagittarius Dwarf Galaxy• 08/01/2007 — Part 3, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards• 07/31/2007 — Part 2, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards• 07/28/2007 — Mysterious Aerial Lights Over Stratford-upon-Avon, July 14, andFarnborough, Hampshire, on July 22, 2007• 07/26/2007 — Part 1, Non-Human Blonds, Lizards and Big-Nosed, Cat-Eyed Greys• 07/14/2007 — Schofield Barracks, Oahu, Hawaii - Huge, Lime Green Oval Craft HoveredOver Battalion Headquarters• 07/13/2007 — Iowa Minister Reports Large \"Crab/Scorpion\" Creature Attacked Cow• 05/25/2007 — Update: Part 1, Unusual Animal Deaths• 05/11/2007 — CIA Origin of National Enquirer?• 05/08/2007 — Exploded Star 5 Times Brighter Than Any Supernova Seen Before• 04/09/2007 — More Cat Mutilations - This Time in Corpus Christi, Texas• 03/31/2007 — The Strange Case of Ken Rose• 01/08/2007 — Updated: Attorney Describes His Encounter with Non-Human Entities• 01/02/2007 — Grey Aerial Disk Reported by Chicago O'Hare United Airlines Pilots andMechanics• 11/27/2006 — Namibia Telescopes Find First \"Gamma Clock\" in Milky Way Galaxy• 10/28/2006 — Close UFO Encounter by USAF Eyewitnesses• 10/23/2006 — One, Maybe Two, More Mysterious Radio Bursts from Galactic Center• 10/19/2006 — Another Cattle Mutilation in Pondera County, Montana• 09/29/2006 — Manipulation of Time and Matter by Non-Humans: The Experiences of JimSparks• 09/16/2006 — Disc Crash At Cedar Breaks Radar Site, Utah• 09/05/2006 — Part 2: \"Alphonso Lorenzo\" - Military Visitor to Another Planet?• 09/04/2006 — Part 1: \"Alphonso Lorenzo\" - Military Visitor to Another Planet?• 07/28/2006 — 1940s USAF Flight Surgeon's Account of E. T. Autopsy• 07/17/2006 — Area 29 - A Reverse Engineering Center of E. T. Technology?• 06/29/2006 — Another Horse Suspended in the Air• 06/22/2006 — Horse Suspended in Mid-Air Near Milan, Italy, Apartment• 06/18/2006 — Viewer Letters About NASA Airbrushing Photos; EBENs and ReptilianHumanoids• 06/13/2006 — Mysterious Triangle-Shaped Welts and Bruises• 06/07/2006 — Gary McKinnon: An Electronic \"Robin Hood\"?• 06/01/2006 — Recent Cattle Mutilations in Kiowa County, Colorado• 05/18/2006 — Top Secret UFO Retrieval During 1983 Grenada War• 05/12/2006 — An Extraterrestrial School for Humans• 05/08/2006 — Another Extraordinary EBE Telepathic Upload/Download• 05/05/2006 — Military Man's Description of EBE Telepathic Download• 04/28/2006 — Modern Warfare Applied to Extra-Terrestrial Invasion• 03/23/2006 — Part 2: U.S. Navy Chief Yeoman Describes \"Extraterrestrial BiologicalEntities\" in TOP SECRET/MAJIC Photographs• 03/17/2006 — Part 1: U.S. Navy Chief Yeoman Describes \"Extraterrestrial BiologicalEntities\" in TOP SECRET/MAJIC Photographs• 02/27/2006 — Part 4: Military Voices Reply About Government Interaction with UFOs• 02/17/2006 — Updated: White Sands Navy Radar Operator Saw Discs Circle V-2 RocketLaunches• 02/10/2006 — Crashed Disc Photos, \"Ebens,\" and Area 51 \"Anti-Gravity\"• 02/05/2006 — Part 11 - Peculiar Phenomenon: Early United States Efforts to Collect andAnalyze Flying Discs• 01/27/2006 — Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs• 01/20/2006 — Part 1: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs• 01/13/2006 — 31st Cattle Mutilation on Red Bluff, California Ranch• 12/24/2005 — Part 3 - Peculiar Phenomenon: Early United States Efforts to Collect andAnalyze Flying Discs• 12/21/2005 — Updated: Part 2 - Peculiar Phenomenon, Early United States Efforts to Collectand Analyze Flying Discs• 12/17/2005 — Sirius's Companion Star, Sirius B, Finally \"Weighed\"• 12/07/2005 — Zeta Reticuli I and II - Binary Home of Extraterrestrial Biological Entities?• 12/02/2005 — Former Canadian Minister of Defence Calls for Public Parliament HearingsAbout UFOs and Extraterrestrials• 11/02/2005 — Part 3: Unusual Animal Deaths -Sheep Mutilations in Moortown, Dartmoor,England• 10/27/2005 — Updated Part 1: Unusual Animal Deaths - 22 Horses and 1 Burro NearCalhan, Colorado• 07/29/2005 — Bentwaters and Rendlesham Forest Mystery Beyond December 1980• 04/14/2005 — \"Battle of Los Angeles\" On February 25, 1942: When America's 37th CoastArtillery Brigade Fired Off 1,430 Anti-Aircraft Shells At A UFO• 02/21/2005 — Updated - Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 01/15/2005 — Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 12/10/2004 — Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 11/12/2004 — Strange Metal Pieces from Plains of San Agustin Alleged UFO Crash SiteAnalyzed."},{"pageNumber":7,"pageContent":"• 10/23/2004 — 1948 Aztec, New Mexico UFO Crash: Policemen, Disk and Humanoids• 08/18/2004 — New Mexico Gov. Bill Richardson Wants More Investigation of 1947Roswell UFO Crash• 07/21/2004 — The Apollo Program, Cape Canaveral and UFOs• 06/18/2004 — German Scientist Werner von Braun Anticipated Terrorists, Asteroids andETs on American \"Enemy's List\"• 05/23/2004 — Part 2: Whistleblower Microbiologist Dan Burisch Interview on June 7, 2003• 03/17/2004 — Part 1 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell, NewMexico, in July 1947?• 11/19/2003 — Updated - 1954 Manual: \"Extraterrestrial Entities and Technology\" - ReasonsIt Is Authentic• 09/15/2003 — Update Part 1 - Whistleblower Microbiologist Speaks Out About Alleged\"Alien\" Named J-Rod• 04/15/2003 — Triangular Aerial Craft Over Area 51, Nellis AFB, Nevada• 02/01/2003 — Six Unidentified Triangular Aerial Craft Over Uinta Mountains, Utah• 12/28/2002 — UPDATED Part 1: Cape Girardeau, Missouri, Non-Human Craft and BodiesRetrieval in 1941• 12/07/2002 — Evolution of Crop Patterns Near Britain's Chilbolton Radio TelescopeObservatory, 1999 - 2002• 11/09/2002 — UPDATED: Majestic-12 Documents with Ryan Wood About ExtraterrestrialTechnologies• 10/26/2002 — Former White House Aide, John Podesta, Says Government Should Open UpUFO Fi l e s• 10/09/2002 — Extraterrestrial Biological Entities and Discs Described by CIA/U.S. ArmyAdministrator, 1957-1960• 10/05/2002 — Part 1 - Two Scientists Describe An Extraterrestrial Biological Entity Called\"J-Rod\"• 10/05/2002 — Part 2 - J-Rod and Microbiologist Danny B Burisch, Ph.D.• 02/12/2002 — JFK, MJ-12 and Outer SpaceWebsites:Majestic-12 Documents: http://www.majesticdocuments.comUFO Casebook: http://www.ufocasebook.com/NUFORC: http://www.nuforc.org/ Credits Copyright © 1999 - 2010 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2010, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
