[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponPart 2: Rise of Fourth Reich -Where Is the Nazi “Die Glocke?”© 2008 by Linda Moulton Howe “The (Nazi) Bell was said to be extremely dangerous, causing illness,mutation and death in animal and possibly human subjects. One of Nick Cook'sscientist contacts in The Hunt for Zero Point even went so far as to claim thatThe Bell was a torsion field generator and that the SS scientists wereattempting to build some sort of time machine with it.” - WikipediaThe Rise of the Fourth Reich © 2008 by Jim Marrs,published by William Morrow, an imprint of HarperCollins Publishers.Nazi Third Reich flag. Return to Part 1August 12, 2008 Wise County, Texas - Robert Dale Arndt Jr. wrote Disc Aircraft of theThird Reich (1922-1945 and Beyond), © 2005 by Ice Reich Productions. Arndt says the1945 Nazi Die Glocke, or Bell, “represented something at the very pinnacle of SS GeneralHans Kammler's occult and super-secret SS ‘wonder weapons’ empire.” In this Earthfilesreport, the phrase Die Glocke is used as a general name for all the series of round, aerialmachines associated with German SS research before and during World War II, includingthe Bell, Vril and Haunebu."},{"pageNumber":2,"pageContent":"Source: Die Glocke (1945) by Robert Dale Arndt Jr. Nick Cook's 2002 book, Hunt for Zero Point, represents the only publicly accessibleinformation on this bizarre object in the English language, the equally macabreexperimentation that surrounded it, and the stringent security the SS held it under.”The Hunt for Zero Point: Inside the Classified Worldof Antigravity Technology © 2002 by Nick Cook. Arndt: “The following are the salient features of The Bell, according to information Cookreceived from both German and Czech sources.“(1) The Bell was reportedly a metallic object, approximately 9 feet indiameter and 12 - 15 feet tall.“(2) It looked like a bell; hence, its codename to the Germans, die Glocke.“(3) It was comprised of two counter-rotating cylinders, rotating a purplish,liquid-metallic-looking substance at high speeds that was code-named ‘Xerum525’ by the Germans.“(4) Xerum 525 was apparently highly radioactive, purple in color, and washoused in cylinders with lead lining about 30 centimeters (12 inches) thick."},{"pageNumber":3,"pageContent":"“(5) The Bell apparently required high amounts of electrical power in itsoperation.“(6) During use, it could only be run for approximately one to two minutes,as it apparently gave off strong radiation and/or other electromagnetic orunknown field effects.(a) Several scientist died on its first operation.(b) Subsequent tests included various plants and animals, all ofwhich decomposed into a blackish goo and without normalputrefaction, within a matter of a few minutes or hours afterexposure to its field effects when in operation.(c) Technicians near the Bell during these experiments reportedmetallic tastes in their mouths after being exposed to it.(d) The chamber in which the Bell was tested was lined withceramic bricks and rubber mats, and had to have its rubbermatting removed and burned after each test. It was subsequentlywashed down with brine by inmates from nearby concentrationcamps.“(7) All the scientists and witnesses who saw or worked on the Bell wereallegedly murdered by the SS as the war neared its end.“ (8) The Bell was transplanted out of Silesia to a destination that has neverbeen discovered. [ Silesia is an historical region of Central Europe located incontemporary Poland, the Czech Republic and Germany.] The Bell, alongwith General Kammler himself, simply disappeared entirely from history,never to be seen again. It is believed, however, that both the Bell and GeneralKammler were transported by U-boat to a base outside of the Reich (Base 211in Neu Schwabenland, Antarctica being the strongest candidate). Otherssuggest Norway where German troops still held that territory.[ Editor's Note: Wikipedia - General Dr. Hans Friedrich KarlFranz Kammler was an engineer and high-ranking officer of theGerman SS. He oversaw SS construction projects, and towardsthe end of World War II was put in charge of the V-2 missileprogram. Kammler was also charged with constructing facilitiesfor various secret weapons projects, including manufacturingplants and test stands for the Messerschmitt Me 262 and V-2.Following the Allied bombing raids on Peenemünde in OperationHydra in August 1943, Kammler was assigned to move thoseproduction facilities underground. [ Disc and bell shapedmachines were described by eyewitnesses as rising silently froman underground installation at Peenemunde.)General Kammler constructed the Mittelwerk facility and itsattendant concentration camp complex, Mittelbau-Dora, whichhoused slave labor for constructing the factory and working onthe production lines. He was also assigned to the construction offacilities at Jonastal and Riesengebirge for nuclear weaponsresearch and at Ebensee to develop an ICBM derived from a V-2.From January 1945, Kammler was placed as head of all missileprojects and in February 1945 was given charge of all Germanaerospace programs under the SS authority as well.“(9) A strange Stonehenge-like structure was constructed by the Germans outof reinforced concrete near the facility where the Bell was located and tested.This structure might have been used to test extremely powerful propulsiondevices.”"},{"pageNumber":4,"pageContent":"Strange Stonehenge-like structure discovered after WWII near the LudwikowiceKodzkie (Ludwigsdorf) coal mine in the Selesia region of Germany.Source: Die Glocke (1945) by Robert Dale Arndt Jr. Die Glocke RFZ (RundFlugZeug, or Round Aircraft) series from 1934-41. As war had startedin 1939 the RFZ-5 became the Haunebu I (photographed above) and by 1941the RFZ-7 had become the Vril 1. Source: me de m. k ie v . ua. Interview Continued:Jim Marrs, Journalist and Author,The Rise of the Fourth Reich © 2008,Wade County, Texas.Jim Marrs, Journalist and Author, Wise County, Texas: “ONE OF THE MOSTFASCINATING SECTIONS IN YOUR BOOK IS IN CHAPTER 3 ENTITLED ‘NAZI"},{"pageNumber":5,"pageContent":"WONDER WEAPONS.’ ON PAGE 87, YOU WRITE: ‘TIME TRAVELING NAZIS –THIS HORRENDOUS IDEA SOUNDS PREPOSTEROUS, BUT THE SCIENCE ISTHERE AND THE BELL DID EXIST.’ EXPLAIN WHAT THE BELL WAS TOHITLER’S NAZIS AND WHY IT IS LINKED TO TIME TRAVEL.Well, the bell – and even today, there are attempts to duplicate the experiments they wereconducting on the bell. It was simply called the bell because it was kind of a bell-shapedobject. This object had an outer chamber and inner chamber and created electromagneticenergy fields that were set into rotation movement. Then one layer would rotateclockwise; the other layer would rotate counter-clockwise. In doing this, it increased thepower and the efficiency of this energy field generator. In doing so, there were some veryunusual properties.Around the bell, plants either blossomed and grew, or withered and died; people would diearound this thing. This plays into some of the stories that we’ve heard from other sectorssuch as the infamous Philadelphia Experiment, experiments with energy and magneticfields that apparently altered the whole composition of material objects, including people.[ Editor's Note: Wikipedia - Operation Ghost was an alleged naval militaryexperiment at the Philadelphia Naval Shipyard in Philadelphia, Pennsylvania,on or about October 28, 1943. The U. S. destroyer escort, USS Eldridge, wasto be rendered invisible to human observers for a brief period in what wascalled Project Rainbow.Allegedly conducting the experiment was Franklin Reno (or Rinehart), Ph.D.,as a military application of the Unified Field Theory theorized by physicistAlbert Einstein. The Unified Field Theory describes the interrelated nature ofthe weak and strong forces and electromagnetic and gravitational forces. Todate, no single theory has emerged with a viable mathematical expression.It is said that Reno et al thought it might be possible to use some version ofthis theory to bend light around an object so that it became essentiallyinvisible. This would have required specialized equipment and sufficientenergy. The Navy saw the military value and sponsored the experiment. TheUSS Eldridge would have been fitted with the required equipment at the navalyards in Philadelphia.According to some accounts, one test on July 22, 1943, resulted in theEldridge being rendered almost completely invisible, with some witnessesreporting a ‘greenish fog’ in its place. Crew members allegedly complained ofsevere nausea afterwards. By October 28, 1943, it is said in another test theEldridge ‘teleported’ and appeared 215 miles south of Philadelphia offshorethe Norfolk, Virginia, naval base, then disappeared before eyewitnesses inNorfolk and reappeared at the Philadelphia naval ship yards. It has beenreported that one of the men on the ship was found embedded in a brick wallin Italy and some others in the crew went mad. No hard evidence ingovernment records of such a ship teleportation have ever publicly surfaced.] Was Die Glocke Non-Human Technology?TODAY, IN 2008, GIVEN THE FACT THAT YOU AND I AND OTHERS HAVE BEENEXPOSED TO A LOT OF INFORMATION ABOUT WHAT LT. COL. PHILIP J. CORSOOF OUR OWN U. S. ARMY DESCRIBED AS EXTRATERRESTRIAL BIOLOGICALENTITIES, DO YOU THINK THERE IS ANY HARD EVIDENCE THAT GERMANYHAD NON-HUMAN INTELLIGENCE HELP, EITHER BUILDING THESE BELLCRAFT? OR THAT THEY ARE LITERALLY NON-HUMAN CRAFT THAT WEREPLACED UNDERGROUND IN THE PEENEMUNDE REGION OF GERMANY ANDLED TO THE ADVANCED TECHNOLOGIES OF THE HITLER REICH?That’s a really fascinating question, Linda, and I try to address that in my book, The Riseof the Fourth Reich. For years I had heard stories that the Nazis had captured a flyingdisc, or a flying saucer and had back-engineered it. [ Die Glocke, the Bell, is the name of apurported secret Nazi weapon that was made popular by Jane's aviation writer, Nick Cook,in his book Hunt for Zero Point. ]But every time you try to track those stories, they just seem to peter out. There’s no realhard evidence that anything like that ever happened. And now what I and several otherresearchers are coming to the conclusion is that beginning in the early 1920s, just like inAmerica, in Germany there was a resurgence of interest in spiritualism and in the occult.And we can trace Hitler and some of his handlers directly into some of these occultsocieties, such as the Vril or Thule Society."},{"pageNumber":6,"pageContent":"What seems to have happened in an early day version of remote viewing, or perhaps whatwe would call channeling, they did come in contact with non-human intelligences, whichthis contact then provided them with clues – if not direct knowledge – of technology thatwas far beyond what the Allies were able to come up with. This is one of the keyexplanations for how the Nazis were able to continue on after WWII.DO YOU HAVE ANYTHING THAT SUPPORTS STRONGLY THAT THE BELL WASTRULY EXTRATERRESTRIAL TECHNOLOGY MADE BY TALL, BLOND-HAIRED,BLUE-EYED HUMANOIDS AND THAT WAS WHY HITLER HAD AN OBSESSIONABOUT A SUPER RACE OF TALL, BLOND, BLUE-EYED PEOPLE?I think that falls under conjecture, but informed conjecture. There is no question thatHitler, who was kind of short and dark-haired – he certainly did not match the descriptionof the Aryan Superman. Nevertheless, he and his SS were obviously just fixated on theidea of the tall, blond, blue-eyed Nordic German Aryan. Now, where did that come from?So, I think the assumption that it came from their channeling or remote viewingexperiences with the Nordic E. T.s, as has been described by numerous experiencers, Ithink that might be valid. But, we really don’t have any hard proof of that.THE BELL THAT NAZI GERMANY APPARENTLY HAD AT PEENEMUNDE MIGHTBE TRULY AN EXAMPLE OF AN EXTRA-TERRESTRIAL BIOLOGICAL ENTITYTECHNOLOGY?E. T. technology, that’s true. And the difference here is that in discussing the tall, Nordicblond E.T.s, all we have are narratives. There does not seem to be any hard evidence oftheir existence. And yet, when it comes to the Nazi bell, we have living witnesses whowere involved in that project who have described it. We have the physical remains of someof the testing facilities. The ruins are still there (the Selesia region on the border ofGermany and Poland.) They are very real. They do exist. So, there is more physicalevidence support for the Nazi bell technology than there is for the tall, blond Aryan E.T.s. Die Glocke and Time TravelWHY WAS THE BELL LINKED TO TIME TRAVEL?Because when you get these counter-rotating vortices of energy fields, apparently it cannegate gravity. Of course, anti-gravity is something that we’ve been searching for over avery long time. Apparently what happens is that if you negate gravity, you concurrentlyare negating time. This gets back into the missing time element within so many of the UFOsighting reports. People say, ‘Well, I saw this UFO at 6 PM and I didn’t get home until 7PM, and yet it’s only a ten minute drive. What happened to the missing time?’It’s well known in the literature that when the UFO comes over, the car stops, right? Andyet, when the UFO moves away, the car starts again. But, no one ever talks about turningon the starter or turning the key. No, the car stops and then it starts. That’s because in theenergy fields around the car, time stops as well as gravity is neutralized and that’s whatholds the UFO up in the air. The pistons, which were pounding away in the car enginefreeze – they just stop because time has stopped.Then when the energy field moves off, the pistons go back to banging again and the carmotor is running again. So, this is the correlation between gravity and time. If you havethis E. T. technology that can negate gravity, then you can also negate time, whichindicates you might be able to move within time. And that raises the distinct possibility oftime travel.We’re talking about the bell project, which definitely existed. And we’re talking aboutsome of the theoretical effects of the bell, but the main problem is that not much is knownabout the bell. It’s all been kept top secret and I personally believe that the secrets of thebell are still in certain files accessible by certain globalist factions today. Notice, I did notsay the U. S. government because the U. S. government implies your local IRS agent andyour postmen and your local representatives and they don’t have a clue!No, this power of technology is being kept very close to the chest by the people who see itas a means to power and control.WHERE DID ALL THE ALLEGED BELL-SHAPED, OR DISC-SHAPED, CRAFT GOAFTER WORLD WAR II?Good question. I don't know anyone who knows."},{"pageNumber":7,"pageContent":" Rise of Fourth Reich in America?WHAT IS YOUR GREATEST FEAR GOING FORWARD FROM JULY 2008?I don’t think there is any easy remedy for Washington, D.C. It’s so out of control, soover-bloated, so convoluted, so corrupt that there’s not going to be any way, short of just amassive march on Washington to tell everybody there to go and get a real job - and thatain’t going to happen. SO, WHAT DO YOU THINK IS THE FATE OF THE UNITED STATES?Well, I do think we’re kind of at a crossroads and I think it’s going to be a foot race to seewhether enough people wake up and we begin to take charge of our own lives and our owncommunities and our own neighborhoods.Hermann Goering at Nuremberg said, ‘Getting the people to go along with the leaders is nobig deal. It’s no secret. You just tell them they’ve been attacked and then you describeanyone who protests as unpatriotic.’ And we see that happening today in the UnitedStates!”More Information:The Rise of the Fourth Reich © 2008 by Jim Marrs,published by William Morrow, an imprint of HarperCollins Publishers.Click here to amazon.com.For further information about German rocket research, unidentified flying objects, andnon-human intelligences, please see my books and documentaries in the Earthfiles Shopand reports below in Earthfiles Archive:• 07/28/2008 — Updated Part 2: Why No Military Response to Radar Unknown Headed toBush Crawford Ranch on January 8, 2008?• 07/26/2008 — Part 1: Why No Military Response to Radar Unknown Headed to BushCrawford Ranch on January 8, 2008?• 07/25/2008 — Apollo Astronaut Edgar Mitchell Says Governments Covering Up E. T.s• 07/12/2008 — Updated - Part 2: Roswell Rock Matches August 2, 1996, U. K. Crop Pattern• 07/11/2008 — Updated - Part 1: Roswell Rock Matches August 2, 1996, U. K. Crop Pattern• 06/06/2008 — Updated: Mysterious Crash Near Needles, California• 05/22/2008 — Pregnant Cow Mutilation in Stockholm, Saskatchewan, Canada• 05/06/2008 — Viewer Comments on Decatur, Alabama, White Sphere Incident• 04/24/2008 — Strange Aerial Lights Like Texas - But Now Photographed in Indiana, Illinois,and Massachusetts• 04/23/2008 — Four Red, Unidentified Lights Change Patterns Over North Phoenix• 04/07/2008 — Part 1: Bizarre Objects Caught by Illinois and Missouri Game Trail Cameras• 04/07/2008 — Part 2: Bizarre Objects Caught by Illinois and Missouri Game Trail Cameras• 04/06/2008 — Final Part 10: Real X-File, Source Unknown• 04/02/2008 — Part 9 - Real X-File, Source Unknown• 03/31/2008 — Mysterious Aerial Spheres: Letters to Earthfiles• 03/30/2008 — Part 8 - Real X-File, Source Unknown• 03/28/2008 — Deer Mutilation in Longs, South Carolina, Two Helicopters and Large, WhiteSphere• 03/20/2008 — Part 7 - Real X-File, Source Unknown• 03/15/2008 — Part 6 - Real X-File, Source Unknown• 03/08/2008 — Part 5: Real X-File, Source Unknown• 03/04/2008 — Part 4: Real X-File, Source Unknown• 03/03/2008 — Updated Part 1: Real X-File, Source Unknown"},{"pageNumber":8,"pageContent":"• 03/02/2008 — Part 2: Real X-File, Source Unknown• 03/02/2008 — Part 3: Real X-File, Source Unknown• 02/26/2008 — Viewer Comments About Infrared Cameras, Aerial Symbols and Lights• 02/22/2008 — Abductee Jim Sparks Comments On Alien Symbol Technology• 01/24/2008 — Part 17, Final: In League With A UFO, Interview with Lou Baldin• 01/15/2008 — Updated: More Sky Spiral Mysteries in Iraq, Canada and Germany• 01/13/2008 — Part 16: In League With A UFO, Interview with Lou Baldin• 01/11/2008 — Canadian \"Disc\" and Smoke Spiral Still A Mystery• 01/07/2008 — Part 15: In League With A UFO• 01/05/2008 — Part 14: In League With A UFO• 01/02/2008 — Part 13: In League With A UFO• 12/29/2007 — Part 12: In League With A UFO• 12/27/2007 — Updated - Part 11: In League With A UFO• 12/22/2007 — Part 10: In League With A UFO• 12/20/2007 — Updated: Viewer Letters About Secret American Military Space Program• 12/18/2007 — Part 9: In League With A UFO• 12/16/2007 — Part 8: In League With A UFO• 12/14/2007 — Part 7: In League With A UFO• 12/12/2007 — Part 6: In League With A UFO• 12/11/2007 — More Confirmation of May 1974 Discs in Albuquerque and Huge CylinderCraft At White Sands Provi ng Ground.• 12/08/2007 — Another Eyewitness to Glowing Disc and Military Security in Albuquerque,New Mexico• 12/07/2007 — Part 2: Secret American Military Space Program?• 12/03/2007 — Part 5: In League With A UFO• 12/01/2007 — Part 1: Secret American Military Space Program?• 11/29/2007 — Part 1: Glowing Disc Encounter with Military in Albuquerque, NM• 11/29/2007 — Part 2: Glowing Disc Encounter with Military in Albuquerque, NM• 11/29/2007 — Part 3: Glowing Disc Encounter with Military in Albuquerque, NM• 11/25/2007 — Part 4: In League With A UFO• 11/21/2007 — Part 3: In League With A UFO• 11/20/2007 — Do Black Budget Trillions Support A Secret American Space Program?• 11/14/2007 — Part 2: In League With A UFO• 11/08/2007 — More Unusual Animal Deaths• 11/06/2007 — Part 1: In League With A UFO• 09/20/2007 — Part 2: Psi Spies - True Story of America's Psychic Warfare Program• 09/16/2007 — Part 5: Military Insiders Comment About Zeta Reticuli and EBENs• 09/14/2007 — Part 1: Psi Spies - True Story of America's Psychic Warfare Program• 09/11/2007 — Part 4: Military Insiders Comment About Zeta Reticuli and EBENs• 09/07/2007 — Part 3: Military Insiders Comment About Zeta Reticuli and EBENs• 09/05/2007 — Part 2: Military Insiders Comment About Zeta Reticuli and EBENs• 08/31/2007 — Part 1: Betty and Barney Hill: Captured!• 08/31/2007 — Part 2: Betty and Barney Hill: Captured!• 08/30/2007 — Part 1: Military Insiders Comment About Zeta Reticuli and EBENs• 01/02/2007 — Grey Aerial Disk Reported by Chicago O'Hare United Airlines Pilots andMechanics• 12/27/2006 — Part 7: Inside Saucer Post ...3-0 Blue• 10/28/2006 — Close UFO Encounter by USAF Eyewitnesses• 10/02/2006 — Unusual Deaths of Six Female Goats in White Salmon, Washington• 09/05/2006 — Part 2: \"Alphonso Lorenzo\" - Military Visitor to Another Planet?• 07/17/2006 — Area 29 - A Reverse Engineering Center of E. T. Technology?• 05/05/2006 — Military Man's Description of EBE Telepathic Download• 02/28/2006 — Part 13 - Peculiar Phenomenon: Early United States Efforts to Collect andAnalyze Flying Discs• 02/27/2006 — Part 4: Military Voices Reply About Government Interaction with UFOs• 02/17/2006 — Updated: White Sands Navy Radar Operator Saw Discs Circle V-2 RocketLaunches• 02/05/2006 — Part 11 - Peculiar Phenomenon: Early United States Efforts to Collect andAnalyze Flying Discs• 01/29/2006 — Part 10 - Peculiar Phenomenon: Early United States Efforts to Collect andAnalyze Flying Discs• 01/13/2006 — 31st Cattle Mutilation on Red Bluff, California Ranch• 01/09/2006 — Part 8 - Peculiar Phenomenon: Early United States Efforts to Collect andAnalyze Flying Discs• 12/31/2005 — Part 6 - Peculiar Phenomenon: Early United States Efforts to Collect andAnalyze Flying Discs• 12/27/2005 — Part 5 - Peculiar Phenomenon: Early United States Efforts to Collect andAnalyze Flying Discs• 05/03/2005 — Part 2: Japan Air Lines Pilot Interview About November 1986 UFOEncounter• 05/03/2005 — Part 3: Japan Air Lines Pilot Interview About November 1986 UFOEncounter• 04/14/2005 — \"Battle of Los Angeles\" On February 25, 1942: When America's 37th CoastArtillery Brigade Fired Off 1,430 Anti-Aircraft Shells At A UFO• 04/13/2005 — Highly Strange Dog Death in Arkansas; 2000-Pound Bull Dropped On LogPile and Calf Skinned• 02/21/2005 — Updated - Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 01/15/2005 — Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 1: UFO Retrieval inFlatwoods, West Virginia• 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 2: USAF StarfireDisappeared Over Gulf of Mexico• 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 3: Nuclear PhysicistStanton Friedman Comments• 12/30/2004 — Audience Feedback About Earthfiles \"September 12, 1952: America's 'SecretWar'?\"• 12/22/2004 — Part 1: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\"with Canadian Researcher, Grant Cameron"},{"pageNumber":9,"pageContent":"• 12/22/2004 — Part 2: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\"with Canadian Researcher, Grant Cameron• 12/17/2004 — Updated - Feedback About Destruction of U. S. Military Records• 12/10/2004 — Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 12/10/2004 — Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 12/07/2004 — Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 12/04/2004 — Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 02/12/2002 — JFK, MJ-12 and Outer SpaceWebsites:German Die Glocke: http://discaircraft.greyfalcon.us/DIE%20GLOCKE.htmGerman Vril Craft: http://en.wikipedia.org/wiki/Vrilhttp://www.bibliotecapleyades.net/ufo_aleman/esp_ufoaleman_6.htmPrescott Bush History: http://en.wikipedia.org/wiki/Prescott_Bushhttp://www.foxnews.com/story/0,2933,100474,00.htmlhttp://www.guardian.co.uk/world/2004/sep/25/usa.secondworldwarHabeas Corpus: http://en.wikipedia.org/wiki/Habeas_corpusMajestic-12 Documents: http://www.majesticdocuments.comUFO Casebook: http://www.ufocasebook.com/NUFORC: http://www.nuforc.org/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
