[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponPart 2: Getting Close to the “Big Bang” Inside Large Hadron Collider?© 2008 by Linda Moulton Howe“The discovery of Higgs boson particles would be the discoveryof a new force of Nature and the first one we will have seen in over a century.”- Joseph Lykken, Ph.D., Fermi Lab Particle Physicist Looking straight down a segment of the 17-mile-long circularLarge Hadron Collider accelerator. Image courtesy CERN LHC.This computer-generated image shows the location of the 17-mile-long (27 km)Large Hadron Collider (LHC) tunnel (in blue) about 300 feet down on the Swiss-France border.The four main experiments (ALICE, ATLAS, CMS, and LHCb) are located in underground cavernsconnected to the surface by 50 meter to 150 meter pits. Part of the pre-accelerationchain is shown in grey. Illustration courtesy CERN LHC.Return to Part 1September 9, 2008 Batavia, Illinois -Composition of Universe .4% glowing matter such as stars. 3.6% “normal” matter as we know it in planets and stars. 22.0% cold, invisible “ dark matter” detectable only by its gravitational influenceon normal matter."},{"pageNumber":2,"pageContent":" 74.0% invisible “dark energy.”Interview continued:Joseph Lykken, Ph.D., Particle Physicist. Higgs Boson: “Most Sought-after Particlein Modern Physics”Joseph Lykken, Ph.D., Particle Physicist, Fermi Laboratory, Batavia, Illinois, andMember of the CMS experiment, at the CERN Large Hadron Collider (LHC),Geneva, Switzerland: “WHAT SPECIFICALLY ARE YOU HUNTING WHEN YOUTURN THE HADRON COLLIDER ON?One of the things we are most excited about is that we think we might be able to producein the laboratory (LHC) some of the dark matter particles that we know are out there inspace and actually make up most of the mass of the universe. This is something we havelearned by looking through telescopes that there are huge amounts of dark matter, waymore than ordinary matter, out there in the galaxy and we don’t know what it’s made outof. We think with the LHC, we might be able to produce some dark matter and figure outwhat it is.[ Editor’s Note: Wikipedia – “In physics and cosmology, dark matter ishypothetical matter that does not interact with the electromagnetic force, butits presence can be inferred from gravitational effects on visible matter.According to present observations of structures larger than galaxies, as well asBig Bang cosmology, dark matter and dark energy account for the vastmajority of the mass in the universe. The observed phenomena which implythe presence of dark matter include the rotational speeds of galaxies, orbitalvelocities of galaxies in clusters, gravitational lensing of background objectsand the temperature distribution of hot gas in galaxies and clusters of galaxies.Dark matter also plays a central role in structure formation and galaxyevolution, and has measurable effects on the anisotropy of the cosmicmicrowave background. All these lines of evidence suggest that galaxies,clusters of galaxies, and the universe as a whole contain far more matter thanthat which interacts with electromagnetic radiation. The ‘far more matter’ iswhat is called dark matter.“The dark matter component has vastly more mass than the visible componentof the universe. At present, the density of ordinary baryons and radiation inthe universe is estimated to be equivalent to about one hydrogen atom percubic meter of space. Only about 4% of the total energy density in theuniverse (as inferred from gravitational effects) can be seen directly. About22% is thought to be composed of dark matter. The remaining 74% is thoughtto consist of dark energy, an even stranger component, distributed diffusely inspace. Some hard-to-detect baryonic matter makes a contribution to darkmatter, but constitutes only a small portion. Determining the nature of thismissing mass is one of the most important problems in modern cosmology andparticle physics.” ] HOW DOES THAT DARK MATTER HUNT RELATE TO THE SEARCH FOR HIGGSBOSONS?Yes, we’re very interested in the hypothetical Higgs boson, which we believe is related tothe force of Nature that gives other particles mass. As I was talking about gravity, thisHiggs boson would also be related to a fundamental force of Nature besides gravity and"},{"pageNumber":3,"pageContent":"the other forces we know about. So, the discovery of Higgs boson particles would be thediscovery of a new force of Nature and the first one we will have seen in over a century.[ Editor’s Note: Wikipedia – “The Higgs boson is named after Peter WareHiggs, professor emeritus at the University of Edinburgh, Scotland. Higgs isbest known for his 1960s proposal of broken symmetry in electroweak theory,explaining the origin of mass of elementary particles in general and of the Wand Z bosons in particular. This so-called Higgs mechanism, which had severalinventors besides Higgs, predicts the existence of a new particle, the Higgsboson often described as ‘the most sought-after particle in modern physics.’Although this particle has not turned up in accelerator experiments so far, theHiggs mechanism is generally accepted as an important ingredient in theStandard Model of particle physics, without which particles would have nomass.”] WHAT IS THE LINK BETWEEN THE HIGGS BOSONS, GRAVITY AND BLACKHOLES?We don’t know if there is a link and that’s one of the things we want to find out. One ofthe questions about the Higgs boson particle is even if it exists, we don’t understand whyit’s there or why the laws of physics make it possible for it to be there. One of the reasonswe started thinking about gravity in new ways is trying to understand what thoseconnections might be between the Higgs boson, which we think is a fundamental propertyof Nature, and what we already know are fundamental properties of Nature such as theproperties of gravity.So, this is all conjecture at the moment, which is why we needed to build the LHC and dothese experiments because I can make theories that connect anything to anything, but wenow have to go out and test those theories and see if the connections are really there.WHAT PROVOKED THE HYPOTHESIS OF A HIGGS BOSON IN THE FIRST PLACE?We found that we had very good theories of the particles that we knew. But those theories– even though they seemed to work well under most conditions – you could extrapolatethem mathematically and they started to make mathematical nonsense. So, that’s a verybad situation to be in as a physicist where you have a theory that seems to be correct interms of its predictions, but mathematically looks like it has contradictions.The bright idea of Mr. Higgs and some others was that if you just added this extra particle,the Higgs boson, you could make the theory work both mathematically and physically andNature would be in mathematical harmony again.So, that’s a mathematical motivation, but until you go out and do the experiments, youdon’t know really what is going on.DO YOU THINK THE HIGGS BOSON COULD BE RELATED TO THE MYSTERY OFDARK MATTER AND DARK ENERGY? SupersymmetryYes, it could be. There is a theory that I like very much called ‘Supersymmetry.’ And inthis theory, you explain both the existence of dark matter and the Higgs boson startingfrom a new principal of Nature called Supersymmetry, which relates particles to otherkinds of particles. So, this is one of the things we want to test: whether Supersymmetry isreally there and if the LHC turns on and works as planned, we should be able to tell youthat.[ Editor’s Note: Wikipedia: “In particle physics, supersymmetery (SUSY) isa symmetry that relates elementary particles of one spin to another particlethat differs by half a unit of spin and are known as superpartners. In otherwords, in a supersymmetric theory, for every type of boson, there exists acorresponding type of fermion and vice versa. As of 2008 there is no directevidence that supersymmetry is a symmetry of nature. But supersymmetry is acommon feature of most string theory versions, although supersymmetrycould exist in Nature even if string theory is wrong.”] SUPERSYMMETERY COMES INTO PLAY IN THE FAMOUS BELL’S EXPERIMENTIN WHICH PHOTONS WERE SENT THROUGH SLITS AND THEY FOUND THAT"},{"pageNumber":4,"pageContent":"ALL THE PHOTONS KNEW THE SPIN DIRECTION OF ALL OTHER PHOTONS.ISN'T THAT SUPERSYMMETERY?It’s very close to that. Supersymmetry is sort of like relativity in that it would be afundamental principal of Nature and the thing that it actually operates on is what we callquantum physics. What you were talking about in that famous photon experiment is one ofthe ways we determined that the world at a microscopic level obeys the laws of quantumphysics. Supersymmetry is a symmetry of the laws of quantum physics. It changes the wayquantum behavior operates in a microscopic world.DOESN’T IT IMPLY THAT EVERY SINGLE SUBATOMIC PARTICLE IS RELATEDSOME HOW TO EVERY OTHER PARTICLE IN THE WHOLE UNIVERSE?That’s exactly right. It relates particles to other particles, including particles that wehaven’t seen yet. So, this is the embarrassment of those of us who like Supersymmetry.Supersymmetry predicts many new particles and we have not seen them yet. When theLHC turns on, we hope to see at least a few of them.WHAT IS YOUR PERSPECTIVE ON THE IMPLICATION FROM SUPERSYMMETRYTHAT ALL SUBATOMIC PARTICLES IN THE UNIVERSE WOULD SOME HOW BECONNECTED – HOW DOES THAT RELATE TO THE MACRO WORLD THATWE’RE IN?This is a very interesting connection. Normally, in particle physics, we are looking at verymicroscopic properties of the world. But then when we look out into the universe and wesee dark matter and dark energy, those are the biggest things out there in the universe andwe’re trying to explain those by studying the microscopic features of particle physics.Another way to look at it is that what we are trying to do at the LHC is re-create some ofthe conditions of the Big Bang that created the whole universe that we see now. Part ofthe reason why there is a connection between the Big Universe and the MicroscopicUniverse is because ultimately, everything came from a Big Bang explosion wheneverything was very small, very microscopic and very hot. That’s what we are trying tore-create here with the LHC.IN AN ALMOST POETIC WAY, IT WOULD MEAN THAT EVERY SUN AND BLACKHOLE THAT EXIST IN THE UNIVERSE NOW ARE SOME HOW ALL LINKED IFWE COULD ONLY UNDERSTAND HOW.That’s right. The phrase we like to use is that ‘inner space’ is related to ‘outer space’ andouter space is related back to inner space. It’s those connections we are really interestedin.WHY IS IT THAT HUMANS FIGHT SO MUCH IF WE’RE ALL CONNECTED?(laughs) It’s interesting in physics because it has become so complicated and expensive,we now have these huge international collaborations. If the rest of the world behaved inthe civilized way we behave in physics experiments, we would be much better off. Wehave something like 60 countries collaborating on the LHC from all over the world andwe’re all getting along fine.BECAUSE YOU SPEAK ONE LANGUAGE, WHICH IS LARGELY MATH, YOU HAVESIMILAR GOALS AND IT IS A WIN WIN SITUATION FOR EVERYONE.That’s exactly right. We all benefit by doing the best science. What Happens If Black Holes Are Producedin the Hadron Collider?I’M GOING TO ASK YOU A HYPOTHETICAL QUESTION. IF THE HADRONCOLLIDER IS TURNED ON IN THE MORNING OF SEPTEMBER 10, 2008, ANDBLACK HOLES WERE PRODUCED AND THE EARTH WAS SWALLOWED UP,WOULD IT ALL HAPPEN SO FAST THAT NONE OF US WOULD KNOWANYTHING?Yes, if black holes did swallow Earth, it would happen so fast you would not see it comingand you wouldn’t know it happened. It’s similar to other cosmic catastrophes, some ofwhich might be the ultimate fate of our universe. If you talk about what is going to happenultimately to our universe 100 billion years from now, there are some cosmic catastrophes,which could befall us through natural processes (such as star blowing up in nova or gammaray burst). Fortunately, I guess, when those things happen, they are so catastrophic that"},{"pageNumber":5,"pageContent":"you don’t even know they are happening until it’s too late.And one of the things we don’t understand in physics is what happens inside a black hole.So, if you were swallowed by a black hole, you would be doing a very interestingexperiment. I’m not sure what you would see once you were swallowed up.HOW WILL YOU KNOW IF ANY BLACK HOLES ARE PRODUCED?The kinds of black holes we are expecting are microscopic and will live for a very tinyfraction of a second. However, they will decay into many very energetic particles that wecan detect in our big particle detectors. We expect that to be a very spectacular event. So,we have no doubt we can see these black holes if we are lucky enough to produce them.And we’re not worried that they are dangerous because if black holes can be produced atall, they are presumably happening with cosmic rays in the atmosphere all of the time. Thedifference here at LHC is that we are doing it in the laboratory and be able to get a handleon it and figure out what is actually going on.WOULD THE HIGGS BOSON BE ONE OF THE PARTICLES PRODUCED BY THECREATION OF A BLACK HOLE AND ITS DISINTEGRATION?That’s certainly true. One of the things is that we might end up not producing Higgsbosons directly, but we might produce them from the decay of something more exotic suchas a back hole or some Supersymmetry particles.WHAT ARE THE NAMES OF SOME OF THE PARTICLES THAT MIGHT SHOW UP IFA BLACK HOLE IS PRODUCED AND DISINTEGRATES? Neutralinos – Dark Matter?My favorite other particle I haven’t mentioned yet is called the ‘neutralino.’ This is aparticle that is predicted by Supersymmetry to be the dark matter. So, that’s anotherparticle we are very interested in. It could be produced from the decays of other particlesor decays of black holes. If we could find that particle in the LHC experiments, we willhave discovered the identity of dark matter.NEUTRALINO REMINDS ME OF NEUTRINO. IS THERE A CONNECTION?Yes. The reason they have a similar name is that both of them are neutral particles andthey react very weakly with ordinary matter. So, this is why neutrinos are very difficult forus to detect and is the reason why neutralinos would be the dark matter. They would bedark precisely because they don’t interact, they don’t give off light like normal matterdoes.WHAT IS THE SOURCE OF NEUTRINOS?Neutrinos are produced by ordinary collisions. We do this all the time here at the FermiLab. We’re very interested in neutrinos because they are a strange type of particle, too,and we’re studying them right now with big experiments we’re doing here.BUT IN THE UNIVERSE, WHAT PROCESS PRODUCES NEUTRINOS?Neutrinos were produced in the Big Bang. And they are currently produced in the sun, forexample. We constantly have millions of neutrinos passing through our bodies at any giventime produced by the sun. They are produced in the basic fusion process that powers thesun.WHAT IS A NEUTRINO?A neutrino is very similar to an electron. It’s actually in the same family of particles as theelectron. Like the electron, it’s rather light. In fact, neutrinos are even lighter thanelectrons. The big difference is that electrons have charge. That’s why electrons make upelectricity and the neutrinos don’t. But other than that, we think they are very similarparticles.WHAT IS A NEUTRALINO THOUGHT TO BE?We think the neutralinos are related to ordinary photons that make up light. We think it iswhat we call the ‘super partner.’ As I was saying that Supersymmetry relates particles toother particles. In this case, the neutralino is related to the photons of ordinary light.BUT WOULD IT BE THE DARK SIDE OF A PHOTON IF YOU ARE LINKINGNEUTRALINOS TO DARK MATTER AND WE CAN SEE PHOTONS?"},{"pageNumber":6,"pageContent":"Yes, there is a great irony here. What I’m suggesting is that the dark matter is made up of aparticle that is the cousin of the photon, which is what makes up all light. But that isindeed what the theory is telling us.THE NEUTRALINO WOULD PROVIDE WHAT FUNCTION WITH PHOTONS?What we think it does is make the universe behave in a more stable way at themicroscopic level. Supersymmetry is a symmetry of how quantum physics works on amicroscopic level. One of the things we are trying to understand in particle physics is: Whyis our universe so stable at a microscopic level that it’s lasted for 13.7 billion years?So, we think the real purpose of this dark matter particle, neutralino, and ofSupersymmetry in general, is to make the universe more stable and more well behaved,which has allowed life to form and for the universe to have been around for billions ofyears.I BELIEVE IT WAS COSMOLOGIST ALAN GUTH WHO TALKED YEARS AGOABOUT MATTER, AS WE KNOW IT, BASICALLY BEING LIKE FOAM FLOATINGON TOP OF A HUGE UNKNOWN THAT WE STILL HAVE NOT BEEN ABLE TOIDENTIFY OR INTERACT WITH?That’s right. If you look at empty space, it looks like nothing is happening. But if you havea powerful enough microscope, as we do using particle accelerators, what you see is that alot is happening and it is a crazy kind of microscopic foam with all kinds of tiny particlesdoing all kinds of crazy things. So, the universe is actually not empty anywhere. Anywhereyou go in intergalactic space, there are all kinds of things happening at a microscopic level.YOUR BOTTOM LINE WOULD BE, AS A HYPOTHESIS, THAT DARK ENERGYAND DARK MATTER ARE THE COUNTER-BALANCE AS IN A YIN AND YANG TOTHE MATTER WORLDS?That’s right. In fact, dark energy and dark matter counter-balance each other. Dark matteris trying to make the expansion of the universe slow down and dark energy is trying tomake it speed up. At the moment, they are about canceling each other out. It’s one of thepuzzles of all this: if dark matter and dark energy have completely different causes, it ispuzzling about why they seem to be in near balance at this point in the evolution of ouruniverse. Dark Energy Is Driving Current Universe ExpansionTHAT WOULD SUGGEST STEADY STATE, BUT I THOUGHT THERE WAS DATASUGGESTING THAT THE UNIVERSE IS ACCELERATING APART.That’s right, so the dark energy is making the expansion speed up. The dark matter istrying to make it slow down. It’s still not steady state because the universe is expanding, sowhat I’m talking about is whether the expansion itself is speeding up or slowing down. Butthere is no doubt that expansion is happening.THAT MEANS THAT RIGHT NOW THAT DARK ENERGY HAS MORE INFLUENCETHAN DARK MATTER?Yes. We think there is about three times as much dark energy as there is dark matter,which might seem like a lot more. But really, dark energy could have been a thousandtimes more or a thousand times less and it’s quite puzzling that the two, dark energy anddark matter, seem to be in almost a balance now.COULD DARK ENERGY AND DARK MATTER BE THE INFLUENCE OFUNDETECTED UNIVERSES BEYOND THIS ONE?It’s certainly possible. One of the things we’re interested in in particle physics is thepossibility of extra dimensions of space. If there are extra dimensions of space, it meansthe universe is much larger than the big universe that we see because there are otherdirections you can move off into.People have thought about the question: Is dark matter dark because it is actually movedoff a little bit in some extra dimension and living off in a different universe by itself andonly talking to us through the force of gravity? So, that’s one of the things we’re trying tocheck by doing the LHC experiments.Einstein told us many years ago that gravity is really related to bending the fabric of spaceand time. So if there really is a bigger universe filled with other dimensions, gravity should"},{"pageNumber":7,"pageContent":"still connect everything to everything. And so, that should be our way of communicatingwith whatever is out there, even if it is invisible and moved off in another dimension.HOW STRANGE THAT IN SEPTEMBER 2008, WHEN THE LARGE HADRONCOLLIDER IS FIRED UP, THAT WE STILL HAVE NEVER FOUND ONE PROOF OFW H AT G R AV I T Y I S .Yes, I think this century will be the one in which we finally figure out gravity. We’vefigured out quite a bit about the other fundamental forces of Nature, but gravity is the bigquestion mark. It’s the thing that people like me spend a lot of our time wondering aboutprecisely because we’re so much in the dark.(LAUGHS) YES, AND IF THERE IS SUPERSYMMETRY WITHIN THIS UNIVERSE,THEN SUPERSYMMETRY MIGHT APPLY TO ALL UNIVERSES AND THATWOULD MEAN THAT GRAVITY ITSELF MIGHT BE THE BINDER OF ALL THEREIS?That’s exactly right. In fact, Supersymmetry was invented by people doing what we call‘string theory.’ The idea that there might also be multiple universes also came out of stringtheory, so these issues are all related together.WHAT IS YOUR OWN EXPECTATION ABOUT WHAT IS GOING TO HAPPEN INYOUR LIFE TIME FROM THE LHC DATA?I think there is a very good chance we’re going to learn the identity of dark matter fromthe LHC. I think we are going to find the Higgs boson and understand what that new forceof Nature is. And I think there is going to be at least one other big surprise that might haveto do with gravity, black holes or something really exotic. Or it could be something that wejust have not thought of.” A French nuclear power plant is providing the enormous power for the giganticaccelerator. Dr. Lykken told me, “Running the LHC requires huge amounts of electricity.Just their power bill alone is a large fraction of the money used to run the LHClaboratory.” Now, with the magnet breakdowns and spilled helium in the tunnel after theinitial September 10, 2008, first test, CERN announced that the LHC won't be fired upagain until spring 2009.Click here to see LHC Musical Rap Video.More Information:For further information about the Big Bang, dark matter and energy and other cosmicmysteries, please see reports below in the Earthfiles Archive:• 08/07/2008 — CERN Announces Start Date for Hadron Collider• 01/12/2008 — Our Milky Way Galaxy On Collision Course with Huge Gas Cloud - 40Million Years from Now• 10/18/2007 — A Quantum Math Description of Parallel Universes• 08/10/2007 — Levitation Possible by Reversing Casimir Force• 08/03/2007 — The Milky Way Is Devouring the Alien Sagittarius Dwarf Galaxy• 05/15/2007 — Hubble Finds Dark Matter Ring• 05/08/2007 — Exploded Star 5 Times Brighter Than Any Supernova Seen Before• 01/07/2007 — Universe's Mysterious Dark Matter - First 3-D Map• 01/07/2007 — Universe's Mysterious Dark Matter - First 3-D Map• 06/25/2005 — \"Junk DNA\" That's Not Junk• 04/01/2005 — What's Killing Off Marine Life Every 62 Million Years?• 01/17/2004 — Part 2 - Is Dark Matter the \"Heavy Shadow\" of Light Matter?• 01/13/2004 — Part 1 - Is Dark Matter the \"Heavy Shadow\" of Visible Matter?• 10/25/2003 — Science Data Reinforces Invisible \"Dark\" Matter and Energy Make Up 96%of Our Universe• 05/14/2003 — Hubble Telescope Finds \"Ashes\" of First Stars in This Universe• 02/24/2002 — Mysterious Slowing of Pioneer Spacecraft 7 Billion Miles from Earth• 12/20/2001 — Will Our Universe End With Its Final Light Frozen in Time?• 12/14/2000 — A Pleiadian Star Tears Apart Black Interstellar CloudBlack Hole s:• 01/25/2008 — Could Our Universe Be A Virtual Reality Processed By Other Intelligence?• 12/19/2006 — First Stars - Or First Black Holes - in Universe?• 11/27/2006 — Namibia Telescopes Find First \"Gamma Clock\" in Milky Way Galaxy• 12/04/2005 — Central Black Hole Affects Massive Perseus Galaxy Cluster• 11/09/2005 — Cosmic First Light and Black Hole At Our Galaxy's Center• 03/03/2005 — What Made Five Strong Radio Bursts At the Center of Our Galaxy?• 09/12/2000 — Black Holes - A Surprising Mass in the M82 Galaxy• 09/06/2000 — Hubble Photographs Mystery Object in Centaurus Constellation• 04/24/2000 — A Black Hole in the Big Dipper?"},{"pageNumber":8,"pageContent":"• 01/28/2000 — Black Hole Mystery at the Center of the Andromeda Galaxy• 01/17/2000 — Chandra Telescope Helps Solve X-Ray MysteryWebsites:Large Hadron Collider, CERN: http://public.web.cern.ch/public/en/LHC/LHC-en.htmlCERN: http://lhc2008.web.cern.ch/LHC2008/index-E.htmlFermi National Accelerator Laboratory: http://www.fnal.gov/Black Holes: http://en.wikipedia.org/wiki/Black_holeHiggs Bosons: http://en.wikipedia.org/wiki/Higgs_bosonSupersymmetry: http://en.wikipedia.org/wiki/SupersymmetryDark Matter: http://en.wikipedia.org/wiki/Dark_matterDark Energy: http://en.wikipedia.org/wiki/Dark_energy Credits Copyright © 1999 - 2010 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2010, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
