[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponMystery of Missing East Coast Acorns © 2008 by Linda Moulton Howe“Once I started paying attention, I couldn't find anyacorns anywhere. Not from white oaks, red oaks or black oaks,and this was supposed to be their big year. It's really bizarre!”- Greg Zell, Long Branch Nature Center, Arlington, VirginiaAcorns on Black Oak, Quercus velutina.Image from Virginia Dept. of Forestry.Oak forest in Arlington and Alexandria, Virginia, region of East Coast where botanistsconfirmed there were no acorns at all on the ground or in the trees of certain areas extendingfrom Washington, D. C. up along I-95 north to New England and Canada.Image provided by Rod Simmons, Alexandria Field Botanist.December 21, 2008 Alexandria, Virginia - This fall, Greg Zell, a naturalist working atthe Long Branch Nature Center in Arlington, Virginia, went to one of the many oak foreststhat have long grown around Arlington, Alexandria, Virginia, and in Maryland forests. Hewanted to gather a lot of oak acorns to feed flying squirrels in a program run by the LongBranch Nature Center. Greg was in for a surprise. “I couldn't find any acorns anywhere.Not from white oaks, red oaks or black oaks, and this was supposed to be their big year.We're talking zero. Not a single acorn. It's really bizarre!”One of Greg Zell's colleagues is Rod Simmons, who works as a Natural Resource Specialistand Field Botanist in the Alexandria Department of Recreation, Parks and Cultural Activities, Div. of Park Planning - Horticulture. Rod is also a contract botanist with theNational Park Service and the Maryland and Virginia Natural Heritage program. At first,Rod Simmons thought the missing acorn phenomenon was confined to north Arlington.But within a couple of weeks, an instructor in the National Audubon Society, ChrisFleming, told Rod she was looking for acorns for her class in both Fairfax County,Virginia, and in Montgomery County, Maryland, and could not find any acorns either. He"},{"pageNumber":2,"pageContent":"also heard from a colleague in Central Pennsylvania who said there were no acorns there.On November 30, 2008, an article in the Wa sh i n g t o n P o st by Brigid Schulte, headlined“Acorn Watchers Wonder What Happened to Crop.” Soon, the mystery was beingdiscussed everywhere and email began to pour into the the offices of Greg Zell and RodSimmons.The region of missing acorns seems to be from the Washington, D. C., going up the fall linealong I-95 and west of the freeway through central Pennsylvania, up through New Englandand in parts of eastern Canada. Naturalists in Richmond, Virginia, only 50 to 100 milesaway, reported plenty of acorns.Interview:Rod Simmons, Natural Resource Specialist and Field Botanist, Alexandria Dept. ofRecreation, Parks and Cultural Activities, Div. of Park Planning - Horticulture,Alexandria, Virginia: “I have been doing botanical surveys and horticultural work forabout eighteen years and I’ve never seen such a complete lack of acorns, never before.This was a zero year. Nothing was produced.SO YOU WERE SHOCKED?I was shocked, yes. I scratched Alexandria oaks off the acorn list and went to other places,too. Where I started was in the dry upland oaks. Two oak species, the pin oak and willowoak, they bloom two weeks earlier on average in April than the rest of the oaks, so theydid produce some acorns this year. And that could explain some of the reports we receivedfrom people saying they had acorns. But if you looked for white oak, black oak, andsouthern red oak – there were no acorns from those trees this year!IN THOSE UPLAND OAKS, IS IT FAIR TO SAY THAT IN THE LAST QUARTERCENTURY, NOBODY HAS EVER DOCUMENTED A COMPLETE LACK OFACORNS BEFORE FALL 2008?I have never heard of such a thing before, zero production in the greater Washington, D.C., Alexandria and Arlington County and parts of Fairfax County and parts of CharlesCounty, Maryland. But oaks along the western shore of the Chesapeake Bay and inextreme southern Maryland along the Potomac River are apparently doing fine. The lackof acorns is along the I-95 corridor and west of there.There were a few acorns that I found on a tree that never formed properly and thatsuggests the oaks were never pollinated well. That is my theory: that we had so much rainduring the crucial seven to ten days for pollination in May 2008, that it greatly affecteddistribution of pollen. Oaks depend on windblown pollen.IF THERE IS A LOT OF RAIN, THEN IT WASHES THE POLLEN OUT OF THE AIR?Yes, to the ground. If you have a dry spring, the pollen blows around and coats cars andeverything, including the oak trees.SO, IF THE CLIMATE CHANGED AND THERE WAS A LOT OF RAIN ON THE EASTCOAST, THIS WOULD IMPACT ON THE WIND POLLINATION OF TREES SUCH ASOAKS?Yes, and that is a good point. That’s one of the types of climate change that can benegative for tree pollination. If a state is supposed to get 40 inches of rain a year, let’s say,what we’re finding here is that some years we still get the 40 inches of rain; however, it isnot distributed evenly through the year like it used to be. It’s more a dry season and wetseason now and for ten years, we’ve had really bad drought.THEN WHEN IT RAINS, IT CAUSES FLOODING?Yes, you get six inches of rain in one downpour and then you don’t get anything formonths. Abnormal May 2008 Rain in MarylandNOAA: “May 2008 was the third wettest month on record dating to 1871.Monthly rainfall totaled 10.66 inches, only .03 inches behind the record of10.69 inches set in both 1889 and 1953. Two daily rainfall records were set.On May 11, 2008, 2.63 inches of rain fell, breaking the old record of 1.48inches set in 1924. Rainfall of 2.22 inches on May 9, 2008, broke the oldrecord of 1.13 inches set in 1919.”"},{"pageNumber":3,"pageContent":"IF THOSE HEAVY RAINS COME IN THE SPRING AT POLLINATION TIME, THENYOU’VE GOT THE POLLEN PROBLEM FOR THE OAKS?Yes. For example, 75 miles east of Washington, D. C. this year, the acorn production wasfine, according to reports I’ve received – like along the Chesapeake Bay was very good.But we’re finding more and more little micro patterns of climatic change. The drought lastyear was much worse along the Potomac River, hugging both sides of the river. Then asyou went into the interior away from the river, there was still drought, but not as severe.It’s little areas that are sometimes greatly affected and has a domino effect. Without Acorns to Eat,What Happens to Animals?FOR THE ANIMALS THAT ARE DEPENDENT UPON ACORNS FOR FOOD, RIGHT?Yes, and lots of other things we aren’t aware about. The oak acorns are basically a foodproduct for animals. They aren’t really necessary to keep forests going that are alreadymature. So most of the acorns that come down already have weevils in them and lots ofanimals that eat them. Squirrels are one of many species. So do chipmunks, mice and deerand turkeys. 300-Year-Old Oak Knocked Downin 2008 Rain StormIF THE ACORN DISAPPEARANCE IS RELATED TO CHANGING CLIMATE, THEANIMALS WILL EITHER HAVE TO MOVE TO WHERE THEY CAN FIND FOOD ORMANY WON'T SURVIVE?That’s very true. To emphasize how the climate is changing here, there is an old growthforest that was preserved near Washington, D. C., about ten years ago. The forest isdominated by oak. It’s a special forest. In addition to being old growth, a lot of the treesthere were in excess of 200-years-old, including the Maryland state-champion ChinquapinOak (Q. muehlenbergii) that blew down during well-above average rainfall in short periodin winter followed by heavy winds. That magnificent oak had stood there for at least 300years.Maryland state-champion Chinquapin Oak (Q. muehlenbergii)"},{"pageNumber":4,"pageContent":"that blew down during well-above average rainfall in short period of 2008 winter,followed by heavy winds. That oak tree had stood there for at least 300 years.Image courtesy Rod Simmons, Maryland Native Plant Society.It’s my personal opinion that global warming in the last decade, this is exactly the type ofeffect to occur on a local level. Drought through the growing season off and on, but severein the summer, the hotter and drier months. We didn’t get thunderstorms for moisture.Then in the winter season when it was cold, we got lots of rain. We got half the year’s rainor more and lots of strong winter winds. That super-saturated the ground in this old growthforest and a lot of the oldest, biggest oaks blew down in one storm because we had 6 to 8inches of rain instead of the old normal of maybe 2 inches. There was no reason for thoseancient oaks to come down. The trees were perfectly healthy. There was no disease or rotin the trunks. The soil became so wet that the roots could not hold and the trees blew downafter growing there for 300 to 300 years. There was no other reason why that championpin oak should have blown down, along with so many other long-standing oaks in thatsingle storm.In my opinion, this is clearly an example of climate change affecting an area that had beenunchanged for centuries. And NOAA says here in this region of Arlington and Alexandria,this was the wettest spring since 1871!With all the fragmentation and urbanization in northern Virginia, these oak forests arerelics. They aren’t being replenished or restored, so it’s hard for them to grow back theway they were because of invasive exotic plants and disturbance from spreading urbandevelopment.Oaks don’t need much moisture. That’s one of the reasons why they are here in this area.We get hot, dry spells. Nevertheless, if dry/wet continues, then diseases move in to takeadvantage of the oak stress levels. You’ve got tremendous insect predation such as thegypsy moths.Then the acorns produced don’t geminate well in drought-stricken areas and if we keepgetting the freak episodes of heavy winter winds and heavy rain, more trees will be blownout of the ground and lack of pollination. There is a variety of things affecting the oaks. E-mail Reaction to November 30, 2008,Washington Post ArticleWHAT WAS THE NATURE OF THE EMAILS YOU RECEIVED AFTER THEWASHINGTON POST ARTICLE – HAVE YOU HEARD FROM OTHERS WHO AREMISSING ACORNS?Many readers interpreted the article to mean that acorns were declining beyond the EastCoast and maybe throughout the U. S. and North America in general. That’s not at all whatwe were saying. We were describing only what we saw with our own eyes in the greaterWashington, D. C. region. We really were looking, too. We spent hours and hours on manydifferent days actively looking.That Wa sh i n g t o n P o st article generated a whole lot of interest nationwide. A lot of themessages to us were filling in different geographic ranges where there were good acornproduction. The south was doing very well. But up in New Jersey and to New England isnot doing well.BEYOND VIRGINIA, MARYLAND, PENNSYLVANIA AND TO NEW ENGLAND,HAVE YOU HEARD ABOUT ANY OTHER AREAS MISSING ACORNS?Places in Canada and Michigan. Even Californians contacted us about how acorns theredon’t germinate if the dry and wet cycles change. But two-thirds were from places doingfind with abundant acorns.YOUR CONCENSUS WITH OTHER SCIENTISTS IS THAT CLIMATE CHANGE WITHDROUGHT AND TOO MUCH WATER COMING TOO INTENSELY MIGHT BE ATTHE ROOT OF THE MISSING ACORN PROBLEM?Yes, that is the best theory we have. It’s a zero production in the areas we studied.WHERE YOU KNEW THERE HAD BEEN HEAVY RAIN IN THE SPRING?Oh, yeah. I went out to an area that is usually full of acorns and I could not find anythingfrom any of the different species of oak there. I’ve collected lots of acorns from there inthe past."},{"pageNumber":5,"pageContent":"One professor in California who has been studying some of those rare oaks like the blueoak in California said he had found good correlations between acid rain and killing oraffecting the oak pollen. That was interesting. I hadn’t considered acid rain. We do haveissues with pollution in this over-developed region. Counties east of Washington, D. C.,have arguably the second worst air quality in the nation just second to Los Angeles. Youhave to start looking at links like that, I guess.WHAT KIND OF RESEARCH WITH OAKS WILL YOU AND YOUR COLLEAGUESTRY TO DO IN THE UPCOMING SPRING 2009?I’m certainly going to go back to each area that were lacking acorns this year and next fallI’m going to study them. I’m also going to pay closer attention to what is happening withthe weather in May 2009, when the oaks are flowering. If the acorns don't show up in2009, I won't know what to make of such an unprecedented change. So, let's hopepollination goes well in the spring without too much rain.”More Information:For further reports about climate change affecting habitats, please see the partial listbelow from Earthfiles Archive:• 10/24/2008 — Rapidly Changing Earth• 09/26/2008 — NRDC Sues EPA for Honey Bee Lab Data and EPA Approves AnotherBee-Killing Pesticide• 08/31/2008 — Honey Bees Not Healthy in U. S. or U. K.• 08/29/2008 — Still No Sunspot Action on the Sun• 08/26/2008 — Update: Earthfiles Viewer Comments About UFOs and 14th Century BlackDeath• 08/15/2008 — Amphibian Warning Bell of Mass Extinctions• 06/21/2008 — Updated June 25, 2008: Increasingly Acidic Pacific Coast Waters ThreatenMarine Life• 04/10/2008 — Honey Bee Collapse Now Worse on West Coast• 03/28/2008 — Deer Mutilation in Longs, South Carolina, Two Helicopters and Large, WhiteSphere• 03/27/2008 — Ice Block Size of Northern Ireland Has Broken From Wilkins Ice Shelf inWest Antarctic Peninsula• 02/29/2008 — Mysterious Bat Deaths in New York, Vermont and Massachusetts• 02/05/2008 — Federal Court Rejects Bush Navy Sonar Exemption• 01/24/2008 — Part 17, Final: In League With A UFO, Interview with Lou Baldin• 01/18/2008 — Amphibians Dying Out At Alarming Rate• 01/15/2008 — Updated: More Sky Spiral Mysteries in Iraq, Canada and Germany• 01/12/2008 — Our Milky Way Galaxy On Collision Course with Huge Gas Cloud - 40Million Years from Now• 01/11/2008 — Canadian \"Disc\" and Smoke Spiral Still A Mystery• 01/10/2008 — Solar Cycle 24 Has Begun• 12/13/2007 — Update: As CO2 Increases, Carbonic Acid Build Up in Oceans Expected toKill Off Coral Reefs by 2050• 12/11/2007 — More Confirmation of May 1974 Discs in Albuquerque and Huge CylinderCraft At White Sands Provi ng Ground.• 12/08/2007 — Another Eyewitness to Glowing Disc and Military Security in Albuquerque,New Mexico• 11/29/2007 — Part 1: Glowing Disc Encounter with Military in Albuquerque, NM• 11/29/2007 — Part 2: Glowing Disc Encounter with Military in Albuquerque, NM• 11/29/2007 — Part 3: Glowing Disc Encounter with Military in Albuquerque, NM• 11/20/2007 — Do Black Budget Trillions Support A Secret American Space Program?• 11/08/2007 — More Unusual Animal Deaths• 10/05/2007 — Earlier, Faster and Deeper Arctic Ice Melt Down• 09/18/2007 — E. coli and Salmonella Continue to Threaten American Bagged Salad Greens• 08/17/2007 — Two Bulls and Several Cows Dead and Mutilated in Manitoba, Canada• 08/10/2007 — Levitation Possible by Reversing Casimir Force• 08/08/2007 — 2007's Warm, Erratic Global Weather• 08/03/2007 — The Milky Way Is Devouring the Alien Sagittarius Dwarf Galaxy• 07/28/2007 — Mysterious Aerial Lights Over Stratford-upon-Avon, July 14, andFarnborough, Hampshire, on July 22, 2007• 07/14/2007 — Schofield Barracks, Oahu, Hawaii - Huge, Lime Green Oval Craft HoveredOver Battalion Headquarters• 07/13/2007 — Iowa Minister Reports Large \"Crab/Scorpion\" Creature Attacked Cow• 07/11/2007 — Mystery of Night Shining Clouds - Another Global Warming Change?• 06/28/2007 — Hackenberg Apiary, Pennsylvania - 75-80% Honey Bee Loss in 2007. WhatHappens If Colony Collapse Disorder Returns?• 06/21/2007 — Large Lake in Southern Chile Has Disappeared• 06/01/2007 — Is Earth Close to Dangerous Tipping Point in Global Warming?• 05/29/2007 — Deadly VHS Fish Virus Has Spread to Lake Michigan• 05/29/2007 — Final Part 7: Eyewitness Links Animal Mutilations to Non-Humans• 05/18/2007 — Antarctica: Unprecedented Western Ice Melt and CO2-Saturated SouthernOcean• 05/08/2007 — Exploded Star 5 Times Brighter Than Any Supernova Seen Before• 05/04/2007 — Environmental Emergency Updates: Part 1 - Spreading Honey BeeDisappearances - Nosema ceranae Not the Answer?• 04/12/2007 — First 2007 Crop Pattern in United States• 03/17/2007 — Honey Bee Disappearances Continue: Could Pesticides Play A Role?"},{"pageNumber":6,"pageContent":"• 02/23/2007 — Scientists Hope \"Amphibian Arks\" Can Save Frogs and Toads• 02/23/2007 — Part 1: Earth Life Threats - Alarming Disappearance of Honey Bees• 02/23/2007 — Part 2: Earth Life Threats - \"Noah's Ark\" for World's Seeds• 02/02/2007 — Updated: New U. N. Global Climate Change Report: Earth Could Warm Up3.2 to 11.52 Degrees Fahrenheit by 2100• 01/13/2007 — Confusing Sun: Will Solar Cycle 24 Be Most Intense On Record?• 01/10/2007 — 2006: USA's Warmest Year On Record• 12/16/2006 — Updated: Unprecedented Die-Off of 2,500 Mallard Ducks in Idaho• 12/07/2006 — Earth Headed for Warmest Period in 55 Million Years?• 11/09/2006 — Outer Space Sunshade to Cool Earth in Global Warming?• 10/02/2006 — Unusual Deaths of Six Female Goats in White Salmon, Washington• 09/23/2006 — E. coli O157:H7 - Why Can't It Be Washed Off Contaminated Spinach?• 09/09/2006 — Methane - Another Threat in Global Warming• 08/23/2006 — Solar Cycle 24 - Headed for Intense X Flares by 2010-2012?• 08/19/2006 — Repair of Earth's Ozone Layer Has Slowed• 07/18/2006 — 2006 - Hottest Year So Far in U. S. History• 07/01/2006 — Cattle Mutilation and Glowing Discs in Saskatchewan, Canada• 06/28/2006 — Half Cats in Destin, Florida, and Beheaded Animals in Rochester, N. Y.• 06/24/2006 — \"High Confidence\" Earth Is Warmest in 400 Years - Maybe Even 2,000 Years• 04/08/2006 — Recent Caribbean Coral Reef Die-Off Biggest Ever Seen• 03/17/2006 — Planet Earth's Ice Melt• 02/20/2006 — Mysterious Deaths of Whales in Mexico• 01/13/2006 — 31st Cattle Mutilation on Red Bluff, California Ranch• 11/18/2005 — Is the Sun Heating Up?• 10/07/2005 — Warmer Sea Surfaces and Increased Wind Power Are Making HurricanesStronger• 09/29/2005 — 2005 Arctic Summer Ice Melt - Largest On Record• 09/23/2005 — Phenomenon of \"Instant\" Hurricanes in 2005• 09/23/2005 — 9 X-Class Solar Flares Between September 7 - 19, 2005.• 09/15/2005 — Animal Mutilations Reported in Switzerland, Hollywood and Kansas• 08/26/2005 — Another Cattle Mutilation in Canada• 08/26/2005 — What Is Killing Amphibians Around the World?• 08/18/2005 — Unusual Summer Swarm of Arkansas Copperheads• 08/05/2005 — Scientists Puzzled by \"Bizarre\" Pacific Coast Die-offs in 2005• 05/11/2005 — Greenland Sea Cold Water Re-Cycling Has Nearly Stopped. Britain Expectedto Become Cooler.• 05/07/2005 — Did Milky Way Gas and Dust Turn Earth Into Icy Snowball Four Times?• 04/13/2005 — Highly Strange Dog Death in Arkansas; 2000-Pound Bull Dropped On LogPile and Calf Skinned• 03/25/2005 — Glow of Distant Worlds Seen For First Time• 02/26/2005 — Collapse of Societies: From Easter Island to Iraq - to Western World?• 02/21/2005 — Updated - Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 02/03/2005 — Kyoto Protocol Goes Into Effect February 16, 2005. British Scientists WarnGlobal Temperatures Could Climb Higher Than Earlier Estimates.• 01/22/2005 — From U. S. to Arctic - A Sea Change in the Weather• 01/15/2005 — Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 12/31/2004 — Abrupt Climate Change Occurred Worldwide 5,200 Years Ago• 12/10/2004 — Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 12/10/2004 — Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 11/02/2004 — North Pole Summers Without Ice?• 10/15/2004 — Ever-Increasing Carbon Dioxide Build-Up in Atmosphere Since 1958• 10/06/2004 — Is NRC Making Terrorist Work Easier? Radioactive Material Sites On U. S.Government Website• 09/17/2004 — Cat 4 and 5 Hurricanes Charley, Frances and Ivan in Four Weeks-Unprecedented in American Recorded Weather History• 08/27/2004 — Global Warming Impact On Birds - More Extinctions Expected• 08/14/2004 — Oceans Are Absorbing A Lot of Greenhouse CO2. As Chemistry Changes,What Happens to Sea Life?Websites:Changing Climate Kills California White Fir and Jeffrey Pine Trees: http://www.sciencedaily.com/releases/2008/08/080811195317.htmAcid Rain Kills Forests: http://www.elmhurst.edu/~chm/vchembook/196forests.htmlNOAA Climatological Report (Monthly): http://mobile.srh.noaa.gov/pil.php?pil=LWXCLMDCA&version=27World View of Global Warming: http://www.worldviewofglobalwarming.org/pages/tropics-oceans.html“Extinction and the spatial dynamics of biodiversity,” PNAS, August 2008:http://www.pnas.org/content/105/suppl.1/11528.fullArctic Report Card 2008: http://www.arctic.noaa.gov/reportcard/index.html "},{"pageNumber":7,"pageContent":"Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
