[{"pageNumber":1,"pageContent":"2401 Hanscom DriveSouth Pasadena, Cal.August 10th, 1933.Israel Regardie, Esq.,American Express Co.,6, Haymarket,London, S. W. 1.Dear Sir and Brother:Your prompt response to my letter came as a welcome surprise when Ireturned from a three-day retreat into the dunes at Oceano, about 200 milesnorth of this place. I hasten to answer because I see that my somewhathastily written screed led you into a not unnatural misinterpretation of thatpart of my letter which had to do with Dam-Car. \"Blood of the lamb\" has forme no religious connotation whatever, at least none that would be of any aidor comfort to theological Christianity. For me, the Lamb is what has come tobe called the “Christos,” but that is something else again. Perhaps it isnot without significance that in some old Hindu representations of Agni thatgod is shown as a lamb carrying a notched banner, on which is blazoned aswastika. This symbol is the same as the familiar Agnus Dei of the Romanchurch, and some hint that the G.D. ritual-sources included this knowledge isto be found in the passages dealing with Abiegnus.It is curious, too, that the letters K and R, or at any rate the soundsnow indicated by these letters, begin the name Krishna, compose the Egyptianname for Horus (hieroglyphically \"put in Egyptian symbols for Horus here\"),are shown again in the Chi-Ro, and are the first two sounds in the nameChVRM, Hiram, according to one spelling -- the one used in the Biblicalreference whence the 3rd degree allegory is drawn. The practical point,which is certainly susceptible to verification, is that initiation is in somesense a chemical process, involving subtle changes in the blood-stream of theinitiate.Yoga breathing, for example, has a tendency to raise the carbonmonoxide content of the blood, just as does the inhalation of tobacco smoke.Patanjali is careful to tell us that the Siddhis may be brought intomanifestation by chemical means, by which he intends to indicate the use ofcertain drugs. (To be sure the reaction from these drugs makes themunsatisfactory for the purpose of genuine unfoldment; it being, so to say,too high a price to pay for the Siddhis). But it seems to me very clear thatall practices leading to this evolution of our latent powers must include thechemical changes I have referred to. Hence Brother C.R. meets the Wise Menin the temple of the Blood of the Lamb-- or, in plain language, oneestablishes rapport with the Chiefs of the Invisible Order because of subtlephysiological changes in one’s own body, and particularly in the chemicalstate of the blood-stream. Yoga practice brings about these changes. Sodoes ceremonial magic. So do some kinds of ascetic practice. So do drugs.But I agree with you that for the right sort of temperament there is nomethod more suitable than ceremonial magic. And here I am, as you are,dealing with the results of prolonged experiment. The Qabalisticinterpretation of C.R. and of Dam-Car is but the recognition of a formulawhich sums up an experience. The more so because the Temple is in Arabia,which place-name means “desert,” or “sterile,” and so corresponds exactly tothe temporary state of Brahmacharya which is indispensable to success in thiskind of practice, as it is, in lesser measure, to success in say, boxing or"},{"pageNumber":2,"pageContent":"foot-racing. But temporary only, observe, hence the Fama says that C.R.bargained with the Arabians for a specific sum. And this, too, after he hadobliged to tarry in Damascus (“work”) by reason of the feebleness of hisbody. Notwithstanding which feebleness he gained favor with the Turks byreason of his skill in physic. Consider that the Turks belong to a wave ofdevelopment in the human organism preceding that to which we belong - - theMongolian powers of physical recuperation are probably known to you-- andthis becomes plain enough. After the transmutation of “Brother P.A.L.” atCyprus (birth-place of Venus, and easternmost island in the MediterraneanSea) C.R. continues his journey, stops at Damascus, hears of the Wise Men,and then abandons his quest for \"the abode of peace\" (Jerusalem). As aresult of his training at Dam-Car he translates the Liber Mundi into Latin,the language of science. (Compare Boehme’s declaration that in his brieffirst period of illumination the book of nature was opened to him). Then hegoes down into Egypt to study plants and animals. Thence to Fez, theintellectual center of that period, where he found the Qabalah mixed with theerrors of their religion-- just as the Reception has always been distorted bymere intellectuality.The whole thing adapts itself perfectly to the actual experience onegoes through. But it offers no comfort whatever to Christian orthodoxy, orto Christian heterodoxy, for that matter.As to the circumstances which led to my rejection of the historicpretensions of the G.D., they are, in brief, as follows:1. I became a member of Thoth-Hermes Temple (established, I believe,in the late nineties by S.R.M.D., who conferred the honorary degree of 7=4upon a Mrs. Lockwood, then an associate of W.Q. Judge. She went to Paris toget her contact with S.R.M.D., and Thoth-Hermes languished along as a littlegroup of serious thinkers until Michael Whitty came into it.) My initiationfollowed the publication of my Tarot articles in THE WORD and AZOTH, in bothof which magazines I gave the correct attribution of the major trumps to theHebrew alphabet. This I had arrived at by what then seemed to me to beindependent research, before anything was published about it in the Equinox,or elsewhere. Since then I have found out, of course, that my research was byno means so \"independent\" as I supposed.2. A quarrel among the chiefs of Thoth-Hermes led to the withdrawal ofMrs. Lockwood, the then Praemonstrator and her husband, who was Imperator.S.R.M.D. being now dead, V.N.R. appointed Whitty’s sister as ImperatrixHoward Underhill (an excellent astrologer) as Cancellarius, and Whitty asPraemonstrator, with myself as Sub-Praemonstrator. This was early in 1918.Whitty’s health failed as a direct result of magical practices based on Orderformulae, but sadly deficient in adequate protection, and at his death Ibecame Praemonstrator.3. V.N.R., supposedly 7=4 in fact, then began to display extraordinarymisunderstanding of the American situation. She encouraged a Frater inChicago to initiate anybody possessed of $10 (by mail), and soon the countrywas flooded with Neophytes who had never seen the inside of a Temple. Shealso muddled a situation which arose in Thoth-Hermes so badly that certain ofus who were heart and soul devoted to the welfare of the Order, and had thenno doubts as to its authenticity, became convinced that she, at least, was norepresentative of the Secret Chiefs, nor possessed even the lesserclairvoyance which should have enabled her to straighten out the situation."},{"pageNumber":3,"pageContent":"4. Then, for the first time, I began to examine the evidences we hadas to the claims of the G.D. Brodie-Innes made solemn asseverations that hehad verified them, but offered nothing in the way of evidence. And just atthis juncture I began to examine the rituals and knowledge-lectures, etc.that were supposed to be in the direct line of historical descent from theoriginal Foundation. I found nothing that was not in print prior to theestablishment of the G.D., except certain negligible contributions to theFlying Rolls, and the material on the Tattvas.But the Tattva instruction was so evidently pirated without theslightest acknowledgement from Rama Prasad’s Nature’s Finer Forces thatBrodie-Innes himself recognized the necessity of a revision of the text. Therituals had two \"high spots,\" as we say in America. The first was theNeophyte ceremony, the second the Vault ceremony. The others were, as A.C.has remarked, turgidly written parades of the occult information possessed byS.R.M.D., and written in a style so peculiarly his own that nobody couldmistake it.5. The magical ceremonials, aside from the pseudo-Egyptianinterpretation of the two rituals just mentioned, revolved largely aroundDee’s and Kelly’s tablets. Now, I am far from denying that one gets resultsof a kind by the use of these tablets. Nor would I go so far as to say thatthe Enochian language is to be disregarded by any student of magic. On theother hand, it is not beyond the power of man to invent a coherent language.I did that very thing as a boy. On a grander scale we have Volapuk,Esperanto, and Id o. To say nothing of the language of Mars, which you mayfind in that interesting volume \"From India to the Planet Mars,\" by Flournoy.My criticism of this part of the G.D. work is: (First) that it emanatedso largely from Kelly; (Second) That the tablets are part of a rigmarole bywhich Kelly persuaded Dee that they two were to be the puppet-masters of anew European political order which should supercede the kingdoms thenreigning; (Third) That the same angel who dictated the Tablets also requiredthat Kelly and Dee should have all things in common, including their wives;(Fourth) That the whole project came to the same ignominious end that is tobe expected of human undertakings based upon the promises of spirits; (Fifth)That there is no good reason to suppose that Kelly and Dee, or theirenterprise, to say nothing of their magic, correspond to anythingRosicrucian; (Sixth, and most important) That I have personal knowledge ofmore than twenty-five instances where the performance of magical operationsbased on Order formulae led to serious disintegrations of mind or body. Fromthis last I have been preserved by the fact that my elevation to the Officeof Praemonstrator came just before my advancement to the office ofHierophant, so that I never performed the Hierophant’s part of the rituals.And these investigations I have just mentioned came to pass just before I hadcompleted preparations for the actual use of the formulas available to the 5= 6 Grade. Perhaps the most conspicuous example of the unfortunateconsequences of the use of these formulas is A.C. himself; but there areplenty of others that I know personally whose personal shipwreck has beenjust as complete, even though their smaller tonnage, so to say, makes theloss seem less deplorable than the disintegration of that great genius whom Iadmire and love just as much as you do, though my personal contact with himhas been of the slightest. Judging from your Treed of Life, you will beready to break several lances with me on this last criticism. Let me sayagain, then, that I do not question at all the magical efficacy of some ofthe formulas. S.R.M.D. knew a lot about magic (more than he did aboutQabalah, it seems to me), but there was a twist in his make-up that made him"},{"pageNumber":4,"pageContent":"a most dangerous guide, as many have found to their cost. The whole Enochianprocedure is indubitably potent. So are some of the practices of Obeah, towhich I have given long study, ever since I spent my childhood winters in theBritish West Indies.So, too, are mescal buttons, and hashish, and opium, and even Scotchwhiskey. But even as the Chinese in Lamb’s essay had to learn sooner orlater that it is not necessary to burn down a house to roast a pig, so, Ifear, will those who rely on G.D. formulas for magic learn to their cost,perhaps too late, that there is far more to magic than getting results.6. It is perfectly true that the Vault ritual \"does something\" tothose who are ready for it when they receive it. It did to me, and toseveral others of my acquaintance. I believe that the potency of this ritualand the effectiveness of the Neophyte initiation are explicable on the theorythat S.R.M.D. came into possession of certain rituals that probably emanatedfrom the circle of which Kenneth Mackenzie and Eliphas Levi were members. Itis part of my definitely verified knowledge that the Tarot material in theG.D. is a partial representation of work done by Mackenzie, and left in Mss.At his death. But all this has nothing whatever to do with the G.D.’sexplicit claim that it has warrants from the \"original Rosicrucian Order\"established by an actual person whose mystical name was ChristianRosenkreutz. That there is an Invisible Rosicrucian Order I am perfectlysure. That it inspired the Fama and Confessio I fully believe. That therehave been societies working on the R.C. pattern, which is that of the Tree ofLife, I also doubt not at all.But that the G.D., which V.N.R., before here death, was accustomed tocall \"my order,\" is in the authorized line of descent from such a societyestablished in any period around the 1400's or 1500's I most seriously doubt.After all, a tree is known by its fruits. Also by its roots.And one of the tap-roots of the G.D. historical claim is the ciphermanuscript from which the rituals were composed. Waite, in his big book onthe Order, published a photograph of a page of that Ms. It is fairly easy todecipher, and it contains the anachronism pointed out in his comment. Itrefers to the \"Egyptian Funerary Ritual\" when the fact is that the Book ofthe Dead is not only not that, but was not known at all by that title at theperiod when the cipher was supposed to be written.“Evidence of continuity which is practically incontrovertible” I have,and on the grounds you mention. But the continuity is of a stream of innerrelationship. Even when one enters an organization built on false pretense,he must encounter some truth. And those who have been in the Vault have madetheir contact with the True and Invisible Order, not because of thehistorical claims of S.R.M.D. with reference to the G.D., but because thereare actually true formulas among the hotch-potch of good and bad andindifferent which one finds in the “esoteric” literature of the G.D. Eventhat ridiculous Rosicrucian impostor, Spencer Lewis, who heads theA.M.O.R.C., cannot avoid getting some good stuff into his lessons, and I haveknown two or three persons who actually made their first contact with thereal thing through his Order. What I object to in the G.D. is the subtlemixture of really poisonous material with so much that is of value. And toget rid of the poison has been my principal undertaking form more than tenyears."},{"pageNumber":5,"pageContent":"The consequence has been that I have been obliged, as you suspect, toformulate the rituals anew. But there is no pretense to the sort ofhistorical continuity that is offered by Lewis, or Plummer, or Clymer, or theG.D., or any other “true Rosicrucian Order.” Neither is there any blindreliance upon invisible Chiefs in the astral plane or other \"higher worlds.\"But one who addresses himself to the work does find that, as in the Fama, onewho tarries in Damascus long enough to master the infirmities of his bodydoes hear of the Wise Men at Dam-Car. An in due course he makes his first-hand contact with those Wise Men, has his eyes opened, and makes his ownpersonal translation from the book M. After which he follows out, step bystep, the course marked in the Fama, reproducing in his own experience theincidents of that allegory.As to Fohat, that was a “feeler.” I share your feeling about H.P.B. asa Cabalist, and your anathema against Skinner is the voicing of my ownthought. Nevertheless, if there is anything Tibetan called “Fohat” (which Isometimes doubt, as I doubt everything from H.P.B.) It is too much likeShakti not to belong to Teth and Key 8.And of course Shakti has her place in Binah. Yet precisely that, itseems to me, makes Shakti belong also in the 19th path. For if there be onething that Qabalah seems to reiterate, it is this: \"Never forget, you whoaspire to the Reception, that all the various categories are but aspects ofthe One Thing, seen from different points of view. The whole Tree is in anySephirah. Equally is the whole Tree present in any single path.Poor Frater Achad! He tried to interest me in the “purple papers,” anddid so to the extent that I traced them to one source in Washington, D.C.,although that, naturally, was only a relay-station, and the persons active init knew almost nothing of their actual superiors. I have a notion as to whatis really behind the scenes, for this is not the only; thing of the sort Ihave encountered. The idea seems always to keep the member so busy with non-essentials and with reading that he does little or no work. Just cramshimself with words, or busies himself with distributing papers -- for whichservice in extracting generous contributions from the undiscriminating hereceives as recompense a high-sounding Sanskrit title!One of my occasional correspondents writes me that he has been in touchwith you–Sidney French, of New York City. He is really trying to learnsomething, and do something with what he learns. I am glad to hear that youare in communication.As to my books, there are only three -- An Introduction to the Study ofthe Tarot, which is a reprint of twelve papers published in AZOTH (and adreadfully inadequate performance); An Analysis of the Tarot (based onWaite’s Keys, and pretty bad); and The True and Invisible Rosicrucian Order.The last is now out-of-print. It was done on the mimeograph, and then boundin a small edition. I intend getting out a large edition in the near future,done, probably, in the same way. Most of my work is in the form ofcorrespondence lessons, and most of the lessons are subscribed to by personswhom I encounter by the peculiar American device of giving public lecturesand then forming private classes. It is one of the most loathsome of theproducts of American civilization, and I am so thoroughly fed up with it thatI am now beginning to experiment with another method of getting in touch withstudents who will really work."},{"pageNumber":6,"pageContent":"As this method will involve the rearrangement of the whole curriculum,all of this revolving around the Tarot and the Tree of Life, it seemsunlikely that I shall get a real Tarot book written for some time to come.Our problems in this country are peculiar, and have to be met in the way thatsolves them, irrespective of personal preference for more stately ways ofprocedure. But I’m having a good time doing the only thing that seems to beworth doing. And though one has to blow away a lot of chaff, there do remainsome grains of real wheat in the persons of determined workers who sooner orlater “make the grade.”Your Brother in L.V.X.,Perseverantia(signature)5=6"}]
