[{"pageNumber":1,"pageContent":" ALFRED NORTH WHITEHEAD LECTURES 1927-1928 Notes taken by Edwin L. Marvin Indexed with an Introduction by Roselyn Schmitt Forward by Lewis Ford A joint publication of Process Studies Supplements and The Whitehead Research Project © Copyright 2009"},{"pageNumber":2,"pageContent":" TABLE OF CONTENTS Introduction by Roselyn Schmitt ................................................................................ i Forward by Lewis Ford............................................................................................... iv Notes by Edwin L. Marvin.......................................................................................... 1 Index ........................................................................................................................... 168 Appendix:.................................................................................................................... 181 (Some terms in Process and Reality that are not mentioned in the Marvin notes.) "},{"pageNumber":3,"pageContent":" iIntroduction: \"The Marvin Notes\" During the academic year 1927-28, Alfred North Whitehead taught a course in the philosophy of science at Harvard University. One of the graduate students in that course was Edwin L. Marvin, who took detailed notes on the lectures for the entire year. Until now, the notes have been available only in typescript (167 pages), and were not indexed. Thus, they have not been readily accessible to the academic community. They are here presented, with a detailed index as well as with a list of some terms in Process and Reality that are not mentioned in the notes. 1 The notes may be helpful in supplementing some ideas in Process and Reality. For example, in the notes we read, \"So Plato's world soul may mean our activity or creativity; subordinate deities comparable to creativity of actual entities\" (M 42). 2 For one acquainted with Plato's views, that comment may suggest further content to Whitehead's notion of creativity. Again, with regard to the \"ideal of itself,\" the notes have \"Nonsense that there is one Ideal which a thing ought to be. This due to overzealous religious leaders. Want all the congregation to conform.\" (M 30). Compare with Process and Reality: \". . . In the primary phase of the subjective process there [is] a conceptual feeling of subjective aim . . . [which] suffers simplification in the successive phases of the concrescence. It starts with conditioned alternatives, and by successive decisions is reduced to coherence. The doctrine of responsibility is entirely concerned with this modification\" (PR 224). 3 Since Process and Reality is entirely bereft of diagrams, some (especially those teaching Whitehead) may find the diagrams in Marvin (presumably Whitehead's own) helpful. For example, the diagrams relating to human perception (M 22) fit well with the text in Process and Reality (63). The diagrams on feelings/prehensions (M 63, 67, 68, 72) correlate with passages in Process and Reality on those topics (236ff). The diagrams on past/present/future (M 79, 80) correlate with the discussion of causal past, present, causal future (PR 319-320). Perhaps the most valuable role for the notes is their relevance to the development of Whitehead's thought. According to Lewis Ford, by the fall of 1927 Whitehead had completed a draft in preparation for the Gifford Lectures, which he was to give in June of 1928 (EWM 182 ff). 4 Those lectures formed the basis for part two of Process and Reality (published in 1929). Part three was apparently developed during the spring of 1928 when he was focusing more on mathematics in the philosophy of science, and so was not as germane to his class. Ford calls the draft of the summer and fall of 1927 \"the Giffords draft.\" He considers \"the most singular doctrine of the Giffords draft\" to be \"that concrescence starts from a single unified datum, 'the datum of the concrescence,' rather than starting from a vast multiplicity of initial data, which are reduced to unity in the final satisfaction\" (188). Ford thinks that the change to the later view may have occurred sometime during the fall of 1927. Already on 10/6/27 Marvin lists \"two kinds of process\" as \"1. Transition from [past] actual entity to an immediate actual entity. 'Objectification'--of past actual entity to immediate actual entity. . . .2. Concretion (concrescence) whereby one actual entity is built up from its many objective data, and the actual entity is the realizing those many data into one drop of experience\" (7). 5 Also, throughout the Marvin notes there does not seem to be a significant distinction between the use of \"datum\" and \"data.” "},{"pageNumber":4,"pageContent":" iiSimilarly, Ford believes that the notion of subjective form probably came in the \"final transitional stages of the Giffords draft\" (EWM 205). In the Marvin notes, the term \"subjective form\" does appear rather late (3/27/28). It is here applied to an entire actual entity--not to an individual prehension: \"the totality of the prehensions acquires subjective form by a harmony\" (M 138). Earlier, however (12/6/27), Marvin lists three aspects of a feeling: \"1) What is felt, 2) How it is felt, 3) Where it is felt.” Whitehead has apparently not yet introduced the term \"subjective form\" for \"how it is felt.” But in the further explanation of \"how felt,\" Marvin has \"The subject grows out of the feeling. Originative element in concrescence of the subject is in respect to how it is felt. Intensity. Adversion and aversion. Purpose.\" (M 67) The latter four terms (underlined by Marvin) are explicitly called \"subjective forms\" in Process and Reality (PR 24, 211). Another concept that Ford believes came just before the Gifford lectures were presented is the Consequent Nature of God (EWM 182). Marvin has God only as Primordial (M 75); there is no hint of the Consequent Nature or of physical feelings for God. Thus, those notions may well have been introduced in May or June of 1928, just before the lectures were given. However, Ford also suggests that \"physical feelings and individualized data did not become features of Whitehead's system until the final revisions, when feelings and prehensions could be identified. That was not possible until the concept of 'negative prehensions' could be invented.” (EWM 219) The first claim appears to be problematical, if the \"final revisions\" occurred only after the Gifford Lectures were given (EWM 211 ff.). On 12/8/27, Marvin has \"prehensions\" divided into \"positive=Feelings; negative=Exclusions\" (M 70). In the following lecture (12/10/27) Whitehead describes \"enacted feelings\" as \"carrying on into the present of the feelings of the past. There is conformity in these sheer physical feelings.\" (M 72) In support of Ford's view, however, the terms \"simple,\" \"pure,\" and \"hybrid\" physical feeling do not appear in Marvin. Ford believes that a number of Whitehead's most characteristic ideas were introduced only after part two was completed. More of the concepts he lists as being in \"the final revisions\" are propositional feelings, intellectual feelings, and subjective aim as providing unity of the actual entity. The fact that none of these terms appear in the Marvin notes would support that analysis. The index of terms not mentioned will be helpful in making these detailed comparisons. The preceding analyses may suggest how the indexed Marvin notes may be helpful. They are here presented in their entirety."},{"pageNumber":5,"pageContent":" iiiNotes 1. I have corrected only obvious typographical errors in the notes, not attempting to fill in blanks or question marks left by Marvin. In a very few places, where I believe the typescript has an incorrect term, I have inserted a term and question mark in braces {}. I have kept the pagination of the typescript, and have included all the diagrams. (Special thanks to Katherine Lucas, a student worker at the College of Saint Benedict, who drew in most of the diagrams.) 2. Throughout this Introduction I will use “M” to refer to the Marvin notes. 3. In the Marvin notes, the term “subjective aim” is mentioned only once, on 3/27/28: “Final cause is the actual entity itself—its own subjective aim of what it is going to be” (M 138). “Ideal” [of itself] is used in M several times, but it does not seem to include the notion of accounting for the unity of the actual entity (cf., EWM 203). 4. Lewis Ford, The Emergence of Whitehead’s Metaphysics 1925-1929 (Albany: State University of New York Press, 1984). I use “EWM” to refer to this book. 5. Cf., M 11/3/27: “Two fluencies: (1) How past enters present; (2) concrescences of the present” (M33). Roselyn Schmitt Professor Emerita of Philosophy College of Saint Benedict Saint Joseph, Minnesota "},{"pageNumber":6,"pageContent":" iv Foreword A careful comparison between parts two and three of Process and Reality shows two distinct theories of concrescence. Part two is more conventional: the external world gives rise to a given situation of what is immediately perceived, which is then ordered in subjective experience. Thus there is first a datum generated by the past, from which the concrescence proceeds. Part three is more recognizably Whiteheadian, as it does away with this initial datum for the concrescence, and interprets the causal link with the past in terms of physical prehension, thereby locating all causal activity within the subject. Both the transmission and the ordering are found in the subjective process of concrescence. I have documented this shift, principally in two essays. 1 Although the earlier theory of part two was superseded, Whitehead nevertheless published it as is, as he did for many other superseded theories entertained along the way. While it often leads to confusion in discerning his systematic position, it does enable us to understand how his thought matured in the writing of Process and Reality. This shift in the theory of concrescence, and the invention of the concept of physical prehension, are particularly important steps in the growth of his thought. We can learn a considerable amount from the text itself, but more if this is supplemented by the notes which Edwin L. Marvin has recorded. They may not be as definitive as the text itself, but they can provide us with the most probable date at which a shift occurred, as well as with the sequence of ideas suggesting how it came about. We see this shift occurring most sharply with lecture 29 on December 6, 1927 (67). This considers ‘prehension’ more fully, introducing the notions of positive and negative prehension: “A prehension is either a definite prehension into feeling or into exclusion from feeling.” These are definite features of physical prehension, as revised. To be sure, prehension is mentioned previously (44, 50), but so briefly that it cannot be discerned what kind of prehension is intended. One sentence, however, is quite striking: “Feeling is the prehension of entities admitted to effective prehension” (49). It clearly anticipates positive prehension. It also seems to place prehension within concrescence, whereas on the earlier theory prehension forms the datum from which concrescence flows. The shift appears abrupt in the Marvin notes. The previous lecture (64-66) discussed the familiar theme of part two, namely the subjectivist and sensationalist principles. The next lecture (67) plunges us into the theory of physical prehension, thereby foreshadowing part three. In the last insertions to the text of part two of PR, we can trace several steps: previously feelings feel the datum, now they directly feel past actualities as data. These feelings are identified with prehensions, which changes the nature of prehensions. The distinction between positive and negative prehensions is introduced in order to clarify the relation between prehensions and feelings. 2 In Marvin’s lectures we jump directly to prehensions. Unfortunately, that leaves us with only a little over two weeks until the end of the term on December 22. Even so, the three last lectures were devoted to other topics. Since the spring term was devoted to the philosophy of science, particularly space and time (topics for PR, part four),"},{"pageNumber":7,"pageContent":" vthere was not much room for the analysis of becoming. Occasionally, however, there were lectures of relevance, such as lecture 38 (86). Its account of universals and particulars may have been prompted by the PR section devoted to that issue (PR II.1.5=PR 48-51), although Whitehead does not present his own position all that clearly in the lectures. In PR, part two, concrescence is prefaced by a datum, signifying all that is given in experience for that occasion. Data are not mentioned. For particular actualities, the data are not ‘given’. Only the datum, strictly speaking, is given, and it comes about by a process of objectification. Thus it is somewhat surprising that data are so frequently mentioned in the lectures, as in: Any general presupposition as to the character of the experiencing subject implies a presupposition about the environment providing data for the subject. A species of subject requires a species of data as its primary phase of concrescence. But such data are just the social environment under the abstraction (perspective) effected by objectification. (56f) The basic theory of PR part two definitely would have datum in the primary phase. Objectification is here understood primarily in terms of perspectival elimination. General scheme of extensiveness qualifies the general set of data out of which we all arise. Data are primary potentialities. (20) Actual entities are the data (not merely provide them). Not formally, but objectively, viz. as they enter into perspective relations dictated by their own internal relations. (17) Objectification does not seem to be a process whereby the many data become the one datum, as in PR, part two, but an arrangement of the data: Objectification is selection--putting some things in the background, others in the foreground. Distinction between universal and particular is blurred for Whitehead. Other actual entities enter the real constitution of any actual entity. Actual entity described in terms of both eternal objects and other actual entities. (17) Again we see how objectification anticipates perspectival elimination. Some issues are presented in a surprisingly different order than in PR. Thus the distinction between transition and concrescence, which first makes its appearance at the end of part two (PR 210), already appears in lecture 4: Two kinds of process 1. Transition from [past] actual entity to an immediate actual entity. “Objectification”--of past actual entity to immediate actual entity. All data are provided by objectification. Causation and perception start from same root--objectification. 2. Concretion (concrescence) whereby one actual entity is built up from its many objective data, and the actual entity is the realizing those many data into one drop of experience. (7)"},{"pageNumber":8,"pageContent":" vi Again, the four properties (triviality, vagueness, narrowness, and width), which appear quite early (PR 110-112) are to be found relatively late in the lectures (76). The chapter on “Organisms and Environment” may even be earlier, for it appears to make up a seamless whole with the later sections on perception (PR 117ff), and these seem to be a preliminary study for the Symbolism lectures delivered in April 1927. God is described as the complete conceptual valuation of all possibilities (PR 40). This draws upon earlier thoughts (RM 154). Yet this is an apparent insertion which inaugurates a series of insertions making a preliminary study for the final chapter on “God and the World”. If so, they may have been inserted when part three was almost completed. 3 But its mention in the Marvin notes places it more at the end of part two: The Primordial Actual Entity is a complete conceptual valuation of all possibilities. The eternal nature of God is the relation of all possibilities to each other. God is that part of the actual world which lays down the order that is relevant to the actual entity. God brings eternal objects in relation to the indetermination of the actual entity. (75) I had assumed that the passage outlining a Zeno-like argument for temporal atomicity (PR 68 ff) was made later, when Whitehead was reflecting upon the temporal implications of part three. 4 Marvin’s lectures suggest it was made in the late stages of part two. The earlier position, that the occasion is divisible, but not divided, in evident in an earlier comment: Actual entity is divisible but not divided, eliciting unity of feeling from the standpoint of its region. (27) But he moves to the position that an occasion is not divisible. What was needed was the particular sense in which it was indivisible, which is spelled out in PR such that an act of becoming is “not extensive, in the sense that it is divisible into earlier and later acts of becoming” (PR 69). He makes that same move in the next lecture, although in an aside, with no argument: There is no way of dividing up an actual entity in such a way that the parts are actual entities. (70) "},{"pageNumber":9,"pageContent":" vii Notes 1. “The Datum from Which Concrescence Flows: Whitehead’s First Analysis of Becoming,” Process Studies Supplements 7 (2004) at http://www.ctr4process.org/PSS/. Also see “Whatever Happened to Efficient Causation?,” Process Studies 34 (2005): 117-131. 2. See “Whatever Happened to Efficient Causation?” 3. See “The Growth of Whitehead’s Theism,” Process Studies Supplements 2 (1999) at http://www.ctr4process.org/PSS/. 4. See “Locating Atomicity,” Process Studies Supplements 1 (1999) at http://www.ctr4process.org/PSS/. Lewis Ford Professor Emeritus of Philosophy Old Dominion University Norfolk, Virginia "},{"pageNumber":10,"pageContent":" 1Philosophy 3b. The Philosophy of Science. Alfred North Whitehead.    Lecture 1. 9/29/27 19th & 20th Century philosophy is outcome of thought of Descartes, Locke, Hume, and Kant. Santayana--Scepticism and Animal Faith (valuable for its carrying out of Hume’s premises.) Dewey--Experience and Nature (Chs. 1, 2, 3, 4 especially.) Broad--Scientific Thought (Intro., chs. 1 and 2.) Russell--Analysis of Mind --Our Knowledge of the External World --Analysis of Matter Gibson--Locke’s Theory of Knowledge Green and Wilson on Hume N.K. Smith on Kant. (Use to check with.) Prichard on Kant. Bradley--The Notion of Immediate Experience, In Essays on Truth and Reality. The Logic; Appearance and Reality. Difficulties in Philosophy come from the substance-quality notion. It is firmly entrenched in language and tinges all the four basic philosophers. Philosophy tests whether the ideas of science have any relevance in broader fields of experience than the science itself. Read Def. 8 in Newton’s Principia and the adjoined scholium, for a classical cosmology. Plato’s Timaeus, and earlier cosmology, is nearer Whitehead’s view than Newton’s Scholium. Galileo’s dialogues on the Two Systems of the World. Burtt--The Metaphysical Foundations of Physics."},{"pageNumber":11,"pageContent":" 2Philosophy 3b.      Lecture 2. 10/1/27 Lectures will be a critique of classical modern philosophy from Descartes to Kant. Mathematics misled these philosophers (1) by encouraging the belief that there is slight difficulty in analyzing premises of a deductive argument. Mathematics and Philosophy of last 100 years prove this belief to be wrong. Very difficult to know and analyze the premises. Two-fold reason: (a) Language a sadly imperfect instrument. (b) Intermediate steps are suppressed in a train of argument. Presuppositions aren’t clear until these have been examined. We seldom argue from only those premises laid down; others intervene, and we argue from them also. In first proposition, Euclid makes a jump not justified by his premises. He assumes that there will be points c and c’ at which the circles intersect. When you get two contradictory assumptions in philosophy, the difficulty is to tell which is wrong--your only proper conclusion is that something is wrong in the total set of premises. Hume holds that knowledge all starts with impressions, and he proceeds to skeptical conclusions. But he assumes eyes and nose and palate at first. His conclusion cuts away his assumptions. Philosophy’s first principles ought to be obvious at the end of the discussion--and understandable only then. Strength of Hume’s position--first principles seemed to be very obvious. Eight Principles--Whitehead. To be expounded in the course: 1. That the actual world is a process and that this process is the becoming of actual entities.  "},{"pageNumber":12,"pageContent":" 3 Actual world derivative from actual entities. Pluralism. Denial that a process is a becoming of something is the only way to refute Zeno. 2. That in the becoming of an actual entity, the potential unity of many entities acquires the actual unity of the one entity--the whole process is the many becoming one, and the one is what becomes. Actual entity is the real unity of many components. Physics--potential is what would happen in actual circumstances. (This principle gets us in touch with modern physics.) 3. That the potentiality for acquiring real unity with other entities is the one general metaphysical character attaching to all entities, actual or non-actual--i.e. it belongs to the nature of a “Being” that it is a potential for a “Becoming.”"},{"pageNumber":13,"pageContent":" 4 Philosophy 3b. Whitehead.      Lecture 3. 10/4/27 Paper: The Purpose, Method, and Justification of Rationalism. Due Tuesday, October 18. (Methods as well as Doctrines should be given careful attention.) Principles (continued.) 4. That there are two primordial genera of entities (a) eternal objects (b) actual entities, and that all other entities are derivative complexes involving entities from both of these genera. 5. That an eternal object can only be described in terms of its potentiality for “ingression” into the becoming of actual entities and that its analysis only discloses other eternal objects.--It is a pure eternal. “Ingression”--the particular mode in which the potentiality of an eternal object is realized in a particular actual entity. 6. That two descriptions are required for an actual entity (a) one of them analytic of its potentiality for its “objectification” in the becoming of other actual entities (b) the other analytic of the process that constitutes its own becoming. “Objectification” expresses its particular mode of...? [realization in another actual entity. See P & R, p.34.] Because actually, it is the superject of its own becoming. Primordial entity never changes; is superseded, but never changes. Is outcome of its own relations. ‘Superject’ expresses this better than ‘subject.’ Realistic pluralism, based on internal relations, avoiding the disaster of Bradley’s Absolute; can be held only in this way. Actual entities never change. A man has same relations to past of the rest of the world as to his own past--i.e. the same metaphysical relations.     "},{"pageNumber":14,"pageContent":" 57. That how the actual entity becomes constitutes what the actual entity is, so that the two descriptions of an actual entity are not independent. All explanation of an actual entity exhibits its process as the reason for its potentiality, and all description exhibits the realized objectifications of that actual entity as a partial analysis of its own process. Does away with Descartes’ two substances (genera of actual entity) and broadens his question of objectification. Now, how does a become object for b, and b for a. Actual entity can’t know itself. Can know its ideal of itself. 8. That every condition to which the process of becoming conforms in any particular instance, has its reason in the character of some actual entity whose objectification is one of the components entering into the particular instance in question. (The ontological principle--or principle of extrinsic reference.) Actual entities are the only reasons; to search for a reason is to search for an actual entity. Science is not mere description. Impossible to separate it from metaphysics. Add to first three principles: 1. Actual world a process--the process is becoming of actual entities. 2. In the becoming of an actual entity, the potential unity of many entities acquires the real unity of the one entity, so that the actual entity is the real unity of many potentials. 3. The potentiality for ? acquiring . . . "},{"pageNumber":15,"pageContent":" 6Philosophy 3b. Whitehead.     Lecture 4. 10/6/27  Descriptive generalization is the task of philosophy. Deduction is a subordinate method of verification. Notes on the 8 principles: I. 1. Distinction between enduring objects and actual entities. Latter is a fundamental real fact, but the enduring objects--electron from birth to dissolution, or my life, etc.--[are enduring objects, which] are societies of actual entities. The “Absolute” is the actual entity. Leibnizian monads could change, not actual entities in Whitehead’s sense. 2. Undifferentiated endurance is repudiated by Whitehead. Something is carried over and something is fresh, in changing world as known. In physics we never properly get the idea of undifferentiated enduring reality. Mixture of identity and contrast with what went before is present whenever we know. 3. Whitehead will generalize: Notions of (1) actual experience, (2) of occurrence rising out of conditions made upon it by immediately preceding world, (3) how the actual world . . . .[becomes?] “Experience comes by drops”--James. Indivisible bits. (1). We live in pluralistic universe--many actual entities. (2). We are dealing with a system. (Start with pluralism, get to “subject” and “substance,” bumps into Epistemology, and becomes Solipsist. Solipsist is defeated pluralist. Start with system, get internal relations and “subject”; system won’t allow change; Bradley’s Absolute is outcome.) Actual entity arises out of its relations. Internal Relations mean you hold conditions as prior to unity of entity, and entity arises out of the conditions "},{"pageNumber":16,"pageContent":" 7(data) as their unification.      (Bradley slips in idea of enduring subject. Without this, W. approves of Bradley.) II. Two kinds of process 1. Transition from [past] actual entity to an immediate actual entity. “Objectification”--of past actual entity to immediate actual entity. All data are provided by objectification. Causation and perception start from same root--objectification. 2. Concretion (concrescence) whereby one actual entity is built up from its many objective data, and the actual entity is the realizing those many data into one drop of experience. (Kant’s discovery great. But we should start with the objective side whereas he starts with subjective.) (Above process:)  1. Has to do with efficient causes.  2. Final cause wholly concerned with concrescence--Final  cause is the end which the process is aimed at. The  making of the entity is the entity. Causa sui--the  entity. Otherwise we couldn’t have freedom and morals. III. Ontological principle and principle of Relativity. By these, pluralistic universe can be through and through one system. IV. Cannot describe the actual without reference to what is potential. Notion of potentiality enters with abstraction--excludes all the other things, e.g. “black thing” excludes reds etc. Abstraction enters with analysis, and analysis has no meaning apart from potentiality. E.g. Extension=divisibility--i.e. potentiality of division. An actual entity is a drop of that extension. World is atomically divided, but division arises out of other--potential--divisions which might have been."},{"pageNumber":17,"pageContent":" 8       V. Gen. principles always attained by imaginative leap;--never obvious. 17th and 18th Century philosophers’ general principles were too obvious. "},{"pageNumber":18,"pageContent":" 9Philosophy 3b. Whitehead.      Lecture 5. 10/8/27 Purpose of science is to discover natural laws, but not only that. Laws exhaust our concepts. Only those laws can be detected which are expressible in available concepts. Discovery of relevant concepts is as much a part of science as discovery of laws. (Example: Newton--mass. Gravitation.) How deep and how important notions are, is the vital point. Aristotle’s ideas of motion, viz. gradual and violent, far less important than Galileo’s velocity and acceleration. But even these latter are not yet the law--but they lead to laws. “Good taste” in concepts necessary for a great scientist. Philosophy makes possible discipline of imagination. Scientific taste, means simply that you know the concepts of your own science. Philosophy is always relevant when other concepts must be brought in--those genetic concepts. Philosophy promotes imagination, and at the same time fortunately limits it. This is the value of philosophy. We must examine the normal aspects of the universe, of course, but the abnormal aspects intrigue our thoughts more. Concepts of three kinds; those-- (1) Universally applicable to all occurrences. (2) Usually but not always applicable to all occurrences. (3) Exceptionally applicable to all occurrences. First class have not yet clearly dawned on the mind. Other two must make much progress before first becomes clear. Second--things, normal objects of common man. Language chiefly with this class. Third--Religion, Romance, magic, arise from such occurrences. Stimulate thought readily. Self-conscious endeavor to express these concepts. Dramatic events may be regarded as (1) transcendent--flashes from the unknown-- "},{"pageNumber":19,"pageContent":" 10primitive religion, or as (2) immanent--unusual examples of the usual--scientific view. Less ordinary expressed in terms of ordinary. Rationalism seems to empty world of interest by reducing extraordinary to ordinary; on the other hand it elevates the ordinary by finding that it has characteristics of what is not ordinary. The commonplace becomes dramatic. Telescope and microscope intensify certain commonplace aspects of the universe. Human experience a dramatic intensification of processes in the universe, giving us knowledge above the knowledge we can get from observation of matter in lower forms. Limits of experimental method. (1) Arrangement of experiments depends upon previous knowledge. Thus rationalism in a rut unless philosophy urges on. 2nd Class--Analyzing language an important stage in Rationalism. Appeal to common sense through its child, Language. (Greek phil.) 3rd class has yielded to 2nd class of commonplace occurrences. Language holds down thought; new thoughts hard to express. Literary art so difficult for this reason. Some subtleties creep in, e.g. “shall” and “will” but other subtleties never get in. Technical terms necessary for single meaning. Vagueness of language has not been enough allowed for in philosophy. Too trustful of language. Incompatibility the basic concept of orderly world. “Genetic” will be used when specific determinations are incompatible, otherwise will use “general.” We search for widest genetic notions whose specific determinates are the concepts--(which science uses?) "},{"pageNumber":20,"pageContent":" 11Philosophy 3b. Whitehead      Lecture 6. 10/11/27 Procedure and Method of Philosophy in these early lectures. What can it do? How does it proceed? Criticize such things as the assumption of rationalism, viz.--deduce from clear premises ultimate and true conclusions. We are still groping; rather, we still depend on imagination largely to meet a rather muddled experience. Philosophy criticizes and passes beyond abstractions of science and of common life; gets a vision of possible epochs of the world in addition to what we know the world to be. (Philosophy has not always done this, but should do it.) Historians study the great philosophers in relation to their own times and environment--Aristotle as a Greek, etc. This is proper and significant for history. But a deeper study is that of the genetic concepts of the great man--Aristotle’s thought for all time. Disentangle genetic concepts from their environment and by them free us from our modern provinciality. History of philosophy has more importance for present philosophy, than history of science has for science. Plato, Aristotle, etc., but out of this we may dig those most general conceptions about experience. Failure of great philosophers lies rather in incoherence than lack of adequacy. Meditate on their failures, and achieve both coherence and adequacy. Without philosophy, rationalism in bondage to experiment rather than to experience. Experiments that failed have given philosophy its chance to reorganize thought, and have led to great discoveries. Scientist ignores the inexplicable in life. Philosophy tries to make explicit general notions that are applicable to actual world, and make it possible to go beyond current notions. Give rational attention to ‘inexplicable,’ which our ancestors only pointed out. "},{"pageNumber":21,"pageContent":" 12 Science has much that is arbitrary; philosophy seeks the necessary. Logical coherence + adequacy most difficult. Get rid of as much that is arbitrary as we can. Examples of the arbitrary:--(1) the three dimensions of space and one dimension of time--why not 15 or 300? No discoverable reason why not. (2) Clark Maxwell’s laws of electro-dynamics. There are general metaphysical principles which the actual world, just because it is actual, [exemplifies and] satisfies. Maxwell’s laws apply to the occasions that now dominate the world. Electricity and its laws gradually evolved together; now dominate great section of universe. But there is no reason to believe that they always have or always will; so electromagnetic laws apply to this epoch, perhaps no other. Philosophy wants more general terms and explanations that will allow for alternatives not allowed for by these laws of science. Two types of anti-rationalism--mystic and agnostic. But we must bring the ideas to the facts; new ideas can be brought to facts only by imagination. This is rationalism;--self-assertion of reason conveys an inherent intuition of reason; viz. that there is ultimately a metaphysical explanation, wider than any other. "},{"pageNumber":22,"pageContent":" 13Philosophy 3b. Whitehead.      Lecture 7. 10/13/27 Philosophy redesigns language as it {science ?}does physical appliances. Language generally gives us groups of propositions owing to its ambiguity. Every proposition refers to a universe exhibiting general metaphysical nature. Every entity has some function in the universe, and description of former will involve some description of the universe. No self-sustained facts (entities). Inter-relation is part of essence of entity. We can’t abstract the universe from the entity. Every actual entity arises from its data which are provided by the universe as a background. (But potentials are also “up against the universe.”) Philosophy has as one of its practical aims the analysis of propositions. This requires a metaphysics which sets the proposition in the universe. (Note Socrates’ procedure.) It is merely credulous to accept verbal phrases as complete propositions. More and more precision is what we mean by making our propositions more and more true. Mill and Whewell hold that language states definite propositions; Whitehead denies that it does. Fallacy of undistributed middle more common than usually admitted. “Socrates” has many wavering meanings, more or less abstract, narrow, wide, etc. Meaning may waver even while words are being uttered. This makes unnecessarily wide divergences (at least in appearance) between metaphysical schools. Tests to be applied to any system of metaphysics: We ask for these four things: (1) Explicit exposition of logically coherent scheme about the facts of experience (“various elements of experience”). (2) Direct exemplification in experience. (3) Adequacy over whole field of experience. (4) Practical gain in efficiency of knowledge. The four tests reduce to: Increase of practical and theoretical satisfaction. Test of truth both formal and pragmatic. (Ontological principle:)--The very fact that belief can be criticized implies that there must be truth. Some primordial entity whose"},{"pageNumber":23,"pageContent":" 14       knowledge is truth. (God?) Find a scheme of description that includes every detail of the universe. No metaphysics can satisfy all pragmatic tests. We never get absolute axioms to start from. No language can escape being elliptical, but at the end of a metaphysics we understand the elliptical propositions we started with. Old established metaphysics seems authoritative because its words and phrases have become common. Hume and Descartes start with statements that to us now are obvious. But at end of discussion the clarity has disappeared. Its inconsistencies are apparent. Reader wants to revise. European philosophy consists of a series of footnotes to Plato. Wealth of ideas scattered through the dialogues. His talent, experience, intellectual tradition made him a most satisfactory philosopher. (We must cultivate the habit of trying to think outside the presently accepted conceptions, but only after first understanding the current conceptions.) The philosophy of organism (Whitehead’s) is Platonic in this: the things that are temporal arise because of the eternal potentials. Stability of the world is necessary to attain depth of actuality. Final end: attainment of adequate actuality by emergent activity. Everything is somewhere in actuality; therefore, search for reasons is search for facts that are actual (or for entities). Actual entity arises out of data--physical experience arising out of data. Process of “feeling” the many data so as to absorb them into one “satisfaction.” “Feelings” are the special operations that indicate movement into subjectivity. “Real” means feeling belonging to actual entity, or way in which actual entity is data for the feelings of other actual entities. "},{"pageNumber":24,"pageContent":" 15Philosophy 3b. Whitehead.    Lecture 8. 10/15/27 Plato’s rationalism--in spirit--is what Whitehead thinks underlies modern science. Especially the ontological spirit of Platonism. We’re never satisfied with mere givenness. Two types of philosophy (1) of Substance--starts with certain actualities which meet accidental adventures, incidental occurrences. The Substance has accidents, both qualities and relations. Substance has primary and secondary accidents. (Some form of Cartesianism follows.) (2) of Process:-- (2) The given not substance, but process. The process of becoming is the actual entity that becomes. This the Platonic way of looking at things. Accidents in (1) make possible adventures befalling substance. In (2) Process originates actual entity, so actual entity never changes. Actual entity simply defines process beyond itself. It perishes but is unalterable. Actual entity is gone as soon as it arrives; is a condition for what follows. (This view coalesces with James’ or Dewey’s pragmatism. But Whitehead diverges on anti-intellectualism--would get rid of this tinge. This brings it back to Plato.) Givenness. There must be material for theorizing. (A.E. Taylor in new book on Plato: Brute fact given. Some always remains after rationalizing process.) Givenness implies limitation. Every decision is referable to one or more actual entities. Apart from actuality “the rest is silence.” The apparent world has actuality. Ontological principle asserts the relativity of decisions,--every decision expresses relation of the actual thing for which a decision is made to another actual thing by which a decision is made. [Making decisions?] constitutes the very nature of actuality. Ontological principle first stage of theory embracing actual entities, process. Actual world is a nexus of actualities which arises out of [decisions?]."},{"pageNumber":25,"pageContent":" 16 Where no decision, no givenness. Multiplicity of Platonic forms not given. Selected set of forms is given in relation to particular conditions. That there is an unlimited supply of forms is not given. Eternal object is Whitehead’s name for Platonic form, or Idea, or Essence. Any entity whose conceptual recognition does not involve necessary reference to actual entities in temporal world is eternal object. (“Conceptual recognition” must be a component of some actual entity—[a man]. Recognizing an eternal object does not involve other elements of actual world, but potentially involves all the world.) Potentiality is the correlative of givenness. What is given might not have been given, and vice versa. This is meaning of givenness. Cutting off, exclusion, is native to givenness. There can be no unessential alteration of the given. Any addition or subtraction alters the whole--the organization of the whole. The arising of an actual entity from its datum is an aesthetic fact. Givenness refers to potentiality, and vice versa. What is not given in a fact is a possibility for that fact. Universe is process of individualizations each of which is just what it is, and each involves the whole universe. Universe always adventuring into novelty. Multiplicity of eternal objects is the potentiality of the universe. They must be somewhere, but non-temporal. There’s no one class of eternal objects, for that class itself would be another eternal object. Actual entity can’t be described by universals, for other actual entities are in its description. "},{"pageNumber":26,"pageContent":" 17Philosophy 3b. Whitehead      Lecture 9. 10/18/27 Universe a process of Becoming; a drop of experience is what becomes. Process 2-fold: (1) Becoming (internal process): there is a givenness from which the drop originates; drop absorbs its own data into a subjective unity. Exact converse to Kant. Data are objective, process is subjective feeling arising out of data. (2) Drop is nothing but that process. “Feeling” used as Alexander uses “enjoyment.” Also as Bergson means “intuition” (not so certain of this). Subjective appropriation of data. Data in actual universe. Actual entities are the data (not merely provide them). Not formally, but objectively, viz. as they enter into perspective relations dictated by their own internal relations. Actual entities which form the data are objectified. The universe is within an actual entity in same sense as actual entity is in the universe. Each appropriates the entire universe; each is in a sense everywhere. [E.g.: This room of people form ground of feeling of Whitehead...] Objectification is selection--putting some things in the background, others in the foreground. Distinction between universal and particular is blurred for Whitehead. Other actual entities enter the real constitution of any actual entity. Actual entity described in terms of both eternal objects and other actual entities. Notion of a Being is that of a potential for a Becoming. (So Whitehead avoids the usual distinction between universal and particular.) Eternal object is pure potentiality; actual entity is concrescence--concrete Becoming. If you leave out of Locke the “human” and the “understanding” (as conscious process) you have about what Whitehead thinks. Experience which may or may not contain ingredient of consciousness--gets us away from subjectivism, that the knowable is the knower. An actual entity’s experience of the world is how it epitomizes the world; its knowledge is knowledge of its experience. Locke’s doctrine of power (Bk. II Ch. 21 Sec. 1). External world’s influence"},{"pageNumber":27,"pageContent":" 18on understanding (1) power (2) impression on senses. Whitehead--2 types of objectification: (1) Causal (2) Presentational. In causal, what is felt subjectively is transmitted objectively to the concrescent actualities that supersede—[it is ?] the totality of elements subjectively felt by the actual entity which is the cause . . . . (2) In presentational, relational eternal objects in 2 groups: (a) extensiveness of world is one set of eternal objects; is relating perceived and perceiver; (b) other is supplied by antecedent concrescent phases of the perceiver. Sense data depend upon contemporary state of the body, when we are perceiving the contemporary world. No perception except by the senses--this what Whitehead means by presentational objectification. He rejects this, however, as the only type. The knowable is the complete nature of the knower so far as it is antecedent to that operation of knowing.   "},{"pageNumber":28,"pageContent":" 19Philosophy 3b. Whitehead      Lecture 10. 10/20/27 I. Extensiveness of the Universe. Simple layers of generality in the world. Spatialization and Temporalization are more specific aspects. Geometry has been integral part of physics. Confusion of mere potentiality with actuality has been in philosophy and science--fallacy of misplaced concreteness. Extensive Continuity concerns the potential; actuality is incurably atomic. Whole or none principle in atomicity. Can’t divide the atom and have it left in parts. Actual entity originates from a datum which is potential for the unity of experience in actual entity. Continuity in the potential datum; atomicity in actual entity. Cell is ultimate unit in living thing; can’t be divided without complete destruction. All or none here. So far as physical Relations are concerned, strictly contemporary events happen in causal independence of each other. (Time is necessary to cause; strict contemporeity does not involve cause.) [There is indirect dependence, for each event arises out of its past. Of course, past is largely common.] Presentational perception not causal; therefore, we perceive world of contemporary actual entities. The world is objectified for us as an object, as bare extension with its various parts discriminated by differences of sense data. (Descartes goes on to define matter as extension. Whitehead holds this wrong, but accepts the description of what is presented.) This presentation gives us something of the real internal constitution of the actual entity. (We must avoid Descartes’ subjectivism.) (1) Sense data plus (2) perspectives (extensive relationships) are the two types of relational eternal objects whereby the contemporary actual entities are elements in the constitution of the subject"},{"pageNumber":29,"pageContent":" 20who perceives. (This is presentational objectification.) This is merely an example of contemporary independence of actual entities. General scheme of extensiveness qualifies the general set of data out of which we all arise. Data are primary potentialities. Passiveness of external world thus explained. Differentiation and distribution of sense data governed by our own bodies. Given via subject’s body, not by object’s contemporary body. Direct perception of contemporary world thus (1) (?) (2) possibility of (?) (3) possibility of division. Continuum is divisible (-ible=potential.) So far as contemporary is divided by actual entities it is not a continuum. Division applicable to potentiality alone. We don’t perceive world in its atomic division. Actual entities not perceived immediately. We perceive a continuum, able to be divided, but not as divided. This is what plagues philosophers and scientists. The contemporary is in fact divided and atomic, being actual entities which cannot be divided in themselves, though divided from each other. Objectification makes irrelevant (or subordinate in relevance) the full constitution of the objectified entity. [That is, we don’t perceive all the nature of a thing, and don’t care if we don’t?] Sole relevance to a subject is what they contribute to their objectification. Mathematical relations are important--extension. (Restatement of Descartes’ and Locke’s theory of perception) "},{"pageNumber":30,"pageContent":" 21Philosophy 3b. Whitehead.     Lecture 11. 10/22/27 How the extensive continuum enters into direct perception. Immediate contemporary world as given is one form of perception (only one--there are other forms.) Quality-inhering-in-substance notion goes to pieces when examined. Driven to the Bradley Absolute when perceived. That the mind is furnished by sense is also hopeless. An actual entity is a process of feeling--i.e. absorbing a primary objective datum into subjective unity--overwhelming data in immediate feeling. Feeling of course adds to the datum. Contemporary actual entities not causally related. Feeling arises out of primary data; these are all involved in scheme of extensiveness. A felt datum for a subject is involved in extensive scheme which correlates all the actual entities. Sense data illustrate particular regions of this continuum. These are the eternal objects. They enter into the percipient subject (as given) how? --what decisions are present? We see the contemporary world with our eyes--but with our antecedent eyes if we accept physics and physiology--an inheritance from eyes through nerves, and inheritance from light waves in space--antecedent states of body and light etc. are the answers given by physiology. Cause is the conception here. Eye causally efficient. Contemporary spatial shape comes after all the causal factors have brought about feeling in subject. The body is nothing but a peculiarly relevant part of the external world. An electro-magnetic amplifier. There’s a world-mind problem, not body-mind. Or better, the problem of how a drop of experience is related to the actual world. We see the contemporary “chair” with our eyes. Color objectifies both chair and eye, in different ways. “Chair” is present objectification of a     "},{"pageNumber":31,"pageContent":" 22society of actual entities illustrated (picked out) by the spatial continuum which that society in fact atomizes. We don’t see the contemporary molecules, waves, etc. We merely see the potential scheme out of which they arise. In principle, the question of where we get into the human body is not involved. Illusions "},{"pageNumber":32,"pageContent":" 23Philosophy 3b. Whitehead.     Lecture 12. 10/25/27 Extensive relations. Time and Space more complex than extension and perspectives--they are qualifications of this aboriginal. Perception more complex than acknowledged by philosophical tradition; this has been dominated by the idea that sense perception is the only kind of perception.--This is only half the perceptional process. 1. Perception of the contemporary world. Immediately given. This is only half the tale. It is perception of the real external world purely as extensive and contemporary. [Can’t say it is red, because this, we know is dependent on causal physical world.] 2. When Descartes calls his hands his own (“mine”) he was speaking of another kind of perception. Hume says he sees with his eyes, hears with his ears, etc. This is again something other than presentational immediacy. Peculiar functioning of the human body--Descartes and Hume aware of this. 3. Physiologist goes to human body because he knows the human body makes the decision as to sense data and the contemporary world. Not the organs in the present that make me perceive, but in the past. Always an antecedent (temporal process) to contemporary perception. 4. Whitehead. There is a direct perception of the body of different type to presentational perception. It is perceiving the feeling-tone of the organs of the body, as those actual entities are in their own real internal constitution, viz. that each actual entity in body is a process of feeling that has a constitution, and it is some perspective of this process of feeling that the actual entity is, [that] is transmitted with intensification and inhibitions to the dominant actual entity which is the immediate percipient. Body is an amplifier: qualifies the feelings of the organs of the body which are transmitted to percipient. Latter’s knowledge of the feeling of the organs, and space and time relations of the organs, form datum for immediate experience which constitutes the decision. "},{"pageNumber":33,"pageContent":" 24 The redness of a house is decided for me by a transmission from organs of body of a quality of feeling in those organs in which redness is implicated in entirely different way; space relations of the organs and of me decide the appearance and location for me of the object, i.e. the immediate perception. Total perception is both these modes bound up together. In presentational immediacy we don’t see the world as actual entities, but as a datum for actual entities; we see the extensive scheme of relations which have got to be the primary scheme presupposed in the datum from which an actual entity arises. Real internal constitution of the object not given in presentational immediacy. Formal constitution is veiled. But we have direct knowledge, vague and fleeting to be sure, of the formal constitution of the various parts of our body, conceived from their own point of view. We get our emotions from them; also how they are feeling; also something of their spatial relations. And we have a yet vaguer direct knowledge of the actual world; so vague that discrimination of parts and space and time relations is practically lost. But as Descartes said “these hands are mine” so we can say of the world. Discriminations are possible with respect to the body that are not possible with respect to the rest of the world. All of this is simply that in perception there are two points: (1) The actual world, so far as a community of entities settled and already become, conditions and limits the potentiality for creativeness beyond itself--Datum for feeling of actual world. This datum is nothing else than the actual world as a possibility for the process of being felt. This exemplifies the principle: every being is potential for becoming. Objective potential of its new creation: this is the actual world. “Actual World” is a phrase that alters with the standpoint. Always has a meaning relative to its standpoint. Community of all actual entities. Relativity:"},{"pageNumber":34,"pageContent":" 25 Is your actual world of settled entities the same as mine? No two actual entities have the same actual world. (It is, however, practically the same.) (2) All the data which are relative to all standpoints is extensive continuum--a relational complex which underlies the whole world, past, present, and future. This continuum has very few characteristics. Is divisible, and has perspectives due to this. Expresses solidarity of all possible standpoints throughout the world. In full generality it does not include measured shapes, dimensions, etc. These arise in our present epoch. The actual entities divide it."},{"pageNumber":35,"pageContent":" 26Philosophy 3b. Whitehead     Lecture 13. 10/27/27 Newton’s cosmology. (See Scholium at end of 1st definition.) Now repudiated, but so successful that in some sense true. Science and philosophy of past not a mere record of errors. “True and false” test is wrong applied to them. Embody aspects of truth; inadequate because they don’t state the scope of truth--limits under which they are true. We should ask-- How far are they true? How restate them to preserve the truth in them. Newton: Distinguishes between Absolute and Relative Space and Time. Absolutes exist in themselves, apart from all things; source and background of relative. (Cf. Scholium with Plato’s Timaeus) Four actualities in Newton’s world. 1. Bodies 2. Absolute duration of time 3. Places 4. Minds These are high abstractions. Metaphysics wants generalities as little abstract as possible. Whitehead would return to notions of the Vulgar. Newton doesn’t distinguish between “Body” and “Sensible Object.” Antithesis between Bodies and Empty Space. Entertained hypothesis of Ether at least around Solar System, but held that empty space was possible. Differed from Descartes who held extension primary, therefore world a plenum. Clark Maxwell believed in Ether, but does not use it; it satisfies a metaphysical craving. Where there’s something going on all the time, must be something of the kind. Latest speculations break down difference between occupied and unoccupied portions of space. Electron reduced to energy, and that simply is the generalized aspect of “goings on.” Difference between occupied and unoccupied regions thus goes to pieces. Descartes wins. A primitive type of perception--sense of the world out of which we arise. "},{"pageNumber":36,"pageContent":" 27 Feeling of the past. This is vague but all-compelling. Descartes’ “This body is mine” did not mean body as sense datum. Seeing his hand was no better than seeing the table--but he felt a difference. So with Locke and Hume; mind is felt as rising out of the body. Descartes gives up (tacitly) (unconsciously) representative perception often in his writing. Sun in his mind is not nothing, he says. Could have said he felt his world. Actual world is the locus of the universe. Every actual entity houses the universe, arises out of the universe, and is a way of feeling the universe. Actual world is actual for each actual entity. Internal process of actual entity is that of feeling its actual world. Extensive relationships which express perspectives which actual entities have of each other and also their potential divisibility, are what hold actual entities together in solidarity of actual world. Each actual entity is a process of feeling with a given standpoint. Mode of feeling arising out of datum . . . Actual entity is divisible but not divided, eliciting unity of feeling from the standpoint of its region. Leibniz’s monads have adventures--they change. Whitehead’s actual entities do not change. Have definite unity of feeling--once [realized?] is done with. Immortal only in providing condition for future. Creation of feeling is feeling of actual world. New feelings arise out of its perishing feeling. Locke presupposed that our minds do get at something of the real constitution of things. Descartes, too, at those moments when he unconsciously gives up representation. Both waver. Notion of event is notion of region composed of many actual entities. Actual entity (one) is limiting notion of event (or limit of event?) Each actual entity has peculiar completeness of feeling of immediate antecedent; but in principle this inheritance not different from inheritance of feeling of any part of past world.--This means, e.g.--my feeling of my own past is more intense than my feeling of any other past, but not different in principle."},{"pageNumber":37,"pageContent":" 28Philosophy 3b. Whitehead      Lecture 14. 10/29/27 Paper--Nov. 29 (Tues.) Perception. Give account of (1) sensationalist theory (e.g. Hume); (2) Santayana’s criticism of what is the direct knowledge sense perception can give us (Skepticism and Animal Faith, Part I) (3) Whitehead’s theory--Two modes of perception (a) Primitive--by which past is known (b) Sophisticated--presentational immediacy by which contemporary world is known. Compare these critically. Criticism of “Substance”-“attribute” philosophy. We perceive contemporary external world, but this is an abstract of the scheme of extensive connection out of which it arises. We see the scheme out of which actual entities arise. E.g. we perceive a contemporary table--a region illustrated by visual and tactile sense data. Calling it “table” arouses emotions, purposes, etc.--this another mode of perception in which efficacy of table is essential. But the table is not merely a region but a society of actual entities which have been merged into an extensive plenum; complete objectification for us is the extensive perception with a certain color. We can think of table as efficacious in the past; or we can carry back with us the color and shape, into the past, and think of an undifferentiated endurance in the past. This latter is the basis of much error (metaphysical imagination). World of substances having adventures--this Whitehead renounces. There are no self-identical enduring entities. This idea (that there are) has wrecked realisms. Has hampered science. Notion of inherent qualities has been given up. But there is not even left the quiet shape of the substantial thing. And even the molecule is gone; it is not even continuous. Atom is gone. Protons and electrons--and these, as shown by quantum theory, have no undifferentiated endurance. And the quanta of energy break up into vibrations. So substance becomes a scene of activity, with definite time of vibration."},{"pageNumber":38,"pageContent":" 29        This periodicity is essential--therefore a whole period is necessary for an actual entity to exist, therefore it cannot be a self-subsistent substance. But neither can you divide the period and still find the actual entity. The actual entity is the enjoyment rising out of definite extensive region spatialized and temporalized. Vibration is simply contrasting quality of different actual entities. Actual entity is process of feeling its data--(antecedent processes are the data). Feeling is the activity by which alien entity is absorbed into subjective immediacy. Every entity is process of feeling; so the first stage is feeling of feeling; then these alien feelings are absorbed or overwhelmed by our own feelings. Consciousness is a way of feeling our feelings. [This avoids representative perception, and difficulties of causal explanations. Rational interpretation of Santayana’s “Animal Faith.”]"},{"pageNumber":39,"pageContent":" 30Philosophy 3b. Whitehead      Lecture 15. 11/1/27 Order in contrast to notion of Disorder. There is some order in mere givenness. But science, religion, etc. call us to admire order of world in more specific sense; others may regret disorder they find in contrast with ideal of order. There is ideal of definite Nexus which is inherently associated with ideal of value. Two characteristics of order: 1) That order in actual world of our actual entity refers to gradations of qualitative intensity in the satisfaction of that actual entity. 2) That order refers to ideal of maximum in reference to this qualitative intensity. Order a mere genetic term. Specific order, not mere order in the vague. Every phase of givenness refers to that Specific Order which is its dominant ideal, but also to Disorder which excludes the ideal. [Cosmic Epochs--that of present physical laws, for example--have arisen from the course of events, as American Constitution was a product of social events. Dewey tries to put his notions (in terms) of human experience; Whitehead tries to put his in terms of any possible experience, which makes him push many phases of human experience into the background.] Nonsense that there is one Ideal which a thing ought to be. This due to overzealous religious leaders. Want all the congregation to conform. Over-moralization means rigid conformity to some form of mores, customs. The organism attempts to conserve certain characteristics of itself. Self-preservation--organism as a going-concern is saved. But when death comes, there is still organism. Something is gone--the ideal of what it ought to be. Whitehead trying to analyze real meaning of Bergson’s elan vital. Aristotle’s final causes. Middle Ages wildly overstressed his view. "},{"pageNumber":40,"pageContent":" 31Modern period revolted and renounced final causes. ‘Historical’ revolt. Question of origins. Francis Bacon denounced final causes and upheld efficient causes. Notion of order is bound with proper use of notion of final cause. Actual Entity involves an attainment--a specific satisfaction, individual to the entity in question, and proper to data from which it arises. Also criticism of the data--what satisfaction can be attained--is involved in the notion. The data=efficient causation. Satisfaction. Actual entity is a growing together, “concrete.” But satisfaction not a component attributable to concrescence. It is the sole ultimate fact of a concrete entity abstracted from the process of concrescence (of course we can’t abstract it thus). It is the outcome separated from the process, thereby losing the actuality of the atomic entity which is both process and outcome. Ultimate fact of the world is growing together and repetitions of growing together. Stage of completion of concrescence is the actual entity, but not a stopping place, only point from which to proceed again. Satisfaction is the notion of actual entity in its determinate individuality. Satisfaction is the superject. Closes up the actual entity but provides creation of future novelties. Differences between satisfactions of actual entity. Intensive differences make some actual entities more actual than others. To find out what actual entity is in itself must analyze the process. Process of concrescence is process of determination. Concrescence excludes as well as includes. But when there is complete determination, the satisfaction is realized, the creation is complete. There’s a “Yes” or “No” about all determinate actual entities. No indetermination about them. Concrescence not in time. Time      "},{"pageNumber":41,"pageContent":" 32is in the data (i.e. divisibility is in data) not in the enjoyment of the data. (Durée of Bergson, “drop” of James, etc.) Consciousness. No actual entity can be conscious of its own satisfaction, because consciousness is component of satisfaction. (?) Satisfaction comes into consciousness only in so far as the actual entity is objectified in the future. Satisfaction of entity can be discussed only in terms of usefulness of the actual entity."},{"pageNumber":42,"pageContent":" 33Philosophy 3b. Whitehead     Lecture 16. 11/3/27 Whitehead agrees with Heraclitus as to fluency of world; and with Zeno in that when there is becoming, something becomes. How conserve the fluency as fundamental and also that something becomes. (1) Internal becomingness of what becomes--This is nothing else than its own becomingness. (2) Creativity has a character. Creatures (what have become) form the character of the transcendent creator. So the character is always varying. Transcendent fluency always passing on to new creature. Two fluencies: (1) How past enters present; (2) concrescences of the present. Givenness to which creature conforms. (Efficient cause) Concrescence is complete, that concrescence is over. But immortal condition to which creativity conforms. Perishes as subject, immortal as object. The new possesses old as datum; can say “it is mine.” See Timaeus’ little prologue--his principles. “All that is known through sensation and opinion without aid of reason is always becoming and perishing and never really is.” This is exactly Whitehead’s point. “Never really is.” Bergson’s protest vs. spatialization. He calls it a vice of intellect. (Whitehead deplores anti-intellectualism, otherwise agrees.) Concrescence--Internal process of becoming of the one entity is a process of feeling the data. The many entities are not discrete data; they influence and presuppose each other. The world as a system is data. Concrescence is absorbing derived data into immediate privacy of subject. This absorption=mating with data the ways of feeling expressive of the private synthesis. These ways of feeling not merely receptive of the data as alien facts. We feel the circumstances out of which we arise. Dry bones "},{"pageNumber":43,"pageContent":" 34of data clothed with feeling. Feeling not wholly traceable to mere data. There are always potentials for new creation. But the how of feeling, though germane to data, not fully determined by the data. How I am is relevant to circumstances. You are the feelings you have in your circumstances. The thinker emerges from his thoughts. The relevant feeling not settled as to inclusion and exclusion of its own {?} by subject matter; something over and above subject matter. Quality of feeling is eternal object with which feeling clothed itself in its self-definition. This quality is a mode of ingression of eternal objects into actual occasion, viz. as feelings. Process of concrescence is self-determination of individual subject. Feeling--flash of privacy--is indeterminate. But self-definition analyzable into two phases. (1) Where eternal objects are in a sense part of data, though not necessarily relevant to the actual creatures which are data, because every creature imposes on the whole realm of eternal objects a gradation of relevancy. To understand the actual, must understand the relevant potentials. All that might have happened at Waterloo except what did, is germane to the actual event--or to understanding it. Data carry with them penumbra of relevant potentials. (2) The germaneness of some pure potentials over others is the lure of feeling, viz. what we should add to the data by way of qualified feelings. Admission into reality of feeling, or rejection from reality of feeling, of various pure potentials which are implicated in this lure of feeling. This admission to, or rejection from, is the originative decision of the actual occasion. Actual occasion is causa sui. This lure of feeling, admission and rejection, is the germ of mind. When feelings are "},{"pageNumber":44,"pageContent":" 35       elaborated we call them mind. Stage where we draw the line is purely conventional. Function of mind is imagination, guiding concrescence, i.e. to produce a final cause. "},{"pageNumber":45,"pageContent":" 36Philosophy 3b. Whitehead     Lecture 17. 11/5/27 Whitehead is repeating some of the arguments of Descartes, Locke, Hume-- with stress of importance of statements altered. Statements they make in course of their argument are taken by Whitehead as fundamental, though their propositions are not always so good. 1. Notion of consciousness muddled in philosophy. Experience is wider than consciousness. We are aware of focus of attention, but also know that a mass of experience is in the background, unanalyzed. Consciousness may or may not be an ingredient in an act of experience. 2. Immediacy of present experience is final and ultimate actual fact that we have. Cosmology ought to describe the world in general terms, that are [comprehensible to our immediacy (?)] [terms of immediacy (?)]. 3. Experience comes by “drops,” or “buds.” (Zeno, James, Bergson.) Indivisible durée. We have enjoyment of the process rather than process of enjoyment. A process of feeling starting with a datum--this the way we would describe it. Hume, Kant, Locke--process appropriates the datum. Hume’s impressions are Whitehead’s data;--objectification of actual entities. Hume’s ideas are Whitehead’s feelings. “Idea” connotes consciousness--this is misleading. “Feeling” includes those primary stages that are not conscious, as well as the conscious. 4. Data. Hume: impression is particular instance of sensation that is a universal. Data=universals in particular mode of ingression into mind (Hume)--into Experience (Whitehead). Locke: mind takes notice of ideas as they relate to exterior things. Set of universals constantly conjoined. Misled by tradition, seeks to find ultimate actual entity as a substance--then points out how abstract a notion substance is. This a mistake, i.e. taking actual entity as substance. He was right "},{"pageNumber":46,"pageContent":" 37in saying the idea is vague and abstract. Exterior thing is actual, a bundle of eternal objects,--actual occasion. Locke’s notion of substance is simply more or less unity. His immediate perception, + his recollection of previous perceptions + recollection of having previously perceived--all this makes him think there is a self-substance and external substance. What enters experience is more than what can be described in terms of the universals. 5. Feelings, with which actual entities are absorbed. (a) Is there any entrance of universals into experience otherwise than as illustrating particular actual entities? Any aboriginal feelings which do not conform to the data of objectifications with respect to the eternal objects involved? Treatise 1,(1)  Hume: impressions--ideas correspond. (Whitehead--feelings correspond to data.) Whitehead’s “Lure of feeling”;--proximity to the eternal object gives rise to feeling. Hume’s example of the man who felt that a shade of blue was missing in series. There are feelings which lie beyond the data. Origin of “concept”--remoteness from data in its origin."},{"pageNumber":47,"pageContent":" 38Philosophy 3b. Whitehead      Lecture 18. 11/8/27 Order. Has reference to concrescence of actual entity. One actual entity is comparable to another as having different complex quality of feeling and different intensity of feeling. Nexus of data out of which feeling originates. That data has interrelation. Various types of satisfactions originate from this--up to maximum of satisfaction. This type of datum represents the ideal to which the actual entity can attain. Order is then spoken of. When data are analyzed, elements, even perhaps dominant elements, are found which under other circumstances might bring greater satisfaction, but are inhibited by other elements. Disorder is then spoken of. Or there may be only one group of elements so far ahead of any other possible group in its possibility of producing satisfaction, that we without question allow it to represent order; other groups disorder. In concrescence elements of feeling may be admitted which are necessary to procure the final type of satisfaction. Or elements may be admitted which inhibit. What is attained depends first (1) on data, (2nd) on concrescence. But whatever is attained passes at once into the data for future creatures. There is a wider sense of Order. (“Order of Nature” by Henderson.) What is this? A derivative from notion of order of data of the actual entities which constitute the environment. “Society” means (for Whitehead) first, collection of actual entities like each other in having some complex characteristic, and in this respect you have a class; and second, that the likeness arises from the environment provided by the actual entities themselves--new element has same social characteristic as that of the previous actual entity from which it inherits its being. A man is a society of actual occasions, later arising out of earlier and consequently like those earlier; this gives the element of permanence "},{"pageNumber":48,"pageContent":" 39to the whole series. Society is an ordered environment, self-sustaining. But there’s no abstracting anything actual from the actual world. So there is a wider environment to any society that is less than the whole world. Every society has the rest of the world as a background. Inheritance of the background must be neutral, not inhibitory, if society is to be self-sustaining. That is, must not inhibit the individual. E.g. (1) Knowledge of Greek initially from the environment, gradually grows, each step inherited from former; the other influences of the man’s environment must not inhibit the knowledge of Greek. (2) Each electron is a society of electronic occasions; so is each proton. Society of entities called “space” is the wider environment of these--electro-magnetic occasions the environment of electronic occasions. Geometrical characteristics--dimensional occasions--of space the wider environment of electro-magnetic occasions. Each entity arises out of conditions which make the relations involved, important. Conceiving evolution don’t think of settled laws of nature; the laws evolve concurrently with the entities. In disorderly environment the new creations have no well-marked characteristics, for they have no marked inheritance from previous occasions. Where there is order, well-marked characteristics, and these are the laws of nature, evolved with the entities and are subject to decay and death along with the decay and death of the entities. Another order may arise out of decay of previous order; or disorder may result. Nineteenth Century made mistake of conceiving fixed laws of nature and fixed materials. Struggle for existence in fixed conditions for fixed amount of supplies. Plasticity of environment quite as important as plasticity of organisms. The two are in fact"},{"pageNumber":49,"pageContent":" 40vitally co-involved. Each creates the other (environment and organism.) Vaguer background is permissive. Narrower background (or environment) may be favorable or unfavorable (inhibitive). We have no evidence that we’re in a completely ordered universe, or that wild exceptions can’t occur, as would be shown if all molecules of an object moved in the same direction at the same moment (a possible but only remotely probable occurrence). But other unlikely things are probably happening and we fail to see them or explain them wrongly. Transitive character of laws a fundamental fact of the universe. Universe infinitely various and will attain infinite types of order."},{"pageNumber":50,"pageContent":" 41Philosophy 3b. Whitehead     Lecture 19. 11/10/27 Two sources for Whitehead 1) Immediate experience well described in Descartes, Locke, Hume when they are discussing what they regard as obvious. 2) Another source: modern science--gives Whitehead grounds for generalizing in metaphysics, which is wider than physical science, including moral and religious science. (New York Times, Nov. 9--Smithsonian Report. J. H. Jeans [Mathematical Physicist.] Univ. is finite. Discovering limits: Andromeda Nebula and a certain star cluster, are the limits. There are “islands.”--mass transformed into radiation.) Whitehead:--Epochs in universe--arise and pass away. Laws evolve along with things. New societies and new entities are relevant to the past. Things important in our make-up may not have arisen yet to importance in our knowledge. But this does not give us license to believe in the fantastic apart from solid evidence. We must neither exclude nor include in our positive philosophy what there is no evidence against or for. Physical and geometrical order of nature a product of societies of actual occasions--graded series of ever wider societies. Beyond these, disorder, also in graded series to chaotic disorder, where decisions are constantly thwarted. Chaotic disorder has slighter actuality. As there is no upper limit to integral numbers, so no lower limit to futility. Timaeus and Newton’s Scholium are two great cosmologies. Former read as allegory contains profound truth; latter can be trusted for deductions within its own limits of abstraction, but conveys no hint of its own limitations--hence is taken as complete cosmology--fallacy of misplaced concreteness. Scholium’s nature is not bringing to birth, but is merely"},{"pageNumber":51,"pageContent":" 42there; modern evolutionary views would not fit it. But such evolutionary views would not startle Timaeus. Deism necessary to Newton to get his mechanical world started. Our present notion of causation conserves the relations of things within the actual world; illegitimate to extend it to external being such as Newton’s God. God is in world, not behind it, but transcends any finite epoch. Eternal. For Newton, Space, Time, masses, forces are ready-made by Deity. Whitehead directly contradicts this. If we follow scholium, Biology becomes a mystery, Bradley’s dismissal of the apparent world is logical consequence, physics is limited. Timaeus comes down on atomic character in the nature of things. Societies of molecules. Not self-generated, but brought about by subordinate deities; world has a soul. Separation between ‘begetting’ and the subordinate deities not so great as with us. So Plato’s world soul may mean our activity or creativity; subordinate deities comparable to creativity of actual entities. Newton would have been surprised by modern molecular theory, Plato would have expected it. In Timaeus, present world is traced back to primeval disorder. Newton assumes Semitic world-origin. Milton wavers between Scholium and Timaeus, but on whole described chaos in terms of Timaeus. Whitehead appeals to Plato and Milton vs. modes of expression that have come from the Scholium and have been dominant in our way of thinking for last century or so."},{"pageNumber":52,"pageContent":" 43Philosophy 3b. Whitehead     Lecture 20. 11/12/27 Eternal objects exemplify the actual world; also they are qualities in feeling the actual world. Every actual entity is composed in its primary phase of the actual world for that actual entity. Actual entity arises as process of feeling the actual world. The datum is the actual world. Datum includes the pure potentialities which are irrelevant in the exemplification of the datum. They have relevance for the “lure of feeling.” For example, the ‘Victory of Napoleon at Waterloo’ (which didn’t happen) may constitute a lure of feeling. Feeling arises in respect to the degree of relevance of some notions to the actual world. The notion of Napoleon’s victory is very relevant. The notion of Napoleon in odd costume is much less relevant. Eternal objects can be admitted in process of feeling. We may judge them to be relevant for exemplification, or irrelevant. Judgment is decision concerning their relevance--a peculiar type of feeling. The subject is an actual occasion complex enough to include belief, knowledge, and judgment. For example, Timetables as evidence cause the judgment that trains in recent past have run thus, and will in near future continue so to run. Judgment of probability. Such judgment may hold better for the whole than for a particular part. In a sense you judge correctly; in a sense judgment is untrue.--All judgment is categorical respecting the judging subject. The subject is judging the actual world as a primary phase of its own feeling. What the actual world is for the subject is what is being judged. The judging subject is the ultimate subject of judgment. (Not far from Bradley’s position in the Logic.) Bradley: The ultimate subject of every judgment is the Absolute. The judging subject is a mode of the Absolute-a derivative actuality. A judgment is an operation"},{"pageNumber":53,"pageContent":" 44  by which the Absolute in one of its affections of itself enjoys self-consciousness. Spinoza--Substance is an underlying [one]. Whitehead--Actuality of the world is derivative from the solidarity of the actual occasion...... Primary phase or datum for the subject--this is what concerns the universe. Knowledge expressed from a standpoint may nevertheless have elements by which the standpoint may be eliminated. Subjectivity does not prevent objective knowledge from which subjectivism is eliminated. Whitehead agrees with Bradley that the ultimate subject is the subject of judgment, but this ultimate is the [actual entity?]. Judgment is true or false as the universe is a datum for the subject. A judgment concerns the universe as in the process of prehension by the judging subject. Every judgment concerns the definite selection of entities and eternal objects. Affirms the objectification in the constitution of the judging subject of those actual entities interconnected and qualified by those eternal objects. Actual entities exposing themselves for what they are as qualified and interconnected by those eternal objects. Judgment affirms a real fact in the constitution of judging subject (may be true or false.) Probable fact is in the subject’s constitution--judgment is about how I’m constituted in respect to the evidence. The particular selected actual entity constitutes the logical subject of the judgment; the selected qualities and relations are affirmed about the logical subject. Ultimate affirmation is about myself; but logical [affirmation] is about a selected subject. Can’t subtract the rest of the world from an actual "},{"pageNumber":54,"pageContent":" 45  entity or a group of actual entities. But the actual world may be relevant to a particular proposition only in respect to some systematic relevance it has. A proposition about Socrates doesn’t involve what’s going on in America, but does presuppose Athens, the Mediterranean, the planet, etc., with regard to systematic societies entering into the judgment. A judgment is always about myself, but a proposition is what may be passed about from mind to mind."},{"pageNumber":55,"pageContent":" 46Philosophy 3b. Whitehead     Lecture 21. 11/15/27 Guiding notion: to correct a disastrous presupposition of Descartes’ and most philosophy since--namely, Descartes’ mind and bodies. Mind was conceived as cogitative process, whereas body was passive, enduring, extensive substance. Newtonian physics enhanced this distinction. Process is process of mentality. Idealisms from Berkeley to Bradley follow. The world is a process of many actualities and is a process of creation. Each actual entity must be regarded as a process. But we don’t need to start with mentality as the fundamental process--it is not fundamental. So Whitehead discusses process of experience below the level of mentality. Mentality is a fitful element of the total. Propositions.--The fundamental status of propositions is how they are elements of feeling. Final cause is separate from mentality: is rather that which guides the concrescence of feeling. The subjective lure is that subjective discrimination among eternal objects introduced into the universe by the internal constitution of actual occasions that form the datum. “The actual world” is an ambiguous term. There is an actual world from every point of view. The reality of time must be derived in some sense. Example: possibility of Napoleon’s victory is relevant to the actual world. What might have been. Each actual entity has a definite attitude (either of exclusion or inclusion) toward possibilities of this. There are feelings that don't enter consciousness, but are present in penumbral complex. The proposition is element of this complex. The proposition is a new kind of entity. A hybrid between eternal objects and actualities. Nexus of action is bound together in terms of universals. Particular propositions are here discussed.--Definite set"},{"pageNumber":56,"pageContent":" 47of actual entities is the logical subject; and [the set] of eternal objects involved is the logical predicate. Complex eternal objects are complex predicate. This complex predicate finding realization in actual world in the nexus of reactions in the logical subject. The proposition is no more about one logical subject than about another. The proposition presupposes definite actual entities without which it is not a proposition. The proposition is a novelty, coming in with the creative advance of the world; for until there are those actual entities you can’t have a proposition. The proposition can’t exist till the actual entity [exists]. Locus of the proposition consists of those occasions whose actual world includes the proposition’s subject. The proposition is an element in the lure of feeling for the actual entity to which it is present. It is a guiding element in concrescence; an Idea about the world which may be admitted as content of feeling. Judgment is a later stage in which feelings are clarified--true or false. But even to have feelings of propositions we must be at a comparatively high stage. The lowest stage is mere feeling of the world as a datum, i.e., as an alien fact for what it is. Feeling the world as potentiality of ideas is the higher stage that is a proposition; we don’t judge “true” or “false.” The proposition may conform to the datum, i.e., may include complex predicate involved in the nexus between the complex subject; but also it may not. Propositions are feelings at the level of unconsciousness, primarily. Not ideas. Here we get the true analysis of emergent evolution. Propositions constitute a source for organization of feeling which is not tied down to the mere datum. Two types of Relation between a proposition and the actual world: (1) Proposition conformable (true) (2) unconformable (false). But when we admit a   "},{"pageNumber":57,"pageContent":" 48proposition we take it to be an original element; therefore it enhances the feeling. Feeling has (a) content, and (b) emotional quality. [There is] enhanced privacy of emotion when conformable proposition is admitted into feeling. But when a non-conformable proposition is admitted, a novelty has emerged; something had emerged that was [not?] present in actual world. It’s new. Thus the actual occasion to which the feeling belongs is to that extent a new type of individual; not merely new intensity of emotion. A new form has been introduced into the world. An erroneous proposition from the point of view of feeling takes the form of novelty of type. Untrue propositions are thus a source of progress. Error is the price we pay for progress. When you feel a proposition of this kind you get something new. We read Homer not because it’s true--it isn’t--but because it gives us a feeling of what might have been. We feel that it is germane to the world. Fiction may convey the essential truth about the world, because germane. Better for not being factually true. A proposition is an element in the objective lure for feeling."},{"pageNumber":58,"pageContent":" 49Philosophy 3b. Whitehead     Lecture 22. 11/17/27 W. D. Ross’ Selections from Aristotle (Scribners.) a propos ‘lure of feeling.’ “Aristotle finds change, and can’t explain it on grounds of mere being, but must bring in the notion of the . . .[potential? generation?]. Whitehead is simply trying to translate this into terms of modern science. The only way of being anything is to be a potential of a becoming-- purely, or as involved in process. Neutral stuff of neo-realists brings in the notion of substance again. All entities in the world are subject matter of operations, and operations have their own specific qualities--they differ among themselves. The rest of the universe is operated on; quality of operation is how the rest of the universe is absorbed into the privacy (as basis of the privacy) of the actual concrescence. Individualizing into new actual entities--Whitehead wants a new term for this. Prehended / Prehension = inclusion of all objects of the world into an actual concrescence. Every actual entity prehends all of the universe. Admission or exclusion of an entity to or from effectiveness--value. There is no indetermination as to what is actual. There is a decision in regard to every entity. Feeling=effective operation when the decision is for admission. This term suggests alien element (I feel something else); and it is flexible and includes many kinds. Feeling is the prehension of entities admitted to effective prehension. Propositions--proposed for feeling, in their primary state. They represent an element in the universe that does not arise wholly by datum, but represent potential qualifications of . . . Proposed as a novelty, and for feeling."},{"pageNumber":59,"pageContent":" 50 The actual world is not only a datum, but it becomes--it orders the pure potentials by creating these hybrid entities which are what it might be--and these are lures for feeling. Lures for feeling are ‘final causes’ divested of intellection. Intellectual purposes are not the final causes; at more primitive stages of concrescences there are propositions that in the course of concrescence the actual entity is on the edge of admitting, and either does or does not admit it. Aristotle says this. There is a purely conceptual lure that need not involve a proposition at all. A proposition deals with a definite set of eternal objects--complex predicate;--is a finite truth. (Science and the Modern World, Chapter 11.) Abruptness of prehension. Below the level of conceptual consciousness you get in what might have been as well as what is. Not-being is included as a possible factor in its own achievement. A proposition confronts a fact with a potential alternative. You may find it is not an alternative; you then feel it to be true, and the proposition enters a wider feeling. Correspondence theory of truth. Penumbral potentials are on the edge of consciousness, some being admitted, some excluded. A contrary feeling of depression hovers near one who thoughtlessly has a feeling of well-being. And anyone undergoing thoughtlessly a feeling of depression is on the edge of imaginative admission of feelings of well-being;--by contrast, he wrings out of depression some aesthetic zest. Synthetic feelings of contrast should turn what is itself evil into some element of good. Final lure is always a lure towards a certain maximum of zest of feeling (aesthetic zest.) But as a matter of fact . . . "},{"pageNumber":60,"pageContent":" 51An enduring object has a dominant form through its life history--identity of form, viz the feeling of how each actual occasion is for the next. Inheritance of dominant form, or essence, throughout the whole series. But there is a transmission of inheritance from the environment, and this must be to some extent permissive of the life progress{process?}. Datum of actual world is in principle inherited from both myself and environment; but peculiarly by {from?} my own past."},{"pageNumber":61,"pageContent":" 52Philosophy 3b. Whitehead     Lecture 23. 11/19/27 A proposition is metaphysical (1) when it has a meaning about the world which is same for all actual entities as subject. (2) The same truth value for all subjects. Arithmetical propositions seem most obviously to have this type of generality. One and one make two. (Proof in Principia Mathematica, Vol. II Prop. 110) As we usually use this proposition it has elements that are empirical, and may not be true always. Each “thing” is a society. Cup and saucer = two. But each is a society of electrons, or more properly occasions. Why shouldn’t the two groups of occasions intersect at some point-instant so that one + one = one. The general arithmetical truth must not be taken alone, but with empirical matter derived in this particular epoch in which we live. We hardly ever apply arithmetic in a pure metaphysical sense without the addition of empirical evidence relevant in this epoch. Maybe the intersection of societies is continually occurring in more subtle areas of our universe. Maybe one actual entity which gathers perspectives of body in peculiar intensity and is called myself, intersects and fuses with other occasions within the body, making various flashes of consciousness which pass out of consciousness again. Intellectuality wanders all over the brain--may intersect with electrons, may not. “Unconscious cerebration” can be understood on this theory. Life history of one occasion (say knowledge of Greek) intersects with life history of another occasion (say consciousness) and Greek flashes into consciousness. “Trigger actions” in nature--not a growth but a flash, full grown."},{"pageNumber":62,"pageContent":" 53Philosophy 3b. Whitehead     Lecture 24. 11/22/27 Probability and Induction. The feeling of probability is a very usual experience. (1) Probability is a subjective feeling. This not quite the whole truth, because we ask why we have the feeling. (2) We appeal beyond anyone’s subjective feeling to the objective evidence. Subjective feeling is clarified by reference to objective probability. Whitehead appeals here to Locke who is unrivalled in dispassionate exposition of elements in experience that we all accept as stubbornly objective: Our feeling (‘assent’) ought to be regulated on grounds of probability (objective.) (3) Probability attaches to relationships between propositions. A proposition is probable according to the probability of the evidence. The degree of probability of the evidence must be applied to the proposition. (4) Evidence doesn’t make the proposition certain, but probable. How can this be? Probability is based on statistics: 15 red balls, 5 white ones in a bag. Odds 3 to 1 you’ll draw a red ball. Whitehead--the notion of probability is ultimately based on this statistical theory of probability. This Whitehead believes. But Keynes discards this theory because of its difficulty. So the belief is not so easy. Inner constitution of stars studied by Eddington. The theory is more probable now than before. Probability is assigned to class C first, then to P. Probability of P depends on prob. of class C--So said Whitehead. Keynes said not; this gives no objective ground.  "},{"pageNumber":63,"pageContent":" 54   Class g is included in indefinite number of classes in the universe. You appeal to probability when you pick out C instead of any of the other possible classes in which g was included . . . However far you push it, you have to take a class that is pushed before you by the world if the statistical view is to be held. Nature does the selecting, as a mathematician might. What characteristics must a ground have? (1) There must be various instances. (2) Each instance must be on same level as the others. (3) The statistical theory depends on proportions in numbers. The concept of the infinite was cleared up by Dedekind and Cantor. Although finite and infinite cardinals have many properties in common, there are properties of each that ought not to have been applied to the other. Not noticing this is what gave rise to antinomies. The theory of proportions is one property that cannot be extended to the infinite. Therefore (4) when nature shoves a class before us, it’s got to be finite. Sampling infinite classes has difficulties. What samples ought to be taken? Take numbers in order of magnitude and you can say [there are] as many odds as evens, 1234567....... when you take uniform samples. But take a series like this: 1,3,5/2/7,9,11,/4/ and you can say odds are to even as 3 to 1, if you take a sample. But the scheme breaks down higher up. So your sampling won’t do, for a large block will be left over at the end. But if you take an infinite class, the latter order is just as good an order as any other. So here we see how rules applying to the finite can’t be extended. "},{"pageNumber":64,"pageContent":" 55   (5) Extrapolation--Arguing from an observed set of entities to unobserved entities. E.g., argue that because heat is absent here it must be absent in other rooms of the hall. This inference is based on some knowledge. If we get no knowledge about what is beyond from what is examined now, all inference is impossible. One difficulty with extrapolation and cause is that philosophers set out from a position in regard to perception and nature of entity that makes implication from ‘given’ to ‘beyond’ impossible. Descartes: Two completely independent substances. Then how can one in any way allow connections with the other? Descartes uses God to make the connection. Hume: Impressions are disconnected from each other. Habit makes us expect repetition. But his principles don’t justify the expectation. Whitehead: Conformity of parts of the world to each other is fundamental in experience. Breaking the world into discrete bits gives a hard-headed metaphysics, which we refute in practice. So Whitehead accepts causation and probability as given facts to which metaphysics must conform."},{"pageNumber":65,"pageContent":" 56Philosophy 3b. Whitehead     Lecture 25. 11/26/27 Probability and Induction. Difficulty--why is there any justification for induction (not merely why is it uncertain). Why does knowledge here and now give us any knowledge of future or past. Hume’s difficulty was at this point. He gave a reason as to how we come to have inductive beliefs, but this deprives those beliefs of all rationality. Hume’s appeal to practice shows that he had not properly analyzed experience; his common sense in practice refutes his analysis. If we don’t admit the statistical theory of probability, we must admit a mysterious unanalyzable relation between premises and conclusion. Whitehead holds to the statistical view. The judging subject is the ultimate subject of judgment; arises as feeling of the actual world as datum for itself (its feeling). The actual world is determinate; arises out of determinate data. The judging subject judges a categorical fact about itself--about its primary phase. There is a statistical constitution of the world, which the subject is judging about--if the statistical view is right. The future is presupposed in induction, i.e. some presupposition about the future is present in induction. Every actual entity is essentially social: (1) outlines of its own character are determined by data its environment provides for its process of feeling. (2) These data are not extrinsic to the entity; they constitute that display of the universe which is inherent in the entity. [They are] components conditioning the character of the judging subject. Any general presupposition as to the character of the experiencing subject implies a presupposition about the environment providing data for the subject. A "},{"pageNumber":66,"pageContent":" 57species of subject requires a species of data as its primary phase of concrescence. But such data are just the social environment under the abstraction (perspective) effected by objectification. The character of the abstraction too depends on the environment. Species of data requisite for the experiencing subject presupposes an environment with a certain social character. Thus induction gains its validity by reason of a suppressed premise. This tacit presupposition is that the particular future which is the logical subject of judgment shall include experiencing subjects which have a close analogy to the present contemporary subject enjoying some definite experience. It presupposes continuity of inheritance in which [there is] continuity of this type of subject. [Also] continuity of this kind of environment. In proposing a question for inductive judgment you presuppose laws of nature indicating more or less prevalence of conditions. Induction derives characteristics of a particular future from a particular past. It is not a derivation of natural laws--general laws. The present occasion can only determine a community of similar occasions. The world is social. There is a key to metaphysics in the social organization of men. E.g., inductive judgment: “Where there’s a leisure class, someone’s doing the work!” Maintenance of some aspect of the immediate environment is presupposed in inductive judgment. Note the difference between this and substance Philosophy:--If a substance can exist in its own right, you can infer nothing about the environment, past or future, in which it exists. But organic Philosophy makes possible inference about the environment. "},{"pageNumber":67,"pageContent":" 58 Even a proposition partially defines the environment, for it presupposes that its logical subject is based on actual occasions in a sort of world in which its logical subject is existing. The appeal to the completely unknown is ruled out. How the Environment is statistical: 1st: We don’t want exact statistics. More or less. There are stray occasions in any environment. The Environment must be finite. An environment which is effective as to the individual entities is a finite environment--not the whole past of the whole world. This doesn’t imply that there is a finite number of actual entities. An infinite number of actual entities can exist in a finite environment."},{"pageNumber":68,"pageContent":" 59Philosophy 3b. Whitehead     Lecture 26. 11/29/27 Perception. Problems set by philosophers from Descartes to Kant Perception is a difficulty only when you have wrong metaphysics. Consider the world view underlying any epistemology; don’t try to refute it on its own level. All depends on how entities presuppose each other. Perception which must have a certain privacy, is perception of the presuppositions that that entity entails with respect to the rest of the world. The alternative view regards existences as independent of one another; this almost requires substance. Then the difficulty of one entity contemplating an alien existence arises. The difficulty of philosophy as compared with science is the impossibility of calling on brute facts. The way out of the difficulty is to read the clear-headed philosophers, and see if the way they support their doctrines gives them the right to have any knowledge about their topic. If the discussion is nonsense, there’s no support for the theory. Further, refer to naive statement made necessary by everyday practical life. What do we perceive? We perceive ourselves as particular existents in a world of particular existents. The datum--what is ‘there’ for you -- the immediate perception of qualities of contemporary things--is a sensation, but is a perception of a contemporary thing, according to the sensational view. How then is there any knowledge of the past? Hume assumes memory, and then defines memory as repetition. But how can he know repetition? He has only a sensation now. Hume bifurcates himself: he has a knowledge of the world superior to what his theory allows. He knows repetition, but his theory reduces him to solipsism of the present moment. Santayana’s essence is the ghost of the original sensation. Hume has no right "},{"pageNumber":69,"pageContent":" 60to talk of his idea as a copy of the impression. The only difference is that one is lively, the other not, but whatever is present is all there is--so Hume slips in the notion of ‘copy’ as well as the notion of ‘repetition.’ Repetition isn’t memory. “My” sensation--private mental operation. Then why talk of external existence? How can the solipsist get into a common world? Hume simply slips into practice. Kant saw all the implications of Hume’s view. The preface to Critique of Pure Reason is Santayana’s Scepticism and Animal Faith. Kant’s answer to Hume depends on morals. Moral life is in touch with the transcendent. But Kant starts from a sensationalist basis. All the philosophers have a back door to get out of the difficulty. (See 2nd meditation of Descartes -- the lump of wax. He appeals to ‘inspection’ of the understanding.) Locke speaks of ideas determined by a certain existence. Hume speaks of ‘objects’--and appeals to practice. Descartes’ ‘understanding’ gives him knowledge of exterior things. Bergson’s intuition. Santayana’s leap of faith. All these ways are forced escape from a hopeless doctrine. Private world is a prison without egress. How get a public world at all? All these methods really say we know more than contemporary sensation gives us. Also, this other type of knowledge has connections with sensational knowledge. But the connections aren’t always in conscious experience. What we know securely at times, at other times we conjecture, and we habitually act on our conjectures. Until comparison comes in we don’t know whether we’re right or wrong. The check up in consciousness is intermittent, not continuous. This gives us a theory of error as well as a theory of truth. Experience concerning our own bodies is where we may look for check-up most clearly."},{"pageNumber":70,"pageContent":" 61Philosophy 3b. Whitehead     Lecture 27. 12/1/27 We have consciousness when there are feelings of eternal objects as pure potentials. Mentality is the having of these. The pure potential enters qua pure potential, not qua its implication in some other actual entity. Up till now Whitehead has been emphasizing the actual world--the other actual entities--as basic in the concrescence of any new actual entity. Eternal objects have been considered as “determined to particular existence,” or as “concerned with exterior things.” (Locke’s phrases) Now emphasis is put on the ingression of the eternal objects. This makes feelings the essential relations of things to each other -- how the actual world is bound together as many things in one world. Non-mental experience; Bergson’s intuition ought to be regarded as a physical relation. Kant flirts with the idea. “Thoughts without content are empty; intuitions without concepts are blind.” Kant was obsessed with the presence of consciousness. His suppressed premise is that ‘Intuitions are never blind.’ So he concludes that the structure of the world depends on mental operations--judgments. Locke talks about ideas determined to particular existence, Whitehead says the feelings qualified by universals are blind, unconscious--blind nexus of physical. (Whitehead means by ‘feelings’ what Locke meant by ‘ideas.’) If pressed, Locke would give a universal such as whiteness as an example of ‘idea.’ Hume also would give a universal if asked to give example of ‘impression.’ He is bothered about getting them into unity. Hume describes blind feeling in terms of thought."},{"pageNumber":71,"pageContent":" 62 All these philosophers get up against this dichotomy: conscious thought vs. blind feeling. Since our interest is in consciousness, that side pulls them over. Kant recognizes that Hume has thought in his sensation, but his way of correcting it was to put in more thought. Whitehead:--The two should be separated. But Kant recognized something blind in the situation. Kant says objects are given to us through sensibility; sensation alone gives us intuition--Whitehead agrees. But then Kant runs away from this position. There has been an uneasy recognition of the blind experience among the philosophers, but they’ve described it unfortunately in terms of consciousness. Whitehead--conceives the actual entity as ideally divisible into many feelings. But essentially it is a unity of experience which is attained by a concrescence. Many feelings growing into one complexity of feeling. This involves a discard--an abstraction. The datum is the actual world in perspective. ‘Perspective’ means that the settled actuality is not felt by me in its complete constitution, but only some elements of its constitution are felt. Some elements have been discarded. The same thing happens when you pass from blind feeling to consciousness. Much is discarded. When you synthesize different complexes of feeling you always leave out some. This accounts for the unconscious. The same entity is never twice in the same actual entity. It’s once there, and it is the bond of union if there is diversity implicating the same actual entity. (?) You have to construct a new union out of diversity. Incompatibility and contrast. Contrast is unity between contrasted elements--gets the two diversities into a higher unity. Incompatibility comes in when it can’t be done. This is why the world is felt in perspectives, and the blind feelings enter consciousness only with abstraction. "},{"pageNumber":72,"pageContent":" 63 How can you have two feelings of the same thing? The subject X feels A directly and also as constituent of B and of C. Do we have a full feeling of any entity? Feeling myself of 1/100th of a second ago is almost completely full. "},{"pageNumber":73,"pageContent":" 64Philosophy 3b. Whitehead     Lecture 28. 12/3/27 Hume’s account of sensation is the account he should have given of thought. He gives in the Treatise examples: red, scarlet, orange, sweet, bitter. These are universals, not particular existents. The mind’s sheer conceptual enjoyment is of universals. So Hume was really dealing with thought. Indeed, Hume finds no difference between ideas and impressions except force and vivacity. Whitehead agrees on this, but disagrees in this--Whitehead thinks we can’t get an adequate account of this. Both these Whitehead denies. There are emotional universals. Whitehead denies that emotion is purely private. The energy of physics is the emotion of psychology. Forms of emotion are forms of energy: Descartes held subjectivist principles as to the datum. The lump of wax -- its universals all changed. How know it is the same wax? He appeals to “inspection of understanding.” He justified judgment on belief in goodness of God. Hume dispensed with Heaven, and thus became a skeptic. But he really disguised Heaven under the name of practise. Kant analyzed the understanding, whereas Descartes was satisfied with two words (“inspection” and “understanding”). But Kant forgot that we want a common world. Philosophy is the business of generalizing. It is a sound principle that we must start from particulars in experience. The Greeks were influenced by grammar--subject (substance)--predicate (quality)."},{"pageNumber":74,"pageContent":" 65  Perception through sense organs. Qualities=sensations referred to particular substances other than the perceiver. Descartes makes the sensation rather than the substance the primary metaphysical fact;--“I perceive this stone as gray,” Descartes said, whereas the Greeks said “The Stone is gray.” The only universal is the grayness of the stone. What is the fundamental relation of another actual entity to the subject--i.e. the actual entity under discussion. (e.g. Actual entity perceiving the stone as gray.) Is this essentially a question of consciousness? Nothing is more fluctuating than consciousness. Nothing relapses more into vagueness. Science deals with high abstractions, but it considers relationship of actual entities to one another apart from the fact that they are knowing one another. It describes entities in terms of mutual nexus. It leaves knowledge and feeling out. This is abstract. A vague sense of our derivation from the past is part of consciousness. The final element of experience is feelings. When you look back on the immediate past you find it a complex unity of feeling analyzable into many feelings. Thoughts, concepts, are feelings as well as are non-mental feelings. Three factors in feeling: 1) What is felt. 2) How it’s felt--factor of valuation. (Agrees here with Bradley.) 3) Where it’s felt. (Bradley leaves this out.) There never is a loose feeling, cut out of actual entity. It is the final unity of feelings into feeling which is creative of the actual entity--which is the actual entity. This factor of feeling can never be got rid of. There are no thoughts without a thinker, no sense without a senser. Here Whitehead differs from Russell. But Whitehead says the thought starts the thinker. The"},{"pageNumber":75,"pageContent":" 66   feelings in their essence are involved in the concrescence of a feeler. In this sense feeling is real in a way eternal objects are not. Being particular means being essentially in an actual entity. What is felt is primarily either eternal objects or feelings. But the feeling of a feeling can’t be detached from its actual entity; it is felt as particular. A feeling of a universal is a concept; a feeling of a feeling is a particular. If you are angry and I feel your anger, I feel it as belonging to you. That is the meaning of objectification. "},{"pageNumber":76,"pageContent":" 67Philosophy 3b. Whitehead     Lecture 29 12/6/27 N. K. Smith--The Nature of Universals. Mind, Three last numbers. Whitehead--unity of experience can be discussed at a stage below consciousness. Coordinations of feeling. An actual entity is a bundle of prehensions, but is a progressive determination of many prehensions into one prehension. A prehension is either a definite prehension into feeling or into exclusion from feeling. The latter is not mere neglect, but is a definite way of dealing with the universe. A prehension is analyzable and it’s only as in the final stage of satisfaction that the prehensions which are discovered by analysis of the actual entity are determined--the process determines the indeterminate. The first question about prehension is whether it is positive (into feeling) or negative (into exclusion). Feeling:--1) What is felt, 2) How it is felt, 3) Where it is felt. “Where” means reference to a definite actual entity. Feeling is essentially particular--i.e., it is so-&-so’s feeling. Primarily, what is felt is another feeling. You can never divest a feeling from the actual entity to which it belongs. Particularity. How felt. The subject grows out of the feeling. Originative element in concrescence of the subject is in respect to how it is felt. Intensity. Adversion and aversion. Purpose. What is felt.—Other feelings. FA = feeling in A. FS (FA)–the feeling in S of the same feeling, but as a feeling that is in A. This is in opposition to subjectivism. We don’t simply feel our feelings as private. We feel them as "},{"pageNumber":77,"pageContent":" 68   belonging to another actual entity. Further, if you look on the feeling, you are looking on the other entity as an actuality. S prehends A as the outcome of all its feelings. But by reason of the incompatibilities, some are excluded. Nevertheless, there is a definite attitude toward every feeling of A--either of inclusion or exclusion. “Vector” character of feeling. “Vector” is carrier--(fundamental term in physics). Whitehead holds that centers of experience are the only actual entities. This is what Physics deals with in a highly abstract way. Psychology also. Whitehead is trying to correlate the essentials in Physics and Psychology. You feel blue and gray, and you synthesize them into a unity with contrast. Fully determined prehension is prehended once. Fs(FA(T)) + Fs(FB(T)) are essentially one because T is one. Yet they have a diversity. T is the character of the identity relation. There is also a diversity relation. Now when such a synthesis is made, if there is incompatibility, one must be eliminated from S. If T in A is different in the same manner as T in B, you cannot hold them both. T in B and T in A can’t be prehended in such a way as to contradict itself. If not incompatible, there is contrast. Until the synthesis is complete, the intensity is not determinate--there is not yet what Whitehead calls satisfaction. "},{"pageNumber":78,"pageContent":" 69   If there is no contrast you approach zero intensity. The stages of concrescence are stages of indeterminate prehensions [(1) indeterminate as to inclusions or exclusions (2) as to graduations of intensity] on their way to definition by a higher synthetic feeling. The final how is purely purposive (unity of satisfaction). Feeling of universals.--Especially of pure universals (eternal object). This latter is a concept. The universal is being felt as a pure potentiality--it may or may not enter realization. A concept is the grasp of affirmative with negative--“may or may not.” Necessary to consciousness. The triumph of consciousness is the negative judgment. When I feel a thing as not grey I am at the height of consciousness. When I feel it merely as brown (which it is) the concept hasn’t a heightened intensity of feeling that comes from contrast. There is always some element of the negative in concepts and consciousness."},{"pageNumber":79,"pageContent":" 70Philosophy 3b. Whitehead     Lecture 30. 12/8/27  Read with critical attention and intensiveness some books such as Hume’s Treatise. These are absolutely determinate. “Particulars.” These have in their natures an indetermination as to how they are prehended in any actual entity. A prehension is a particular in that it can never be divorced from its one actual entity. The creative advance of the world is an advance into novelty. The proposition has among its logical subjects actual entities. The prime business of a proposition is to be absorbed into feeling, not to be judged. A proposition is absorbed in a blind feeling in the concrescence of its first prehending subject. In satisfaction--the actual entity--there is unity and indivisibility. Proposition X is a feeling. But in the earlier stage (small circle) the proposition is on the way to being a feeling. There is no way of dividing up an actual entity in such a way that the parts are actual entities. Essential particularity of feeling. Philosophy plays fast and loose with particularity, and this is a fallacy. "},{"pageNumber":80,"pageContent":" 71   An indeterminate entity can be felt in one of two ways— Enacted feeling Mental feeling 1) With elimination of its indetermination—blind inactive experience. 2) With retention of its indetermination—i.e. with experience of the indetermination involved in its relational possibilities. Consciousness entirely depends on mental feeling--i.e. feeling a thing as indeterminate. An actual entity is di-polar, viz. it has enacted feeling and mental feeling. Most entities are non-mental. The mental pole may consist in putting aside mentality. Enacted feeling is sheer matter of fact. "},{"pageNumber":81,"pageContent":" 72Philosophy 3b. Whitehead     Lecture 31. 12/10/27 Two types of feeling. Both are real, or actual, belonging to actual entities. (1) Enacted feelings. (2) Mental. Enacted feelings have a close relationship to the actual world from which the particular concrescence arises;--this relationship is \"conformation\"--the carrying on into the present of the feelings of the past. There is conformity in these sheer physical feelings. You have a double aspect of feeling--vector aspect. Feelings are made one’s own. The character of fa is an element in fs. It is, there, a reenaction of fa. S takes fa and makes it its own. This is the way it feels A. S makes A irrelevant except as fs. [Use the term ‘idea’ in a broad sense, not to imply necessarily mentality.--Locke’s ‘idea’ is a copy. Whitehead’s idea is an objective reality absorbed into privacy. But the latter stage must conform to the former.] Fallacy of illegitimate abstraction:--to cut off feeling from the feeler (f/a). The feeling abstracted from the feeler is a proposition, or an eternal object--a universal of one of these types. Abstraction is dangerous in that it may alter the object. The essence of enacted feeling is that the character of fa flows into fs as a private state of S. "},{"pageNumber":82,"pageContent":" 73 Mental feeling--of universals. Indeterminate. Does not show how it enters into enacted feeling. Propositions and eternal objects. The Proposition may concern actualities of the actual world. Enacted feeling is hopelessly matter of fact; mental feeling has a reference to indetermination--you feel the proposition or eternal object in that its own nature doesn’t show how it can be involved in enacted feeling. How universals can be felt as distinct: 1) There are no absolutely distinct things Fs[fs{fB(T)}fs{fA(T)}] 2) The eternal object is felt only once; the above formula shows that (T) is felt only once by S, though there is contrast in respect to A and B. You feel diverse things only in a unity. You cannot duplicate what is essentially one. When a color is felt at two ends of an object, the same color is felt, and two spatial portions are included in the color. An enacted feeling is always derived from an actual entity--it gives the real connections of the world. Conscious attention always involves some trace of thought, of the concept. Coherence theory of feeling gives rise to correspondence theory of knowledge."},{"pageNumber":83,"pageContent":" 74Philosophy 3b. Whitehead     Lecture 32. 12/13/27 An actual entity is satisfied when it has eliminated all indetermination. But the various phases are discoverable through analysis. Primary substance. Aristotle: by primary substance he means (as in a particular man, horse, etc.) that which is not in a subject, i.e. is capable of existing apart from the same subject. Whitehead’s actual world corresponds to Aristotle’s primary substance. A feeling is incurably particular. Primary substance The actual world grows by addition of new creations, new actual entities. (Whitehead inverts Kant.) Conformation. The subject reenacts feelings of previous entity and thus makes the feeling its own. Whitehead is trying to avoid Locke’s implied subjectivism. We know direct knowledge as our own, yet we know it as another’s also. The feeling of contrast is emotional or aesthetic. This is ultimately a process of valuation (aversion and adversion--i.e. ordering feelings from the point of view of intensity, or attention.) Two types of compatibility. Adversion is a feeling of harmony for preservation--this is the feeling of the future. The mental phase is the conception, the feeling, of the eternal objects in respect to their possibilities, their indetermination. This is mental valuation, and it controls the final enacted"},{"pageNumber":84,"pageContent":" 75  valuation (by feeling the possibilities.) Two difficulties:--(1) The perspective of the actual world depends on extensive relations of the actual entity. How the potentiality of space-time is to be atomized is indeterminate. The relevance (degrees of) of an eternal object, requires that nothing can be given except as an element of an actual entity. The Primordial Actual Entity is a complete conceptual valuation of all possibilities. The eternal nature of God is the relation of all possibilities to each other. God is that part of the actual world which lays down the order that is relevant to the actual entity. God brings eternal objects in relation to the indetermination of the actual entity. (2) Does this allow any freedom of choice? Whitehead holds that there is real indetermination, but the creative process works under a certain ordering. The concrescence of an actual entity includes an ideal model. Actualities can’t do anything but lay down conditions."},{"pageNumber":85,"pageContent":" 76Philosophy 3b. Whitehead     Lecture 33. 12/15/27 Classification of actual entities: 1. Triviality 2. Vagueness 3. Narrowness 4. Width The actual world is a unity of feeling. Unity of feeling is actuality. If there is a dominance of incompatibilities you’ve eliminated the content of the concrescence--it is then trivial. An environment is chaotic if it gives triviality. An environment has order if there are societies. In proportion to chaos there is triviality, but it is not true that in proportion to order there is depth. There are various types of order, and given your type you’re in a certain limitation. Progress is not necessarily progress within the type of order, for this order may be exhausted. All progress consists in bringing in new types of diversities that will involve incompatibilities and contrasts. All progress has its loosening effect on order--skirts around the edge of chaos. A notion of thoroughly assured progress is nonsense. Vagueness. For example, so far as blue is in consciousness but without contrast it is vague. It becomes vivid when set in contrast with red. Obviousness comes from narrowness. Reinforcement of inheritance makes a thing obvious, through massiveness, accumulation. U becomes obvious when accumulation precedes. Insofar as differences have been eliminated experience is vague. Particularity of historic route preserving its possibility of division, but . . . There is a limit to divisibility--you come to absolute actualities. You get a spatial extension that is divisible but not divided. Rational scheme "},{"pageNumber":86,"pageContent":" 77does not permit continuity--modern physics shows us discontinuities. In one’s past life there is an actuality of division whereas we see only divisibility. We feel a definite persistent character. In principle, I inherit the whole actual world as I inherit myself, but in fact I inherit myself more intimately. You want a final narrowness-- a reenforced contrast. You also want a sufficient width. So the chaos, the vagueness, and the width are all relevant to the ultimate experience, so far as experience is important. The terms of art are the terms in which we ultimately construe important experience. Canterbury lacks unity and logicality; Chartres has this unity. English atmosphere makes for dreams, French for art."},{"pageNumber":87,"pageContent":" 78Philosophy 3b. Whitehead     Lecture 34. 12/17/27 The basic fact concerned with all actual entities is to be conceived more as sense perception rather than sense-projection. In a feeling there is double particularity (1) particularity of sense (2) particularity of derivation. The Human Body is as much a part of the environment as rest of the world. There’s a careless habit of assuming the body. Perception as non-projecting is like an emotion. The organ of sense is settled before the sensum begins. Sensum = it belongs in lowest category of eternal objects. It does not necessarily express a manner of relatedness with other eternal objects. It has a certain type of simplicity. It may be in contrast. No eternal object is absolutely simple, for all include potentialities--relational essence. There is always a possibility of an infinite regress of analysis into higher abstraction. So there is no absolutely simple eternal object. The sensum may be received through various avenues in the body, then undergo projection in spatial relations. The eternal object is always relational between actual entities. There’s at least a triple relation A--S--B. (E.g. nose, odor, rose) involving time (A--S, or nose--odor) and space (S--B or odor--rose). When there’s no contrast there’s not much depth. Lines in the diagram indicate throbs of feeling—a quantum effect. Higher intensities of feeling depend on number of throbs, but you have a final indivisibility. The extensive continuum is really divided, but we see it vaguely as divisible. Actual entities do transmit the throb. "},{"pageNumber":88,"pageContent":" 79 Light may be regarded as little pellets. (Professor Compton of University of Chicago.) Actual division, apparent (potential) divisibility, reconcile certain theories in current physics. S = Julius Caesar at any moment. xxx. . . = Contemporaries of Julius Caesar. These are independent of Caesar’s feelings atthe moment. (They are relevant to each other in the extensive scheme, so are not wholly independent.) These contemporaries are defined from the point of view of Caesar—viz.—they are Caesar’s contemporaries. If A is contemporary with S, and B is contemporary with S, still A and B need not be contemporary (that is, free of causal influence.) Whitehead means by “contemporary” that the entities are in the same stage of immediacy. “Community of becoming.” A locus to which (1) Caesar belongs (2) any two actual entities that belong to it are contemporary, (3) any actual entity that doesn’t belong to it is non-contemporary with at least some member of the locus (i.e., is either past or future with respect to at least some members). We apprehend in presentational immediacy the entities on the contemporary locus. This is a selection of a wider field of contemporaries of S. There are many--an indefinite number--of loci cutting S. (Conceive in 3 dimensions with a little temporal thickness.)"},{"pageNumber":89,"pageContent":" 80Philosophy 3b. Whitehead     Lecture 35. 12/20/27 Contemporary entities. Past, present, future are primarily defined by the formal constitution of a definite and particular actual entity. The past consists of those entities whose formal constitution in respect to their feelings are relevant to the subject (the actual entity that arises out of them.) They are objectified as the original base of the subject. P1, P2, P3 are objectified as the base of S. They are S’s past. The nexus involving the actualities of the world into a unity can’t be expressed in subject-predicate terms. What any actual entity is involves its base. F1F2F3 are entities which S passes into. They are S’s future. X’s are S’s contemporaries. They have formal constitutions of their own—they are not just states of S. C1 and C2 may both be contemporaries of S. But they may not be contemporary with each other--for one may lie in the past of the other, and have causal relation to the other. A duration is a locus of mutual contemporary actual entities. S lies in such a duration, but not all its contemporaries necessarily lie there. (Contemporary = non-causal.) S lies in an indefinite number of such durations. The past and future of S don’t belong to the locus. But this is a past of each duration also. The past of the duration will include more than the past of any one of its members. It will include some of the contemporaries of S. So, too, there may be a future of each duration. Contemporaries of S may be in the future of some duration that S is in. "},{"pageNumber":90,"pageContent":" 81 Any member in the past of a duration is by definition in the past of some member of that duration, and is contemporary with some member of the duration. Any member in the future of a duration is in the future of some member of that duration, and is contemporary with some member of the duration. All physical influence takes time to travel, and there is a maximum velocity for transmission of physical influence. (Usually said to be the velocity of light in a vacuum, but this is not quite satisfactory.) Another assumption Whitehead has been slipping in: the past and the future of a duration are mutually exclusive. No actual entity can belong both to the past and to the future of the same duration, for the duration makes a cross-cut of the universe. The only disturbing fact is that S can belong to an indefinite number of presents. Where in experience are we to look for such a duration? Naive experience picks out a contemporary world as extensive and as being entities in their own rights. Presentational immediacy gives us the contemporary world with barrenness of formal constitution. The complex of extensive relations make part of your constitution and part of mine, when we observe simultaneously. What appears is just what it is; if it is a delusion, that’s because of the interpretation placed on it. We have a direct perception of the immediate region of a duration. Hume says in respect to entities perceived in presentational immediacy there’s no interaction. Each is an independent stubborn fact (independent except for extensive relations). Whitehead agrees. The elements in the presented duration have no causal relation one to another. But this is only a small part of perception, confined to high grade organisms. Vector notion--the inheritance of an emotional tone from the immediate past is a perception of causal efficacy."},{"pageNumber":91,"pageContent":" 82Philosophy 3b. Whitehead     (From LaMont’s notes.) Lecture 36. 12/22/27 The endeavor to systematise is Rationalism or Rationalisation. We find selves with a variety of beliefs. All are separate and unconditioned. We want a scheme of thought which will give a general co-ordination. The scheme starts with particular forms expressed in words. Language (1) makes your own thoughts stable (2) Tells us thoughts of others. A system of categorical notions arises from generalization. We want a logical system; also a coherent one--the ideas [must] refer to each other and require each other to make sense. It would be nonsense to look on one idea without the other. With Descartes there is no reason for not having cogitating and extensive subjects both alone. This is incoherent. God is Descartes’ waste-paper basket for difficulties. The world seems to be in no respect necessary for God. There is an accidental aspect in Descartes. Whitehead wants a self-contained universe. Every good scheme draws attention to something which may be important. We go wrong in exaggerating our schemes. Any scheme should alter our direct experience. We see what we expect to see. We should verify our philosophy. It should give us deeper insight into experience. The true defeat of a philosophical idea (it can be “wrong” only if partially right) is when there is nothing which corresponds with experience. Purely anti-rational procedure is the way Bacon thought of Induction. No great advance in science has ever been made that way. Great scientists have generalized first and then come back to experience. Backward peoples have waited for Baconian method to be a success. The Chinese haven’t made a great imaginative leap sufficiently. Rationalisation is the only method of process{progress?}. We seldom get "},{"pageNumber":92,"pageContent":" 83to the most fundamental principles. Sceptics say to drop this method, but metaphysicians disagree. Science also does in ultimate principles. Of course there are things we can never know, but how can we define it? Don’t be only a philosopher. Know something else. Any experience of the world which has been made orderly and intelligible is a good approach. Others to some faint shade of meaning make pretense But Shadwell never deviates into sense."},{"pageNumber":93,"pageContent":" 84Philosophy 3b. Whitehead      Lecture 37. 2/7/28 Last term: our experience was considered in the most general way to discover the characteristic of any actual entity. Particular emphasis was on what is below the level of consciousness, to discover what is common to the life of a man, or of a molecule, or of anything else. The endeavor was made to base a realistic philosophy on grounds acceptable to modern science. We tried to elicit precise notions from vague elements. This term: We will begin with the precise, and consider what it is. The three most precise sciences are: Mathematics, Logic, and Grammar. The Greek distinction, on grounds of classification, between heavenly bodies and earthly bodies was not overthrown until Newton.--Moral: too early classification. Whitehead will not try to be perfectly consistent with [the teachings of] last term; [he would] not systematize too early. The basis of mathematics will be examined, but not operations of mathematics. Bibliography Whitehead--Introduction to Mathematics.  --The Concept of Nature Burtt--The Metaphysical Basis of Modern Science. Russell--Introduction to Mathematical Philosophy Broad--Scientific Thought. (Skim it all, and read parts very carefully.) James--Essays in Radical Empiricism. (Read carefully.) Gilbert Murray--The Making of a Greek Epic. Ossendowski--Beasts, Men, and Gods. The book has lost its mystery, but language hasn’t. The history of rationalism is the history of the debunking of the mysteries of language. But hard-headed explanations aren’t necessarily right, just because they are hard-headed. "},{"pageNumber":94,"pageContent":" 85 Language. Words are for philosophy what bogies are in Central Asia. A word is a squeak. The nominalist chases the universal down to the common word, applied to several experiences. But a word is merely a squeak. What is common between the two squeaks? This is the same question as the former. To call the universal a word is to adjourn the explanation. If the nominalist means more by words than mere squeaks he must answer the old question we started with. Symbolism . . . . ."},{"pageNumber":95,"pageContent":" 86Philosophy 3b. Whitehead     Lecture 38. 2/9/28 To appeal to words to understand universals is no good at all. When you ask what a word means apart from the particular sounds, you are appealing to a universal. Whitehead is not a nominalist. A “particular” may be 1) A particular individual substance--for example, a man, the same today as yesterday. 2) A particular element of experience--for example, a color. The contrast between universal and particular is misleading. “Eternal object” is a better term [than “universal”]. The traditional view of universal and particular brings us into difficulty eventually. Correspondence and coherence theories of truth both get you into inextricable difficulties, because something they have in common is wrong. Whitehead differs from Russell and Bradley in almost the only point on which they agree. Both agree that universals characterize particulars, but that particulars are their own atomic selves. Aristotle: primary substance is a subject but never a predicate. Descartes: a substance needs nothing but itself in order to exist. When you find an agelong difficulty don’t say here’s something no one can ever know. Examine most carefully the thing that all parties assume to be common sense. It may be wrong and the source of further contradictions and difficulties. The circle represents a moment of mentality or a drop of experience (in the stream of consciousness.) Locke says the drop is a unity of elements (ideas) which are particular. The difference between any two is that "},{"pageNumber":96,"pageContent":" 87   one enjoys a different universal from the other. Ideas are the furniture of the cabinet, Locke says. (There was lots of fudging between the 17th century philosophers and present. Earlier philosophers were more honest than those of the 19th century.) Locke: Ideas correspond to the world at large (if they are correct). Whitehead’s reply to Locke —There is no way of knowing anything about the correspondence. If you start with private ideas you end with them. No knowledge is possible. There is no escape from subjectivism. —Whitehead But elsewhere Locke talks about ideas determined to particular existents [existence?]. He runs away from the notion that the difference between two ideas must be given in terms of universals, but says they differ in relation to particulars. So long as ideas are regarded as determined by universals any theory is as good as any other. No knowledge is no knowledge. Bradley destroys the idea of independent reals, and then universals become adjectival of the one absolute particular. (The Absolute is the “pucker”* reality--Whitehead.) Finite centers of experience are abstractions. The Absolute’s complete, coherent experience is real truth, but my experience taken as real is self-contradictory. Bradley has to choose between contradictions in himself that could be corrected by a wider view, and contradictions in opponents which defeat their theory. Bradley’s position is thoroughly sceptical and self-destructive. Bradley’s refutation of Russell, and Russell’s refutation of Bradley are both irrefutable. Locke’s second theory, which he suggests but doesn’t explicitly adopt, is Whitehead’s view: *”Pucker” is British slang for finest or “swellest.” "},{"pageNumber":97,"pageContent":" 88 You can’t arrive at many primary substances that do not include elements of the whole actual world. The whole world is a constituent of every actual entity. The universe is always one. Concrescence is the actual world as summed up in an actual entity. Spinoza and Hegel are Bradley’s ancestors. Whitehead accepts Spinoza’s statement: “substance is causa sui.” An actual entity is the universe in one moment of its own self-creation. "},{"pageNumber":98,"pageContent":" 89Philosophy 3b. Whitehead     Lecture 39. 2/11/28 Every real fact has three sides: (1) individual qualities (2) social relations (3) subjective location. Subjective: a fact is always for someone. But science shows that facts can be considered without relation to the subjective. The individual asks, what sort? The social answers: Among other facts. We can’t abstract a fact from the rest of the world. Every fact in its reference to the rest of the world does not refer to the rest of the world in full form of details, but under that systematic aspect which that fact requires. (E.g. Whitehead in the room facing the class--this is a finite truth. This does not depend on the type of furniture in President Lowell’s drawing room. But it does refer to the rest of the world as a system of space-time. Language is elliptical. It presupposes a systematic nature.) Accurate knowledge. Accuracy is what we have when an actual entity specifically exemplifies a determinate concept and also when we know what determinate system of the world is presupposed by the fact exemplifying the concept. Reality under abstraction--i.e. with systematic structure, is what we want, rather than the Bradleyan absolute. General systematic notions. 1. (a) Diversity. (b) Multiplicity. (c) Meaning of “and”. (d) Classes. Things are never barely diverse--they have individual differences and this brings specific contrast. But there are grades of generality. There may be a specific contrast between two things one of which is red, one blue. But other contrast may be considered, also apart from the fact that one is red and one blue. "},{"pageNumber":99,"pageContent":" 90 2. Spatio-temporal relatedness. 3. General qualitative types of relatedness. Sheer systematic background. (a) Diversity (is always for some specific reason but this specific need not be considered.) (b) Spatio-temporal relatedness. Space not only separates, but also brings together. Diversity in unity. We look now on one side, now on the other. (c) General qualitative types of relatedness. (Eventually these depend on some identity.) Whitehead will show how general ideas dawn on people, and how later they yield to analysis. The value of precise logical analysis. Also, where symbolism comes in, and where it is not wanted. The notion of equality. Euclid didn’t define it because it didn’t seem to need defining. All will agree that if two things are equal to the same thing, they are equal to each other, etc., thought Euclid. Congruent things are equal. Whitehead:--there are different notions of equality. (1) One edge of the ceiling equals another edge. (2) Area of ceiling = area of floor. (3) Smith’s chances = Hoover’s chances. (4) Jane Addams’ eminence = that of Rockefeller. Certain definite relationships thus have the “equality” character. Isos is the Greek word for equal. Isoid relationship: A relationship is isoid when a has such-and-such relation to b. Here symbols are needed. aRb. (There is always a system in the background, of course.) Equality has at least these characters: (1) It is Reflexive: aRa. (2) It is Transitive: aRb and bRc, implies aRc. (3) It is Symmetrical: aRb implies bRa. Euclid didn’t notice the symmetry of equality. It is quite important to make explicit all these implications."},{"pageNumber":100,"pageContent":" 91 Equality is redundant, for:   “aRb implies bRa” (Symmetry)  gives, by general logical principles: “aRb implies bRa and aRb”  and, by transitivity: “aRb implies aRa.” [Thus (1) above is deduced from (2) and (3).] Things “matching” each other refers definitely to a background. a=b in respect to being qualified in the same way in respect to some characteristic of a definite set (c1c2c3..) One of these characters enters into a and b. Let y stand for (c1c2c3...). Then a=b→(c1c2c3...)   a=b→y We talk in highly abstract terms. It is easy to slip from one equality to another, and get into the contradictions of absolutism. If c1c2 etc. stand for colors, for example, they must be incompatible if the matching is to have meaning."},{"pageNumber":101,"pageContent":" 92Philosophy 3b. Whitehead     Lecture 40. 2/14/28 Report due Tuesday, February 28. General Ideas: (a) Consider Status of Universals (Nominalism) (b) Universals and particulars (The actual entity has some qualities that the term “universal” suggests) (c) Connection between abstract forms and the notion of accuracy. (d) Importance of the notion of system in explanation of finite truths. (e) Illustrations (1) Generality in pure mathematics. (2) Equality and measurement. Purpose of lectures. Special topics not the main reason. Whitehead wants to show the kind of considerations that turn up in any such enquiry. Main points: (1) In endeavoring to understand any topic in the world the first thing is to conceive the general ideas that underlie that topic. (2) A general definition has much wider scope than the field of its importance. It applies to many cases that are trivial. There must be happy particularization whereby the general principles are importantly applied and illustrated. E.g. Weight, its laws, etc. The weight of oxen or men may be important in some considerations, but if you classify Presidents of the United States by weight the whole matter is trivial. First movement of thought: discuss the genus. Second movement: concentrate on the species in which the general is important. Language. Sometimes a word has more than one meaning that are quite definitely recognized. But usually ambiguity is present in words because the same word is applied "},{"pageNumber":102,"pageContent":" 93to different cases where man has felt vaguely an underlying generality (uniformity). Philosophers are faced with generalities which ordinary language has not considered. They usually take a word that applies to a specific instance and stretch it to apply to the general. Cf. Aristotle’s use of “matter”--a vague potentiality with a form. Aristotle took the word meaning “wood,” and applied it to matter. Relevant generalities. Some characters of ellipses depend on the fact that the ellipse belongs to the class “continuous curve”; some depend on the fact that it belongs to the class “conic section.” In some cases it is useful to consider it only in regard to its former connection; in some others, only in regard to the latter. Other steps will depend on degree; others still on size.--A good argument considers only the relevant generalities. Some are relevant at one stage, some at another. The search for relevant generalities is found in decisions of the supreme court. Mathematics gives beautiful examples. The Notion of equality.--Things on the same level with respect to this relation. The relation of equality is both transitive and symmetrical. We can know that two classes can be polled against one another before we know what number of members either class has. Again we can get the notion of equality in respect to qualities that characterize two different entities. E.g. two objects have the same color. This presupposes that colors are incompatible. We make definitions, axioms, postulates. Postulates are simply statements of limits of “happy particularity.” They are not demands. Again, take the class of c’s above as colors. These must not be looked upon as a mere class. There must be a definition explaining relations of c1c2 etc. to P and Q. We are then also dealing with a class of instances (K). P = Q→(y) (K) A class determined in a perfectly definite way by certain characters. "},{"pageNumber":103,"pageContent":" 94The notion of predication is extraordinarily general. Saying “The rose is red” doesn’t tell anything unless you know something beforehand about roses and redness. The background must always be supplied. (K) is a manifold of which P and Q are parts. The notion of equality brings to mind the notion of addition. P ⊕ Q = R. This means that there is some class (K' ) including P, Q, and R; and that when P and Q are jointly connected they indicate R. The importance of this abstract reasoning: It lies at the basis of political economy--add up capital, mill plus sewer, etc. Utilitarian ethics is vitiated by the lack of a definite notion of aggregation. Great care is needed here. The aggregation of a positive with a negative electron would destroy both of them. [1 + 1 = 0.] Whitehead is working up to a discussion of measurement."},{"pageNumber":104,"pageContent":" 95Philosophy 3b. Whitehead     Lecture 41. 2/16/28 Today’s lecture: Descartes and the mathematical method. Whitehead’s main position as to metaphysics is inherent in Descartes’ philosophy, but he (Descartes) had not grasped the organization of fundamental categories that his own work entailed. Equality.--A relationship. There are several specializations under this concept. We appeal to a genetic character--“isoid”. We should call transitive and symmetrical relations “isoid”. We find isoid relations in cases of matching. Two entities that have a characteristic in common can be matched in respect to that character. But everything seems unique. What does it mean to have a characteristic in common? The notion of predication can be made really definite only when there is a nexus of actual entities, not a bare class of real existents. You can’t abstract any real existent from being a member of a nexus. It is the outcome of relationships of the actual world. “Apart from the system of the world” is nonsense. But neither is anything purely relative. How an actual entity is in the actual world constitutes a real character of that actual entity. Philosophy has made a mistake is separating predicates and relationships. Things matched may be unlike in respects other than that in which they are matched. The physical world is spatio-temporal. Descartes said real things in the physical world are extended and enduring. What did extension mean to Descartes? A clear conception of extension would show that the Euclidian system would apply necessarily to it.--(We don’t believe this now.) If we only have clear and distinct ideas the truths of geometry would follow necessarily. Mathematicians also think of numbers, fractions, etc.--dealing with quantity. Algebra deals with generalnumbers. Descartes"},{"pageNumber":105,"pageContent":" 96  made a discovery of great importance. Locate a point by two lines--axes--coordinates in numbers. In general, then, every point has two coordinates (x,y). Descartes noted determinate equations in Algebra. For example: 3x + 4y = 38. Let x mean the 1st coordinate, y the 2nd coordinate. If x = 8, then y = 7/2 in the above equation.   The points which satisfy the equation fall on a certain locus on the diagram. Descartes asked what equations and loci mutually correspond. He found that simple coordinates correspond to a straight line. And any straight line corresponds to a simple equation of this form Ax + By + C = 0. Conic sections also were found to have corresponding equations. Ellipses, parabolas,   hyperbolas, intersecting lines, parallel lines. Ax2 + 2Hxy + By2 + 2Gx + 2Fy + C = 0. With appropriate numbers for x and y you can get equations to correspond to every conic section. Presupposing measurement of extension, every geometric property is correlated with some algebraic property. What Descartes meant by uniting mathematics and philosophy was this: you can do away with Aristotelian forms in considering the world, except the forms of extension and endurance. But for him each thing had some perfectly definite extension. All things share in the common system of extension. Descartes’ cosmology was not one of inactive things, but of active things. Vertices. Descartes was very close to Einstein, and Plato was very close to Descartes. [In Plato’s] Timaeus: five regular solids. "},{"pageNumber":106,"pageContent":" 97 You can’t take any real actual entity out of its system. In Descartes’ cosmology is inherent the idea that any entity is what it is by reason of its place in the system. The whole system of extension is essential to the circle, and the circle to the system. Descartes should have attacked the self-existent substance idea if he had wanted to hold to his own implications. If you hold his system and predication together, you run into Spinoza immediately. To escape Spinoza we must refuse to have the predicate of individuals as a complete notion in itself."},{"pageNumber":107,"pageContent":" 98Philosophy 3b. Whitehead     Lecture 42. 2/18/28 Measurement is basic in physical science. Quantity is not one ultimate category (as Aristotle held) but is analyzable. The measurement of quantity depends on immediate recognition of identity of function in a pattern. Equality is primarily non-quantitative, but it means matching of functions within the pattern. The measurement presupposes the pattern, the pattern doesn’t follow after the measurement. “World line of a particle.” A particle takes the shortest possible path under the conditions. (true of  planets, etc.) To get the length of the line, divide it into standard units of measurement and add them up. This presupposes that there’s some way of knowing each division is equal to each of the others. “Equality means coincidence,” the physicist will tell you. This can’t be the meaning of equality, however important it may be as test of equality. (Whitehead) How can you move the world line of Monday back to that of Sunday and get them coincident with one another? When things are coincident we aren’t interested; it is where they aren’t that they interest us. But perhaps you say the two lines are both coincident with a third line. Then what are you appealing to--physical coincidence? No, you appeal to the fact that the measuring rod has kept the same length. The judgment that it is of same length at different times is an immediate and obvious judgment. When direct immediate judgment of coincidence is impossible you make intermediate judgments. The instruments may be carefully guarded and criticized. This depends on (1) common sense belief in uniformity of nature, (2) measurements, such as temperature. (But you assume that the thermometer is the same, is accurate, from moment to moment.) (3) Test of the instruments’ material."},{"pageNumber":108,"pageContent":" 99 But in all the test and measurements you get back eventually to some simple obvious, direct judgment that you trust. The whole basis of good instrumental design depends on the smallness of the initial error involved in the uncriticized instrument. And this depends on a theory of space-time, physics and geometry. The instrument maker assumes that instruments will not change radically over a period of time. [He may] test them for six days or six weeks. [But there remains an] uncriticized notion of time. Coincidence depends on some uncriticized notion, ultimately. ‘World line’ also is supposed to be measured in terms of the infinitely small. Weierstrauss (Berlin) showed that in all cases where mathematics dealt with the infinitely small, the same thing could be accomplished with no appeal to this concept. Leibniz never mentioned the infinitely small. He almost anticipated Weierstrauss. Newton was vague on the crucial point. Leibniz said he (Newton) had the notion of the infinitely small. Elementary geometry presupposes the notion of measurement, and therefore refers to a pattern behind itself. We want to know whether we can get a geometry that doesn’t appeal to metrical notions. We can get such. Space is extensive in the sense of having regions overlapping, including, between each other, etc. 1. Axioms and Definitions. Extensive regions. 2. Points, lines, surfaces. Can they be defined in terms of notions derived from (1)? Yes.--See Whitehead’s extensive abstraction. 3. Planes and straight lines. Can we define the plane in terms of (1)? Yes, to some extent, though additional notions may be required. Symbolism is required for careful work here.         "},{"pageNumber":109,"pageContent":" 100 We can define ‘straight line’ and ‘point’ and ‘point lying on a straight line.’ But what about ‘order of points lying on straight line’? The notion of order requires very careful and difficult consideration. This notion doesn’t carry with it the notion of equality of stretches of the line. What is meant by parallel planes? P is parallel to A if it is equidistant from A at all points. This definition has all the faults a definition can have. It assumes that we know all about perpendiculars (MN). It assumes that the second line (A) is a plane--it many not be so at all, and there is evidence to the contrary. "},{"pageNumber":110,"pageContent":" 101Philosophy 3b. Whitehead      Lecture 43. 2/21/28 Can we define equality in relation to a pattern that excludes measurement as an assumption? [Consider the] notion of parallels. A parallel plane passes through a and does not intersect the plane of p. Possibilities:  (1) Any two planes intersect. (2) No planes intersect. (3) A number of planes intersect—any plane drawn inside xy intersect. (1) All intersectors.—Elliptic geometry. (2) Bundle of non-intersectors.—Hyperbolic geometry. (3) One and only one non-intersector.—Euclidian geometry, or really Parabolic geometry. With any of these sets of premises a perfectly consistent scheme of geometry can be worked out. A priori philosophies are linked with the third type of geometry. Whitehead holds that when we know about a particular part of the universe we can know something about the environment, but he renounces the older a priori view. In terms of Euclidian geometry you can show that there are other sorts of relationships that can be used in defining planes, lines, etc. Elliptic and Hyperbolic geometry are in a sense embedded in Euclidian geometry. If there’s something wrong with Elliptic or Hyperbolic there’s something wrong with Euclidian. This doesn’t elevate Euclidian. There are simply different sets of relations. Taking Elliptical geometry as fundamental, “queer” relations could be defined which would be Euclidian. Both are simultaneously verified. This is true of all three. Any one is derivable from any other. This has no bearing on, or rather none of these implies, an absolute measurement. "},{"pageNumber":111,"pageContent":" 102   Intersecting families of parallels. Points may belong to more than one family. The notion of equality. Definition of equality is here provided only for parallel stretches. Non-metrical pattern from which definition of equality can be derived. We habitually reason in terms of high abstractions. Science measures and finds relationships between numbers. This is the mathematical method of Descartes and of the Pythagoreans—applied to philosophy. Pythagoras hit on the importance of measurement. When you have something shorter than your standard of measurement, measure it in terms of unit parts of your standard. Pythagoras—you have found the key number. He was excited by this discovery. Harmony depends on relationships of numbers. But presuppositions have slipped in here. Assume that something falls outside the standard of measure. Archimedes first stated this assumption. Axiom of Archimedes. Another assumption: take any number--you can divide any length into this number of parts. Axiom of divisibility. It was fundamental to the Pythagoreans that the nature of the world can be stated in terms of number. Then a heresy occurred. Someone proved that you could not express by any relation of two whole numbers the relationship of AB to AC. (We fudge by calling it the square root of 2.) The Pythagoreans forbade this doctrine to be mentioned. This was the first fundamentalist scandal of history."},{"pageNumber":112,"pageContent":" 103 Sequel: This question of the status of irrationals was thought about continuously by some of the ablest thinkers for about 2200 years, and no advance was made. But in the last quarter of the 19th Century a Pythagorean answer was found;--it was found that the relationship could be stated in terms of simple numbers. Dedekind and Cantor did the trick."},{"pageNumber":113,"pageContent":" 104Philosophy 3b. Whitehead     Lecture 44. 2/23/28 Sophistry in the bad sense is the curse of philosophy. Modern philosophy is infected with this kind of sophistry. It is always a misuse of the reductio ad absurdum. Sophists get their victims to contradict themselves. Testing instruments gets back to an uncriticised judgment. But error is always allowed for. In dialectic you criticise ideas in terms of other ideas. At the end of the argument you may have demolished common sense belief but only by assuming the adequacy of the categories used in the critical process. Shielding the dialectic apparatus and overthrowing common beliefs is sophistry. The only court of appeal is the common sense of mankind. But this is loose and contradictory and needs correcting in detail. But ultimately you must accept it. The bearing of the immediate present on the immediate future is common sense, and we have to accept it no matter how we may refine and alter the common sense idea of causation. So with all the categories of common sense. Roughly we must assume them to get on in life. Sophistry is a concealed dogmatism--it regards its categories as beyond criticism. Number. The Pythagoreans were immensely interested in (1) Cardinal numbers (2) Ratios (3) Geometry (4) The numerical basis of harmony. They saw that numbers give oversight into the qualitative unity of the universe. Plato uses the same conception. It’s rattling good idea. They suppressed discussion of the irrationals. These broke down the theory of the Pythagoreans. Number is the character that a class has by reason of its multiplicity. It is a perfectly definite character. There are various sorts of classes.     "},{"pageNumber":114,"pageContent":" 105 The multiplicity of a class has a certain definiteness. Class of 2,3,4,5, etc. members. Aggregate two classes and you get a different multiplicity. Subdivide a line and you also get increased multiplicity. The whole set of integral numbers can be thought of as an infinite class, for one more can always be added. The whole set of proper fractions between 0 and 2 form an infinite class. Now note that definite multiplicity doesn’t apply to an infinite class. The notion of number seems to break down. Here mysticism entered mathematics. Some men have held that there are ultimate mysteries that mathematics brings us up against. But in the last half of the 19th Century mathematicians solved many of these “ultimate” mysteries. Difficulties about infinity can all be phrased without reference to geometry, but by thinking about number alone. (1) What is the relation between classes in respect to which we can say that they have the same number-- are equal? (2) What is number? Clifford and Helmholtz hit on a process of counting. We count up to 9, then have a scheme by which we know what any succeeding number is. We count objects by putting each object in correspondence with some number. But this tacitly limits the problem, for we stop with a finite class. This is the difficulty of regarding number as the operation of counting. Another assumption comes in if we suppose counting to go on indefinitely--the assumption of a fixed order. This assumes (a) an infinite class in a very special order of arrangement (b) that you have taken your objects and observed in the nature a one-to-one correlation between this standard class and your objects. The notion of counting thus is highly complex. Widen the notion. Ask what it means for two classes to have the same number. Ordinal number is more primitive than cardinal number, said 19th Century mathematicians. Whitehead:--they are equally primitive. There is a one-to-one correlation in nature, whether observed obviously or not. We can"},{"pageNumber":115,"pageContent":" 106then ask, what about any two classes? Can we point out a one-to-one correlation between two classes? They are equal, that is, they have the same number if you can. This approach is free of the consideration of order. Again, if you can correlate all of one class with part of another, you must ask: Is this a proof that you can’t establish a 1-1 correlation between the whole of the two classes? Yes if the classes are finite, no if the classes are infinite. If it were felt here it would seem that there’s nothing definite about the infinite as a number. But it has been given definiteness, as Whitehead will show in the next lecture."},{"pageNumber":116,"pageContent":" 107Philosophy 3b. Whitehead     Lecture 45. 2/25/28 General Method of Rationalism. Search for systematic beauty--or search for a system guided by aesthetic experience. 1. Exact definition. 2. Dominating simplicity. 3. Inflexible logical consistency. Rationalistic faith is faith that if such a scheme has some connection with the universe it applies largely. Get the largest scheme--embracing all lesser schemes. Starts from facts but is elaborated beyond them, then returns to facts to test the scheme. Dogmatic trust is necessary: trust that such a scheme has wide, general, important application. Profound scepticism of the detail of the scheme--false simplicity easily creeps in. Sophistry is the concealing of abstract principles of criticism which themselves need criticism. Blatant dogmatism is the more open sophistry. Anti-rationalism, like dogmatism, is a result of impatience. The Greeks were wrong in supposing planetary motion was circular because the circle is the most perfect figure, but nevertheless the harmonic analysis (analysis of line to series of circles) has remarkably many applications. The Pythagoreans saw beauty in mathematics: Simple proportions explain the qualitative aspects of experience. The proper procedure of the rationalist is not to dogmatise but to revise. The importance of clear and distinct ideas (Descartes) must be kept before us as an ideal and a method. Revise to get back to really primitive ideas. Infinite classes are not subject to the same role as are finite classes in regard to one-one correspondence. Cantor pointed out that there’s no logical contradiction in this. "},{"pageNumber":117,"pageContent":" 108 We may find one-one correlation between A1 and B1 and between A and B--between all points in each. Cantor: there is no contradiction; it simply shows that a distinct multiplicity doesn’t apply. The notion of a distinct multiplicity is trivial when applied to the infinite—of no importance. Cantor’s two theorems of infinite classes showed that there are different infinites. Shroeder-Bernstein theorem: If you can (prove/find?) 1-1 correlation of A1 to B, and B1 to A, you can prove 1-1 relation of A to B. There are two proofs of the theorem. (See Principia Mathematica) Formula for combinations: n/2n-1 Cantor proved that the same formula holds for infinite classes. (Cantor debunked infinity.) Class P is correlated to one of its own members, or it is not. Either every member of the set of subclasses is correlated to one of its own members, . . . . Either every member of A is correlated to some members of P to which it itself belongs, or some members of the set are correlated to a class to which it does not belong. In the first case you use up all members of A in correlating them to one-member classes. In 2nd case there . . . ."},{"pageNumber":118,"pageContent":" 109Philosophy 3b. Whitehead     Lecture 46. 2/28/28 In certain regions of thought--e.g. concerning number, infinity, etc.--there are apparently contradictory propositions both of which are true. This lends an air of mystery to mathematics, which is the most definite form of thought. Mysticism seems to get aid from mathematics. Also absolutism. All such apparently contradictory propositions in mathematics have been (or can be) cleared away by further more subtle analysis. Constant criticism and revision of basic concepts, and of assumptions that have been slipped in, is necessary to clear up contradictions. Shroeder-Bernstein Theory A is less than B if all A can be correlated with part of B, but not all A with all B. 1 2 3 4 . . . The even series can be correlated with part 2 4 6 8 . . . Or with all of the whole series. Shroeder-Bernstein theorem: if you can correlate all A with part of B and all B with part of A, then you can correlate all A with all B. Different infinite numbers. Sets of points in a number may be taken individually or by twos, threes etc., or all together (the whole set). Larger sets include smaller sets. Ω The sets are bigger than the class itself. I.e., all the sets of Ω taken together are greater than Ω itself. All the members of Ω may be correlated with some but not all the sets of Ω ."},{"pageNumber":119,"pageContent":" 110 Definition of an infinite class: The whole can be correlated with some proper part of itself. (A finite class is one which can’t be correlated with a proper part of itself.) Finite classes gotten by adding one more are called “inductive” classes. Here are two definitions of ‘finite’ class. It can be proved that every inductive class is one which can’t be correlated with any proper part of itself. But the converse hasn’t been proved, viz. that every class which can’t be correlated with a proper part of itself is necessarily an inductive class."},{"pageNumber":120,"pageContent":" 111Philosophy 3b. Whitehead     Lecture 47. 3/1/28 Saturday March 31. Report: Two things that haunt Philosophy: 1. Antinomies arising from valid procedure of thought. 2. A creative force in mental operations. Subdivisions suggested by Whitehead. a) Discuss the general motives that have caused the origination of these motives. E.g. under (2) there is a motive to escape the realm of eternal objects; also a Kantian motive for explaining synthetic judgments a priori. b) Whitehead is endeavoring to show that mathematics hasn’t started from as clear ideas as supposed. Note antinomies of Zeno and Kant. Ultimately we depend on intuitions, but we need continually to criticise them. Many notions we take as ultimate may be analysed into yet more primitive notions. Test of definite multiplicity: 1-1 correlation between members of a class. X is correlated to y in 1-1 correlation when there is no other entity to which x is also correlated. This way of stating it does not involve the notion of one (i.e. the number one), but only the notions of an (or any?) and diversity. β satisfies the condition of having a 1-1 correlation with α. β then has the character of having a 1-1 correlation with α. Let N= “number,” c=above named character, and ' = “of”. Then βNc'α and αNc'β. The number 1 defined by Frege. “Unit class” is a class that has some members and is such that it contains no member which is diverse from another member. There exists a member, say x, and there does not exist any member diverse from x.--This doesn’t appeal to the notion of the number one. (It requires care to be sure that we haven’t presupposed it, for language is treacherously elliptical.) “The number 1 is the character of "},{"pageNumber":121,"pageContent":" 112   having a one-one correlation with a unit class.” The number 2:-- “Dual class” is a class such that if you omit any member you have a unit class. “The number 2 is the character of having a 1-1 correlation with any dual class.” Thus all the numbers may be defined. In general, ‘n+1’ class is such that if you omit one member you have n class. Frege analyzed what we mean by ‘and so on.’ Fundamental logical notions underlying all thought can be reached by analysis. Notion of order. Serial order. Different kinds. a) With first and last term (Finite series) b) With first but no last term (Integral numbers) c) With neither first nor last term (Fractions) Dense series. d) Continuous series  (Points on a line) How define serial order? How define various sorts of serial order?"},{"pageNumber":122,"pageContent":" 113Philosophy 3b. Whitehead     Lecture 48. 3/3/28 Order. Types of order: (1) Finite series. Presidents of U.S. can be ordered according to accession to office or weight, or height, etc. But in every case there will be a first and a last term. (2) Integers, same as above except no last term. (3) Fractions between 0 and 2. Between any two fractions there is an infinite number of others. Dense series. A more exact way to put it: between any two at least one can be found. Divide fractions into two segments: Take any fraction in lower segment; then all fractions smaller than it belong to that segment. Take any fraction in upper segment, and any fraction larger than this is in the upper segment. (Dedekind) Junction between segments in Dedekind “cut.” One of three things must happen: (1) There is a fraction that is the biggest of the lower segment (2) or a fraction that is smallest of the upper, (3) or there will be neither. In technical language:-- (1) Lower segment will have an upper limit which it includes. (2) Upper will include its lower limit. (3) Neither will happen--but this contradicts the assumption that the two segments are exhaustive of the whole series. fL is any fraction in lower, fu= any fraction in upper fL2<2 and fu2>2. This is the case in which (3) holds, for there is no fraction which squared =2. Quasi gap between the two segments. Pythagoreans correlate fractions with points on a line. "},{"pageNumber":123,"pageContent":" 114  There will be a point on the line where there is a quasi-gap in the fractions ( 2 etc.). Dedekind solved the problem: The point is correlated to the whole segment. Segments with no upper limit allow this kind of correlation. Points are not, then, correlated to fractions, but to lower segments. Segments themselves are in order. Segments can be described in terms of fractions. Every fraction can be described in terms of a couple of integral numbers; therefore points on line can be described in terms of integral numbers. Pythagoreans simply hadn’t gone to the bottom of the matter. No contradiction is involved. Order of magnitude is the most important order of integral numbers, but not the only order. So with fractions. We often allow ourselves to suppose that this is the only order. George Cantor asked if all fractions could be correlated to integers so that all fractions would be in order. m/n represents any fraction. m and n represent integers. m+n=p. Now classify fractions in order of size of p. m+n=p m+n=p =1 no fraction =2 one fraction 1/1 =3 two fractions 1/2 2/1 (etc.) =1 no fraction =2 1/1 =3 1/2, 2/1 =4 1/3, [2/2] 3/1 =5 1/4 2/3 3/2 4/1 =6 1/5 [2/4] [3/3] [4/2] 5/1 1 2 3 4 5 . . . . . . In this way there can be complete correlation ↓ ↓ ↓ ↓ ↓ between integers and fractions, though fraction 1/1 1/2 2/1 1/3 3/1 . . . . . . order is not that of magnitude. [But fractions "},{"pageNumber":124,"pageContent":" 115can be taken in order of magnitude and integers can be correlated to them; then integers appear as dense series. (?)] Dedekind continuity can’t be correlated to integers or fractions. (Dedekind continuity is correlation of points to lower segments.) Rearrangement of ideas clears up puzzles that have bothered generations."},{"pageNumber":125,"pageContent":" 116Philosophy 3b. Whitehead     Lecture 49. 3/6/28 1. The order of fractions according to magnitude seems the order--the real order. So with the integers. But this is only the most humanly important order, not by any means the only order. 2. Anything in the order of fractions can be rearranged in the order of integers, in spite of the fact that the one series is dense, the other discrete. Any fraction can be written in n/d form. Classify them in the order of the sum of n and d. n+d=c c represents a whole class of fractions. E.g. if c=6, it stands for [0/6] 1/5 [2/4] [3/3] [4/2] 5/1. Bracketed fractions are not in their lowest terms. Now take c1=1  c2=2  c3=3  etc. 0 1 2 3 4 5 6 7 8 9 ←Integers in order of magnitude. ↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓ 0/1 1/1 1/2 2/1 1/3 3/1 1/4 2/3 3/2 4/1 ←Not dense order (Not order of magnitude.) c=1 c=2 c=3 c=4 c=5 Note that each new class of fractions begins with a smaller fraction than any previous, and ends with one larger than any previous. (Excepting the case of 0, or c=1.) The opposite can be done, as follows: — 0 2/3 1/1 3/2 2/1 ←Dense order. (Order of magnitude.) 0 7 2 8 3 ←Not according to magnitude. "},{"pageNumber":126,"pageContent":" 117  In this correlation the fractions are taken in dense order, and integers one-one’d with them. The integers are not in the order of magnitude. Serial order thus is of different types. But what is the generic idea of ‘order’? (Russell, and probably Frege, defined it.) xRy is serial if it has three characteristics: (1) R is transitive: xRy and yRz gives xRz (2) R is unsymmetrical: If xRy then not yRx (3) R is connected: If x and y are severally implicated in the R order as relata, then either xRy or yRx. (x and y are diverse.) This definition applies only to open serial order. This is of course usually the kind dealt with. There is closed order as well as open. E.g. points on a circular line. But by definition you can determine which way you go around the circle, and you can make a cut and allow no passing through. This makes closed order open. But this is rather a dodge. We’ve been assuming tacitly that relationships are two termed. There may be any number of terms. In a closed order we want a 4-termed relationship. A and B, and P and Q are pairs of points each pair separating the other. (A and P, B and Q do not meet this condition. The pairs can be taken only in one way.) The sub-sets included in a serial set may be considered apart from the whole set. They still have order when thus abstracted from the whole, but usually a different type of order from the whole. (1) A subset does not extend over the whole series. There are members of the fundamental series that succeed every member of the subset."},{"pageNumber":127,"pageContent":" 118Philosophy 3b. Whitehead     Lecture 50. 3/8/28 The notion of limit. Reasons for discussing: (1) To illustrate how thought gradually clarifies itself. (2) The notion of ‘Limit’ is important for understanding mathematics. (3) The notion of ‘Limit’ has spread from mathematics to philosophy. Often it is not used carefully, but vaguely. Take first, the notion of a basic series. Then take a sub-set of the series. The sub-set has a property such that no member of it lies on the right (for example) of a cut made across the basic series. Now define the notion of ‘going up to’ the cut: take any member of the basic series, then at least one member of the sub-set will be between it and the cut. The latter will always be on the left hand side of the cut. There may or may not be an end member of the ground set (the basic set). Definition has not involved settling this question. The definition of limit. The upper limit of a sub-set in a basic series is a member of the basic series such that (1) No member of the sub-set succeeds it (the limit); (2) Whatever member of the basic series be chosen preceding it (the limit), then members of the sub-set exist between that member and it (the limit). (This definition is hypothetical; it gives no hint of the existence of any such thing, no guarantee of existence. Descartes’ notion of God has no bearing on this, nor this on it.) (1) Example:--The basic series is the fraction series. The cut is made at 1/1. The subset is 1-(1/n). When n=1, the formula=0. N can be any number (1,2,3,4 . . .etc.). The set bunches up  "},{"pageNumber":128,"pageContent":" 119toward the limit. But it never equals 1. No matter what number is put in for n, it is still less than 1. The limit is therefore not a member of the subset. The limit is not attained. (2) An example in which the limit is attained: Take fractions above 1, excluding those that can be expressed thus: 1/1. In this set 1 is the limit, and is contained in the subset. (3) Basic series: 1-1/n (where n is an integer) and 1/1. The first term is 0, and it has a neighbor on one side; all others have two neighbors, except 1/1 which has no neighbor. (4) Basic series: 1-1/n and 2-1/n. In this case 1/1 has no neighbor on the left, but does have on the right. 2/1 has no neighbor on the left. (5) 1-1/2n Apart from examining a particular case you don’t know whether it has a limit, or whether, if it has, the limit lies in the subset or not. Philosophical talk about limits has been too loose. Fractions. Lower Segment is a set such that whatever member you take in the set, all lower fractions belong to it. A segment never has a last member. Every fraction corresponds to a segment. It was formerly held that √2 was postulated as the limit of a segment. Whitehead disagrees. Let us make up a theory of segments and see if it can’t do all our mathematics for us. (Extensive abstraction?) Let s=segment. S1 and S2 are classes of fractions, therefore S1+S2= the class formed by the addition of pairs of fractions, one from each set. We must prove that the set formed by adding all such pairs is itself a segment. Then we can prove S3/2 + S7/4 = S(3/2 + 7/4) "},{"pageNumber":129,"pageContent":" 120Philosophy 3b. Whitehead     Lecture 51. 3/10/28 The advantage of talking about segments: We can talk of them in exact analogy with both fractions and integers. C1 = C2 means C1 is identical with C2 N = N' means N x D' is identical with N' x D D D' S1 = S2 means S1 is identical with S2 C1 < C2 S1 < S2 means N x D' N' x D means S1 is contained in S2This is usually called generalizing or extending your notion of number. The less you worry about the jumps from one system to another the better you can go ahead with the operations. Development of mathematics is a combination of definition, make-believe and humbug. When mathematicians said let us suppose there is √2, philosophers accepted this and made up a philosophy to explain the supposition. But there happened to be something corresponding, in this case. Reasoning about segments can be extended to fractions and integers. Existence theorems also are satisfied by talking about segments. Whitehead disclaims creative power of mind; he ‘came upon’ these facts about segments--in that exact sense of ‘invented’ he invented them. They are in the nature of things, and he discovered them."},{"pageNumber":130,"pageContent":" 121 Think in terms of operations of segments, +S, -S. The most satisfactory operation is called positive--there is no other way for really deciding between positive and negative--and this way is uncertain, variable from one condition to another. x2 = - 6 seems to mean nothing. Humbug was brought in to make it appear to have meaning. But the meaning of it can be discovered. Ordered couples come in here (x,y). Ordinal couples: (1,1) (1,0) (0,1) (0,0) This one goes out. N x N' = (0,D) = (0,1) D x D' (N,D) + (1,0) = (D,0) = (1,0) (N,D) x (1,0) = (N,D) = (1,0) (x,y) = (x',y') when x = x' and y = y' (x,y) ≠ (x',y') means (x + x', y + y') (x,y) x (x',y') means (xx' - yy', xy' + x'y) (x,0) real (0,0) 0 (1,0) unity Multiply (0,y) x (0,y) = (-y2,0) Complete solution of problems the Greeks sought the answer to. Complete system of reasoning with all steps defined. Make believe and humbug was a vague apprehension of something that couldn’t be defined. On the whole it justified itself. Straightening all this out into a clear system is very detailed. We must think of meanings never thought before. And of alternatives never noted before."},{"pageNumber":131,"pageContent":" 122Philosophy 3b. Whitehead     Lecture 52. 3/13/28 Questions I. 1. Universals have a being independent of their precise relation to any actual entity. Actual entities exhibit universals. The universal in its own nature doesn’t disclose what relation it has to any particular entity. The universal doesn’t depend on its particulars. On the other hand, you can’t completely abstract anything from the actual world, or from any actual entity. Every actual entity has some relation to every universal--a proposition can be made stating what that universal is for that actual entity. It may be a negative proposition--stating an exclusion. To say “That man is unmusical” means that the essence (universal) of music is inoperative for him. 2. It is an error to suppose that philosophy sets out to explain how the concrete entity is made up of universals. The question is, How concrete entities are definite by reason of their exhibition of universals. The entity is in no way built up of universals. A universal can be operative in two ways: 1. As expressing the physical definiteness of one of the feelings of the actual entity. 2. As felt by the actual entity conceptually, i.e. in its own character as a possibility, as indeterminate. II. "},{"pageNumber":132,"pageContent":" 123The notion of ‘Unit class’ is the notion of (1) A class with an entity as included and (2) such that any included entity is that entity. III. ‘Finite’ and ‘Infinite’ are used in different senses. The explanation of one usage doesn’t invalidate the others. (1) Infinite defined by correlation (2) Infinite defined by induction In past philosophy the words have been taken as if they always meant the same thing. This led to contradictions in mathematics. When you consider different kinds of infinite these contradictions are avoided. No notion of infinite can include both Spinoza’s use of the term and the mathematical usage. IV. Whitehead reduces the ‘class’ to a proposition. The class of propositions is an entity. Then you can say ‘every member of this class is true’ (or false, etc.). But this proposition is outside the class of propositions. The class of propositions can’t be closed. Russell tried to solve the problem by saying: Let W be the class of all classes that are not members of themselves. ‘A is a member of W’ means that A is not a member of A. But also W is a member of W means that W is not a member of W. And this is nonsense."},{"pageNumber":133,"pageContent":" 124Philosophy 3b. Whitehead     Lecture 53. 3/15/28 Extensiveness. The world is extensive in regions that overlap. The regional aspect holds also for time. In the older philosophers space and time are divorced from one another. This is natural. On the other hand, graphs show that there is something in common between the extensive character of a straight line and the extensiveness of time. Modern physics prefers to talk of space-time. There is an essential basis of connection between the two. In attempting to get at the most general notions underlying both we must first consider extensiveness. (Whitehead takes up the procedure of examining our categories). There is an interrelation between things that have nothing to do with dimensions, but is pure extensiveness. Three or four dimensions--these notions are less general, and more special, than is the notion of extensiveness. The characters of entities are their interconnections, and the interconnections are the characters. There has been an evolution of the laws of nature as well as of the entities. (Compare the evolution of a constitution along with social conditions.) Our laws of physics are to be looked on as statistical. Other entities besides electrodynamic are mixed with the electro-magnetic. In geometry also the laws are statistical. Ultimately there are metaphysical laws that we get at as an approximation. They are a goal we strive toward. There are many conditions that seem to absolute, but history shows that laws once regarded so have been discarded. Among our most general notions is that of extensiveness. Early Mathematics. ‘Point’--has no parts (or no magnitude). It is ultimate. The notions of line, plane, cube, circle, sphere, all come from the point. "},{"pageNumber":134,"pageContent":" 125   A line is a serial arrangement of points, a surface a two-way arrangement of points, a cube a three-way, etc. Continuity--the series is dense, and every stretch of the line has its limiting point. But the point as an ultimate is a teaser for metaphysics. Are they (points) really ultimate, simple entities in the constitution of the physical world, or are they logical shorthand--logical constructs? The obvious fundamental experience we have is not of points, but of extensiveness--say a half second within this room, what is experienced here and now. There is voluminousness of space and extensiveness of time. The inventor of the point was a great man, but he was really inventing the approach to complete accuracy. The length from one circle to another—the smaller the circles, the more accurate the measurement. Archimedes discovered that the specific gravity (density) of a metal was expressed accurately only when you expressed it ‘at a point’. If you take larger lumps of the metal you get it mixed with others. Only at a point is it pure. The man who invented the point should be sent to heaven, but the man who invented the average probably should be sent to hell. (But in certain cases, as in the notion of the motion of a train, smaller and smaller sections increase accuracy.) Averages are a convenient way of lying. As you diminish in extent, some relations converge to simplicity. But there are organic simplicities--e.g. the simplicity of behavior of a man--that are lost by cutting up into parts. Does the shape of a converging volume make any difference? Usually not, but for certain purposes it does. In the theory of magnetism it makes much difference whether you approximate by rectangles, circles, or ‘needles.’ "},{"pageNumber":135,"pageContent":" 126 Is there a notion of absolute accuracy? If there weren’t how would we compare anything with anything else? Pragmatic answer: you’re fortunate or not. [Cf. Plato: if we had no idea of absolute equality etc. we could not compare two things at all.]"},{"pageNumber":136,"pageContent":" 127Philosophy 3b. Whitehead     Lecture 54. 3/17/28 Methodological success justifies reasoning about integers and about points. But every method presupposes an interpretation or way of thinking about what they mean by point, etc. Every such way of thinking has psychological convenience. It must be noticed, however, that (1) Errors are liable to be produced, e.g. that Euclidian geometry is physically ultimate and real. These errors may prove serious. Pragmatic justification at its best gives errors. They are to be corrected by understanding your procedure so that you can point to what mathematicians call existence theorems. Interpret the method to show that there is some definite entity that you are talking about, e.g. √2. “Produce the entity”--mathematical habeas corpus. The entity may be very complex. As long as you understand its relations, you don’t have to understand its nature to get along in mathematics. Science of today is almost infallible as to what’s worth working at, but it almost always misinterprets a new idea. This is Philosophy’s task--to interpret these ideas. The idea of a point really represents a logical construct of some complexity. Groups of entities are associated so that what they are for themselves and for each other are mutually conditioning. Laws of nature are statistical. They evolve along with nature. There are ultimate metaphysical laws which hold throughout and depend on the ultimate entity. But in this epoch that we are in, and in which we are just emerging from the vegetable stage, there may be laws that we have only imperfectly grasped in science."},{"pageNumber":137,"pageContent":" 128 Take the most general conception of the physical world. The most general character in physical science is that of extensiveness. Inside the extensive world there is a region of dynamic-metric-spatio-temporal character. Inside this there is an electro-dynamic region, and so on down to the little system we are living in--the stellar universe. This shows how the laws of nature are statistical. In terms of extensiveness Whitehead would define point and line and surface. We need not assume a limit--a point is merely a route of approximation. But we can approximate by alternative routes that will bring us to the same point --e.g. triangles and circles. But what do we mean by routes of approximation? We must have a theory of equivalence of two routes of approximation without appealing to Euclid’s idea of a point. Isoid relation is very important. What type of isoid will serve for this purpose? Extent diminished without limit is ambiguous. Defining by converging spheres brings us well inside the spatio-temporal world. Define the point in terms of extensiveness purely—no reference to radius, circumference, etc. Think of extensiveness in terms of whole and part. The notion of coextensiveness. Things can be together in being apart, some in being connected. Extensive connection rather than whole and part, will be Whitehead’s starting point. Definition must include these all. Then there is connection through a third thing.       "},{"pageNumber":138,"pageContent":" 129(Beware of literature in philosophy. Every philosopher should be a bit of barbarian. Plato did harm when he wrote so well. He got philosophy going, but Plato was a gentleman, and philosophy is not a gentleman’s pursuit.)"},{"pageNumber":139,"pageContent":" 130Philosophy 3b. Whitehead     Lecture 55. 3/20/28 Extensive connection. Definitions and Properties. (Definitions must be separated from their applications.) There are mediate and immediate connections between volume. Mediate connections are made through immediate ones. Since definitions come back to immediate connections, they are basic. Immediate connections: Mediate connections: Let Q mean reality of extensive connection xQy means x is extensively connected with y 1'1 xQy implies that x is diverse from y 1'2 Q is symmetrical, i.e. xQy implies yQx Qs stands for the relation of shielding, as in Æ xQsy means that x and y each belongs to the extensive system of relata, and every entity extensively related to y is also so related to x . Assume xQsy implies that y does not shield x. When there is overlapping, there are regions shielded by both, as in Qo stands for R. of overlapping."},{"pageNumber":140,"pageContent":" 131  xQoy means that there are entities shielded both by x and by y. Every region shields others. Shielding is a special case of overlapping. Shielding is the whole and part idea got at in a different way. So far, surface has not been defined. without reference to surfaces. must be defined Qe stands for external connection. xQey means xQy and not xQoy, i.e., x is extensively connected with y and does not overlap. QI stands for internally shielded as in these diagrams→ The internal meaning is well inside. Technical terms are phrases with arbitrarily assigned meanings. Happy choice of phrases is important. A choice is happy if it suggests at tea-time vaguely what you really mean. xQIy means (1) xQsy and (2) every entity extensively connected with y overlaps x. Definitions become important only when there is a field of relationships in which the definition refers to important relations. Definitions may be true and yet trivial. If x is a region, there are (1) regions which x shields, (2) regions which x internally shields. If you have two regions there are regions which (1) shield them both and (2) regions which are extensively connected with both, (3) regions which overlap both. These possibilities bring in notions of infinite divisibility and boundlessness. You can also find something between a shielded region and its shield, and something outside this shielded region. Can we now define a point? "},{"pageNumber":141,"pageContent":" 132Philosophy 3b. Whitehead     Lecture 56. 3/22/28 Definitions can be made, but need not be important. The importance is distinct from the legitimacy of the definition. The extensive character of the world is the most general character of voluminousness. Instead of defining volume in terms of points, define point in terms of volumes. We immediately experience volumes. Splitting up a region into subregions is dissection. There are many ways of dissecting a region. α is a dissection of a region x when (1) α is a set of regions shaded by x (2) no two members of α overlap (3) every region shaded by x overlaps some member of {?} (this knocks out the notion of a vacant spot.) If x and y are symbols for regions, and if you know that α is a dissection of x you know that y is a symbol of the same region as x, for a dissection is of one region only.    ---------------- Defining fundamental geometrical entities. Definitions are routes of approximation, yet there is nothing they are approximating to. If there were such an entity you would say that the point is the limit of the approximation. But “limit” is a deceitful notion and unjustifiable logically. Further you need not approximate to a point; you may have a route of approximation to a line: A route of approximation is an abstractive class."},{"pageNumber":142,"pageContent":" 133 α is an abstractive class when (1) it is a set of extensive regions (2) if x and y are any two members of α, then either xQIy or yQIx (3) there is no region shaded by all members of α It’s only the tail end of the series that we care a fig about. Convergence to a point is a sharper convergence than convergence to a line. One series may cover another series. Qc means covering. Important αQcβ means (1)α and β are abstractive classes, and (2) that if x be any member of α then a member of β can be found (say y) such that xQIy. [Modern thought differs from ancient thought in that Weierstrauss has in modern times found out the new way of looking at the matter of limits. Newton almost did, but was vague just where he should have been clear.] Equivalence. Qeq stands for equivalent relation, αQeqβ when αQcβ and βQcα. Each covers the other. You can always find the tail end of α tucked away in β and the tail end of β in α. The notion of a point is the notion of infinitesimals, but this is purely relative."},{"pageNumber":143,"pageContent":" 134Philosophy 3b. Whitehead     Lecture 57. 3/24/28 Definition of a point (continued) Abstractive class (i) members of α are regions (ii) if x and y are any two members of α then either xQIy or yQIx. (This excludes the case of shielding where the inner circle touches the edge, but includes all where the one circle is well inside the other:) (iii) there is no region shielded by all the members of the class,  (i.e. there is no central case). Routes of diminution. One route may be inside another route. Two abstractive classes are equivalent when there is a member of each inside the other no matter how far down you carry the analysis. αQeqβ    ----------  One class may have “sharper” approximation than the other; any member of one lies inside some member of the other, but not vice versa. E.g.--one approximates to a point, the other to a line. "},{"pageNumber":144,"pageContent":" 135 Sharpest possible approximation for an abstractive class. α satisfies f, a condition. α is prime in respect to f when (i) α is an abstractive class, (ii) α satisfies f, (iii) all abstractive classes equivalent to α satisfy f, (iv) if β satisfies f and is covered by α then β covers α. The notion of the best sort of prime, or absolute prime without any reference to condition f, would be notion of a point. α is an absolute prime when (i) α is an abstractive class [and, omitting (ii) and (iii) above:] (iv) if β be covered by α it covers α. “Punctual” means “absolute prime” (“of a point”). α as defined above is punctual. (The notion of ‘well inside’ is necessary to define a point. Mere shielding would not give it. This bothered Whitehead for years.) All abstractive classes equivalent to a punctual class are themselves punctual. Definition of a point: A point is a set of mutually equivalent abstractive classes such that (1) it contains all the abstractive classes equivalent to its members, and (2) its members are punctual. A point lies in a region in the sense that if you take any member of P (any punctual class that belongs to P) you can find some member of P that belongs to x, the region. α is a member of P y is a member of x such that xQIy A point, p, lies in the surface of a region when every region belonging to any member of p overlaps x but is not shielded by x. "},{"pageNumber":145,"pageContent":" 136Conditions: (1) that points lying in the interior of a region define the region; i.e., there’s only one region with a certain set of points lying in its interior. (2) there is only one region with a given set of points forming its  surface, (3) if 2 regions have external connection there’s at least one point  common to the surfaces of both."},{"pageNumber":146,"pageContent":" 137Philosophy 3b. Whitehead     Lecture 58. 3/27/28 Definition of ‘Point’ (continued) A problem in cosmology. Cosmology is a general view of the nature of things half-way between physical science and metaphysics. Cosmology desires to discuss the world of perception in terms sufficiently general to be at once identified with metaphysical theory and sufficiently specific to be identified with physical theory. Cosmology applies only to the immediate epoch. (?) Extensiveness is the most general fact of any cosmology. Extensive continuity. Atomism is the opposite point of view. Whitehead thinks the battle has been equal through the ages, or nearly equal. You are always brought up against trenchant simplifying intellects who defend one view exclusively and do enormously important work. But the history of thought shows that “new” ideas become old-fashioned, and are replaced by others. When a new idea comes in, the first thing to do is see what use can be made of it. The keen exclusive intellect explains away everything that won’t fit into it. But we should “seek simplicity and distrust it.” New ideas have probably been floating around for some 10,000 years. By a slight shift of view, antithetical ideas may be seen to be compatible. Extensive continuity and atomism illustrate this. Actual entity metaphysics is atomistic. A drop of experience not analyzable into other actual entities. Outside the actual entities there is nothing. The world is a multiplicity of actual entities. Nexus between actual entities. Each actual entity is divisible. When you ask what the elements are, they are not actual entities but are prehensions of other actual entities in the universe. Other actual entities are prehended with certain eliminations and selection (or abstraction). “Objectification.” "},{"pageNumber":147,"pageContent":" 138 Divisibility. We may look at prehension genetically: how has the prehension clothed itself in subjectivism of emotion, feeling, appreciation? As genetically complete the actual entity is again divisible--a divisibility which limits what character objectification shall have. When you try to explain the growth of subjective elements around each prehension you have to appeal to the total actual entity--its integration, purpose, etc. The totality of the prehensions acquires subjective form by a harmony. An actual entity is analyzable because of the complexity of the actual world which is its datum. Final cause is the actual entity itself--its own subjective aim of what it is going to be. Relations between the rest of world and a new actual entity are efficient causation. N.B. This is the balance between the extensive side of the universe and its atomic side. Massive permanence of the world: you experience what the actual world is, and therefore you arise thoroughly conditioned by the actual world. Patterns are transmitted from one drop of experience to another with peculiar intensity and completeness so that number four (4) can be looked on as a summation of its past (1,2,3) with peculiar fullness, and this is possible because of transmission of patterns. But in a more abstract way, 4 inherits patterns from all the rest of the world. There are many routes of inheritance. So each actual entity has its special pattern and a variety of detail arising from other routes of inheritance. ‘Order’ got misconceived in the 18th and 19th centuries. Hume’s Natural History of Religion: first an order of nature in vacuo, and then entities subjected to the order. This is a complete misconception. Rather, the actual entities create the order. Existence rises in depth of importance in so far as you have ordered complexity. Actual entities are so beautifully adapted to order because order and entities are mutually dependent."},{"pageNumber":148,"pageContent":" 139       Application of this idea: Theory of light--corpuscular (atomic) or wave (extensiveness)? A matter of dispute. Whitehead’s theory saves both. The “necessary” antithesis between the two vanishes if cosmology is approached from the proper fundamental conception."},{"pageNumber":149,"pageContent":" 140Philosophy 3b. Whitehead     Lecture 59. 3/29/28 Balance between continuity and atomicity. Holding to both corpuscular and wave theories seems like spiritual bigamy. But they may be regarded as two ways of looking at nature, each of them stating some true facts of nature, and not contradictory. Furthermore, a corpuscle may represent a wave-front (or present a wave-front?). A point may be regarded as a route of diminution. It is unnecessary to regard a volume as made up of points, in the traditional sense. How advance from point to line in Whitehead’s terms? i.e. how define a line? There is not just a segment P1 P2, but many segments. Notions to bring to bear on this problem: 1. Abstractive class 2. Prime relatively to a certain condition. Now the notion of a segmental abstractive class joining two points, P1 and P2 means: (i) that the class is an abstractive class (ii) that it includes both points (iii) that it is prime relatively to the condition of including both points. This takes account of only one route of approximation. There may be others. A segment joining P1 and P2 is a complete set of equivalent segmental abstractive classes joining P1 and P2. A punctual segment joining the two points P1 and P2 is the complete set of points included in some segment joining P1 and P2. Each punctual segment belongs "},{"pageNumber":150,"pageContent":" 141to one and only one segment and each segment has one and only one punctual segment. The second half of this statement follows from the definition, but something more is required to establish the first half. Perhaps the definition of Q contains this proposition which will establish it: If Q1 and Q2 are two points in a segment joining P1 and P2, then there is one and only one segment joining Q1 and Q2 lying in P1 and P2. If Q1 and Q2 lie in a punctual segment and both are distinct from P1 and P2 they do not include P1 and P2. Terms in philosophy and science are chosen because they suggest properties, but this doesn’t secure the properties. Question-begging names are the source of most philosophical errors. E.g. Utilitarian ethics is finally quantitative—“greatest happiness for the greatest number.” There is some sense in the notion of aggregation involved. But you bring in a set of quantitative terms that beg the question and make it appear that this quantity can be measured in the same way as physical quantities. Every philosophy is at some point guilty of the same sort of thing. Note that P1 and P2 are called the end points and this begs the question."},{"pageNumber":151,"pageContent":" 142Philosophy 3b. Whitehead     Lecture 40. 3/31/28 Straight Line. According to the philosophical interpretation of Einstein there are no straight lines. The property of a straight line presupposes structure. Whitehead: measurement depends on, or presupposes, structure. Einsteinians reverse this. We should define straightness without reference to measurement. Euclid said a straight line lies evenly (“isos”) between its points. We must define “evenness” before this becomes clear, and Whitehead will do this in terms of overlapping region (extensive abstraction). (Segments, punctual classes, etc. defined last time.) A punctual segment is the class of all points on the dotted line. We should leave undecided whether there’s Dedekind continuity here--the question of the end points. Definitions shouldn’t assume this continuity. A linear stretch is a locus of points such that (i) it contains at least three points (ii) if any 3 points are chosen belonging to the locus, an abstractive class prime relatively to the conditions (α) of including only points in the locus and (β) of including the three chosen points is segmental with two of the points as end points. "},{"pageNumber":152,"pageContent":" 143 ly one punctual segment joining any two points in the locus and entirely is last condition bars out Fig. II, in which the area relating the three points is not segmental. n’t add any points to it without violating the conditions of a lineany abstractive class including only points of the set is either punctual or it includes the whole and only two segments which include all the points of The straight line may now be defined in t  (iii) there is one and onincluded in the locus. Th There are two kinds of stretches: open and closed. A stretch is a complete line if you car stretch. It meets these conditions: (i) Aset. (ii) If you take any two points there are twothe set, and they intersect only in p and q. erms of properties of regions. Can the difference between the appearance of these two fbe expressed in terms oigures f valtine.” overlapping regions? Call the class of ovals “o [A set of regions is called ‘oval’ (or ‘ovaltine’) when] of intersectsThe class oopif two verlap ing regons is such that  "},{"pageNumber":153,"pageContent":" 144 lying within both given regions is shielded by one of the intersects. (i) No two overlap (ii) Every member is shielded by both overlapping regions (iii) Any region"},{"pageNumber":154,"pageContent":" 145Philosophy 3b. Whitehead     Lecture 61. 4/3/28 The straight line. How far can we define the notions which turn up in geometry (and science) which have to do with the overlapping of regions? Nothing follows from Euclid’s definition of a straight line. It must be defined in terms of the intersection of regions. 1 intersect 2 intersects 1 intersect Two ovals can have only one intersect. But an oval can have two intersects with a non-oval, and two non-ovals can have one intersect. Oval--(ovaltine properties) A class of regions such that (i) Any overlapping pair of members of an ovaltine class have a unique intersect. (ii) Any region must include members of the class. (iii) Any finite set of members must be included in the class. (iv) Any point must include among its abstractive classes, abstractive classes whose members are purely made up of members belonging to the ovaltine class. (v) Any region which has only unique intersections with members of the ovaltine class itself belongs to the class. Whitehead would like to prove that general properties of an extensive continuum can have only one ovaltine class. But the most that can be said now is that there is at least one such class. (Call it μ.) A line is straight if you can approximate to it purely by ovals, as in this figure:"},{"pageNumber":155,"pageContent":" 146  Not true of this figure: because as it gets closer to the line it becomes non-oval. There can be only one straight line joining two points. Since Einstein this is not so easy to prove. Class 3 covers A and B and is covered by 1 and 2; 1 and 2 converge to AB but are not equivalent, therefore there are multiple intersections, and 1 and 2 can’t belong to the same ovaltine class; therefore there can be only one straight line in the same sense of “straight” between two points. “Straightness” is used to define measurement, not measurement to define straightness."},{"pageNumber":156,"pageContent":" 147Philosophy 3b. Whitehead     Lecture 62. 4/5/28 Interpretation of modern physics. We must abolish the old view of simultaneity and consider space and time relationships in connection. Whitehead’s “creative advance” is not purely serial. The old view of a knife edge present without duration is the most paradoxical view possible. Taking time and space together we get events, which are successive occasions of enduring objects in multiple systems of time, (each in its own time system), with measurements between the various systems. Relationships between two systems involve dates as well as places. This is true of all specifications in regard to what happens in the universe. For certain purposes we leave out dates and for other purposes we leave out places, but perfectly accurate knowledge requires both. AB is an interval in one system CD is an interval in another system The character of the medium is disturbed by these things. “Distribution of matter” is a character of the region. A bit of matter is a focal center of certain peculiarities of the character of the region. Two systems can be added up by certain rules. Simple location of matter disappears. Difficulties that arise here: (1) Geometrical relations, according to the new view, are not likely the same here and in the sun, for example. (2) Practically, the physical universe is bounded in extent. (This doesn’t bear on the question whether you have any systematic uniformity throughout the whole system.) You return on your own path as you move in a straight line. From one point of view the universe appears frightfully wasteful. The new view seems to correct this. On the other hand, collections of electrons and protons seem to be wasted away into other forms of vaguer entities. There is an enormous"},{"pageNumber":157,"pageContent":" 148waste of eggs and seeds. The higher the organism the greater the wastefulness. Lower forms have more stability--an electro-magnetic field is more stable than electrons and protons. The amoeba is more stable than higher animals. Preservation of energy in the recurrence of organisms is the first hint that the universe is not utterly wasteful. One focal center gives rise to a series of things, not merely to its own single self-preservation. Finiteness of the universe in the new physics gives us the first hint that the universe is self-sustaining."},{"pageNumber":158,"pageContent":" 149Philosophy 3b. Whitehead     Lecture 63. 4/7/28 AB and CD are both world-lines. α and β are enduring objects. The time lapse of α depends on its world line AB, that of β on CD. How calculate the relationship of AB to CD? Four measurements are wanted. When properly correlated you calculate time lapses TAB and TCD. [The matter is not known apart from the whole set of relationships.] Measurements are a special application of coordinates. (x1x2x3x4) (x'1x'2x'3x'4) (x'1-x1) (x'2-x2) (x'3-x3) (x'4-x4). We must have a system of coordinates. It may be any system you like, but it must be the same system for all points. There must be a whole systematic series of the 1 type, the 2 type, the 3 type, and the 4 type. The systematic aspect is in the nature of things. The scientist’s measurements are his way of stating his observations. Measurement is generally said to be a statement of coincidence. But if this is all it means it is no more than saying “When things coincide they do coincide.” Ultimately in physical measurements there is an immediate judgment that the thing being measured hasn’t altered while one is looking--a judgment of the self-identity of the object is really a judgment of non-alternation of dimensions. Somewhere or other there is always an immediate judgment that no alternation has taken place through a span of time. It assumes a systematic aspect of the universe in which the thing takes its place. There must be a structural system discernible within your manifold. Whitehead’s points: 1. A uniform system is necessary for any measurement whatsoever. 2. The system is objectively in the physical world, not in the observer. "},{"pageNumber":159,"pageContent":" 150 Modern physical discussions short-circuit these questions. They don’t discuss these ‘metaphysical questions,’ yet Whitehead finds them fundamental. Science began with discovery of a geometric system in the nature of things. The modern attempt to make the structure depend on the measurement is wrong. Whitehead holds to the oldest of scientific truths: viz that measurement depends on structure, and that the structure is “there”; but he also would modify the old system to meet the new situation."},{"pageNumber":160,"pageContent":" 151Philosophy 3b. Whitehead     Lecture 64. 4/17/28 Extension (continued) [Productive thought is not got at by criticism alone. Training in imaginative thinking involves first an appeal to general experience. The subject matter of philosophy is derived from general element of the experience of mankind--categorical ideas, and facts expressed in terms of these ideas. Dogmatic procedure regards a certain set of categories as unassailable. The philosopher’s job is to worry over the whole scheme of thought and to recast them (the categories) so as to include the really persistent elements of human experience, and to make the scheme systematic and coherent. But we must remember that the philosophical tradition is much too narrow for the infinite variety of the world. All attempts to systematize start with imaginative hypotheses that will have an import beyond the facts that suggest them. Imagination guides reason. But the results must always be brought back to earth and compared with specific facts of experience, literature, etc. The object of systematic statement is enlightenment. Pragmatism and Instrumentalism represent a sound reaction to the thinness of 19th Century Philosophy. The reaction has a bit overstated itself. Is Dewey cautiously retreating? Enduring philosophies certainly express something important. We must go over them again and again to correct our own abstractions.] See Wyndham Lewis’ Time and the Western Man. He opposes the philosophy of flux. He says that, as a painter, he wants his colors dead. Whitehead: There are two great truths (1) the live aspect of things (2) the dead aspects of things. Philosophy must include both. Extension emphasizes the dual aspect. "},{"pageNumber":161,"pageContent":" 152 But we mustn’t, like Descartes, so separate the live from this that the two can never be reunited. Three notions that can’t be extruded: (1) Immediate individual experience. This is as live as we can get anything; it revels in its own inside stuff. (2) What is in individual experience. (3) What is for individual experience. The first gives you the life of the world. The other two are various grades of the dead aspect of the world. The first is “actuality.” The 2nd comes under the head of “reality”; the 3rd comes under the head of “potentiality.” To get at potentiality we have to analyze reality. There are grades of reality. An element can be in individual experience merely as exemplifying its potentiality for other experience, as well as being in individual experience as a fact. When it’s present as fact it is physical; when it’s present as potential it is mental. (“concept”) Fact is again divisible into (1) realized as merely presented fact--viz., what it is for you, (2) realization as actual fact--viz., what it is for you as it is in itself. When you get merely presented fact you get the world as dead; when you get actual fact you get the world as alive. It may be presented to you and merely that; or it may be presented as some phase of what it is for itself. ‘Alive’ means presented as an experiencing subject; ‘Dead’ means presented as abstracted from this subjectivity."},{"pageNumber":162,"pageContent":" 153Philosophy 3b. Whitehead     Lecture 65. 4/21/28 The next lectures will be on speculative physics connecting it with philosophy. The proper use of theory, and schemes of thought. We can draw a moral from the great sweep of scientific thought. We will start about 1800 and note ideas. Bits of matter in space--space a receptacle. Motion=change of position in space. The ‘present’ is a knife-edge. The past is gone, the future is to come. Calculate forces by influence of bits of matter on each other. Matter, space, forces. Two notions turned up: (1) Dalton’s conception of atoms. (Herschel: atoms are evidently a manufactured article.) (2) Theories of light. Young and Fresnel--the wave theory. Newton turned it down because it wouldn’t explain the most obvious phenomena. Waves of sound (air) obviously curve around obstacles, but light rays don’t seem to curve--they come straight down. But very short waves give rise to interference. Newton didn’t have in mind the complete correct statement of the facts. It isn’t true that 18th Century optics is all wrong. Both theories were a little bit wrong. Continuum of the ether with strains (geometrical distortion) and stresses (forces) was another triumph for physics, and held together the atoms. About 1840 the mechanical theory was most successful. Clerk Maxwell’s work on electro-magnetism came next. He worked out stresses in the ether in electro-magnetic terms. Continuity had conquered electricity. He also worked out the kind of stresses that would produce gravitation. All strains ought to originate at the surface of the ether, i.e. where the ether meets a bit of matter (atom). But this could not be demonstrated. In the early '30s, thus, we’re a good way from a simple       "},{"pageNumber":163,"pageContent":" 154atomic view. The question now was the relation of ether to lumps of matter. The ether seemed to have three jobs: (1) Process of consolidation.... The whole theory of continuity had completely conquered atomicity."},{"pageNumber":164,"pageContent":" 155Philosophy 3b. Whitehead     Lecture 66. 4/24/28 The notion of continuity had gained a great triumph in the doctrine of the ether, which is much like Spinoza’s substance so far as the concept goes. (See Clifford and . . . on Spinoza.) States of the ether: (1) molecules (2) gravitational state (3) electro-magnetic states How to make connections between these states was not clear. Newton’s laws of motion stated relative positions of molecules. His absolute space and motion were suspect in philosophy, but the ether doctrine brought it back. The ultimate meaning of motion is change of bits of the ether itself. Light waves move with definite velocity through the ether; therefore you have a scientific concept of velocity in the ultimate sense--in relation to the ether. Newton was concerned with change of bits of matter in their relation to each other. Velocities expressed by one dot. = velocity of a car from the state house = velocity of a man from the state house = velocity of the car relative to the man Newton held that morphological states of the immediate future follow from those of the immediate instantaneous present. Weight depends on mass, but not mass on weight. The rate of change of velocities is expressed by two dots"},{"pageNumber":165,"pageContent":" 156 m(x-a) = Force, with the car as base mx + Force, with the statehouse as base Force depends on the static immediacy of the universe now. Newton: The rate of change of a constant velocity is zero. Uniform motion of all the parts relatively to each other makes it indifferent which is taken as the base. But groups may have non-uniform motion to one another. Newton met this by the 3rd law of motion: every force is a stress. This worked in beautifully with the ether hypothesis. (Newton’s theory would not explain absolute rest.) Whereas laws of motion depend on velocities, the laws of electro-magnetism depend on acceleration. Michelson measured the motion of the earth relatively to light waves; and as we know the velocity of light relatively to the ether we can measure the velocity of the earth relatively to the ether. The experiment proved that the earth is always at rest. We are entirely dependent on the order in which our bit of evidence comes to us. The difficulty is to widen the system and not lose what truths we have."},{"pageNumber":166,"pageContent":" 157Philosophy 3b. Whitehead     Lecture 67. 4/26/28 The proper method of rationalism. Whitehead contradicts the Baconian method as to how reason proceeds. Bacon: observation is prolonged until the theory stands out. Whitehead says this is dead wrong because (1) apart from certain grossnesses of experience we observe only what we are looking for. Observation has great difficulty in outrunning thought. The very general importance rather cloaks observation. Theory must come before observation, or observation is just a collection of irrelevancies. This involves imaginatively enlarging the concepts that have been developed in some well systematized field. Further, the scheme must be coherent and consistent. You must reason boldly from your scheme, in spite of common sense; common sense is a bad master at this point--free yourself from it. You know what you want to look for when you have applied your scheme. Observation is improved because it is directed. Either you see what the theory demands, in which case the theory is verified; or you fail to find what the theory demands, and thus show that the theory is defective, in which case you have information about the discordance between your scheme and experience, and you may set to work to improve the scheme or the experience or both. [E.g. Newton observed clear-cut shadows; the wave theory would not account for them; therefore Newton rejected it. But better observations showed that there were interference bands (Newton’s clear-cut shadows were not quite the reality) and further reasoning led to a revision of theories also.] Philosophic method. Metaphysics is an attempt to form a scheme of the widest conceptions possible, in order to reason from it. Why the genus? When you grasp the idea of the genus you may see the possibilities of the species. Philosophic method ought to follow the successful method of rational thought in western civilization: beginning first with a categorial {categoreal?} scheme of  "},{"pageNumber":167,"pageContent":" 158explanation and existence, then laying the scheme alongside experience. We have an advantage over the ancients and the medievalists in this latter step. Philosophers of wide experience: Plato, Aristotle, Descartes, Leibniz, Locke, Hume. They must be treated very seriously. Great literature is another source by which to get at the common sense of mankind. Practical beliefs--the sense of worth-whileness, the sense of order. Study history to see where nations and peoples succeed and where they fail. A purely logical test of true or false is of very little use when applied to a scheme--the scheme is a matrix to be put to work. But Whitehead doesn’t take the pragmatic test as final. “Success” must also be checked up sometime. Older philosophers were too dogmatic—“right” and “wrong.” Most 19th century philosophers lost their nerve and refused to have any scheme at all; they took philosophy as a cautious approach to general ideas. Pragmatism gave a lurch in the right direction. Hegel accepted contradictions and held to all of them. Whitehead opposes this also, because there are some things that are definitely wrong."},{"pageNumber":168,"pageContent":" 159Philosophy 3b. Whitehead     Lecture 68. 4/28/28 Relativity There are distinctions that may appear to be mere distinctions of reason, yet may be very important.  S = railway station C = man in pullman car U = velocity of car relative to station P = Q = SP = x1 CP = x2x 2 = x1 – ut v1 = velocity of P relatively to S v2 = velocity of P relatively to C v2 = v1 – u w1 = velocity of Q relatively to S w2 = velocity of Q relatively to C w2 = w1 - u Velocity of Q relatively to P: Thus there are three points of view from which the velocity of Q may be deduced: (1) From the point of view of S, (2) of C, (3) of P. w2 – v2 if your measurement is relative to the car w1 – v1 if your measurement is relative to the station w1 – v1 = w2 – v2 = w would seem to be the outcome. But Einstein showed that these three formulae are different. This appears to be a mere distinction of reason. But the major advances in new ideas come from meditating over just such distinctions of reason. See if they aren’t distinctions in fact.  "},{"pageNumber":169,"pageContent":" 160 Michelson had verified the view of the Inquisition--the earth was at rest. Einstein took the three points of view and said there is a real difference in the three cases: w1-v1, w2-v2, and w. A group of entities at rest relative to the station------Gs A group of entities at rest relative to the car----------Gc A group of entities at rest relative to P----------------Gp The traditional identification of the three is due to the formula x2=x1-ut, and this depends on the fact that the receptacle view of space has been rammed into our imaginations. For all ordinary purposes this view is sufficient, but modern physics is dealing with exceedingly delicate problems--velocity of light, atomic structure, etc. The notion of simultaneous occurrences seemed to be a perfectly definite notion, but it has been disturbed too. When you ask what is simultaneous from different points of view (say S, P, Q) you will get discordant statements. Two observers may agree on their own simultaneity, but not on a third event: for one it will be a little earlier, for the other a little later. Professor Whitehead has for this reason used vaguer terms than serial time order--he uses ‘creative advance’ etc. Common sense does give you something important, but it can’t deal adequately with extreme cases. When you drop the receptacle view of space and the serial view of time the only absolute idea you can get hold of is that of a man at an actual occasion of his existence. The fundamental things you’ve got when you put aside the report of various observers are occasions, and you must then think of relationships among occasions taken from different points of view. This is another jolt on the old Pythagorean point of view. "},{"pageNumber":170,"pageContent":" 161(x1 t1)s = report from point of view of S (s2 t2)c = report from point of view of C S and C agree that the relative velocity is U. Modern statement: "},{"pageNumber":171,"pageContent":" 162Philosophy 3b. Whitehead     Lecture 69. 5/1/28 Measurement Aristotle’s category of quantity. Quantity is irreducible. Whitehead: intensive quantity is ultimate, but extensive quantity is analyzable. Comparison of the status of entities in a system by means of assigned numbers is a way of analyzing. The isoid relation is necessary--i.e., there is some element of identity in the two things compared. Extensive relations are closely correlated to our experience of the intensiveness of quantities. Intensive feeling (pleasant or unpleasant, etc.) is correlated to the distance walked, for example. Mathematical physics is important because it does have relation to our intensive feeling of quantity. The feeling of intensity is very variable. Scientific measurements are always made in extensive terms so far as possible. Some coincidence is measured: e.g. the astronomer sees a star cross the wire. There is observation of coincidence in every measurement. If the meaning of equality is coincidence, then if the things are not coincident they are not equal. But there is no such thing as perfect physical stability, so you are presupposing that identity of character which you are trying to establish. The natural answer is that no matter what happens to the object elsewhere, it is simply a matter of what coincidence there is between the object and the standard at the moment of measuring. But Whitehead points out that the time element involved gives you two wholly new things--standard and object--every time you compare. If you divide the world-line of a particle into segments and expect them to be the same, you are asking today to be transferred into future days, for the time element must not be left out of the measurement--it can’t be. If you say the instrument is tested, you have compared it with two other instruments. This must end somewhere, and you are brought back to some untested judgment. "},{"pageNumber":172,"pageContent":" 163 Identity from time to time simply means that the two things have an identical function in a system. We must ask what systematic character we can find in a scheme of extensive quantity. To do that we must ask what systematic relationships there are . . . The notion of measurement can be defined if we can define a straight line. To define it as the shortest distance between two points is simply to say: 1. There is a direct relation of distance. 2. Define distance along the line by splitting the line up into units. 3. The distance is said to be [equal to the sum of the units?] Whitehead: define it in reference to an ovate class. Here the definition is solely in terms of extensive relationships that hold between regions. This is what Euclid couldn’t do. First set of loci--an ovate class. Projective geometry does away with metric relationships and notion of distance. (See Whitehead’s tract “Projective Geometry,” Cambridge. See also von Standt on Geometry of Position--a man who hasn’t been given his due.) The question of measurement is much less fundamental than the question of straight lines. Another step, that appeals to physics:-- ?"},{"pageNumber":173,"pageContent":" 164Philosophy 3b. Whitehead     Lecture 70. 5/3/28 Loci of the extensive character of the physical universe. (Part of the discussion of these loci is physics, part metaphysics. Note also the importance of seeing distinctions via concepts brought to the facts. We observe what we’re looking for. Philosophy must get hold of generalities and thus make the observing a consciously guided process.) Take a locus, o. Our experience is of present which rises out of the past and passes into the future. Contemporary actualities happen independently so far as the physical universe is concerned: o and a are independent; a also has its past and future, and these are not identical with o’s past and future. There is a broader past and future that is identical for both. A thing may be contemporary with o and in the past of a. We have the notion of a locus any two members of which are contemporary. The notion of “all” is the notion of a complete locus of this kind. The knowledge which o has of this locus from its standpoint is the same as the knowledge any other entity on the same locus would have; therefore o as the center of that locus disappears. Any entity on the locus is the center. Again, why should there be only one such locus through o? Contemporaries are located in a unison of becoming. There is mutual simultaneity in a duration. Any actuality not in a given locus is either preceding or succeeding some members of the locus. No actual entity is both in the past and the future of the given entity. But there may be an actual entity in the past of some members of the locus, and contemporary with other members. A duration makes a clean cut between its own past and future."},{"pageNumber":174,"pageContent":" 165 The contemporary world is perceived as an extensive continuum illustrated (or introduced) by sensa. This is the presented locus. All observations are within one’s private psychological world. But there is implication in a common scheme--correlation and connection. If you put yourself in a private world you’ll never get out. Apprehension of the contemporary world in its extensive relations is public, not private. Flat loci through o. Contemporary locus from point of view of o. Durations through o. Presented locus from point of view of o. We really see the star now, and the space behind the mirror. But these are more or less futile grades of knowledge as compared with knowledge of the star three years ago, or of the objects behind me in the room. There are grades of importance in knowledge. Contemporary events happen independently; our common knowledge is due to the common past."},{"pageNumber":175,"pageContent":" 166Philosophy 3b. Whitehead     Lecture 71. 5/5/28 Space and Time. Three distinct modes of getting at loci: 1. Systematic “flat” loci, definable by means of some relation of bodily function to a geometrical scheme. 2. Presented locus for any one actual entity. Comes in concordant strain. Concordant strains are lines converging in an entity? The presented locus is a flat locus because it depends on its systematic relationship to the body. The image in a mirror is systematically related to the body; this explains its place in reality. 3. Durations=locus of surrounding contemporaneous entities such that any two are contemporary with each other. If direct perception gives no objective real knowledge nothing will. Systematic relations underlying presented loci are the basis of science. Formulae presuppose a systematic background in experience, and measurements are made in relation to these. A series of concordant presented loci . . . Three meanings of \"space\": (1) The 4-dimensional extensiveness of the physical universe. (2) Instantaneous presented locus of an instantaneous occasion. A1, A2, A3 etc.--each is in an instantaneous space. (3) Timeless space—the notion of a receptacle. A, is always at rest in timeless space. A point in timeless space is a very complex notion. First we must define event-particles, then get a presented locus, then define point. “Point” has different meaning in timeless space according to rest and movement of "},{"pageNumber":176,"pageContent":" 167  the point. C is a moving point. In the extensive continuum there are systematic relations on which measurements are based. “A moment of time”—what is it in the world? The instantaneous space is the moment of time.  Whitehead thinks we find the truth with considerable success, but it is fundamental that a most general system be formed which is not true, but is a system from which we can derive true propositions. Instinctively we qualify the system. The concept follows the percept; yet there is no intellectual discrimination in regard to experience that is not prepared for by conceptual expectation. Conceptual operations are not necessarily conscious. Conceptual functioning is quite as primitive as physical functioning. Valuation or desire is conceptual functioning at a primitive stage. No observation without concept. James and Dewey: observation is due to interest. Anticipating experience qualified by desire. The result of substance philosophy is that a community of actualities is made impossible. Describe the substance—the independent real—and you’ve nothing more to say. The interconnection of things must be included in the reality of things if we are to escape subjectivism. Whitehead notes in human thought (1) the strength of imagination (2) the trivial explanations and blindness of humans to the simple little reorganization necessary to straighten out the paradoxes. It took 2000 years to understand √2, when it might have been done in 20 minutes. We ought never to lose heart in the rationalistic method. Don’t listen to the men who say such and such can never be known [Russell]. This is treachery to the future. Don’t fear investigations where emotions are involved—simply allow for the emotions."},{"pageNumber":177,"pageContent":" 168 INDEX--MARVIN NOTES absolute: actual entity as, 6; Bradley's 4, 6, 21, 43, 87, 89; actualities 76; conditions 124; 126, 135, 155, 156, 160; idea 160; prime 135; rest 156; space and motion 155; space and time 26 abstract: contemporary external world as, 28; forms 92; meanings 13; principles 107; reasoning 94; terms 91 abstraction: 7, 41, 62, 72, 78, 89, 99, 119, 137, 142 abstractions: 11, 26, 65, 87, 102, 151 abstractive class(es): 132-135, 140, 142, 145 accuracy, accurate knowledge: 89, 92, 98, 125, 126, 147 actual entity, entities: 2-7, 13-25, 27-32, 36-38, 42-47, 49, 50, 52, 56, 58, 61, 62, 65-68, 70-76, 78-81, 84, 88, 89, 92, 95, 97, 122, 137, 138, 164, 166 actual occasion(s): 34, 37, 41, 43, 44, 48, 51, 160 actual world: 2, 3, 5, 6, 11, 12, 15, 16, 21, 24, 25, 27, 30, 39, 42, 43, 45-48, 50, 51, 56, 61, 62, 72-77, 88, 95, 122, 138 actuality: and decisions 15; and disorder 41; and potentiality 19, 154; and process 31; and reality 152; and unity of feeling 76; attainment of, 14; derivative, 44; is atomic 19 adequacy: 11-13, 104 admission into feeling (inclusion): 34, 38, 43, 46-50, 67-69 adversion: 67, 74 aesthetic: experience 107; feeling of contrast 74; zest 50 affirmative with negative (necessary to consciousness): 69 aim, subjective: 138; aimed at end (final cause): 7 ambiguity (of language): 13, 92 analysis: and abstraction 7; and potentiality 7; can reach fundamental notions 112; of actual entity 67, 74; of sensum 78 antinomies: 54, 111 apprehension of contemporary world: 165 Archimedes: 102, 125 Aristotle: 9, 11, 30, 49, 50, 74, 86, 93, 98, 158, 162 art: 10, 77, 125 atom: 19, 28, 153 atomic (actuality as): 19, 20, 31, 42, 137, 138, 154 atomicity: 19, 140, 154 attainment (of satisfaction): 14, 31, 38, 62 aversion: 67, 74 axiom of divisibility: 102 axioms: 14, 93, 99 Bacon, Francis: 31, 82, 157 basic series: 118, 119 beauty: 107 becoming: 2-5, 15, 17, 24, 33, 49, 79, 164"},{"pageNumber":178,"pageContent":" 169 becomingness: 33 being: 3, 17, 24, 38, 42, 49, 122  belief: 13, 43, 64, 98, 104 Bergson, Henri: 17, 30, 32, 33, 36, 60, 61 body, bodies: 18, 20-24, 26, 27, 46, 52, 60, 78, 84, 166 Bradley, F.H.: 1, 4, 6, 7, 21, 42-44, 46, 65, 86-88 Broad, C.D.: 1, 84 brute fact(s): 15, 59 Burtt, E.A.: 1, 84 Cantor, Georg: 54, 103, 107, 108, 114 Cartesianism: 15 categorial (categoreal?) scheme: 157-158 categorical: ideas 151; judgment 43, 56; notions 82 categories: 95, 104, 124, 151 category (of quantity--Aristotle's): 162 causa sui: 7, 34, 88 causal efficacy, perception of: 81; see also 23-24 (perception of feeling-tone of body), 26-28 (primitive type of perception, feeling of the past); see also vector character of feeling causal: independence 19, 21, 79, 80, 81; objectification 18; physical world 23; relation 80, 81 cause(s): 7, 18, 19, 21, 30, 31, 33, 35, 43, 46, 50, 55, 138; time necessary to, 19 cell: 19 change (actual entities don't): 4, 6, 15, 27 chaos: 76, 77 chaotic: disorder 41; environment 76 class(es): 89, 93, 94, 104-108, 110-112, 116, 119, 123, 132-135, 140, 142, 143, 145, 146, 163 coherence: 11, 12 coherence theory: of feeling 73; of truth 86 coherent scheme: 13, 82, 151, 157 coincidence (measurement): 98, 99, 149, 162 common sense: 10, 56, 86, 98, 104, 157, 158, 160 community: of becoming 79; of entities 24 complete locus: 164 concept: 37, 66, 152, 167 concepts: are feelings 65; of three kinds 9; feeling of negative in, 6 conceptual: enjoyment 64; lure 50; operations 167; phase 74; recognition 16; valuation 75 concrescence: 7, 17, 31, 33, 35, 38, 46, 47, 49, 50, 57, 61, 62, 66, 67, 69, 70, 72, 75, 76, 88 concrescent actualities: 18 concrete actual entity: 31, 122 concrete becoming: 17 concretion: 7 condition(s) (for process): 5, 6, 15, 24, 27, 33, 39, 75"},{"pageNumber":179,"pageContent":" 170 conformable, non-conformable propositions: 47-48 conformal phase: 74 conformation (to the past): 72, 74 conscious: attention 73; experience 60; process 17 consciousness: 17, 29, 32, 36, 44, 46, 50, 52, 60-62, 65, 67, 69, 71, 76, 84, 86 consistent scheme: 101, 157  contemporaneous entities: 166 contemporaries: 79, 80, 164 contemporary: actualities 164; actual entities 19, 21, 80; subject 57 contemporary external world: 28; contemporary world 18, 20, 21, 23, 28, 81, 165 continuity: 19, 57, 77, 115, 125, 137, 140, 142, 153-155 continuity of inheritance: 57 contrast: 6, 50, 62, 68, 69, 73, 74, 76-78, 89; and intensity of feeling (needed for consciousness) 69 convergence: 133 coordinates: 96, 149 correspondence theory: of knowledge 73; of truth 50, 86 cosmic epochs: 30 cosmology: 1, 26, 36, 41, 96, 97, 137, 139 counting: 105 creation: 24, 27, 31, 34, 46, 88 creative: advance 47, 70, 147, 160; force 111; process 75 creativity: 33, 42 creator: 33 creature: 33, 34 Dalton, John: 153 data: 7, 13-14, 17, 20-21, 25, 29, 31-34, 36-38, 56, 57, 64; actual entity arises from, 7, 13, 14, 31; antecedent processes are the data 29 dative phase: 74 datum: 16, 19, 21, 23, 24, 27, 33, 36, 38, 43, 44, 46, 47, 49, 50, 51, 56, 59, 62, 64, 138; actual entity arises from, 16, 19, 21, 27, 36 death: 30, 39 decision(s): 15, 16, 21, 23, 34, 41, 49 Dedekind, Richard: 54, 103, 113-115, 142 deduction: 6 definiteness: 106, 122 definition(s): 92, 93, 99, 130-132 depth: of actuality 14; of importance 138 derivation (from the past): 65 Descartes, Rene: 1, 2, 5, 14, 19, 20, 23, 24, 26, 27, 36, 41, 46, 55, 59, 60, 64, 65, 82, 86, 95-97, 102, 107, 118, 152, 158 description of actual entity: 4, 5, 16 descriptive generalization (task of philosophy): 6 determinate: actual entities 31, 70; actual world 56; individuality 31; intensity 68; system of world 89 determination (in actual entity): 31, 34, 67"},{"pageNumber":180,"pageContent":" 171 Dewey, John: 1, 15, 30, 151, 167 di-polar (actual entity is): 71 dialectic: 104 dimensional occasions (of space): 39 direct knowledge: 24, 28, 74 direct perception: 20, 21, 23, 81, 166 disorder: 30, 38, 39, 41, 42 diversity: 62, 68, 89, 90, 111 divisibility: 7, 25, 27, 32, 76-79, 102, 131, 137-138 division: 7, 20, 76, 77, 79, 98 dogmatism: 104, 107 dominant actual entity: 23 dominant form (of enduring object): 51 drop of experience: 7, 17, 21, 86, 137, 138 dual class: 112 duration(s): 26, 80, 81, 147, 164-166; presented, 81 durée: 32, 36 Eddington, Arthur: 53 efficacy, efficacious: 28; causal efficacy 81 efficient cause, causes, causation: 7, 21, 31, 33, 138 Einstein, Albert: 96, 142, 146, 160 elan vital: 30 electro-dynamics: 12; electro-dynamic region 128 electro-magnetic: entities 124; field 148; laws 12, 153, 156; occasions 39; states 155; body an electro-magnetic amplifier 21 electron(s): 6, 26, 28, 39, 52, 94, 147, 148 emergent: activity 14; evolution 47 emotion: 48, 64, 78, 138 emotional: feeling of contrast 74; quality (of feeling) 48; tone 81; universals 64 emotions: 24, 28, 167 enacted (conformal, physical) feeling(s): 71-73 enacted valuation: 75 endurance: 6, 28, 96 enduring objects: 6, 51, 147, 149 energy: 26, 28, 64, 148 enjoyment: 17, 29, 32, 36, 64 epoch(s): 11, 12, 25, 30, 41, 42, 52, 127, 137 equality: 90-95, 98, 100-102, 126, 162 equivalence: 128, 133 error: 28, 60, 104, 127, 141; price we pay for progress 48 essence: 51 eternal nature of God: 75 eternal object(s): 4, 16-19, 21, 34, 37, 43, 44, 46, 47, 50, 61, 66, 69, 70, 72-75, 78, 86 ether: 26, 153-156 ethics: 94, 141 Euclid: 2, 90, 128, 142, 145, 163"},{"pageNumber":181,"pageContent":" 172 Euclidian geometry: 101, 127; Euclidian system 95 European philosophy a series of footnotes to Plato: 14 event(s): 9, 19, 27, 30, 34, 147, 165, 166 evil (turned to good): 50 evolution: 39, 47, 124 evolutionary views: 42 exclusion from feeling: 46, 49, 67-70; see also rejection from feeling experience: of actual entities 14, 17, 19, 57, 65, 68, 71, 76; and philosophic method 11, 13, 30, 41, 64, 82, 84, 107, 125, 132, 151, 157, 158, 164; comes in drops 6, 7, 17, 21, 36, 137, 138; conscious 60; human 10, 77; naive 81; objective elements in, 53; universals in, 37; wider than consciousness 36, 46, 61, 62, 67 experimental method, limits of: 10 explanation: of actual entity 5; metaphysical 12, 157-158 extension: 7, 19, 20, 23, 26, 76, 95-97, 151 extensive: abstraction 99, 119, 142; character of world 132; connection 28, 128, 130; continuity 19, 137; continuum 21, 25, 78, 145, 165, 167; perception 28; plenum 28; quantity 162, 163; region(s) 29, 99, 124, 133; relations, relationships 19, 23, 24, 27, 75, 81, 162, 163, 165 extensiveness: 18-21, 23, 24, 79, 81, 124, 125, 128, 132, 137, 139, 164, 166; of time 124, 125 external world: 1, 17, 20, 21, 23, 28, 37, 42, 60, 131, 136 fallacy: of illegitimate abstraction 72; of misplaced concreteness 19, 41; of undistributed middle 13 feeling(s): 14, 17, 21, 23, 27, 29, 33, 34-38, 43, 46, 47, 48-51, 53, 56, 61-63, 65-76, 78-80, 122, 138, 162; \"feeling\" defined, 49 feeling-tone: 23; see also emotional tone final cause(s): 7, 30, 31, 35, 46, 50, 138 final lure: 50 finite: class 105, 110; series 112, 113 first principles: 2 flat locus: 166 fluencies (two kinds): 33; see also 7 (two kinds of process) fluency of world: 33 formal constitution (of an actual entity): 80, 81 forms of emotion: 64 fractions: 95, 105, 112-117, 119, 120 freedom of choice: 75 future: 25, 27, 31, 32, 38, 43, 56, 57, 74, 79-81, 104, 153, 155, 162, 164, 167 Galileo: 1, 9 general: ideas 90, 92, 158; metaphysical principles 12; principles 8, 92 generality: 19, 25, 89, 92, 93 generalization (task of philosophy): 6, 64, 82 genetic: concepts, notions 9-11; terms 30, 95 geometrical: characteristics of space 39; distortions 153; entities 132; order of nature 42; property 96; relations 147; system 150, 166"},{"pageNumber":182,"pageContent":" 173 geometry: 19, 95, 99, 101, 104, 105, 124, 127, 145, 163 Gibson, James: 1 givenness: 15-17, 30, 33; causation a given 55; nothing given except as an element of an actual entity 75 God: 14, 42, 55, 64, 75, 82, 118 good: argument 93; from evil 50 gradation of relevancy: 34 gradations of qualitative intensity: 30, 69 graded series: 34 grades of reality: 66, 152 Green, T.H.: 1 harmony: 74, 102, 104, 138 Heraclitus: 33 Herschel, William: 153 \"how\" of feeling: 5, 34, 65, 67; see also 69 (\"the final how\") human: as society of actual occasions 38-39; body 18, 20-24, 27, 46, 60, 78, 166; experience 10, 30, 151; thought 167 Hume, David: 1, 2, 14, 23, 27, 28, 36, 37, 41, 55, 56, 59-62, 64, 70, 81, 138, 158 hybrid (propositions are): 46, 50 hyperbolic geometry: 101 ideal (of itself): 5, 30, 38, 75 identity: of form 51; of function 98, 163; from time to time 163 imagination: 167 imaginative: admission of feelings 50; leap 8, 82; thinking 151 immediacy: 23, 24, 28, 29, 36, 79, 81 immediate: actual entity 7; antecedent 27; connections 130; environment 57; experience 1, 23, 41, 132, 152; feeling 21; future 104, 155; judgment 98, 149; past 65, 81; perception 24, 37, 59; percipient 23; present 155; privacy of subject 33; recognition 98 immortal: 27, 33 importance: 41, 138, 157, 165 incompatibility: 10, 62, 68, 76 indeterminate: entity 71; prehensions 69 individuality: 31 individual experience: 152 induction: 53, 56, 57, 82, 123 infinite: class(es) 107-108, 110; defined, 123 ingression: 4, 34, 36, 61, 64 inheritance: 21, 27, 39, 51, 57, 76, 81, 138 instrument(s): 2, 98, 99, 104, 162 integers: 113-117, 120, 127 intellectual purposes: 50 intellectuality (wanders through brain): 52 intensity (of feeling): 30, 38, 48, 52, 67-69, 74, 78, 138, 162 intensive: differences 31; quantity 162 interconnection of things: 124, 167"},{"pageNumber":183,"pageContent":" 174 intermediate judgments: 98 internal constitution: 4, 6, 17, 19, 23, 24, 27, 33, 46, 131 interrelation of data: 38 intersects (class of): 143-145 intuition: 12, 17, 60-62; intuitions 61, 111 irrationals: 103, 104 isoid relation(s): 90, 95, 128, 162 James, William: 6, 15, 32, 36, 84, 167 judgment(s): 43, 44, 45, 47, 56, 57, 61, 64, 69, 98, 99, 104, 111, 149, 162 Kant, Immanuel: 1, 2, 7, 17, 36, 59-62, 64, 74, 111 Keynes, J.M.: 53 knower: 17, 18 language (in philosophy): 2, 10, 13, 14, 82, 84, 85, 89, 92, 93, 111 laws: 9, 12, 30, 39-41, 57, 92, 124, 127, 128, 155, 156 laws of nature: 39, 57, 127, 128 Leibniz, Gottfried: 27, 99, 158 Lewis, Wyndham: 151 life history: of enduring object 51; of one occasion 52 light waves: 21, 22, 153, 155, 156 limit: 113, 114, 118, 119, 128, 132 linear stretch: 142, 143 literature: 129, 151, 158 location: 24, 89; simple location 147 loci: 79, 96, 163-166 Locke, John: 1, 17, 20, 27, 36, 37, 41, 53, 60, 61, 72, 74, 86, 87, 158 locus: 27, 79, 80, 96, 142, 143, 164-166 logical: analysis 90; consistency 107; construct(s) 125, 127; notions (fundamental) 112; predicate 47; subject(s) 44, 47, 57, 58, 70; system 82 lure for feeling: 48; lure of feeling 34, 37, 43, 47, 49; lures for feeling, conceptual lure, final lure 50; subjective lure 46 magnetism: 125, 153, 156 mass: 9, 41, 42, 155 mathematical relations: 20 mathematics: 2, 84, 92, 93, 96, 99, 105, 107, 109, 111, 118, 119, 120, 123, 124, 127 matter: 1, 10, 19, 73, 93, 147, 149, 153-155 Maxwell, Clerk: 12, 26, 153 measurement(s): 92, 94, 96, 98, 99, 101, 102, 125, 142, 146, 147, 149, 150, 162, 163, 166, 167 mediate connections: 130 memory: 59, 60 mental: feeling 71-73; phase 74; pole 71; valuation 74-75 mentality: 46, 61, 71, 72, 86 metaphysical: character attaching to all entities 3; laws 124, 127; principles 12; questions 150; relations 4 metaphysics: 5, 13, 14, 26, 41, 55, 57, 59, 95, 125, 137, 157, 164 method: 4, 6, 10, 11, 82, 83, 95, 102, 107, 127, 157, 167"},{"pageNumber":184,"pageContent":" 175 Michelson, Albert: 156, 160 Milton, John: 42 mind: 1, 9, 21, 27, 34-36, 45, 46, 64, 67, 120 modes of perception (two): 23-24, 28 molecules: 22, 40, 42, 155 monads: 6, 27 moral science: 41 morals: 7, 60 mores: 30 motion: 9, 107, 125, 153, 155, 156 multiplicity: 89, 104, 105, 108, 111; of actual entities 137; of eternal objects 16 Murray, Gilbert: 84 naive: experience 81; statement 59 narrowness: 76, 77 necessary: (philosophy seeks the) 12 negative: judgment 69; proposition 122 negative prehension: 67, 70; see also rejection from feeling, exclusion from feeling Newton, Isaac: 1, 9, 26, 41, 42, 84, 99, 133, 153, 155-157 Newtonian physics: 46 nexus: 15, 30, 38, 46, 47, 61, 65, 80, 95, 137 nominalism: 92 nominalist: 85, 86 not-being: 50 novelty: 16, 47-49, 70; novelties 31 number(s): 41, 54, 58, 95-96, 102-106, 109, 111-114, 119, 120, 122, 162 object: 5, 19, 24, 26, 33, 40, 51, 72, 73, 105, 149, 162 objectification(s): 4, 5, 7, 17, 18, 20, 21, 28, 36, 37, 44, 57, 66, 137, 138 objective: datum 21; data 7, 17; evidence 53; knowledge 44, 166; lure for feeling 48; potential 24; probability 53 observation (and method): 157, 167 occasion(s): 12, 39, 52, 57, 160, 166; electro-magnetic, 39; in the body 52; of enduring objects 147; society of, 52 ontological principle: 5, 7, 13, 15 order: 30, 31, 38-41, 54, 75, 76, 100, 105, 106, 112, 113, 114-117, 138, 156, 158, 160 ordered: complexity 138; couples 121; environment 39; universe 40 organism: 14, 30, 40, 148 organization: of feeling 47; of the whole 16 Ossendowski, Ferdinand: 84 ovate class: 163 overlapping regions: 99, 130, 131, 142-145 parabolic geometry: 101 parallels: 101, 102 particular actual entity: 4, 80 particular: means being essentially in an actual entity, 66; universal and, 17, 46 particularity: 67, 70, 78, 93 particulars: 64, 70, 86, 87, 92, 122"},{"pageNumber":185,"pageContent":" 176 past: 4, 19, 23, 25-28, 33, 41, 43, 51, 56-59, 65, 72, 77, 79, 80, 81, 138, 153, 164, 165 pattern: 98, 99, 101, 102, 138 penumbra (of relevant potentials): 34 penumbral: complex 46; potentials 50 perceiver: 18, 65 perception: 7, 18-21, 23, 24, 26-29, 37, 55, 59, 64, 65, 78, 81, 137, 166; two modes of, 23-24, 28 percipient subject: 19, 21, 23 perishing: feeling 27; of actual entity 15, 33 permanence: of a society 38-39; of the world 138 perspective: 23, 57, 62, 75 perspective relations: 17 perspectives (extensive relationships): 19, 23, 25, 27, 62, 75 philosophic method: 157 philosophical tradition: 23, 151 philosophy of organism: 14 physical: experience 14; feelings 72; influence 81; laws 30; measurements 149; order of nature 41; relation(s) 19, 61; science 41, 128, 137; universe 147, 164, 166; world 23, 95, 135 physics: 1, 3, 6, 19, 21, 42, 46, 64, 68, 77, 79, 99, 124, 147, 148, 153, 160, 162-164 physiology: 21 Plato: 1, 11, 14, 15, 26, 42, 96, 104, 126, 129, 158 Platonic forms: 16 pluralism: 3, 4, 6 pluralistic universe: 6, 7 point(s) (mathematical): 2, 96, 99, 100, 102, 108, 109, 112-115, 117, 125, 127, 132, 136, 140-143, 146, 149; definition of, 135ff positive prehension: 67, 70 postulates: 93 potential: alternative (proposition) 50; datum 19; divisibility 27, 79; for becoming (being is) 3, 17, 24, 49 potentiality, potentialities: 3-5, 7, 16, 17, 19, 20, 24, 43, 47, 69, 75, 78, 93, 152 power: 17, 18 pragmatic test of truth: 13, 14, 158 pragmatism: 15, 151, 158 predication: 94, 95, 97 prehension(s): 44, 49, 67-70, 137, 138 presentational: immediacy 23, 24, 28, 79, 81; objectification 18, 20; perception 19, 23 presented: duration 81; locus 165, 166 presupposition(s): 2, 46, 56, 57, 59, 102; implied 47, 57, 58, 89, 93, 98, 99, 127, 142 Prichard, H.A.: 1 primary: data 21; phase 43, 44, 56, 57 prime (mathematical): 135, 140, 142 primitive perception: 26, 28, 50, 167 primordial actual entity: 75 primordial entity: 4, 13"},{"pageNumber":186,"pageContent":" 177 principle: of extrinsic reference 5; of relativity 7; ontological 5, 7, 13, 15 principles 2-6, 8, 12, 33, 55, 64, 83, 91, 92, 107 privacy: of concrescence 49; of emotion 48; of perception 59; of subject 33 probability: 43, 53-56 process: 2-5, 7, 14-17, 21, 27, 29, 31, 33, 34, 36, 43, 46, 49, 56, 67; aimed at end 7; of becoming 2-5, 15, 17, 33; conscious, 17; creative, 76; of concrescence 31, 33, 34; of creation 46; of experience 46; of feeling 14, 17, 21, 23, 27, 29, 36, 43, 56; of individualizations (universe as) 16; of mentality 46; of prehension 44; of valuation 74; two kinds of, 7, 17 progress: and order 76; and untrue propositions 48 projection (of sensum): 78 proportions: 54, 107 proposition(s): 13, 45-48, 50, 52, 53, 58, 70, 72, 73, 122, 123 proton(s): 28, 39, 147, 148 psychology (and physics): 64, 68 punctual class: 135, 140-143 pure potential(s), potentiality: 17, 34, 43, 50, 61, 69 purpose: 67, 138 purposes (intellectual): 50 purposive (the \"final how\" is): 69 Pythagoras: 102 Pythagoreans: 102, 104, 107, 113, 114 quanta of energy: 28 quantity 95, 98, 141, 162, 163 quantum: 28, 78; quantum theory 28 rationalism: 4, 10-12, 15, 82, 84, 107, 157 real: connections 73; existent 95; external world 23; fact 6, 44, 89; internal constitution 19, 23, 24; knowledge 166; meaning of, 14; unity 3, 5 reality: 6, 87, 89, 130, 152, 166, 167; objective, 72; of feeling 34; of time 46 reasons (actual entities the only): 5, 14 reductio ad absurdum, misuse of: 104 reenaction: 72; subject reenacts feeling 74; see also enacted feeling region(s): 21, 26-29, 81, 124, 128, 130-136, 142-145, 147, 163 rejection from feeling: 34; see also exclusion from feeling, negative prehension relation(s): 4, 6, 15, 17, 19, 23, 24, 39, 42, 44, 47, 56, 61, 65, 68, 75, 78, 80, 81, 90, 93, 95, 102, 105, 108, 122, 125, 127, 128, 130, 131, 133, 138, 154, 162, 163, 165-167 relational: essence (of eternal objects) 78; eternal objects 18, 19 relationship(s): 19, 27, 53, 65, 72, 90, 95, 101-103, 117, 131, 147, 149, 160, 163, 166 relativity: 7, 15, 24, 159 relevance (to a subject): 20, 43, 75 religion: 9, 10, 30, 138 rest: 156, 160, 166 routes: of approximation 128, 132, 140; of diminution 134, 140; of inheritance 138; historic route 76 Russell, Bertrand: 1, 65, 84, 86, 87, 117, 123"},{"pageNumber":187,"pageContent":" 178 Santayana, George: 1, 28, 29, 59, 60 satisfaction: 14, 30, 31, 32, 38, 67-70, 74 science (and philosophy): 1, 5, 9, 11, 12, 15, 19, 26, 28, 41, 49, 59, 65, 82, 83, 89, 98, 102, 127, 137, 141, 150, 166 segment(s): 113-115, 119-121, 140-143, 162 self-determination: 34 self-preservation: 30, 148 sensation: 59, 60, 62, 64, 65 sensationalist: basis 60; principle 64; theory 28 sense data: 18-21, 23, 28 sense datum: 27 sense perception: 18, 23, 28, 64-65, 78 senses: 18, 123 sensum: 78 serial order: 112, 117 shielding: 104, 130, 131, 134, 135, 144 simple location: 147 simultaneity: 147, 160, 164 Smith, N.K.: 1, 67, 90 societies: 6, 41, 42, 45, 52, 76 society (of actual entities): 6, 22, 28, 52; defined 38-39 Socrates: 13, 45 solidarity: of actual occasions 44; of actual world 27; of all possible standpoints 25 solipsist: 6, 60 sophistry: 104, 107 soul: 42 space: and time 23, 24, 26, 42, 78, 147, 166-167; as extensive 99; as receptacle 153, 160, 166; as society of entities 39; empty (unoccupied), 26; occupied, 26; space-time 75, 89, 90, 99, 124; three dimensions arbitrary, 12; three meanings of, 166-167; voluminousness of, 125 spatial: continuum 22; extension 76; relations 24, 78; shape 21 spatio-temporal relatedness: 90, 95, 128 Spinoza, Baruch: 44, 88, 97, 123, 155 stability of world, necessary for depth of actuality: 14 standpoint(s): 24, 25, 27, 44, 164 straight line(s): 96, 99, 100, 124, 142, 143, 145-147, 153, 163 strains: 153, 166 stream of consciousness: 86 subject (actual entity as): 4, 19-21, 33, 43, 44, 52, 56, 57, 63, 65, 67, 74, 80, 152 subjective: aim 138; form 138 (see also 48: feeling has (a) content and (b) emotional quality); immediacy 29; lure 46; unity 17, 21 subjectivism: 17, 19, 44, 67, 74, 87, 138, 167 subjectivist principle: 64 subjectivity: 14, 44, 152 substance philosophy: 6, 15, 28, 36, 37, 44, 57, 59, 64, 74, 86, 167 substance-quality notion: 1, 21, 65"},{"pageNumber":188,"pageContent":" 179 supercede(d): 4, 18 superject: 4, 31 supplemental phase: 74 surface: 125, 128, 131, 135, 136, 153 symbolism: 85, 90, 99 symbols: 90, 132 synthesis: 33, 68 synthetic (feelings): 50, 69 system: of metaphysics 6, 13, 82, 107, 156, 167; of world 7, 33, 89, 90, 92, 95-97, 128, 130, 147, 149, 150, 162, 163 systematic: background 90, 166; relations 166, 167; societies 45; structure 89 task of philosophy: 6, 127 Taylor, A.E: 15 temporal world: 14, 16, 23, 79, 90, 95, 128 temporalization: 19 theorems: 108, 120 theories of light: 139, 140, 153, 157 thought: 9-11, 61, 62, 64, 65, 73, 92, 109, 111, 112, 118, 133, 137, 151, 153, 157, 167 throbs of feeling: 78 Timaeus: 1, 26, 33, 41, 42, 96 time: 31-32; and space 23, 24, 26, 42, 78, 147, 166-167; extensiveness of 125; one dimension arbitrary 12; reality of 46 together: 27, 31, 61, 90, 128 transcendent Creator: 33 transcendent fluency: 33 transition: 7 transmission: from organs of body 24; of inheritance 51; of patterns 138; of physical influence 81 triviality: 76 true or false (judgment): 44, 47, 123, 158 true propositions: 167 truth: 13, 60, 86 ultimate: actual entity 36; entity 127; fact 31; metaphysical laws 127; principles 83; subject (of judgment) 43, 44, 56 unconscious: 52, 61, 62 unconsciousness: 47 unison of becoming: 164 unit class: 111, 112, 123 unity: of experience 19, 62, 67; of feeling 27, 65, 76; of satisfaction 69, 70; of universe 104; with contrast 68 universal(s): 16, 17, 36, 37, 46, 61, 64-66, 69, 72-73, 85-87, 92, 122 universe: a process of becoming 17; a process of individualizations 16; always one 88; infinitely various 40; pluralistic 6, 7; self-contained 82; self-sustaining 148; unity of, 104 untrue: judgment 43; propositions (source of progress) 48 utilitarian ethics: 94, 141"},{"pageNumber":189,"pageContent":" 180 vagueness: 10, 65, 76, 77 valuation: 65, 74, 75, 167 value: 30, 49 vector character of feeling: 68, 72, 81 velocity: 9, 81, 155, 156, 159, 160 vibration: 28, 29 volumes (immediately experienced): 132 waves and corpuscles: 139, 140, 154 Weierstrauss, K.W.T.: 99, 133 width: 76, 77 Wilson, John Cook: 1 world a multiplicity of actual entities: 137 world line(s): 98, 99, 149, 162 world soul: 42 wrong (some things are definitely): 158 Zeno: 3, 33, 36, 111 zest of feeling: 5"},{"pageNumber":190,"pageContent":" 181 APPENDIX: some terms in Process and Reality that are not mentioned in the Marvin notes antitheses anticipation analogous occasion all things flow aggregates adaptation appetition applicability (but applicable: 9, 11, 20) Ate authentic perceptive feeling autonomy bifurcation canalization categoreal obligations certainty comparative feelings congruence consequent nature of God contiguity coordinate division corpuscular society dipolar disjunction emergence eminent reality entirely living nexus envisagement epochal theory of time everlastingness existence, categories of final percipient occasion focal region genetic division genetic selection hierarchy high-grade hybrid prehensions immanence impure potentials impure prehensions indicative feeling indirect perceptive feeling"},{"pageNumber":191,"pageContent":" 182 initial aim initial datum intellectual feeling intellectual supplement living creation living nexus living person living society macrocosm macroscopic microcosm microscopic monism morality morphology negation novel (but novelty: 16, 47-49, 70; novelties: 31) objective diversity, category of objective identity objective immortality objectivism objectivist principle objectivity participation perceptive feelings percipent occasion (but percipient subject: 21; immediate percipient: 23) perfection perpetual perishing person personal order physical pole physical purposes physical realization physical recognition physical time predicative feeling predicative pattern pre-established harmony presiding occasion (but dominant actual entity: 23; dominant form: 51) primary feelings (but primary stages that are not conscious: 36; primary phase: 43,44,56,57) proper entities propositional feelings (but propositions as elements of feeling 46; propositions are feelings at the level of unconsciousness: 47; as an element in the lure of feeling: 47; admitted into feeling: 48; propositions proposed for feeling: 49-50; proposition is absorbed in a blind feeling: 70; proposition is a feeling: 70,72,73; feelings of  propositions: 97)"},{"pageNumber":192,"pageContent":" 183 pure physical feeling pure physical prehension real potentiality reformed subjectivist principle/doctrine refreshment regnant nexus, society reminiscence reproduction responsibility res verae reversion rhythm seat secondary qualities (but secondary accidents: 15) sense reception sensitivity sight simple physical feelings speculative philosophy strain locus or strain feeling (but strains:153, 166) stream of experience structured society subjective unity, category of (but subjective unity: 17,21) subjective harmony, category of subjective intensity, category of subjective valuation, category of subjectivist doctrine subjectivist principle, reformed subordinate societies substantial form suffering super-actuality survival suspended judgement symbolic reference sympathy tedium telepathy tensors tetrahedron theism theology togetherness transmutation ultimate, category of the unauthentic perceptive feeling"},{"pageNumber":193,"pageContent":" 184 unifying control unrest urge vacuous actuality vera causa viscera wave-lengths "}]
