[{"pageNumber":1,"pageContent":"CORRESPONDENCE BETWEEN JACK PARSONS and His \"Elemental\", Marjorie Cameron Edited by Cameron and Hymenaeus Beta (Fra. Superior, OTO) ©1989 Marjorie Cameron Parsons Kimmel Revision 2 5 Oct 49 Dear Candida According to your last letter - although I may be able to give you valuable technical advice from time to time - still you have probably reached the point where your guidance - in terms of that necessary for an appropriate decision - is adequate for your needs. However, since Rome is such a new center, I wonder if it would not be worth your while to spend a little time there. It is only one of the three centers of opposition. I don't see how you will meet destiny in Guadalahara - on the other hand you might - or in Oshkosh, Minsk, Flatbush or any other place you may decide to go. This is quite uninspired - as it should be - it is really not my concern at all. After all, the other name of Armageddon will not be written until the morning of Ragnarok, when at last Her banner is unfolded before the armies. This part of the prophecy I have never told, and do not know that I ever shall. So far it has been quite literal. I suppose I shall see that bloody sunset, just as I have seen the rest. Well, I can change nothing, nor do I care to. What is loosed is loosed, and well loosed. All the rest calls for redemption; and nature moves inexorably towards a balance. If I am used in that work - however ill used - I am glad of it. We can be insulated against everything but death - in fact, death is the very substance of our insulation. But to be used by life we must be naked and to be naked is to be hurt. But it is also to be alive. ------- In Tarot Divination - the IHVH method is better to show how the cards are running and indicate the general situation - the Celtic mode is best for particulars. Notice that you can detail either method by increasing the number of houses - and the pack dealt into the blocks so that the relationship can be studied. Usually this is not necessary. Remember, divination is the least of the powers of the Tarot. It is also a key to the highest initiation. Each trump and its relations. The rest of the happenings that befell are secret. They concern things of which I never can tell, and never shall try to tell. Let this suffice. I know that Babalon is incarnate upon earth at this moment, although I do not know where or as whom. I believe that She will manifest in Her proper time, and that thereafter the rest of the prophecy will naturally follow. And in that knowledge and belief I rest content."},{"pageNumber":2,"pageContent":" [Hotel Raleigh, Washington, D.C. letterhead] Jan. 15 [1950?] Dear Candida 93. I am enclosing the 7th Aire. Copy it into a permanent note book along with any other rituals you intend to use. You should have the plan in detail, order of rituals, layout of temple, procedure etc. I will send you the ritual of the Bornless One, probably in a small Goetia, since it is rather long to copy. It is a very ancient, potent & dangerous ritual, often used by bold magicians in the Guardian Angel Working. It is useful as a preliminary in almost any sort of work, causing a tremendous concentration of force. It is, however, liable to produce dangerous side phenomena and sometimes permanent haunting in an area where it is repeated, & is for this reason often avoided. Never do it without banishing & opening the temple, then closing and banishing again. I'm tired from the trip and will myself close now. ------ Jan. 16 Method of invoking 1. Banishing pentagram 2. Opening Hexagram 3. Ritual (may be preceded by Bornless One, or other preliminary invocation). Then, for a superior force (god) a. Supplication of the force b. Description of the Force c. Identification (or union) with the Force. For a lesser force (spirit, angel, demon, elemental) a. Supplication of a superior force (appropriate god) b. Description of a superior force. c. Identification with superior force. d. As superior force, invocation and command of lesser force. 4. Closing Hexagram 5. Banishing pentagram. For gods, an appropriate altar is used. For the rest, the magician stands within an appropriate circle, and invokes the force into a triangle. In any case the appropriate weapons, perfume, colors, should be used, the names and signs of the appropriate angels, planets should be drawn or written on talismans. The magician should be robed and wear the sign or talisman of the highest force appropriate to the invocation. He should exhibit this when it is necessary to command, and (except in the case of Gods to whom it is inappropriate) a sword which he should not hesitate to use on anything or anyone who threatens to intrude or break the ritual. Once started, a ritual must not be stopped for any reason. It should be done in a secluded place, and no one should enter who has not been tested and consecrated by the magician. The invocation of Gods (which pertains to a higher magic) is subtle and subject to individual variation and personal composition."},{"pageNumber":3,"pageContent":"The invocation of lesser forces is exact, and, since love does not usually enter in so much, in one sense far more dangerous. In the higher work you are actually wooing the god - it is an act of art. In the lower you are compelling, it is an act of science. The state in a proper working is indescribable but unmistakable. It is essential that everything be prepared and learned properly well in advance, since when things start to happen much of the work will have to go on automatically. The primary methods are 1. Goetia (Demonic) 2. Planetary (Clavicle) 3. Enochian (Elementals and Aires) 4. Solar (Guardian Angel) I have found the Enochian the best (although complicated). The Tarot corresponds to the Enochian system obtained by Dr. Dee - the Trumps to the Aires and the courts to the Gods, Seniors and Angels and the numbers to the lesser angels. Probably you can use the Tarot alone if you follow the following steps. 1. Consecrate the appropriate weapons to Earth, Air, Fire and Water. (The Sword also to Mars and Bartzabel.) 2. Consecrate the appropriate card as a talisman. 3. Construct the entire ritual. Invoke the card down from the appropriate trumps, and across by the appropriate correspondences. Don't forget the material link and vital fluid. Blood will do in a pinch. 4. Fast, for the day before starting. 5. Consult the cards first to see if the ritual is appropriate and correct. 6. Remember that the Tarot is a great and sacred arcanum - its abuse is an obscenity in the inner and a folly in the outer. It is intended for quite other purposes than to determine when the tall dark man will meet the fair rich widow. But the master don't give a shit for that. He will tell the yokels fortunes till the cows come home, if it suits his purposes. 93 93/93 Love, Jack 27 Jan [1950] The Roosevelt, Madison Ave. and 45th St., New York Dear Candida, Well, here is where I met you two years ago, and I wish that you were with me now, my dear, so that we could do New York together again. It has been an interesting trip - I saw Haly of course, and Dan Kimball in Washington, then down to the grim heart of the coal region in Cumberland, then to Princeton, where I spent an afternoon with Martin Summerfield. I will see Hap and Germer, and try to find you a copy of the Goetia while I am here."},{"pageNumber":4,"pageContent":"There is a Rocket Company starting in Paris, and I have an opening there which I am keeping an eye on if my plans at Hughes do not materialize. I should rather live in Paris, but am on to a big thing here which I had better stay with until it breaks. Is there anything you particularly need or would like for a post Christmas present? If you are right in your choice of San Miguel as the place for your work, you will undoubtedly find means to complete it there. If not, I should be glad to help you get established there, if it looks like your finances would necessitate some such move. As a rule no one is sure of his will until he has made a variety of experiments. One thing about Magick, there is too much claptrap in the present method of presentation, too much indirection. It is all there, but overlaid, like Troy before Schlieman. The modern spirit requires an austere simplicity of approach, a burning passion to truth beyond all partiality and predilection. Even two thousand years ago that was the reason for the victory of Christianity over gnosticism, because gnosticism, although true, was too complex, and Christianity, although false, was simple and direct. Simplicity has been the key to victory in all the idea wars, and, at present, Magick does not have it. There is the skeleton, in the Rights of Man and in the coverings in the main literature. But the true body has never been shown forth. The difficulty with the truth is the subtle and pervasive nature of rationalization. Existentialism is just as much on one side as Christianity is on the other, science is as weighted as Shakerism. There can be no objectivity so long as there is preference. We are not Aristotilean - not brains but fields - consciousness. The inside and the outside must speak, the guts and the blood and the skin; the penis and the vagina, as well as the brain. We must have it all out, the fear and the disgust, the hatred and cowardice, and the beauty, tenderness and courage as well, and balance all. Then we can get at the truth. The mind is an instrument that measures itself with itself and as such a contradiction - an impossibility. But out of this abyss, as we know, we can make significance, but to be cogent it must be significance for the entire field. In a world of partialities and pseudo-ideals, the truths on the other side open as horrors and we admit them with a sense of despair, of utter abnegation. But the conflict is real, and the solution cannot be \"thought up\" as such, it is as obviously ersatz as Esperanto. These continual things that we reach for are just obviously fake, and I must confess that much of Magick seems that way to me. These \"returns,\" as though we, of a grown generation could go back to anything, are all off the track - we must go forward to what we are, and no one has ever been there. It's no use pretending to be adults when you are children, or children when you are adults, and we, unfortunately, do both. The only thing is to find out what you are, and try to be it. Of course, if there is no faith (and there shouldn't be, if we have thought through) then there must be an act of faith, but this should come after an experiment in truth that comes clean. Something is moving now - in France, and England, and in Berlin - even moving a little in this benighted country, like the slow, shallow ripple, far out to sea, that hints of a great wave that will flood the land four thousand miles away; and strange as it may be - and brutal and savage as it could be, yet I"},{"pageNumber":5,"pageContent":"sense a sort of searching sincerity in it, that has not been known in the world before. We can sense it, partially predict it, perhaps even guide it a little, and those of us that do may be the makers of a new world. It is all strange and uncharted - nothing but truth will serve us here, and it must be the truth of dream and hallucination and frenzy equally with the truth of science and dialectics and economics. And that truth must be [hounded?] and hunted to its last resting place in the ultimate abyss. Indeed my personal and interior experience, however hallucinated, must be at least equally valid with the things I have been taught to call \"objective\" and \"real.\" But these are also my truths - they are part of me - part of the equipment of my cosmic laboratory wherein I can begin an experiment in truth. Somewhere I must get interior and personal experience - I am shut off from it and starved for it, as we all are in the West. I can think of no better starting point than \"Do what thou wilt shall be the whole of the Law\" - no better equipment than the magical, scientific, and psychological techniques I have inherited. But all these boil down to will, experiment, and honesty in regard to data. Love, Jack 27 Jan 50 Dear Candida I have suffered some vicious astral attacks lately and my skryings indicate that they relate to a fruition of one aspect of the Babalon working, and this because I have willfully and knowingly accepted the counter charge. It is now four years since I saw the words of destiny in blood and fire, and transcribed to my own disaster. I should have died that time, what lived has had one purpose, to teach and to transmit. Crowley is dead, Max Schneider dead of a stroke, Roy Leffingwell paralyzed with a stroke, Jones insane - you see - this is a strong magic - and Germer and Smith both old and in bad health. I do not know who else stirs in Her womb, but you are the only hope I know. If you only had with you an image of Kali - or could spend some time with Ixcunia[?] in Mexico City - to comprehend the intolerable self - the vile, frightful aspects of the mother that yet lifts up the upholding hand in the immemorial gesture of - peace, child, all is well. It is in the passage fo the barrier that lies just one inch beyond the possible that the attainment is made - the going down of the ego between the adamant or malefic back [black?] sides of the gods, that the fusion of infinity takes place. To go deep you must reject each phenomenon, each illumination, each ecstasy, going ever downward, until you reach the last avatars of the symbols that are also the racial archetypes. In this sacrifice to the abysmal gods is the apotheosis that transmutes them to the beauty and power that is your eternity, and the redemption of mankind. Neurosis and initiation are the same thing, except that neurosis stops short of apotheosis, and the tremendous forces that mold all life are encysted - short circuited and turned poisonous. Psychoanalysis transforms the false ego symbols - it is a confusion of conformity and cure in terms of group behavior."},{"pageNumber":6,"pageContent":"But initiation must go on until the barrier is passed, the misty bastions of infantile Trawenfells in to the rocks and crags of eternity, the garden of Klingsor in to the City of God. The apotheosis is in short the translation of good and evil in terms of the father and mother Imago into Isis and Christ, Swa and Panita [?] and duad beyond duality and causality, above the abyss - and these in turn to the One that is beyond speech and sight and knowledge. Tragedy is diurnal, comedy annual [?], the laughter and dance of the great year, where all crucifixions are only birthday parties of the Gods. Change and death are the song of the immortal, incarnate spirit, and the triple flame of greed, lust and hate no more than its mortal vestment. But we are here all diurnal, tragedy to us, however hysterical, is real. That is why we must for ever have the message, ever old, ever new, that we are portions of eternity. We must have it as a sacrament from the great noble ego that goes down to its own crucifixion and returns an immortal spirit with celestial song. You, Cinderella of the Wastelands, have chosen the way of the hero - and the gods alone may guess the end of your path. You are, as Bolitho [?] says, \"Camped out with Mystery\" with only Karma-Maya and the archetypes for your companions. All the eyes of the secret world are on you, wondering and hoping. May you win through. Love, Jack P.S. Do you fully understand the nature of your magical relation with Freya? P.P.S. Your show had some short press notices, which I thought I sent you, but perhaps didn't. I haven't written about it probably because I felt badly at the time. I don't think that Tato's [?] is a very good place to show - or the Coast at all. Re the divorce. I would have preferred that you get it, but it seemed important to take decisive action in order to clear up the loose ends of the past. My lawyer says it would help if you furnished a letter stating that you are in accord with the divorce proceedings. Can you do this? There is some literature and MSS that you should have. If you wish, I will list and tell you how to get them. 93 93/93 J. 25 Jan 50 I have the text of Dee's skrying in the 7th Aire, as he said \"so terrified me that, beseeching God to have mercy upon me, I finally answer that I will from this day forward meddle no more herein.\" The voice, speaking from Kelly, resulted in a sinister dissociation of Kelly's personality. The parallel with my own working with Ron is appalling. After this Kelly robbed Dee, absconded with his wife, and developed a criminal confidence career. This is the voice: \"I am the daughter of Fortitude. (La Force = Babalon) and ravished every hour from my youth. For behold, I am Understanding, and Science dwelleth in me; and the heavens oppress me. They cover and desire me with infinite appetite; few or none that are earthly have embraced me, for I am shadowed with the Circle of the Stars, and covered with the morning clouds. My feet are swifter than"},{"pageNumber":7,"pageContent":"the winds, and my hands are sweeter than the morning dew. My garments are from the beginning, and my dwelling place is in myself. The Lion knoweth not where I walk, neither do the beasts of the field understand me. I am deflowered, yet a virgin, I sanctifie and am not sanctified. Happy is he that embraceth me: for in the night season I am sweet, and in the day full of pleasure. My company is a harmony of many symbols, and my lips are sweeter than health itself. I am a harlot for such as ravish me, and a virgin with such as know me not. Purge your streets, O ye sons of men, and wash your houses clean; make yourselves holy, and put on righteousness. Cast out your old strumpets, and burn their clothes and then I will come and dwell amongst you; and behold, I will bring forth children unto you, and they shall be the Sons of Comfort in the Age that is to come.\" In view of the fact that this MSS was unknown to Hubbard and I [sic], the parallelism is really extraordinary. I have found another prophecy in Khaled Khan which I shall send later. The voice is of course disembodied, and the problem to furnish an appropriate body. The formula, it would seem, is that of Inanna descending (or the Pistis Sophia). At the first stage she takes off her clothes, the soul, and so on until she stands completely naked before Anunnaki, the eyes of death, with only love in her heart, and this is what ascends in her cast off garments. It is all a matter of devotion - of willed inversion. The Bornless One (Liber Samekh) is a Sumerian ritual of the same period. If you can listen to primitive chants, Zuni, Vaadon [?], Ashanti - they may be of some use. I have some ethnic records that are really unusual, and invaluable in establishing connection. I cannot overemphasize the danger to health, character, life and sanity if the whole mystical doctrine is not properly understood - if the will is not properly dedicated. The way to individual initiation has never been closed - you simply see the dross and the gold, and exchange the one for the other, and keep your counsel, save where it will do some good. But the way to racial redemption has been opened but rarely by those rare, intense, passionate souls that range far beyond ordinary initiation, into realms that no man knows. There is really not much else that I can think of. You have the techniques and the essential information - the rest is up to you. But I do not want to tincture your work with my own predilections. I can see something dimly - but it is so strange, dangerous, fantastic, that I do not now wish to even think too far on it. You understand the link between us in this work - it is fraught with all sorts of hazard, and mistake would involve us both in disaster. For over two thousand years now every one who tackled this job has made a fool of themselves - it is time some one was making more sense. Love, Jack 1 Feb 50 Huntsville, Ala. Dear Candida Astral work is the most important part of practical magick, all magical effects and magical knowledge are gained, one way or another, by its media."},{"pageNumber":8,"pageContent":"What the Astral Plane is, is too abstruse a matter to take up here, you may have gotten some ideas from my past letters. How it works, in the beginning, is easy, any one with any psychic development whatever may learn it. However it can be extremely dangerous to the careless and unwary. Some magicians use drugs, fasting, dance, mantra or yoga to get on the astral. This is almost unnecessary - all you need is a calm, steady will, quiet and plenty of determination. Then try this. 1. Banish 2. Open the temple 3. Get yourself in a comfortable ritual position (the Egyptian God - hands on knees with palms open - back straight, feet square - will do). 4. Calm you mind and body with deep regular breaths. 5. Close your eyes and imagine yourself standing outside your body, beside your altar. Keep up this practice until you get a clear image. 6. Transfer your consciousness to the astral body and open your (its) eyes. This is a trick. It will all be rather dim at first, but persevere. 7. Practice the pentagram and the hexagram (rituals) until you become used to working in the astral body. Turning is usually difficult, but it can be mastered. Keep at it. Make the pentagrams appear in fire - the names vibrate in the four corners. Visualize yourself standing on the earth, with the four archangels about you. 8. When this is easy, pick a plane and a purpose (i.e. to get information, to test someone, to determine the nature of a god, symbol, or spirit or dream). The plane is that appropriate - each idea has its own plane - i.e. the Egyptian, Arthurian, Artistic etc. When in doubt, use the general Magical plane. (At first avoid dead people and the plane of the dead. This belongs to the department of necromancy which is something else.) 9. In your astral. Rise straight up (always straight up) until you come to your plane. Then go about your business. Question and test the figures you meet. Get what you go after. Banish (with an earth pentagram) those that seem doubtful. Use your magical weapons as necessary. Use your head as necessary. 10. Return straight down. Return to your body. Banish. Record everything that has happened in detail. Notes. A. Return to your body after any sort of astral work. This is important, in fact, vital. It is a trick, you click into place. Absorb everything. Leave no residue. B. Banish bodily before and after each working. If there is any doubt or residue, banish again, with sulphur if necessary. Two things are most dangerous - to lose contact with the astral body (Scin Lica) and to bring back unbanished residues."},{"pageNumber":9,"pageContent":"C. Rising for information is all that should be done until you are an expert. It is least dangerous. It may lead at any time to illuminations, which should not be taken too seriously. Always test, check, record. D. Talismans and signs can be carried and used, according to your knowledge. E. Advanced experiments. 1. Healing. Summon the astral body, diagnose the trouble and cure astrally (by banishings and invoking the appropriate conditions). 2. Injury. Vice versa. (This is very poor policy.) 3. Questioning. (a) ask the appropriate god. (b) summon the astral body and ask it. It may lie, but an answer can be forced. Don't try to push the real powers around. 4. Astral intercourse. An amusing experiment for the advanced student. You simply visit the sleeping person in the astral. Some of the whitest and blackest Magick is done by this means. 5. Lycanthropy. You kill the animal in the magic circle and appropriate its form. It becomes your permanent familiar, you are responsible for it, and can be injured through it. Sometimes an inconvenience. Very evil magicians use children in this manner. Advanced magicians simply make the required form out of a body of darkness, but this is rather complicated. 6. Also you can manipulate the gods, spirits, talismans etc. on the astral to get almost anything you want. It is a wonderful method for the study of the Tarot. 7. Skrying. The greatest and final form of astral work. The investigation of planes and states of being (such as Aires) for illumination and initiation. All magical work is actually done on the astral. It is the true home of every magician and should become as familiar to you as your study. The astral body is as truly your body as your physical. While your higher self resides in it, it is deathless and independent of the life of the body. You can, I have discovered, use it to explore past lives - a much simpler way than the Magical Memory method. The dangers are through ignorance, carelessness, or stupidity - or overweening lust of result. Its proper knowledge and use is a tremendous and valuable tool, which you should use only to develop your own initiation. If you get in trouble call on me or Babalon. I have developed a strong sensibility on this plane. But don't visit me, or try to. You know that we are taboo to each other until this work is finished. As you develop, memorize your rituals and do them astrally. You are then working directly, without the intervention of the physical plane. Always know what you want and reject what you don't. And don't forget the link, that prime and often forgotten aspect of practical Magick. For the sake of your own initiation, record. That's about all there really is to it, although volumes could be written. There is more twaddle about it, and more people are fouled up on or about it, than almost anything - yet it is the most important aspect of Magick. Don't initiate the unready - it can be fearfully dangerous to anyone without suitable background."},{"pageNumber":10,"pageContent":"Work slowly and carefully, persistently and you will have the whole of Magick at your command. But don't let success throw you. Be skeptical and test. The astrals can fool and flatter and have overthrown many a foolish magician. Once you have mastered it, you can work the reverse, and materialize astrals here, or yourself at a distance. But that's usually more difficult and extremely exhausting, unless you are up to it. Blood is often used - but of course the sex method is supreme here. Sex is the gateway, and energy is never lost - only transformed. Each sex act creates on the astral plane: under will it creates what you want. But that is indeed a deep matter, and needless to say one to be cautious about. Acquire the techniques first, and save the power until you know how to use it. Well, this is it. Love, Jack P.S. Be sure to work only undisturbed. An interruption in the middle can be very bad. And never, never go to sleep while working. You had better observe the ordinary taboos - nails, hair and personal matters - lock your room, consecrate your food, and banish twice daily while working. Also keep the Star of Babalon with you. Always remember that you are working with your own purified, consecrated force - a far more delicate and subtile matter than handling so much Plutonium. J. 6 Feb. 50 Dear Candida. I saw David today, and found him somewhat more mature and thoughtful than I remembered. I found him quite perceptive when I mentioned the malignant ossification of the facade. Your art books are at your mother's - you asked me not to send anything except the Golden Bough. There are some other books you should have - The King and the Corpse by Heinrich Zimmer - The Hero with a Thousand Faces - and a new novel called Rock Pool. I will get you a copy of The Book of Lies, which is a sort of official manual of the Abyss, utterly meaningless in duality, however. Also I am sending Liber 7, which is a sort of song from the other side, also without meaning in the lower Sephiroth. David's description makes it sound to me (a skrying between the lines) like Tin Man Beo [?] a dream world with good and evil countercharged upon a field of azure. It may be well. Let us look for a moment at the other side - assuming we have passed the last outposts above the abyss - Binah (= sorrow = understanding) and Chokmah (= wisdom = power) and so come to Kether, the Crown. Here, in the gardens of eternity, only two views are possible - Indifference (Nibbana) and Comedy (N.O.X. = Pan). Of the first, the great expositions are the Bhagavadgita and the Life of Lord Guatama Buddha, the noble twofold path. Of the second, the Life of Christ and the works of the great western adept, Fran‡ois Rabelais. From this view Christianity is simply hilarious. The idea of God being unable to communicate with his creations, and said creations proceeding to murder each other in the name of his Love, is high vaudeville. Rabelais' description"},{"pageNumber":11,"pageContent":"of the sheer ecstasy of taking a shit in the midst of the serious projects of life is on the same par. In eternity, you can take nothing seriously, and All turns out to be a bonem [bonum?], so you deliberately limit yourself just for the fun of it, for the adventure. It is the Graal told in inverse. Tragedy is the privilege of mortality, and the whole thing trembles on the verge of a grin, and often a howl. Thinking is a language, language is words and the world is a literary creation. That is why a dash of humbug is necessary for any real success, humbug raised to the pitch of fine art. That is why art finally gets bored with its own perfection and winds up deliberately distorting itself - seeing how far it can go in the ludicrous and still keep touch with perfection. It is all a question of spiritual vitality - of maintaining contact with the secret center that assures us that everything is really a high lark. The weaker sink down and are absorbed, the stronger may sink, but they pop up again with a new and better angle. The secret strength is actually in death, in the link with eternity we wear in our bones. Our true self moves in life and death, in eternity and duality, as we move in sunlight and shadow, and with as much concern. We dance to the pipe of Pan, whether we know it or not we dance, and the last and greatest truth is the joy - the pure, sheer joy of the dance. On the face of the Dancing Shiva at Delhi someone has carved it - some music - some words open a window on infinity and we look suddenly on Arcady. Only the cry - the whine of the self keeps us from it - forgetting that, and we step into it as easily as across the door. Remember this, my dear - what your Karma has put upon you no one knows but your deep self. It may be to set the world on fire, or to know - to keep your counsel, and be at peace and in joy. But none of these are to be sought after. It is only to know yourself - to find yourself - to be yourself. That and that alone is the way. 6. Feb. I mailed you the Goetia and received your letter of Feb. 2. Yes, I walk on the brink. We all do, but I know it. Sometimes that knowledge is a terror. But sometimes it is a joy. Regardless of this, I have a job to do, and will see that it is done. All I ask of you is that you do your part. Be true to yourself. If you decide to return here, you could probably do designing or other work that would allow you the necessary retirement - in a pinch I could help you, but you should not be dependent on me in that way. Perhaps others will help you - when you move with determination something usually turns up. Regardless of what you do or what happens to me, my spirit is with you, and will never fail you so long as you have the courage and the faith to be true to yourself. When you do, your work must be your decision. I think I have explained my part about the best I can. Perhaps you will understand something about Freya from my astral notes. She is at present the image of your animal self, your body of desire, sterilized at a time when you yourself decided to be sterile. She is your familiar on the astral but not the sexual sense and represents both a source of danger and a source of power. Someday you will have to destroy (i.e. absorb) her, for by this means she gains a soul and you discharge your responsibility. This is the need of her elemental soul which has attached itself to you in order to gain immortality. Someday I shall send you a secret MSS on the subject, but it is not time yet."},{"pageNumber":12,"pageContent":"Be patient! You are now going about as fast as you can. Magick is growth, you cannot force it. I will directly send you a valuable MSS which will fill in most of the details you need to know at present. In fact, here it is. As far as the screaming [?] goes, I don't know. It may be the only way to wake some people up, but I never cared much for it myself, of course I know nothing of what your way may be. I can only tell you how to look. Kali is Mother Ganges - Hindu Goddess of Destruction and Creation. She is black, murderous and horrible, but her hand is uplifted in blessing and reassurance. The reconciliation of opposites, the apotheosis of the impossible. Inanna, the Babylonian Isis, going down to Hell to redeem the Christ Tammuz. The Sophia - the feminine counterpart of God, descending through the Eons to redeem Matter (Ialdeboath = Jehovah) as the bride of Christ (Horus) is the milder Christian doctrine. (But be patient, and I will show you all.) I am glad you are painting - it seems to be your material will and although the path destroys (equilibrates) the partial wills, the long test is always results. My work will keep me here at least until early summer - after that - we shall see. I want to build up a small cash reserve between now and then, in case it is needed. Re paint. I suggest coarse pigment dispersed in mineral oil, or paint on a skin tight costume. If you use pigment, be sure it is coarse enough not to stick in your pores, and is non-toxic also. You could try dusting it on over oil or cream. I will send you all the MSS you need. Do you have a photograph. Bear it, my darling. That is the supreme ecstasy - to bear the unbearable. Love, Jack P.S. I have asked my lawyer to send you a complaint and waiver of appearance, so you will know the score. 8 Feb. 1950 Dear Candida, Re your problem of getting the necessary information. You now have the Tarot correspondences, the diagrams of the Tree of Life, and the principle correspondences from 777. The intelligent use of these will show you the correspondences of a large number of ideas - in fact - if you use them right, of all ideas. Take an idea (phenomena) which you want to examine. You can immediately place it in the class of Fire, Air, Earth, or Water and the sub class, Fire of Earth, Water of Air, etc. (Shortly I will send to you the Yi King - Chinese system of classification and Divination) again it can be classified as the Sephiroth. Further it can be classified in the Tarot which includes all these classes. Now you have all the essential open knowledge. A divination will give you secret knowledge, and you can develop this to any extent you wish on the astral. Once you develop the astral technique, you can get information on a subject that is completely unknown to you, then check it in reverse."},{"pageNumber":13,"pageContent":"On the astral you can question persons living and dead, gods and spirits, read books and records; view scenes past and present, in accordance with your initiation. But regardless of your method, you will never go further than your grade allows at the time. That is why it is so necessary patiently to check and compare every source of information, eliminating all possible errors and being sure that you are not fooled or fooling yourself. It is in the application of ingenious scientific method to transcendental ends that success lies, but this is the way of any great artist. The science, or the art, or both may be unconscious, but are always there. By now a picture of Magick must be shaping in you. The temple is your universe, the altar your body, the weapons (instruments) your powers, the Tarot your handbook and the astral the medium on which you operate. All phenomena, regardless of the arbitrary classification of objective and non-objective, propounds two questions, What does it mean to you and how you should use it. Everything is magical, every act is a magical act, done under will: the small world of objective consciousness floats in the big world of Magick, separate only because of the will to separateness. We are surrounded by and immersed in miracles, the only availing miracle is to open the eyes to a miraculous world. The redemption or initiation of others consists simply in having been there yourself and being able, in some degree, to communicate your experiences. It cannot be done by any other means - all other Messianic activities are futile attempts to convert yourself (in others) to do something you don't believe and don't know. That is why your own attainment is always the first matter. Attainment is simply a matter of consciously seeing what you have known unconsciously all along. Actually, the whole thing is almost silly. You bawl and weep to give up the ego, the greasy penny that you have been greedily clutching in your dirty little paw, and, behold, when you do it, it buys you a ticket to the greatest show on earth, with ice cream and cake free for ever. Naturally the temporal return is painful - you come back to tell the kids outside what damn fools they are, and what they are missing, and if you have forgotten their language you usually get kicked for your pains. It is just that - a circus - a carnival in the grand manner, as Finney [?] says and almost transmitted in Dr. Lao - as the inestimable St. Rabelais saw in his cups when he bawled out - Vive Joyeuse! That is why in carnivals and masquerades you always seem to be on the verge of something so much bigger - you are! - you are on the verge of knowing that the whole thing is a carnival and a masquerade. You are seeing, however tawdrily, an image du monde. After that, Weltschmertz, but only because you cannot sustain the wisdom - because you must have your silly penny back. This is life as it should be lived, in acknowledgement, commensurally. The rituals - the dances - sacred and profane, solemn and wild, alternating with festivals. We live a symbol of what we know it is, and, finally transcending the symbols, become one with it. This is the wisdom of the cave men, that we have lost. It was their sanity - the lack of it is our madness. We no longer know how to act, and having lost the symbol, we have lost the reality. Not by logic, not by intellect, nor by reason can we regain it - but by wild dances, solemn rites and chants in unknown tongues - only in the irrational and unknown direction can we come to it again. We must in fact affront and overthrow the reason, and relegate it again to the place of servant that it should occupy. It is by a great act of unreasonableness - in the courage and high-heartedness that Christ - the real Christ - called debonaire (cf. French bible and Greek source). Childish - certainly - but we are all children - only now we are children in a reform school - in an orphanage - in the dry, dull, foolish, frightened, restricted world that fools call grown up - in the evil enchantment of the F[uries?] - of Klingsor, where two and two must always make four, instead of twenty-two, or zero, as they just as well can. And since Zero"},{"pageNumber":14,"pageContent":"itself may be a number indeterminate but finite, that is, any number - why the whole proof collapses at its most fundamental point (and 22 is the number of the trumps, clever, what?) Yes we are like children, but we must be free children, free as the Greeks were free, and more than that - free as the Gods are free in the show that is forever. Only seek yourself, my dear, and forget the rest. I know you have taken a terrible path through an evil wood, but after all, it is only a bogey, and the witch isn't half bad once you get on good terms with her. Love, Jack P.S. I might mention my notion of the façade as I outlined it to David - not that you need it - but it might help some of your friends. A façade (pose, attitude) can be useful as a superstructure under which the reconstruction of the ego can go on. Its terrible danger lies in its use as a retreat, a defense behind which a mutilated ego burrows deeper and deeper into darkness. The real need is always for more contact - more understanding both with ourselves and others - the problem is always one of communication and the fa‡ade presents just that. To explain ourselves ably and sincerely - to understand - to communicate - is the greatest art - the greatest pleasure. The true showman, again, needs no fa‡ade, he is sure of himself. His effect - his staging, is actually his greatest truths, the reality is in the nuance. But this is not a façade, it is art, and façade is never art - only prop. P.P.S. The mailing of the MSS and my last letters was held up, so you will probably receive this a little ahead. 9 Feb 1950 Dear Candida You will now have a part of Part 4 of Magick and I suggest your turning to the section on the Holy Graal which pertains to Babalon, and to the section called Astarte vel Berylli, which pertains to your method of work. Now hints on the nature of a God. 1. A god is a barrier. No unready person can pass (i.e. know) a god or his temple. Of course physical and mental contact is possible - but the spiritual - the essential part must remain outside until one has partaken somewhat of the nature of the god. 2. A god is a gateway. The conversation and knowledge of the god confers initiation - allows one to pass beyond all the opposites thereof. He is therefore a complete cosmos, or macrocosm expressed - as man. A microcosm is a macrocosm implied. 3. A god is a universe, i.e. the god includes, reconciles, and transcends all the classes of his class, and all the opposites thereof. He is therefore a complete cosmos, or the macrocosm expressed - as man. 'A microcosm is a macrocosm implied."},{"pageNumber":15,"pageContent":"It is essential to grasp the dual nature of a god and its function. The good and evil, well and ill defined aspect, since it is the god's position as reconciler that is most important. The terrible gods - Hitzilipoctly, Kali, Baal, Moloch and Jahve are intended to portray the diversity - the rightness - of the appearance of evil just as the good, mild gods portray and reconcile the other aspects. The reconciliation annihilates the split schizoid ego, which has divided the aspects of the parental image into a split, warring, and disastrous cosmos. The evil gods do not demand blood sacrifice - that is the grisly error of the partial soul. They only demand the perception of eternity behind even the appearance of evil. The acceptance of trans-human and trans-logical values for the standards of impurity. The blood sacrifice in society is a national [cleavage?] of the split ego, but even Mars himself always offers the kindly alternative of a transcendent union wherein the god is otherwise - Mars Venemis (?), the God of the Wood. When you visit a god on his appropriate plane (country) in the astral, you may find that the country is also the god. This is the experience of some rare types of nature mystics, who, adventuring in a familiar place come suddenly upon a landscape of Arcady, a brief intrusion of the upland meadows of forever in the plainer fields we know. The place is the God, the God is the place, the seen and the seer are one. My dear, do not think you are alone. The legions are with you that tried and hoped, those now trying and typing - the unborn to come, dreaming of a world to be - all, all are with you. The gods themselves bend and whisper at your doorway, and your windows are portentous with the possible hour. I have heard Aldeberan speak to you of Rigel, and the Pleiades whisper your name that is to be. All that I have and all that I am am flared up in the birth fires that time and left me just three tasks: to guide in infancy, to counsel in adolescence, to renounce in maturity - to go onwards whence I came. If I was the one you could love, yet it was needful for you to learn contempt and hatred, and to equilibrate those again with love. You have done it, and passed that fine passing. You have needed to know loneliness and terror and despair. You burn there, and it is passing. And now you come to the last unspeakable barrier, the ultimate thule, that you may labour long and painfully to kindle a small spark that will consume all you have - that will burn down the heavens as a torch until even the black stars burn with furious joy. If you only knew the ache to dissolve, to pass away, to go, to be one - to drink utterly of the cup men call death or madness - to be away, at rest, at peace. But I will endure. I will do what must be done to the last [moment?] of putrefying flesh, to the last pulsation of the dying brain. Not for myself, not for you, but for the vision that I saw once - that is for ever. One day my hands will fall away, and you will go alone into the regions that I cannot follow - take the sky in wings I have only known in dream. God knows, it is not my body that now speaks to you, that is a tedious thing of days - of dim awareness in the half-shadow. It is my spirit - that spoke to you in the beginning, that speaks to you again now, that will always be with you, until we meet and fuse in the darkness of which light is a shadow. Love, Jack P.S. You can see that you must some time renounce all reliance upon me, that that is a critical point in the adventure. I do not mean that the time has come - but will you will know when it comes. In the great acts of creation and destruction, timing is of the essence. A teacher, like a god, must be surpassed. He is something to come up to, but who, for the adept in his"},{"pageNumber":16,"pageContent":"critical moment steps aside, or is pushed aside, so that the initiate can go beyond - into the void. Once you are at that point, the problems are how to pass over into the deep world, how to dwell there, and how to return. Here the individual can only rely on his own supernatural [sic], it is a purely individual matter. C.G. Jung has explained it all in great detail. As he himself says, he will not be understood for nearly 100 years. 40 years of the period has passed and the Bollingen Society has done much to hasten the day. Crowley's hints on techniques and viewpoints are invaluable, and Joseph Campbell has done an excellent job of simplifying Jung's concept of the nature and function of the hero- adept in the cosmic myths cycle. However, it may be possible to know too much on these matters. The important thing is to get to work and find your own way. You will find the information you really need is usually available. Of course, there have been people - like Joan of Arc, Mary Baker Eddy, and even Aimee Semple Macpherson. But in these cases also the quality of the force and mentality was commensurate with the spiritual state. There is a balance that goes far deeper than appearances. One trouble is understanding and explaining all this in the abstract quality of speech and thought. No speech or thought can describe or communicate the deep creative and destructive processes that go on within the organism, let alone the ultimate force that lies behind them both. Even objectively there is no description of the growth of a bean, much less a man. It is all by analogy - if we have felt the same we know what the other person means. But even the feeling is done with an unknown and indescribable organ or field of organs. But some kinds of speed, actions, situations can touch the deep forces, and there you see the awesome spectacle of an individual or a group - or sometimes an entire race, moving in the supernal rhythms of a cosmic circle. Civilization is an [...], the animal is in the culture - he is the culture. Touch that and he moves. But all the intellectual - the reasonable approaches elicit no more response than would sucking on a rubber prick. 12. Feb. Do not let my katabolistic moods upset you unduly - they are only antistrophe - the diastole. Perhaps this incarnation would not made [sic] to support the beatific vision, and I may have gone too far too fast. In any event, I do not regret it. The end is magnificent - and the means not unworthy. Back to the gods - there must be an apotheosis with our own, irascible Jahve, and it is all in Job - the destruction of the categories when God, having reduced man to abject misery, destroyed all his faith, speaks at last out of the whirlwind. \"Gird up thy loins now like a man and declare thou unto me. Wilt thou also disannul my judgement? Wilt thou condemn me, that thou mayest be like God righteous? Hast thou an arm like God? Or canst thou thunder with a voice like Him? Deck thyself now with majesty and excellency: and array thyself with glory and beauty. Cast abroad the rage of thy wrath: and behold everyone that is proud and abase him. Then I will also confess unto thee that thine own right hand can save thee.\" Why this arrogance? The answer is in Othin, the all-god's song in the Edda. I ween that I hung on a windy tree, Hung there for nights full nine,"},{"pageNumber":17,"pageContent":"with the spear I was wounded, aid offered I was To Othin, myself to myself, On the tree that none may ever know What root beneath it runs. In this vision, existence crucified for its own sake, in you, through you, for you. The awful question made known in the tumult of the hurricane - dare you know me, can you bear me - the ecstasy - the agony, and beyond that lies the vision of the ultimate light, that reduced Peter to an idiotic babbling about Tabernacles but that Dante faced calmly and serenely beyond the vision of the Triune God. Naturally the essential force lives in all of us, but only in those rare times when the flesh is dissolved can we see it, and even then seldom see it and live. The Path, as Buddha said, is beyond good thoughts and good works, and evil thoughts and evil works. It is the Path of the unmoved mover, the \"hid motive\" of Lao Tze. From that vision we are flung back across the abyss into the heaven - the vehicle, that our incarnation, tendencies, circumstances, provide. For Mahomet it was Geburah - Force. For Buddha, Chesed - mercy, compassion. But in any case this is simply a vehicle for something that is utterly beyond all tendencies, all dualities. That force is in you, the problem is to provide a suitable vehicle, empty it and let it flow in. "}]
