[{"pageNumber":3,"pageContent":"Understanding rituals Rituals are at the core of the social identity of all communities. Yeteach society varies in its view of what is ritual and what is not.Understanding Rituals explores how ritual can be understoodwithin the framework of contemporary social anthropology, andshows that ritual is now one of the most fertile fields ofanthropological research.The contributors look at ritual as a special kind of performance,which is both an act and a statement. They discuss the views ofFrazer, Van Gennep, Robertson Smith and Marcel Mauss, andexplore the different aspects of ritual activity in order to questionthe validity of current theories. They also analyse specific ritualstaken from a wide range of societies: they link Vedic times to thepresent situation in India, a Christianized Moluccan society to itsstill current pre-Christian social structure and values, contrast thedifferent modes of participation in a Nuba village in Sudan, anddescribe the confrontation between Punjabi and Englishcommunities in a London suburb.Understanding Rituals shows how rituals create and maintain—or transform—a society’s cultural identity and social relations. Byexamining these rituals, both in particular and in general, thecontributors enable us to discover the ultimate and contradictoryvalues to which each society as a whole is attached. The book willtherefore be of great value to all students and teachers of socialanthropology and cultural studies.Daniel de Coppet is Directeur d’Etudes at the Ecole des HautesEtudes en Sciences Sociales in Paris."},{"pageNumber":4,"pageContent":"EUROPEAN ASSOCIATION OF SOCIALANTHROPOLOGISTS The European Association of Social Anthropologists (EASA) wasinaugurated in January 1989, in response to a widely felt needfor a professional association which would represent socialanthropologists in Europe and foster co-operation andinterchange in teaching and research. As Europe transforms itselfin the nineties, the EASA is dedicated to the renewal of thedistinctive European tradition in social anthropology.Other titles in the seriesConceptualizing SocietyAdam KuperRevitalizing European RitualsJeremy BoissevainOther HistoriesKirsten HastrupAlcohol, Gender and CultureDimitra Gefou-Madianou"},{"pageNumber":5,"pageContent":"Understanding ritualsEdited byDaniel de Coppet London and New York"},{"pageNumber":6,"pageContent":" First published in 1992by Routledge11 New Fetter Lane, London EC4P 4EE Simultaneously published in the USA and Canadaby Routledgea division of Routledge, Chapman and Hall Inc.29 West 35th Street, New York, NY 10001 Routledge is an imprint of the Taylor & Francis Group This edition published in the Taylor & Francis e-Library, 2003. © 1992 Daniel de CoppetAll rights reserved. No part of this book may be reprintedor reproduced or utilized in any form or by any electronic,mechanical, or other means, now known or hereafterinvented, including photocopying and recording, or in anyinformation storage or retrieval system, without permissionin writing from the publishers. British Library Cataloguing in Publication DataA catalogue record for this book is available from the British Library. Library of Congress Cataloging in Publication DataUnderstanding rituals/edited by Daniel de Coppet.p. cm.–(European Association of Social Anthropologists)Includes bibliographical references and index.1. Rites and ceremonies. 2. Rituals. I. Coppet, Daniel de.II. Series: European Association of Social Anthropologists (Series)GN473.U47 1993390–dc2092–5657CIP ISBN 0-203-41321-0 Master e-book ISBN ISBN 0-203-72145-4 (Adobe eReader Format)ISBN 0-415-06120-20-415-06121-0 (pbk)"},{"pageNumber":7,"pageContent":"Contents List of contributorsviiIntroduction1Daniel de Coppet1 Ritual as spatial direction and bodily divisionDavid Parkin112 From one rite to another: the memory in ritual and the26ethnologist’s recollectionMichel Cartry3 Brothers and sisters in Brahmanic India37Charles Malamoud4 The brother—married-sister relationship and marriage52ceremonies as sacrificial rites: a case study fromnorthern IndiaRaymond Jamous5 Transforming Tobelo ritual74J.D.M.Platenkamp6 Ritual implicates ‘Others’: rereading Durkheim in a97plural societyGerd BaumannName index117Subject index119"},{"pageNumber":9,"pageContent":"Contributors Gerd Baumann is Lecturer in Social Anthropology and Senior Tutorat Brunel University. He was awarded a Ph.D in 1980 from BelfastUniversity. He has conducted fieldwork in the Nuba Mountains ofSudan and in South Asian communities living in London.Michel Cartry is Directeur d’Etudes at the Ecole Pratique desHautes Etudes (section des sciences religieuses), where his teachingconcerns African religions. He has been director of the URA (Unitéassociée de recherche) at the Centre National de la RechercheScientifique: Systèmes de pensée d’Afrique Noire. He hasconducted fieldwork among the Gurmantche in Burkina-Faso.Daniel de Coppet is Directeur d’Etudes, Ecole des Hautes Etudesen Sciences Sociales, Paris. He has engaged in long-term fieldworkin the Solomon Islands, making six expeditions since his first in1963, and he has also done fieldwork in the Moluccas. Hispublications include many articles and (with H.Zemp), ’Are ’Are:Un peuple Mélanésien et sa musique (Paris: Editions du Seuil,1978).Raymond Jamous is a Research Fellow in Social Anthropologyat the Centre National de la Recherche Scientifique. He holds aDoctorate in Social Anthropology (1977) from Paris V UniversitéRené Descartes and has conducted fieldwork in Berbercommunities of the Rif in Morroco and among the Meocommunity in India.Charles Malamoud, Agrégé de l’Université, Docteur ès-lettres,"},{"pageNumber":10,"pageContent":"viii Understanding ritualshas been the student of both Pr. Emile Benveniste and Pr. LouisRenou. He has taught Sanskrit at the Universities of Lyon andStrasbourg. From 1972 to 1977 he was Maître-assistant at theEcole Pratique des Hautes Etudes and in 1977 became Directeurd’Etudes at the Ecole Pratique des Hautes Etudes (section dessciences religieuses).David Parkin has been Professor of African Anthropology at theSchool of Oriental and Asian Studies, University of London, since1981. He was awarded a Ph.D in 1965 and has conductedextensive fieldwork in different societies of Eastern Africa. He isChairman of the Association of Social Anthropologists of Britainand the Commonwealth.J.D.M.Platenkamp is Lecturer in Cultural Anthropology at theDepartment of Cultural Anthropology and Sociology of Non-Western Societies of Leiden University, The Netherlands. He holdsa Doctorate in Social Sciences (1988) from Leiden University andhas conducted fieldwork in North Halmahera and South-EastSeram (Indonesia), on which he has reported in severalpublications."},{"pageNumber":11,"pageContent":"IntroductionDaniel de CoppetThis volume contains the six contributions prepared for the panel‘Understanding Ritual’, which met at Coimbra on September 2,1990, in the framework of the first conference of the EuropeanAssociation of Social Anthropologists. ‘Understanding Ritual’ wasone of four related panels, the other three being ‘ConstructingGenders’, ‘Making History’, and ‘Conceptualizing Societies’. Thesefour themes were and are an invitation to discuss the fund ofanthropological knowledge in the light of current world trends.That this discussion unfolds in a European framework implies adouble comparison: intra-European, of course, but also betweenanthropological ways of thought in Europe and in the rest of theworld, particularly in the United States.Our discussion takes place at a moment when socialanthropology, which since its creation has contributed, togetherwith sociology, to the elaboration of contemporary ideologies, isjoining with other disciplines, including philosophy, in a vastquestioning of social science discourse. The social dimension ofwhat is human is currently the object of far-reaching debate, giventhe planet-wide standardization of certain cultural traits and theastonishing contrast between this standardization and the vitality ofspecific cultures, with their faculty for integrating contradictoryinfluences without, for all that, losing their sense of identity. At thisfirst conference of the EASA, it seemed interesting to open adiscussion not only on general themes such as history inanthropology, the social construction of gender differences, and thescientific understanding of societies but also on a domain of sociallife often considered puzzling, that of rituals.Indeed, while rituals are discerned and described by most"},{"pageNumber":12,"pageContent":"2 Understanding ritualsanthropologists as matters of the greatest interest, they remain atopic of lively discussion which from the beginning has divided thescientific community and which has often touched on the veryessence of the subject. Successive scholars assign new characteristicsto rituals, sometimes contradicting those previously suggested, withthe result that they begin to appear an inexhaustible, mysteriousconstellation in the firmament of the social sciences—a curiousdomain discerned by all of us but glimpsed differently by each of us.Could it be that we anthropologists unanimously agree on thevisibility of ritual only because we all adhere to the same modernideology, shaped in the West, for which the opposition betweenritual and non-ritual is founded as much upon the Book as upon so-called reality? This question leads to a second of more generalimport: Does anthropological perception recognize in everycollective identity a kind of distinction between ritual and non-ritual, albeit assuming different forms in different societies? If thisis so, we will have identified one of the bases of the social dimensionand the necessary and sufficient condition for the comparison ofsocieties—that is, for the practice of anthropology itself.Let us accept for the moment that this distinction—ritual/non-ritual, symbolic/real, religious/secular, ceremonial/everyday—constitutes the social dimension par excellence, composed oftension and/or harmony but composed always of this distinctionand this inseparability. And let us recognize that Durkheim, in hisquaintly ardent language—that of the origins of our discipline—seems to have had this intuition when at the conclusion of hisElementary Forms of Religious Life he wrote, a society can neither create nor recreate itself without at the sametime creating ideal(s). This creation is not a sort of work ofsupererogation for it, by which it would complete itself, beingalready formed; it is the act by which it is periodically made andremade. Therefore when some oppose the ideal society to the realsociety, like two antagonists which would lead us in oppositedirections, they materialize and oppose abstractions. The idealsociety is not outside of the real society; it is part of it. Althoughwe are divided between them as between two poles whichmutually repel each other, we cannot hold to one withoutholding to the other; for a society is not made up merely of themass of individuals who compose it, the ground which they"},{"pageNumber":13,"pageContent":"Introduction 3occupy, the things which they use, and the movements whichthey perform but above all is the idea which it forms of itself.(Durkheim 1925 [1912]: 603–4, my emphasis)1 In conjunction with this early sociological intuition we must alsoacknowledge Dumont’s effort to call attention to the hierarchicaldimension of social life and to shed light on the fundamental socialfact that ‘situations [are] to be distinguished by value’ (1980:244),opposing the modern tendency to let ‘facts be consideredindependently of values’ (p. 244). The distinction between ritualand non-ritual is a constituent of the hierarchy of values whichshapes our Western society’s social relations.Durkheim’s intuition may, however, be accepted only if oneimmediately adds that the inseparability of ritual and non-ritualcannot be founded on the variation from one society to another ofritual alone, with the non-ritual term remaining identical for allsocieties, a sort of universal ‘real’ confronted equally by all of them.To do so would simply elevate our Western conception of what is‘real’ to the status of a universal standard. On the contrary, there isreason to believe that, if societies are in fact constructed around thisdifference between ritual and non-ritual, the non-ritual varies aswell from one society to another and constitutes a different objectfor each.If the definition of the indissoluble pair ‘ritual/non-ritual’ isspecific to a particular collective identity, then we have in thisrelation of each society to its own object a sort of universal, onewhich permits the obvious though only incipient mutualunderstanding of cultures. To glimpse such a universal issimultaneously to reject the relativism that is in good measureresponsible for the enormous dangers confronting thecontemporary world. It fully corroborates our fieldworkexperience, validating it as ‘natural’ as well as necessary, andillustrating it may constitute a programme capable of uniting thescientific community and, simultaneously, of strengtheninganthropology as a scientific discipline. Communication betweensocieties, difficult as it is, will not suffer—rather the contrary—fromthe systematic study of the mutual permeability of cultures, that is,the comparison of their different identities.The six contributions which follow clarify, each in its own way,the various differences between ritual and non-ritual as an"},{"pageNumber":14,"pageContent":"4 Understanding ritualsindissoluble pair. David Parkin reconsiders Lévi-Strauss’s definitionof ritual as ‘paralanguage’ in order better to distance himself fromit and relies in particular on the work of Goody and Gerholm tosustain the proposition that rituals ‘are not just expressive ofabstract ideas but do things, have effects on the world’. He pointsto what Lewis calls ‘the ruling’ as distinguished from the ‘preciserules’ of ritual and suggests that Western-trained anthropologists will probably agree as to what aritual is when they actually see one at work...sharing a sense ofspecial occasion that may partly mirror their commonepistemology but that is largely shared by the ritual’sparticipants themselves, who heed the ‘ruling’. With this as his starting point, he stresses the directional characterof rituals, sorts of passages or voyages through time and space. Heproposes the following definition: ‘ritual is formulaic spatialitycarried out by groups of people who are conscious of its imperativeor compulsory nature and who may or may not further inform thisspatiality with spoken words’. Even the differences of interpretationamong the participants in a ritual are expressed in terms of themovements and directionality of the performance. Parkin insists, inconclusion, that ritual constitutes an obstacle to the naturalautonomy of individuals by submitting their bodies to authority thebetter to place them at the service of society. In reaction, ‘humanagency...develops through its denial to others’, which ‘isconceptually the opposite of what in Western discourse weconventionally call political agency’. At once ‘act’ and ‘statement’,ritual is indeed that ‘special occasion’ which dramatizes the implicitdifference from non-ritual.Michel Cartry’s object is to fulfil the wish expressed byWittgenstein (1967:246, my translation) ‘to trace the lines whichconnect the shared elements [of all these rites]’ and, morespecifically, to set forth ‘the part [which] is lacking in ourvision...that which links this picture to our own feelings andthoughts’.2 He does so by recalling a series of echoes whichgradually led him to the discovery of links between the variousrituals of a single African society, the Gurmanceba of Burkina Faso.He was guided in his search by the constant recurrence of a songconnecting ‘two types of initiatory experience’, that of novices and"},{"pageNumber":15,"pageContent":"Introduction 5that of orphans mourning father or mother. The mourning song ofthe circumcised leads us to understand that ‘the paradigmatic figureof the orphan is the first of the circumcised’. The loss suffered by anorphan rejoins here that ‘experienced by the novice being initiated’.The ritual consists in displacements which lead both theparticipants and the anthropologist from one ritual to another,provided that the latter reascends the chain of his surprises until heencounters ‘the lines which connect the shared elements soimportant to Wittgenstein’. Cartry thus elucidates the encounter oftwo sorts of coherence, that linking the rituals themselves and thatgoverning the anthropologists’s criss-cross quest.With Charles Malamoud we enter the world of India through ananalysis of the brother-sister theme both in Vedic myths and inHindu rituals observable today. He examines the relations betweentwo gods of the Vedic pantheon, Yama and Yam(, whose namesmean ‘male twin’ and ‘female twin’. A hymn from the R. gveda takesthe form of a passionate discussion between Yam(, who ardentlydesires to unite with her brother, and Yama, who opposes to herarguments the principle of the religious law. It emerges from thisdialogue that, while the relation between twin sisters may lead to asort of coupling (Sky-Earth), the relation between twins of oppositesex requires non-redundancy, the prohibition of incest. In anothertext, R&k& (the sister of the gods) stitches the seam on man’s penis,thus taking care that his procreative faculties not be scattered. Thebrother-sister pair thus assumes an asymmetrical form whichMalamoud discerns in contemporary Hindu rituals as well; indeed,when each year a sister ties a protective thread around her brother’swrist—a service honoured by a payment like the one offered to theofficiant in a sacrifice—she is performing a priestly function forhim. She spins the thread for his initiation, undoes the knots whichtie together the costumes of the bride and bridegroom at hiswedding, watches over the ceremony in which his son is given aname (also in return for payment), and receives a coin on the daythat nephew eats his first solid food. Malamoud concludes byindicating that, in addition to these rites of passage in which a sisterperforms priestly services for her brother, there is a feast called ‘thesecond [day] of Yama’ in which the brother is offered a bath in hissister’s home in commemoration of Yam(’s temptation to uniteincestuously with her twin. The figure of completeness is no doubtborn of the distinction between and the inseparability of the rites"},{"pageNumber":16,"pageContent":"6 Understanding ritualsperformed between brothers and sisters and the success ofprocreation between husband and wife.Raymond Jamous considers the relative pertinence of theconcepts of ‘rite of passage’ and ‘sacrifice’ to an understanding ofrituals. His reflections draw sustenance from a case study of theMeo of northern India. ‘Rite of passage’ puts the accent on the mainactor and his transformation, while ‘sacrifice’ stresses thetransformation of a set of asymmetrical relations among theparticipants in the ritual. In contemporary India, where ‘sacrifice isno longer the dominant rite’, the study of Meo marriage ceremoniesdemonstrates that, ‘while indeed constituting a rite of passage,[they] are founded primarily on the ritual principles of sacrifice’.The preparatory stages of a marriage—bath, anointment,procession to the forest—are all rites of separation and consecrationof the bride and bridegroom which raise them ‘above their ordinarycondition’ like a king and a queen. The marriage ceremonies,viewed as a whole, consist of a succession of ritual servicesperformed by the bridegroom’s father’s married sister and ofceremonial prestations offered by the bride’s mother’s brother.When the couple has begotten children, the bridegroom’s sistersucceeds his father’s sister in the performance of these services,while the bride’s brother succeeds the mother’s brother in offeringprestations. Thus the asymmetry between the two sides of amarriage that constitutes the couple persists in new brother-sisterrelations and highlights the analogy between the gift of a wife andsacrifice; the wife taker is in a superior position, while the marriageand its extensions are situated in the sacrificial logic whichcontributes to the ‘cultural unity of Indian civilization’. Drawinginspiration from the analyses of Malamoud, for whom sacrificialacts ‘at once differ radically from actions of profane existence...andserve as a model for those actions’, Jamous attributes two sorts ofeffects to rites: as rites of passage they ‘separate rite from non-rite’,while as sacrifice they ‘link rites in terms of the passage of time’.Building upon his knowledge of the Tobelo of the northernMoluccas and a recent comparative article with C.Barraud, JosPlatenkamp considers rituals the privileged place in which themeaning and value of the morphological relationships that contituteeastern Indonesian societies are articulated in ‘transfers of beingsand things’ that, ‘viewed in their totality, constitute systems ofcirculation’. He attempts to explore what becomes of these systems"},{"pageNumber":17,"pageContent":"Introduction 7of circulation when societies are converted to Christianity. IfChristian Tobelo ceremonies were to manifest transfers of beingsand things similar to those evidenced in the period preceding theirconversion and if the church itself appeared to be ‘valorized inreference to this [pre-Christian] holistic conceptualization ofsociety’, this sort of understanding of rituals would find additionalconfirmation.The pre-Christian situation involved ‘two interconnected cycles(marriages and first funerals, on the one hand, and second funerals,on the other) and two morphological levels of circulation’, withinthe village and between villages, with the latter level superior to theformer in that it brought together the entire society. Throughoutthese life-death-life cycles, rice and baskets circulated in onedirection in exchange for weapons and money circulating in theother. The superior cycle, that of the second funerals, was markedby the circulation of money obtained from the conversion of menand animals that had been killed and ended with a parade ofwomen who acted like warriors overwhelming their enemies. Thisconstituted the transition between the first level and the second,that of marriage relations.The Tobelo, now Christian, manifest through their ceremoniesthe existence of two levels: that of marriage, where rice and basketsare exchanged for money and bibles (replacing weapons), and thatconstituted by two Christian ceremonies held each year. At the endof April, after the rice has been harvested, married women offerplates of rice and baskets to the church to be sold for its benefit, and‘on the first Sunday of January, church prayers are said for thedead...each household decorates the graves of its deceased withflowers, whereupon the women, some dressed in military garments,parade through the village’. At this higher level, the church seems torepresent both the entire society and the socio-religious whole. Theexistence of so many similarities between pre-Christian andChristian Tobelo society argues for a method which, by linking thevarious rites, succeeds in specifying the socio-cosmic task which allof them together perform.Gerd Baumann, on the basis of his study of the London suburbof Southall, calls into question the unfortunately widespread ideathat ritual is ‘an act internal to the category or group thatcelebrates it or celebrates itself through it’. He demonstrates, firstof all, that rituals are the product not of unified congregations but"},{"pageNumber":18,"pageContent":"8 Understanding ritualsof ‘competing constituencies’; further, that they not only ‘celebratethe perpetuation of social values and self-knowledge’ but ‘equallyspeak to aspirations towards cultural change’; and, finally, thatrather than being limited to insiders they ‘can be “addressed” to“Others”, serving to negotiate the differing relationshipsof...participants with these “Others” and in the processreformulate cultural values’. Taking as examples the funeral of aPunjabi murdered by a white and Christmas festivities andbirthday parties in Punjabi families living on the outskirts ofLondon, Baumann shows how rituals negotiate relationshipsbetween parents, children, and ‘invisible Others’, ‘the English’. Inthis sense, rituals are ‘resources competed for’.These features are discernible not only in plural but also in non-plural societies and thus prove to be essential characteristics ofrituals in general. Baumann identifies five sorts of participants inrituals: bystanders, interested onlookers, guests who one hopes will‘enhance [the ritual’s] recognition and status’, witnesses who havethe power to confer validity on the ritual, and outside beneficiaries.In the Nuba village of Miri in the Sudan, for example, the rain-making ritual brings together members of the community whobelieve in its efficacy but also many who do not, including the youthof Miri, passing city dwellers, and migrants, who are often ferventMuslims. In conclusion, Baumann suggests that the anthropologicaldistinction between ‘“us” and “them” is not only contextual butintrinsically dialectical, and this dialectic can be a resource of ritualitself...ambiguities may be played out or manipulated, andconstituencies may align and realign in the negotiation of who is“us” and who “them.”’ Thus both communities’ comparisons ofthemselves with others and their efforts to communicate amongthemselves contribute to the efficacy of rituals. It follows that thedomain of rituals is the privileged social arena in which the outlinesof countless social relations are shaped.These six different contributions constitute a reliable sample ofpresent trends in the study of rituals. They have all benefited fromthe recent achievements of numerous scholars, such as Luc deHeusch, Alfred Gell, Gilbert Lewis, Bruce Kapferer, Jonathan Parry,and Maurice Bloch, which demonstrate that rituals are once againa focus of concern in social anthropology. These scholars all agreein judging essential and consequently problematic theunderstanding of the difference in each society between ritual and"},{"pageNumber":19,"pageContent":"Introduction 9non-ritual. They are in harmony as well in asserting or implyingthat rituals are at once actions and statements and are, furthermore,all interconnected within a given society.However, like the social whole of which rituals are an importantpart, the domain of rituals resists efforts to theorize about anddefine it. If rituals ‘do things,’ what exactly does each ritual do, andwhat do all of them together do, in a given society? Contemporaryefforts, even the various attempts to ‘deconstruct’ rituals, have hada salutary effect: we perceive much better that rituals create andconstruct, as each society’s time unfolds and at varying paces, thesocial dimension. The fundamental reason that they resistunderstanding of what they do is that, like the social dimensionitself, they are essentially and doubly comparative. The firstcomparison is internal to each ritual and to the ensemble of therituals of a given society; it involves expressing the hierarchy ofvalues which orders them, a hierarchy which corresponds to thedistinction specific to that society between the indissolubly linkedterms of ritual and non-ritual. The second comparison is sothoroughly essential and ‘natural’ to rituals that anthropologicalreflection, whose origins are situated at this very point ofcomparison, seems tempted to neglect it when it is not totally blindto it. This is the comparison between collective identities in terms ofthe values which rituals illustrate, challenge, and attempt, above all,to order hierarchically. In this comparison between societies, theposition accorded rituals in the value hierarchy is itself part ofrituals’ ongoing task. It is our hope that the various propositionsassembled in this book afford anthropology reason to consider thatit too is ‘natural’ and essential—especially in the demanding contextof our contemporary world.NOTES1 ‘Une société ne peut ni se créer ni se recréer sans, du même coup, créerde l’idéal. Cette création n’est pas pour elle une sorte d’actesurérogatoire par lequel elle se compléterait, une fois formée; c’estl’acte par lequel elle se fait et refait périodiquement. Aussi, quand onoppose la société idéale à la société réelle comme deux antagonistesqui nous entraîneraient en des sens contraires, on réalise et on opposedes abstractions. La société idéale n’est pas en dehors de la sociétéréelle; elle en fait partie. Bien que nous soyons partagés entre elles"},{"pageNumber":20,"pageContent":"10 Understanding ritualscomme entre deux pôles qui se repoussent, on ne peut pas tenir à l’unesans tenir à l’autre. Car une société n’est pas simplement constitute parla masse des individus qui la composent, par le sol qu’ils occupent, parles choses dont ils se servent, par les mouvements qu’ils accomplissent,mais, avant tout, par l’idée qu’elle se fait d’ellemême’.2 ‘Linien ziehen, die die gemeinsamen Bestandtelle [aller diesen Riten]verbinden. Es fehlt noch ein Teil der Betrachtung und es ist der,welcher dieses Bild mit unsern eigenen Gefühlen und Gedanken inVerbindung bringt’.REFERENCESDumont, L. (1980) Homo Hierarchicus: The Caste System and ItsImplications, rev. edn, Chicago: University of Chicago Press.Durkheim, E. (1925 [1912]) Les formes élémentaires de la vie réligieuse,Paris: Alcan.Wittgenstein, L. (1967) ‘Comments on Golden Bough of Frazer’, Synthese17, 3:233–53. "},{"pageNumber":21,"pageContent":"Ritual as spatial direction andbodily division David ParkinLévi-Strauss may be credited with having privileged words, in theform of myth, over ritual, regarded as ‘mere’ action. One might beforgiven for imagining that he even despised ritual action as beingempty of words and that, for him, only myth could give rise to thelogocentric reasoning that has allegedly characterized Western formsof rationality. For example, he is charged with regarding ritual as ‘thebastardisation of thought’ (Crick 1982:300, citing de Heusch 1980),with thought itself being most imaginatively expressed in myth. It isnot unreasonable to infer that, for Lévi-Strauss, action withoutwords, including for example exchanges of goods and services andthose entailed in marriage, is the most elementary form ofcommunication and, despite the use elsewhere of the action-basedmetaphor bricolage to characterize mythological thought, myth is thehighest (Lévi-Strauss 1966:16–33). In his own words, The value of the ritual as meaning seems to reside ininstruments and gestures: it is a paralanguage. The myth, onthe other hand, manifests itself as a metalanguage; it makesfull use of discourses, but does so by situating its ownsignificant oppositions at a higher level of complexity thanthat required by language operating for profane ends.(Lévi-Strauss 1977 [1973]: 66) I wish to suggest that the manner in which many anthropologists,including Lévi-Strauss, have understood ritual entitles us to reversethis privileging and to argue that it is precisely because ritual isfundamentally made up of physical action, with words often onlyoptional or arbitrarily replaceable, that it can be regarded as havingChapter 1"},{"pageNumber":22,"pageContent":"12 Understanding ritualsa distinctive potential for performative imagination that is notreducible to verbal assertions.Since Lévi-Strauss’s early major impact there has developed anow widespread anthropological view that words and actions areinseparably inscribed in each other: ‘language penetrates the social’(Ardener 1982:12). However, to go back to the unstudied counter-implications of Tambiah’s (1968) pioneering analysis of the magicalpower of words, the claim that speech can stand alone in certainsituations as autonomously efficacious and as having illocutionaryeffect (and so constituting action) obliges us also to consider thealternative possibility of a world of non-words or, at least, ofactions which achieve their legitimacy through performanceincluding speech only secondarily, if at all.I would certainly agree that the linguistic is inseparably part ofthe social and that speech is itself a form of social action—a viewdeveloped long ago through the work on propositions of Austin(1962), Searle (1969), and others, as well as, from a somewhatdifferent perspective, the later Wittgenstein. I imagine also that fewwould dissent from the claim that this inseparability of word anddeed characterizes a prevalent and sometimes reflexiveanthropological view of social process. But I would suggest thatanthropological ideas of ritual contrasted with myth constantlythreaten to reverse this premise: it is often part of the alleged specialcharacter of ritual that it does presuppose an action or series ofactions which does not need speech. Thus, while myth is renderedas privileging words, ritual is held to privilege physical action; butit is an action that can only be understood as bodily movementtowards or positioning with respect to other bodily movements andpositions. If such movements are a principal feature of ritual, thenit must be through them rather than through verbal assertions thatpeople make their main statements.An implication of this view is that all rituals are in some wayrites of passage: in other words, that they presuppose phasalmovement, directionality, and positioning. Since it is throughsuch movements and positions that participants make statementsboth about the world and about the ritual itself, a furtherimplication is that there may often arise a quality which keepsthe ritual going and which I will call ‘agency by default’: that isto say, it is less that persons opt to set up and maintain theserituals than that, in criticizing others’ competence in bodily"},{"pageNumber":23,"pageContent":"Ritual as spatial direction and bodily division 13movement and direction, they may be left with the task oforganizing the ritual. This agency by default is the underside ofthe now familiar claim, advanced earlier by Leach (1954), Southall(1954), and Middleton (1960), that rivals compete to control theconduct of rituals in order to legitimate leadership roles.But what is here meant by a ritual, or by ritual in general? Itwould be tedious to go through yet again the lists of criteria bywhich they have been laboriously defined. There have been valiantattempts, although it is amazing how nominalist they can be, withthe most satisfactory understandings of purported ritual beingdrawn not from definitional criteria but from extended casestudies. There is, however, an approach which hovers over theassumption that rituals are always in some way regarded as ritesof passage and that they survive through agency by default. It isan approach which sits uneasily with those other approacheswhich have been variously dubbed functionalist, intellectualist,symbolist, and Marxist. Rather than give it a name, let me outlineits overlapping features:We can take as encompassing a time-span during which thisapproach has emerged two little-known articles: one by Jack Goody(1977) and the other by Thomas Gerholm (1988). Goody’s ‘Against“Ritual”’ is a witty deconstruction of the concept, insisting that itcan never satisfactorily be defined. It concludes with a somewhatwhimsical appeal to see ritual within ‘a hierarchy of organised skillsand processes’ which include formal, repetitive behaviour,Goffmanesque small encounters, and largescale ceremonies.Gerholm’s paper also deconstructs current assumptions of ritual,but, whereas Goody’s dismantles in order to rebuild a broadersociological edifice of interaction, it suggests that ritual is anythingbut an edifice and that it is an arena of contradictory andcontestable perspectives—participants having their own reasons,viewpoints, and motives and in fact is made up as it goes along. Notsurprisingly, Gerholm calls this a post-modernist view, but he iscertainly not wedded to this label.His example is the description by V.S.Naipaul in The Enigma ofArrival (1987) of his sister’s funeral in Trinidad, where people ofIndian Hindu extraction constitute a large minority (40 per cent)coexisting with others of European, African, and Chinese descentand with adherents of other religions, including Christianity. Onhearing of his sister’s death, Naipaul does not immediately depart"},{"pageNumber":24,"pageContent":"14 Understanding ritualsfor Trinidad but mourns privately in Britain where he lives. Whenhe does arrive at his family home in Trinidad, he is amazed by whathe sees. There is an insistence that the woman be given a ‘proper’Hindu funerary ritual, for which the dead girl’s brother summons aHindu ‘priest’ who, throughout the ceremony, is questioned by thebrother as to the meaning of actions in the ritual. We are given theimpression that the priest himself interprets his scriptures veryliberally and hesitantly. Naipaul asks whether anything quite likethis ritual has occurred before.Gerholm’s purpose in providing this outline is to suggest thatsuch jumbled-up ritual is a common feature of the modern world,in which, like Naipaul, we can be in London one day, sorrowfullymeditating on a sister’s death, and next day have flown the manythousands of miles to attend the funeral, slipping almost unnoticedinto the melée. He also argues that, while this may for us asanthropologists be an extreme case of fragmented ritual, that ofVictor Turner’s superinformant, Muchona, with his description ofritual as made up of artful internal logic and consistency, may wellbe an equally extreme case of coherence (Turner 1959). I suspectthat fragmentation of meaning is always produced but is dispersedin different ways: in so-called isolated and homogeneous cultures,its dispersal may take the form of spatially as well as temporallyopposed whole rituals (e.g., funerals in one area or era may invertthe forms of funerals but resemble those of, say, weddings inanother area or time), while in so-called exposed, heterogeneouscultures, the dispersal or fragmentation may occur within the ritual.Gerholm does not wish, however, to remain with the idea ofritual as only dispersing meaning. He argues in favour of anintellectualist rather than symbolist perspective: that rituals,however they are defined, are not just expressive of abstract ideasbut do things, have effects on the world, and are work that iscarried out—that they are indeed performances. This expressivelyinstrumental view of ritual is certainly that which has gainedcurrency over the last decade, as is evident, say, from GilbertLewis’s study of the Gnau of New Guinea in 1980 to Bloch’s 1986analysis of Merina circumcision ritual and others since.A key notion in this development is what Lewis calls the ‘ruling’(1980:11). Participants in a ritual may well contest the properconduct of the ceremony or may acknowledge their ignorance andask others what to do or what some action or object means. But"},{"pageNumber":25,"pageContent":"Ritual as spatial direction and bodily division 15that the ritual is a ritual and is supposed to follow some time-hallowed precedent in order to be effective or simply to be a properperformance is not in question. An implication of Lewis’s study isthat Western-trained anthropologists will probably agree as to whata ritual is when they actually see one at work (1980:8, 14), sharinga sense of special occasion that may partly mirror their commonepistemology but that is also largely shared by the ritual’sparticipants themselves, who heed the ‘ruling’.We can see this as more than just custom, for the sense ofoccasion that makes up ritual calls for ‘public attention’ (Lewis1980:7, 20–21) in a way that custom, if carried out ‘correctly’, doesnot. Lewis tends to regard ritual and custom as drawing on similarattributes (1980:11–13), but let me here make a distinction betweenthem that is consistent with his emphasis on the ‘alerting’ quality ofritual. Custom is silent and, if properly carried out, unnoticed: it isonly when the customary greeting is impaired or the man orders hisdrink in an odd way that the custom is noticed in its breach. As theobverse, ritual is culturally loud and vibrant even when acousticallymute and tranquil: the sacrifice, initiation, or May Day parade isalready a publicly marked event, even when carried out behindclosed doors or secretly; whether or not it is deemed to have gonewrong is part of the putative public gaze which constitutes it.Excluded from this definition then, are personal rituals which mayanticipate the myth-dreams of collective cults but which, as privatesecrets, do not yet evoke public judgement.The emphasis on ‘ruling’, then, is an invitation to us as outsideobservers not to record or decipher precisely sequenced rules butrather to acknowledge that people expect there to be rules as acondition of public ritual. In other words, even when neitherobservers nor participants can agree on, understand, or evenperceive ritual regulations, they are united by a sense of theoccasion as being in some way rule-governed and as necessarily soin order to be complete, efficacious, and proper.So-called structuralist approaches to ritual have, of course,stressed precisely the logic of this rule-governed behaviour and havein fact sought the regularities that transcend the individualconsciousness of participants. Recent work by de Heusch (1985) onsacrifice, by T cherkezoff (1983) on Nyamwezi dualism, and byWerbner (1989) on his own and others’ ethnography are examples.Such scholars see themselves as tackling the challenge thrown to"},{"pageNumber":26,"pageContent":"16 Understanding ritualsstructuralism to account for history and agency in the decoding ofcultural logic(s). Applause for their ingenuity is, however, temperedby reservations about the temptation in structuralism to enter intoinfinite regress in the discovery, or creation, of new structures. Formy purposes, however, I do not wish to set up structuralist againstsuch other approaches as intellectualism and symbolism. Rather,what interests me is the use made, in such studies, ofdirectionality—of axes, cardinal points, concentric zones, and otherexpressions of spatial orientation and movement. Werbner’s mostrecent study is in fact entitled Ritual Passage, Sacred Journey andincludes essays which justify the title.My own division would be between two approaches: (1) thatwhich tends to treat ritual as a process of such internal conceptualsignificance, if not consistency, that we are given only a limited ideaof that ritual’s movement through social space and (2) that which,instead, emphasizes the ritual as clearly concerned withdirectionality and as making up a journey or passage undertakenand/or marked by participants standing in spatial relationships toeach other. (Perhaps these are emphases rather than approaches, forthey are often found within the same analysis.)The approach to ritual as always concerned with movement,directionality, and spatial orientation is, I think, distinctive. It takesup a hint from V.Turner (1982:24) that all rituals are, in a way, ritesof passage, including both those that celebrate birth, initiation,marriage, death, and seasonal changes and those he calls rites ofaffliction. We can extend the list to include the many liturgicalrituals occurring in the annual calendars of so-called worldreligions. They all, following Turner following Van Gennep, involvea liminal phase, a betwixt-and-between element, and so presupposean initial phase of separation and one of reaggregation. Can wethink of any ritual which does not have such phases, however muchthey may be redefined (see T.Turner 1977)? The more specific useof metaphors of passage and journeying is also, of course, found inmany descriptions of, say, Amazonian shamanism (Descola 1992,Overing 1990), African divination (Parkin 1979; 1991), marriageceremonies premised on ideas of capture, elopement, and reciprocalvisiting, funerary rituals involving the carrying, burial, andsometimes reburial of corpses (Bloch 1971; Feeley-Harnik 1991),special processions, and pilgrimages (Sallnow 1987).I want to go farther than this and suggest that it is precisely the"},{"pageNumber":27,"pageContent":"Ritual as spatial direction and bodily division 17infinite combinatorial possibilities for directional change andspatial orientation that almost merge ritual with art and yet also, inconjunction with its purposive nature, make it not just performativebut performative-for-some-goal and for-someone. If I may beallowed to impose a Western-derived distinction, art tends towardsa performative en-soi, culminating ultimately in the magical andaesthetic power of directionally oriented and shaped objects (so-called fetishes), while ritual tends towards a performative pour-soi,conscious, through its participants, of its power to make or breaklife depending on the directions and, literally, the steps it takes andso entrusted with that good faith, yet forever experimenting withthese spatial forms. Changes in the steps, dances, movements,gestures, spaces, axes, and directions of ritual can never be neutralif noticed, for they deviate from a pre-existing form remembered orconstructed by at least some participants and/or onlookers. Andwhile public deviation in ritual threatens the ritual and is, indeed, itsinner contradiction, it is also that which sustains it, fordisagreements over ritual procedure hold public attention. Muchthe same may be said about claims to the sanctity of any words usedin the ritual. Words may be important elements of ritualperformance, sometimes critically so. But while words may standalone in myth unaccompanied by gesture, they are dependent on thedirectional movements that make up ritual. It is in this sense thatritual, full of spatial movement and gestural performance, couldmake the evolutionary transition to drama and theatre, based atfirst primarily on mime rather than on dialogue.With such steps and movements, rather than the words, as themain points of articulation in ritual, it is not surprising that it isthese directional and spatial qualities which are commonly referredto as the basis of the ‘proper’, ‘hallowed’, and ‘effective’ ritual. Ihave never come across a ritual in which the spatial movements andorientation counted for nothing and the words were all-important.By contrast, I have never met a ritual in which the words, thoughsometimes claimed to be essential for proper performance, were notinscribed in spatially arranged phases and sequences: it is less thattheir utterance heralded a new phase than that certain points andplaces in the ritual process were chosen as appropriate niches forverbal expression. It might be argued that certain kinds of silentprayer are exceptions to this generalization, but, even so, theycommonly assume bodily and directional postures, such as facing"},{"pageNumber":28,"pageContent":"18 Understanding ritualsan altar or Mecca, such that even the silent prayers permitted toindividuals absent from a mosque or church may be regarded as atemporary and spatially expedient variant of the more desirablepublic and collective ritual act carried out in a house of worship.At this point let me offer a minimal definition of ritual: Ritual isformulaic spatiality carried out by groups of people who areconscious of its imperative or compulsory nature and who may ormay not further inform this spatiality with spoken words.Definitions are risky adventures, and this attempt seeks both tosummarize my argument so far and to avoid the teleological pitfallof claiming that repetitive, formalized activities without words areritual while words without action are myth. I draw on anunorthodox view of ‘proposition’ as sometimes communicatedthrough silent, physical movement and not through words (Parkin1980:48) and so agree with Lewis (1980), Tambiah (1968),Rappaport (1979), and especially Bloch (1986:195) that ritual isneither fully a statement nor fully an action—for it is indeed thecase that a ritual need not fulfill a stated aim in order to continueand be believed in. But what I do regard as fundamental to thisambiguity and tension between a ritual’s performance and assertionis its formulaic spatiality, namely, the capacity to create and actthrough idioms of passage, movement, including exchange, journey,axis, concentricism, and up-and-down directions.Just as the language of anthropological theory is based onmetaphors of spatial direction, progress, and conquest (Salmond1982), so rituals can only be described, by either observers orparticipants, as movements between points and places and aspositionings. But this formulaic spatiality is not uncontested.Indeed, I would argue that for rituals in particular, and for ritualsin general, there must be contestation. Why should this be so? Herewe return to the view of ritual as concerned with the idea of rulingor rule-governedness, even when people consistently dispute preciserules of procedure.The very paucity or incompleteness of verbal description in ritualand, as in written liturgies, the infinite possibilities offered forinterpretation render questions about the meaning of spatialdirection and patterning vague and ambiguous. In our fieldwork wenever expect nowadays to see a ritual repeated in precisely the samemanner, however much some of our informants may insist onstandardization. It was a problem of positivism in its heyday to seek"},{"pageNumber":29,"pageContent":"Ritual as spatial direction and bodily division 19a ‘proper’ or Ur-form from which other forms had deviated. Butwhile some of the participants in a ritual may well insist on thepossibility of exact ritual replication, others are likely to see errorand confusion in the conduct of a ritual. The standardizers and thedisputants reproduce our own epistemological differences: betweenthose seeking true representation in the correct reproduction ofritual and other events and those wrestling with the paradox offamily resemblances between successive rituals (all recognizablycovered by Lewis’s idea of the ‘ruling’) coexisting with the fact thatrituals are also always partly being made up as they are carried out.This paradox of the apparent blueprint and evident on-the-spotinventiveness has raised the question, also, of what we mean byritual specialist knowledge. Of course, elders, priests, and othersmay still be referred to by people as their ritual experts. But when,as Gerholm observed with reference to Naipaul’s account, the priestis clearly not, and cannot be, the consistent source of ritual wisdomthat some would consider him, it is no longer surprising thatinconsistencies in ritual performance and in statement are notpapered over but simply left as they are: unanswered and probablyunasked questions.This fallibility in ritual knowledge is well brought out by Pardon(1991), who shows how, within a single cultural group, oneregional ritual specialist regards his own knowledge as limited andprobably wrong when compared with that of ritual experts in anallegedly more autochthonous area yet remains a ritual practitioner.Once again, the ritual ruling rather than the precise rules, meanings,and effects is what constitutes recognition of the knowledge.When we apply this notion that ritual knowledge is made up ofoverlapping partial ‘truths’ and partial ‘falsehoods’ to the conductof rituals, we see why an idea of formulaic spatiality is soimportant. The formulaic evokes its opposite. Ritually ‘proper’spaces, positions, and directions may be prescribed by those inauthority, but individuals can slip, if only slightly and gradually,beyond boundaries and can widen, narrow, or shift these spatialorientations. Like Marilyn Strathern’s Mount Hagen co-wives whosubvert husbands’ authority not verbally but silently through covertactions and underperformance in marriage (1972:314), ritualparticipants can, in moments of ritual enthusiasm and emotion,spatially reshape the passage of the ritual, blurring the boundariesbetween phases, groups, and activities. Those in charge of the ritual"},{"pageNumber":30,"pageContent":"20 Understanding ritualsmay scold and insist on proper reordering, but, if a growing numberof ritual participants take the new direction, such officials mayinstead tacitly accept the spatial shift and even claim it as the ‘realway’—allowing new agency by default.At this point, such abstract description can usefully be fleshedout through ethnographic example. I take the case of burials andfunerals among some peoples of the Kenya coast, but I believe thatcomparable cases could be made for rituals of birth, initiation,naming, and marriage, as well as for the cleansing rites of afflictionand of rain-making.The Kenya coast has three ecological zones: cattle-keeping in thedry western hinterland, cash-crop and subsistence farming inlandbut nearer the eastern coast, and fishing along the eastern coastitself, out into the Indian Ocean. The hinterland cattle-keepingpeople are regarded and regard themselves as ‘pure’ Giriama and aspractising and knowing the ‘purest’ Giriama versions of ritual; theintermediary, agricultural people are regarded and regardthemselves as less knowledgeable about such ritual and asthreatened by non-Giriama influences on the coast, where Islamand, increasingly, Christianity have a strong hold.There does appear to me to be more consistency in burial andfunerary practice in the ‘pure’ western cattle-keeping hinterland.Both men and women are buried on their right sides, with their feetpointing to the west and their eyes to a legendary point of migratoryorigin. The burial is followed by a seven-day funeral, and somethree or four months afterwards there is a second funeral of threedays for women and four for men. Few practices deviate from thisspatial pattern and from others I have not described.Thirty kilometres to the east, in the agricultural zone of coconutpalms, cashew trees, and maize, people broadly follow this pattern,but there are important exceptions. First, Christians may insist thatprayers be said for the body once it is in the grave, while non-Christians insist that its passage from its house to the grave, that is,from this world to that of the ancestors, must be immediate andtherefore try to cover the body with earth quickly. If Christians cancluster in sufficient strength round the grave, they can delay thecovering-up of the body and say Christian prayers, but this dependson their assuming prominent positions in the cortège by slipping infront of customarily more eligible pallbearers and processionists.Second, some participants may try to have a man’s body buried on"},{"pageNumber":31,"pageContent":"Ritual as spatial direction and bodily division 21its right side and a woman’s on its left, these being the respectivepositions adopted during sexual intercourse—a change that wouldpreserve the customary demand that the eyes face north but wouldreverse for women the directional positions of the head and feet.Were women’s bodies to undergo this reversal of position, Giriamaburial practice would show similarities with that of some other,closely related peoples in this densely populated area, thuscompromising the distinctiveness of Giriama cultural identity.Again, some participants make no mention of the direction in whichthe eyes should face and instead claim that the body’s head shouldface east because that is where the sea is or that the feet (or head)should face west because that it where a more recent sacred originis. Still others, influenced by Islam, claim that the eastern or north-eastern direction (depending on where the funeral is held) issignificant because it points to Mecca (Parkin 1991:133–4).These very few examples alone (and there are many more) showthe importance of spatial orientation among a section of peoplewhose high population density and slight ethnic intermingling resultfrom cash-cropping, and indicate how new agents and partial ritualauthorities may come and go through default as well as thoughpersonal ambition.As we move to the third ecological area, the coast itself, heavilyinfluenced by Islam, these complexities of spatial direction andposition are compounded still further. As well as the above, thereare differences which result from the fact that members of ahomestead or of a dispersed family may include Muslims and non-Muslims and perhaps Christians as well. Although a body will beburied in only one homestead (for there is never removal andreinterment), another funeral (and sometimes even more than one)may be held by members of a competing religious group, usuallysimultaneously in another homestead, either that of a separatelyresiding brother or that of someone to whom the deceased’s fatheror mother, say, was linked. The same spatial separation maycharacterize second funerals or wakes, in addition to there beingpossible differences of timing, conduct, and duration. Muslimceremonies, for instance, are shorter, less lavish, and sometimesfollowed much sooner by the second funeral.My argument is that, however much participants in a ritual maydispute and debate the significance, meaning, and propriety ofritual behaviour, using words to great effect in doing so, they can"},{"pageNumber":32,"pageContent":"22 Understanding ritualsonly demonstrate the saliency, success, and effectiveness of whatthey have to say through performative practice, and issues of spatialorientation and position are the only means at their disposal, beingfundamentally constitutive of the ritual itself.This might seem to apply most obviously to funerals, which, ofall the conventional rites of passage, seem the most directlyconcerned with proper spatial ordering and orientation, whetherthrough Hertzian concepts of life, death, and the right and lefthands or through the very movement and direction taken by thecorpse. Such an assumption, however, imposes too literal anunderstanding of spatial orientation and direction. We must look atspatial usage not only literally but metaphorically. After all, the verynotion of the rite of passage was as much a metaphorical insight asa literal description of physical movement. It connotes social andcosmological as well as physical direction.This approach allows us to extend the spatial idea of ritual to thehuman body itself, which, as well as sometimes physically beingmoved, can be regarded as subject to journeys and passages evenwhen it remains in one position. I have spoken already of the use ofbodily journeying in divination and shamanism: sometimes thebody of the person as a whole is believed to travel, but sometimes,as in Giriama divination, the diviner speaks of a journey from thehead to the heart via the liver, kidneys, back, and legs, dwelling oneach bodily part as a possible stage in an illness or as an allegory ofmisfortune.We touch here on the widely reported phenomenon of bodilypartition. Among many peoples, the skulls of the buried bodies ofall or of key persons may later be moved to other areas. Somepeoples remove a number of limbs also, each being taken in aspecific direction to a specific place.Circumcision, clitoridectomy, and the disposal and sometimesburial of the placenta and/or umbilical cord all indicate further thepropensity in key rituals for body division and separation to occur.The very idea behind the rite of passage as classically reported byVan Gennep (1960 [1909]) and, later, Richards (1956) is that itchanges the total person, including the nature and destiny of his orher body. The sexual, reproductive, emotional, intellectual, and rolechanges resulting from the chisungu female initiation rite among theBemba are themselves attendant on the community’s interveningand trying to influence the autonomous changes that accompany"},{"pageNumber":33,"pageContent":"Ritual as spatial direction and bodily division 23bodily maturation: the community cuts, divides, and reorders themature body’s faculties so that, from the viewpoint of authority,they may be better placed to serve society. In this authoritativetendency to divide the body and spatially relocate it in a conjoinedmetaphorical and literal sense I think we see ritual as a gloss on theproblem of personal human agency. Whether at puberty, marriage,or death, the individual body threatens to join the autonomousworlds of mature adults or ancestors. Its redirection and reassemblyby those in power, claiming to act on behalf of the community, curbthat autonomy.In pointing up the possibilities for bodily dispersion, we see inritual a constant reminder of the fact that political control overpersons is as much a physical as an intellectual exercise. There isperhaps a Cartesian tendency in Western thinking to privilegecontrol over the intellect: you can destroy my body but, withforbearance, I will keep from you the destruction of my mind. Butthe mind cannot function without the body, and the composite non-dualist view of the person as inseparably both mind and body andas vulnerable as a totality is what seems most stressed in ritual.Formulaic spatiality and the contestability provoked by it thusinform the actual places and directions taken by ritual performance,the metaphorical drama of journey and passage in the performance,and the way in which bodies and minds of participants will beallocated and distributed physically as well as metaphorically.Perhaps it is only through ritual that humans will colludecollectively in their own movement, transformation, dispersion, andpartition. I would even go so far as to suggest that, through ritual,people set up what I have called ‘tangled states’ (1979; 1991)—spatial and bodily states of confusion, admixture, and complexity—which they then seek to disentangle. Through suchdisentanglement, people reimpose order on themselves and on theparts and places that make them up. These tangled states are not,I imagine, calculated in advance. Rather, they arise whenparticipants interfere in each other’s interpretations of the ritual‘ruling’. Human agency here, then, develops through its denial toothers: it is the denial of the other that, by default, promotes theself. This is conceptually the opposite of what in Western discoursewe conventionally call political agency, according to which personsconsciously strive to achieve position through a prior and dominantidea of self-determination and self-promotion."},{"pageNumber":34,"pageContent":"24 Understanding ritualsREFERENCESArdener, E. (1982) ‘Social anthropology, language, and reality’, in D.Parkin (ed.) Semantic Anthropology, ASA Monograph 22, London:Tavistock.Austin, J.L. (1962) How to Do Things with Words, Oxford: OxfordUniversity Press.Bloch, M. (1971) Placing the Dead, London: Seminar Press.——(1986) From Blessing to Violence: History and Ideology in theCircumcision Ritual of the Merina of Madagascar, Cambridge:Cambridge University Press.Crick, M. (1982) ‘The anthropology of knowledge’, Annual Reviews inAnthropology 11:287–313.de Heusch, L. (1985) ‘Physiology and cosmogony: rites de passage amongthe Thonga’, in I.Karp and C.S.Bird (eds) Explorations in AfricanSystems of Thought, Bloomington: Indiana University Press.Descola, P. (1992) ‘Societies of nature and the nature of society’, in A.Kuper (ed.) Conceptualizing society, London: Routledge.Fardon, R. (1991) Between God, the Dead, and the Wild, London:Edinburgh University Press/Washington, D.C.: Smithsonian InstitutionPress.Feeley-Harnik, G. (1991) A Green Estate: Restoring Independence inMadagascar, Washington, D.C., and London: Smithsonian InstitutionPress.Gerholm, T. (1988) ‘On ritual: a post-modernist view’, Ethnos 3–4: 190–203.Goody, J. (1977) ‘Against “ritual”: loosely structured thoughts on aloosely defined topic’, in S.F.Moore and B.G.Myerhoff (eds) SecularRitual, Assen and Amsterdam: Van Gorcum.Leach, E. (1954) Political Systems of Highland Burma, London: Bell.Lévi-Strauss, C. (1966) The Savage Mind, London: Weidenfeld andNicolson.——(1977) Structural Anthropology 2, London: Allen Lane.Lewis, G. (1980) Day of Shining Red: An Essay in Understanding Ritual,Cambridge: Cambridge University Press.Middleton, J. (1960) Lugbara Religion, London: Oxford University Pressfor the International African Institute.Naipaul, V.S. (1987) The Enigma of Arrival, New York: Knopf.Overing, J. (1990) ‘The shaman as a maker of worlds: Nelson Goodman inthe Amazon’, Man, n.s., 25:602–19.Parkin, D. (1979) ‘Straightening the paths from wilderness: the case ofdivinatory speech’, Journal of the Anthropological Society of Oxford10:147–60.——(1980) ‘The creativity of abuse,’ Man, n.s., 15:45–64.——(1991) Sacred Void: Spatial Images of Work and Ritual among theGiriama of Kenya, Cambridge: Cambridge University Press.Rappaport, R.A. (1979)‘The obvious aspects of ritual’, in Ecology,Meaning, and Religion, Berkeley: North Atlantic Books."},{"pageNumber":35,"pageContent":"Ritual as spatial direction and bodily division 25Richards, A.I. (1956) Chisungu: A Girls’ Initiation Ceremony among theBemba of Northern Rhodesia, London: Faber and Faber.Sallnow, M.J. (1987) Pilgrims of the Andes: Regional Cults in Cusco,Washington, D.C.: Smithsonian Institution Press.Salmond, A. (1982) ‘Theoretical landscapes’, in D.Parkin (ed.) SemanticAnthropology, ASA Monograph 22, London: Tavistock.Searle, J.R. (1969) Speech Acts, Cambridge: Cambridge University Press.Southall, A.W. (1954) Alur Society, Cambridge: Heffer.Strathern, M. (1972) Women in Between: Female Roles in a Male World,London: Seminar (Academic) Press.Tambiah, S.J. (1968)‘The magical power of words’, Man, n.s., 3: 175–208.T cherkezoff, S. (1983) Le roi nyamwezi: La droite et la gauche,Cambridge: Cambridge University Press/Paris: Editions de la Maisondes Sciences de l’Homme.Turner, T. (1977) ‘Transformation, hierarchy, and transcendence: areformulation of Van Gennep’s model of the structure of rites depassage’, in S.F.Moore and B.G.Myerhoff (eds) Secular Ritual, Assenand Amsterdam: Van Gorcum.Turner, V.W. (1959) ‘Muchona the hornet, interpreter of religion’, inJ.Casagrande (ed.) In the Company of Men, New York: Harper.——(1982) From Ritual to Theatre: The Human Seriousness of Play, NewYork: Performing Arts Journal Publications.Van Gennep, A. (1960 [1909]) The Rites of Passage, trans. M.B. Vizedomand G.L.Cafee, Chicago: University of Chicago Press.Werbner, R. (1989) Ritual Passage, Sacred Journey: The Process andOrganization of Religious Movement, Washington, D.C.: SmithsonianInstitution Press. "},{"pageNumber":36,"pageContent":"From one rite to another:the memory in ritual and theethnologist’s recollectionMichel CartryIn his ‘Remarks on Frazer’s Golden Bough’, Wittgenstein (1982:28)writes of the comparative study of rites, The most striking thingseems to me to be, beyond all the similarities, the diversity of allthese rites. There is a multiplicity of faces with common featurescontinually reappearing here and there’. I will focus on this questionof the multiplicity of reappearances of common features from onerite to another, attempting to structure it by confining myself to twosegments of distinct ceremonies that I observed among theGurmanceba (Gurma, Gourmantché) of Burkina Faso.Wittgenstein continues, ‘What one would like to do is tracethe lines linking common components’. For ethnologists, it is acommonplace that many features recur in the variousceremonies performed by a given society, but what I am tryingto discover is the ‘lines’ that can be drawn from one rite toanother in a society’s ritual. How is one to reconstruct fromthese features a composition that takes multiple linkages intoaccount?As we go on reading Wittgenstein, an additional difficulty cropsup, one that ethnologists, in particular, must confront during everyphase of their work. The passage ends as follows: ‘A part is stillmissing in our vision of things, the part connecting this vision withour own feelings and thoughts. This is the part that gives thingsdepth’. To put Wittgenstein’s proposition to the test, I tried to recalloccasions during fieldwork among the Gurmanceba when, during aceremony, it occured to me that the segment of a ceremony beingperformed before me might be connected to a segment of apreviously observed ceremony of a different sort. Through thiseffort at recollection, I identified several representative cases withChapter 2"},{"pageNumber":37,"pageContent":"From one rite to another 27regard to the positions which the observer and the object observedmay occupy in this type of experience.The first and simplest case is ‘It means nothing to me’. I amobserving a ceremony which involves singing and dancing.Suddenly my attention is drawn to a dance step and theaccompanying rhythmic figure. Although I feel as though I hadalready seen this step or heard this figure, I am unable to recall theoccasion. What kind of ceremony was being celebrated? I think ofasking the people around me, but no precise question comes tomind. I tell myself, ‘There’s no such thing as an unlimited repertoire.Here as everywhere else, some figures recur freely without therebyacquiring any particular meaning’. At the moment, ‘It meansnothing to me’.Another representative case may be called ‘It reminds me ofsomething, but...’ I am watching the kululi (‘casting out death’) ritethat ends the funeral ceremony to which certain elderly persons areentitled. The burial took place several weeks ago, but today thetomb is being rebuilt and the deceased’s relatives have placed allsorts of objects on it. It is clear that we are dealing with anexposition rite. The objects are not viaticums for the deceased buthave been placed there to be seen at leisure by the mourners whowill come at sunset and crowd around the tomb to watch his eldestson and daughter dance for their father (who is thought to bewatching as well). Among these objects are a spear stuck in theground, around which are twisted branches of shea tree leaves, and,near it, tufts of cotton and a metal bar normally used by women forcarding cotton but here integrated into the rite as a musicalinstrument, used to strike a little water drum in rhythm.My informant is beside me, and I ask him about the cotton. Hetells me, as if it were obvious, that ‘it is the sperm of the father whomade the child’ and that ‘one also puts cotton in the lying-in room’.I have indeed observed the latter for myself, but at the time Ithought I was aware of all sorts of reasons for cotton to be placed,as an object witness, in the lying-in room. Now, however, the cottonrepresenting sperm brings a sense of the other fluids which arepresent at the funeral scene—the milk of the shea tree leaves, theamniotic fluid of the water drums. Birth objects are present at thescene of the funeral. This does indeed say something to me, but isthis reminder of birth at the moment of death more than trivial?In a third case, ‘I don’t understand what’s going on’. Here I am"},{"pageNumber":38,"pageContent":"28 Understanding ritualspuzzled by an object that is present during a ceremony performedin the enclosure where boys are initiated. I have already learnt manythings about the meaning of what the recently circumcised boys arewearing in the way of clothes and accessories (cotton squares wornas loincloths but tied in a way reminiscent of the cotton band withwhich young girls adorn themselves to veil their nudity, a linen bagslung over the shoulders in which various objects are kept, etc.). Isee these things and the staffs that they carry as adjuncts to thebody. Two of these staffs are carried by each novice. I am alreadyaware that the novices are joined together in twin couples, and Iknow too that the placenta, dealt with in a very sophisticated way,is the newborn’s twin. Furthermore, I remember having seen a fewstaffs at birth rites.Although I do not ask my informant for further elucidation,given that I am already overwhelmed by his way of treating thenumber two, he announces as if it were obvious that one of thestaffs at the boys’ initiation is associated with the baby’s ‘second’,which is the placenta. In this veritable inflation of symbolism, Imight in fact try to discover multiple series of relations betweenbirth rites and boys’ initiation rites, but this aspect of things has noattraction because it does not erase my first impression that, for thetime being, ‘I don’t understand what’s going on’.I have of course deliberately presented the above as a mildcaricature of what an ethnologist, keenly looking for anything thatmight form a connection between the ritual, his feelings, and histhoughts, might grasp from his observation post. It is from thisvantage point that I will attempt to characterize the lines linkingone rite to another to which Wittgenstein refers.In a fine essay about how rites are organized, Pierre Smith (1979)has dealt with the sort of problem I have in mind, and I shall borrowone of his ideas. Hypothesizing that several ‘ritual systems’ coexistwithin a single culture, he has inquired into the nature of the linksbetween the rites that compose a single ritual system. He hasmaintained that such rites ‘correspond to or contrast with eachother, complete or repeat each other, in more obvious ways, in everyrespect, than those linked to’ other ritual systems (p. 145). Toclassify the various ritual systems coexisting within a single culture,he has taken as a criterion the nature of the circumstancesdetermining their occurrence (e.g., whether or not they refer to anatural cycle, whether they concern the group or the individual). I"},{"pageNumber":39,"pageContent":"From one rite to another 29am not sure that his criteria for classifying rites are always pertinent(for instance, it seems somewhat artificial to arrange rites accordingto whether they are occasional or periodic), but this is not the pointI want to make here. What I want to borrow from his essay is theidea that if acts (or segments of acts) from two different ceremoniesdo correspond, then we must postulate the existence of an operatorto ensure the co-ordination of the whole—an operator which wouldbe the ritual itself. Smith quotes a famous passage fromMythologiques in which Lévi-Strauss (1971:577–96) notes themany similarities in internal organization between a myth and apiece of music. Although Smith stresses the innovative character ofthis comparison, one gets the feeling that what he would really haveliked to have seen compared is the organization of a piece of musicand that of a ritual.Viewed in this light, Smith’s idea takes on new meaning. Whenhe says that rites correspond to each other he is not just rehashingthe commonplace that, in a ritual system, as in the systems studiedby linguists, each element can be defined only in terms of itsrelations (of equivalence or opposition) with others. Beyond this, heleads the reader to wonder whether the form resulting from theinterdependence of the elements in a ritual is not analogous to theform that links the parts, or voices, of a musical score.I began by describing a few field observations that have been lefthanging, at least with regard to the question of how to relatedistinct rites which present similar features. I would now like tooffer a further observation which, I hope, will not be left hanging.I watched a certain segment of the funeral ceremony several timesin various villages and with different actors. When I saw it for thenth time, I realized that something was happening which seemedintended to recall another rite. This something was not a dance step,and it did not involve an object; it was a song, and not the music butthe words. It was the words that recalled another rite. Of course,words, because they convey an immediate meaning, do not serve asa reminder in the same way that objects do. When I first made thisobservation I did not, I think, distinctly perceive what was at issue.I shall return to this moment when the song that I had heard beforebegan meaning something new to me—a moment I shall henceforthrefer to as my ‘reference observation’—once I have described thecontext of the ritual segment in question.During the dry season in a Gurmanceba village, mourning songs,"},{"pageNumber":40,"pageContent":"30 Understanding ritualsperformed by women, can be heard almost every evening from onecompound or another. The visitor soon learns that this performanceis part of the ritual obligations incumbent on a family for akinsperson who has the rank of elder. In this type of funeralmourning begins on the day of burial and continues until the actualfuneral ceremony, when the most memorable rite, theaforementioned ‘casting out death’, takes place. Throughout thisperiod of several weeks or even months, the following rite isperformed every evening for the deceased’s family: At nightfall,women relatives gather in the compound’s inner courtyard and, forabout two hours, sing mourning songs from the ku-yaani (songs ofdeath) series while the deceased supposedly comes back to occupyhis room, whose door has been left open. His wives are not allowedto be part of the group of singers because this rite involves a sort ofquarantine for them. If the funeral is for an old woman, a likeisolation is imposed on her husband.In these songs, the most recurrent themes are the ineluctability ofdeath, the suffering of bereavement, and the grief of those closest tothe deceased, in particular the chill that settles upon them. Some ofthe songs also evoke the weary path that the deceased must followbefore reaching the land of the ancestors; the water drum used toaccompany them beats out the rhythm of his steps. The last song inthe series, however, contrasts with these songs in its content andform and in the motions associated with it.Prior to my reference observation, this song, called bu’mpo, hadalready attracted my attention for three reasons. First, it wasperformed by the deceased’s eldest daughter with a mime that madethe audience laugh. Secondly, it had a scansion effect during thisnighttime ceremony, since it signalled the end of one part and thebeginning of another; once its last words were sung, the deceased’sdaughter abruptly left the compound to ‘refresh’ her father’s gravein the outer courtyard. Thirdly, the words, instead of dwelling ongrief, referred to initiation.Had the song intrigued me enough to focus upon it, I might havehad the opportunity to ponder a well-known property of funeralceremonies, namely, that they often enact scenes that link death toinitiation. I might have tried to see whether the Gurmancebaconception of this linkage had led them to create an original model.As it was, I did not choose to delve into this sort of research—perhaps worried that I might meet the ghost of Van Gennep in"},{"pageNumber":41,"pageContent":"From one rite to another 31merely echoing his thesis of death as a passage and funeral rites astreating the deceased like an initiant who, after a period ofseparation and marginality, is reborn into a new life in the otherworld of the ancestors.I think that my perception of the bu’mpo song did not reallychange until I began to pay closer attention to the text. I wassurprised to notice that in each stanza personal names of a veryparticular sort were repeated—names that, I had been told, couldonly be pronounced in the secrecy of the enclosure where boys areinitiated. Once I had noticed this repetition of forbidden names, Irealized something I had previously overlooked: this repetitionalways occurred during this part of the ceremony.Why did I now hear this song differently? Because in themeantime I had closely observed, during the course of boys’initiation (which lasted several months), a number of very longsequences one of which in particular, on the third day, involvedgiving each of the circumcised boys a secret name. The first amongthe circumcised—first to be led into the enclosure, first to becircumcised, and also first in that he was the chief or guardian ofthose undergoing initiation with him—received the name Yoamia.All the stanzas of the mourning song addressed this character, eitheras Yoamia or as ‘master of the enclosure’ (a title that duringinitiation was reserved for the chief circumcisor): ‘Reveal to me theoracle, O circumcised one of the enclosure! Reveal to me, OYoamia, reveal to me the oracular word!’Now, if there was one secret that was, in principle, eternally keptfrom women, it was surely the secret of male initiation. Once I hadidentified the Yoamia character, I no longer had any doubt, afterhearing the first stanza, about the question being put to the oracle.Through these voices, I realized, the women were publicly askingthe men about their secret. Why, in this time of grief, were thewomen, who supposedly knew nothing about boys’ initiation,trying to learn the secret from its first and chief keeper?After decoding some of the words, I still had not found the keyto this text. In other stanzas the two singers asked Yoamia questionsabout something that, at first, seemed paradoxical—the secret ofmaking millet cakes (a staple for the Gurmanceba). No one who hasread Jaulin’s (1967) book on initiation will be surprised to learnthat my fieldwork turned up a whole series of equivalences betweenthe way men ‘made’ new initiates and female procreation and food"},{"pageNumber":42,"pageContent":"32 Understanding ritualspreparation. Although I shall not dwell on this, I would like tomention that, once I began to grasp the song’s general meaning, thetheoretical question raised by noticing that ‘rites correspond to eachother’ seemed increasingly complicated.Given the way this mourning song brought the theme ofinitiation into a funeral ceremony, I obviously could not be satisfiedwith an explanation that took it as a reminder of a critical date inthe deceased’s biography, the one marked by his circumcisionordeal. In fact, this explanation could be thrown out because thissong was also performed at an old woman’s funeral. At this pointin my research I still felt that a musical metaphor was mostappropriate for explaining how ritual made apparentcontemporaries of characters who in fact belonged to differentrepertoires separated in time and space. It seemed to me that thissort of composition could best be explained in the terms used bymusicologists when, in attempting to describe how different humanor instrumental voices answer each other in certain fugues, they saythat these voices ‘enter in imitation’.Having staked out a few reference marks—the identification ofthe forbidden names, the unexpected encounter with the theme ofsecrecy, and the metaphor of rites from two distinct ceremonies‘entering in imitation’, I was thus led to modify my understandingof the space-time continuum of this segment of the funeralceremony and also to re-examine certain rites within this ceremonythat were of greater import than I had imagined. New questionsarose that shed light on the scene enacted during the song. At firstI had considered it a typical theatrical enactment of a transgression.Indeed, what was surprising about it was that women played therole of Yoamia. The words There is nothing, there is nothing in theinitiation enclosure, there is nothing in the enclosure where we aresitting except women’s screams of joy’, sung by two women, wereYoamia’s answer to the other women’s questions. But this was notall.As I have already said, the bu’mpo song was accompanied by amime performed by the deceased’s eldest daughter. What was it thatshe was miming? From her gestures one might say that it was boththe acts about which the women were asking (e.g., the geomancerstriking the sand as he interrogated the oracle) and Yoamia’sanswers. During this part of the ceremony the eldest daughter infact took the place of the first among the circumcised. This was"},{"pageNumber":43,"pageContent":"From one rite to another 33clearly confirmed when, at the end of the song, she abruptly stoodand said to her brothers and sisters, ‘Let’s hurry—the chiefcircumciser is waiting for us’. In fact, Yoamia said the very samething to his companions when they were reluctant to go to meet thechief circumciser at the entrance to the initiation enclosure. Theway in which words and whole sentences reflected each other in theritual led me to shift my observation post once again. In the midstof the funeral ceremony, the deceased’s eldest daughter invited hisoffspring into the initiation enclosure. It seemed natural to me totake her invitation at face value.One day, as I was listening to the boys singing in the initiationenclosure, I was amazed to notice that not only was their songsimilar to bu’mpo but also several couplets had identical words. Thewounds of the initiates, who had been circumcised several weeksearlier, were now healed, and they had taken the ritual bath whichmarked a first stage in their transformation to the status of initiates.This transformation called for a change of regimen in the enclosure.They now had to learn more songs of a series they had begunlearning on the first day. The song I had recognized was one of thesenew songs. Men and boys had, as they did every evening, takentheir places facing each other in front of the enclosure, where theformer would sing a couplet and the latter would repeat it.The first part of this song had to do with the objects used duringinitiation that, because they immediately brought to mind thewounded genitals, were supposedly highly secret. These objectswere all things in the circumcisor’s kit: the razor blade, thehemostatic clips, the piece of bowed wood used to hold thewounded penis, cotton, the plants used for dressing wounds, etc.Each new couplet of the first part of the song mentioned one ofthese objects by name in a secret language. After its name waspronounced, a phrase reminded the initiates that it was not theirinitiators who were revealing the objects—that regardless of howordinary they might be, such objects could be revealed only by themythical ancestress who had invented the treatment for healing thewound of the first circumcised man.It was the second part of this song that contained the coupletswhich were exactly the same as those of the bu’mpo song. Thistime, however, it was a previously circumcised one who was askingYoamia—who was now in fact present—to reveal the oracularspeech and, furthermore, following this first question with a series"},{"pageNumber":44,"pageContent":"34 Understanding ritualsof other questions relating, as in the bu’mpo song, to the making ofmillet cakes. At the end of the song the reply to the questions camenot from Yoamia but from a previously circumcised one: There isnothing in the enclosure where we are sitting except women’sscreams of joy’.Had I heard right? I had to make sure by asking the instructorswhether the words of the couplets they had just taught the initiateswere really the same as those in bu’mpo. Their response more thanreassured me of the accuracy of my hearing. Having anticipatedthat I would soon be asking about this sort of repetition, theyprovided me with explanations. At this stage, they said, the initiateswere like orphans, without fathers or mothers. They did not knowwhat was going to happen to them. They were uncertain about their‘new masters’. What was going to happen to them was like a secretthat had to be extracted through geomancy from the earth’s mouth.For this reason, the question put to the oracle was repeated in thesong.At the time that I received this explanation, I already knew thatthe ritual linked the transformation of the survivor’s statusfollowing a parent’s death to the ‘metamorphosis’ that adolescentsunderwent through initiation. I had been told several times that,during mourning, the deceased’s compound was like the enclosureused for circumcision and the master of the mourning ceremonies(who would become the head of the household) like the ‘master ofthe enclosure’. Furthermore, I had already sensed that thedemonstration during the evening mourning session of certaininversion behaviours (living persons assuming the deceased’sattributes and leaving their own attributes to the deceased, womenplaying male roles) was aimed at suggesting the idea of a time whenthe differences which enable us to recognize ourselves as living ordead, men or women, villagers or bush-dwellers are erased by theproximity of death. For me, a significant fact supporting thishypothesis was that one of the leading actors in the mourningceremonies, the deceased’s eldest daughter, played the role ofYoamia. By miming Yoamia, the eldest daughter was playing therole not of a man but of someone whose sexual identity had not yetbeen fixed. If there was a time in the ritual when all differencesseemed to be suspended, it was surely the time spent in the initiationenclosure.Knowing or sensing as I did all this about the relationship"},{"pageNumber":45,"pageContent":"From one rite to another 35between mourning and initiation, what was it about hearingbu’mpo in the initiation enclosure which could still surprise me? Ihad first heard this song as a public interrogation of men by womenabout the secret of the enclosure. I was now hearing aninterrogation formulated in the same terms and on the same subjectbut this time by the previously circumcised in the very place of thesecret. In the light of the explanations which the instructors of thenovices had just provided, I felt that a question had been posed bythis song about the experience of loss in two forms of initiation—the loss experienced by boys in the enclosure, at the very least theirlost childhood, and the loss that, through the funeral ceremony,created orphans, male or female, mourning a parent. Beyond theobvious similarities (feeling of abandonment, uncertainty about thefuture), the voices of the previously circumcised during initiationand of the women during mourning ‘entered in imitation’ and thuslikened two types of initiatory experience to each other: bothorphans and initiates experience a chill. The deceased’s eldestdaughter had led me to a place where the question about the statusof the orphan became that of the loss experienced by the initiant. Inthis place, too, however, the mourning song which the previouslycircumcised were singing taught me that the paradigmatic figure ofthe orphan was being embodied by Yoamia, the first of thecircumcised.The lines which led me from one ceremony to another can nowbe described in the light of Wittgenstein’s remarks. ‘A multiplicityof faces with common features continually reappearing here andthere’—I know of no better metaphor for the effect on me, at aparticular stage of my study of Gurmanceba rites, of the reiteratedexperience of an impression of similarity between such-and-such ascene in the rite being conducted before my eyes and the imagesummoned up by my memory of such-and-such a fragment ofanother rite witnessed in the course of previous observations of thesame ethnic group. Was this a straightforward case of evocation oran effect induced by the rite itself, leading the observer to considerthe similarity a reminder, a (re)call in the present from an absentrite? I would perhaps not have focused on this question had not myreiterated observation of a particular segment of the funerary ritesinduced in me a need to trace the links between this ritual sequenceand another, as yet unknown but present among the many elementsthat I had already registered in another rite. Of course, intellectual"},{"pageNumber":46,"pageContent":"36 Understanding ritualscorrelations can always be established between elements of differentrites on the basis of their similarity, but the observation justmentioned provided me with criteria for recognizing the procedureemployed by the ritual to ensure that its perception—byparticipants and observer alike—would induce in them the reversalof an image which recalled another rite. The best idea of thisprocedure is provided by the notion of a place change. In the guiseof a role change, a new space appears in which actors occupy manyplaces, and this is a perception which immediately induces in theobserving ethnologist a shift from one rite to another that allowsthe recognition of one of the lines it contains. It is this place changewhich, by doing away with the apparent discontinuity of ritual life,enables that observer, so long as he allows himself to be shifted bythis movement, to give ‘consistency’ to the line he has identified onthis occasion.REFERENCESJaulin, R. (1967) La mort sara: L’ordre de la vie, ou La pensée de la mortau Tchad, Paris: Plon, Terre Humaine.Lévi-Strauss, C. (1971) Mythologiques: L’homme nu, Paris: Plon.Smith, P. (1979) ‘Aspects de 1’organisation des rites’, in M.Izard andP.Smith (eds) La fonction symbolique: Essai d’anthropologie, Paris:Gallimard.Wittgenstein, L. (1982) ‘Remarques sur le Rameau d’or de Frazer’, trans.J.Lacoste, in J.Bouveresse, L’animal cérémoniel: Wittgenstein etl’anthropologie, Lausanne: l’Age d’Homme. "},{"pageNumber":47,"pageContent":"Brothers and sisters in BrahmanicIndia Charles MalamoudThe divinities of Vedic polytheism unarguably constitute apantheon: in myth and above all in ritual, each god is distinguishedfrom the others and co-ordinate with them; his personality ismarked by the domain and modes of action assigned to him as wellas by his physical and moral attributes. (The articulation betweenthe various components of the divine world does not, of course,exclude rivalry or even hostility: the gods are frequently involved inconflict over the shares due to them in the various rites.)Nevertheless, these divine figures are often confused, and thefeatures which give them shape are not enough to endow them withstable identities. Vedic theology strives on the one hand to undo thenotion of a divine individual; being endowed with ubiquity, eachgod has several bodies or, rather, an infinite number of bodies, andhis power can be decanted into the body of another god. The textsstate continually that, considered from such-and-such an angle andin the particular circumstance created by the rite, one specific god isidentical to such-and-such another one—that he quite simply is thisother god. On the other hand, the kinship relations between thegods are the object of fragmentary and disparate statements. Somegods are known to be fathers or sons, and this genealogicalpositioning with reference to an ascendant or descendant, who isdesignated by name, may play a major role in their history and inthe cult surrounding them. However, other divinities appear to haveno family ties of any sort. Still others have the character of ‘sons’even though it is impossible to tell who their fathers are; in fact, inthe case of a god like Agni the question cannot even be phrased inthese terms, for this god, above all else a son, is ‘son of himself.Although the cosmogonic figure of Praj&pati undoubtedly came toChapter 3"},{"pageNumber":48,"pageContent":"38 Understanding ritualsdominate later Vedism and all the gods are derived from him as hissons, the same thing applies to all creatures and to all elements ofthe cosmos, human society, and ritual. This does not prevent thiscreator from being re-created in his turn, in both myth and rite, byhis own creation; in this respect, the father is also the son of his sons(or, rather, of the particular son, the god Agni, who took theinitiative in this re-creation). The scholars writing at the end of theVedic period (in the Br. haddevata- and the Nirukta) were receptive tothe notion of reciprocal and reversible filiation (anyonyayonita-)among these gods who give birth to each other (itaretarajanmanah.).Thus, the fact that we have trouble in distinguishing clearly thefamilies of the gods is due not only to lacunae in the mythology butalso to the desire of the Vedic theologians (who may have exploitedthese silent and obscure passages) to demonstrate that the identityof a god cannot be defined by the same criteria as are applied to theidentity of a mortal. Furthermore, this blurring of their affiliation isrepeated in a way with their alliances; some gods have one spouse,but in ritual there is the indistinct mass of the ‘wives of the gods’.Kinship ties between gods may occasionally be stressed, but whenthis happens it is generally to reveal an instance of incest—Praj&pati’s attempt to commit incest with his daughter Dawn (UUas)or Speech (V&c) or the secret committing of incest with his daughterSaraTy* of TvaUVr. ‘the shaper’.The brother-sister relationship among the gods is sometimesevoked; for instance, it is because Praj&pati desires their sisterthat the gods are scandalized by the passion which their commonfather feels for his daughter. However, the brother-sisterrelationship is represented above all by a famous couple, Yamaand his twin sister Yam(. The two terms are common nouns,signifying ‘twin boy’ and ‘twin girl’, and it is clear that we aredealing here with a borderline case. Yama and Yam( are brotherand sister par excellence. Everything said about them in the textsconcerns both the nature of twins and the relationship betweensiblings of the opposite sex. Yama and Yam( are brother andsister and, moreover, twins; conversely, they are twins who arealso boy and girl. There is, however, a very important differencebetween this brother and sister. The myth of Yam( comes downto the story of her relations with her brother; she exists only for,or at least with, him. Yama, in contrast, occupies his own placein the pantheon independent of Yam(: there are myths—accounts"},{"pageNumber":49,"pageContent":"Brothers and sisters in Brahmanic India 39of the origins of rites—in which he appears without anyreference to the one who makes him what his name says he is, atwin.Apart from Yama and Yam(, the brother-sister relationshipreceives only rare and passing mention in the texts of ancientIndia, whether in religious or literary works or in that enormousmass of literature which is simultaneously one and the other.Brothers and sisters do of course feature among the hundreds ofcharacters who appear in the Epics (and hence in the narratives orplays which are constructed on epic themes). There is, however, notrace of a paradigmatic situation in which the central issue isprecisely this relationship. There is no evidence that ancient Indiaprovided a type for the brother of a sister or for the sister of abrother. One would search in vain through Indian traditions, atthe very least the Sanskrit texts, for a sister who could becompared with Antigone or Elektra. This absence is all the moreremarkable in that the theme of brothers (in Vedic mythology,Agni and his brothers; in the Maha-bha-rata, the five P&T8ava; inthe Ra-ma-yaTa, the figure of R&ma and his younger brotherLakUmaTa) is given very full treatment, as is the relationshipbetween a man and his elder brother’s wife (LakUmaTa’s ferventdevotion to S(t&).A case can be made, in classical Indian mythology, for thecouple constituted by Kr.UTa and his sister Subhadr&, the wife ofArjuna, but here too it must be noted that the principal themeis the friendship between the two brothers-in-law; when therelationship between the brother and sister is put forward—notably in the Jagann&th procession—it gives the devotees anopportunity for joking about their incestuous intimacy. A verydifferent type of example is provided by a relatively lateliterary text, the HarUacarita of B&Ta, a novel or, rather,romantic chronicle of the seventh century AD. In it theprincipal hero HarUa converts to Buddhism; he has been led andpreceded in his conversion by his young widowed sister, but,having taken the initiative by opening the way for her brother’sspiritual transformation, she is told on asking to be admittedinto holy orders, ‘You must comply with your brother’s ordersbecause he is your elder, your guru, your brother, a man whomyou love, your king’. It thus appears that the (elder) brother isvery specifically the protector of a woman who no longer has"},{"pageNumber":50,"pageContent":"40 Understanding ritualsa father or a husband. Nevertheless, the prescriptive texts inHinduism which define the status of women with the greatestauthority are silent on the subject of brothers (see, e.g., theLaws of Manu (5. 147 ff.): A little girl, a young woman, a woman of advanced age, mustnever do anything according to her own will, even in her home.During her childhood, a woman must depend on her father,during her youth she depends on her husband; when her husbandis dead, on her sons; a woman must never rule herself as she likes. The commentary of Kull*ka cites another collection of laws, that ofNarada, and adds, ‘if she has no son, she must depend on herhusband’s close relatives, and if there are none, on her father’s closerelatives. If she has no relative on either side, the king is consideredher husband’. It is obvious that a woman’s brothers are includedamong her father’s close kin, but it is remarkable that no brother isexpressly mentioned in the wording of this regulation.Hindu practice, as observed nowadays, strikingly contrasts withthe poverty and even the silence of the texts with respect to makingthe brother-sister relationship an essential element of ritual(although many clues also point to the fact that an ancient traditionis thereby being perpetuated). In short, the sister intervenes in adiscrete but decisive and indispensable way in the rites whichpunctuate her brother’s life. She ties around her brother real andsymbolic bonds which provide his person with protectiveboundaries. Here are the principal data:In northern India the feast of ra-kh(-bandhan is celebrated everyyear at full moon in the month of œ ra-van (July-August), when asister visits her brother to show him her affection and to tie a good-luck thread (mangal-s*tra) about his wrist. We have a developedversion of this rite in Stevenson’s description of the GujratBrahmans at the beginning of this century: On this day brothers invite their sisters to their homes, and, inreturn for the invitation, sisters send a thread to which theyhave tied a crushed areca-nut, thereby symbolically declaringthat they have crushed and destroyed all their brother’stroubles and worries.Arrived at her brother’s house, the sister...places a low"},{"pageNumber":51,"pageContent":"Brothers and sisters in Brahmanic India 41square stool and on that arranges three pipal leaves...on theleaf to the right she arranges as many threads as she hasbrothers...the brother gives presents to his sister: money, clothor bodice...after the meal the things are removed from the stooland taken to the nearest pipal tree; there one of the threads istied to the tree, and the others are tied to the wrist of thevarious brothers.(Stevenson 1920:304) This rite has given rise to various interpretations which, while theymay be superimposed on it, must not be allowed to obscure theelementary and fundamental fact that, by placing a ‘protectivethread’ around a man’s wrist, a woman is demonstrating that thisman is, to her, a brother; the same gesture may also signify that aman and woman have become adoptive siblings, ‘brother and sisteraccording to the dharma’ (dharm-bha-(/dharm-bahin), to each other,meaning that any possibility of marriage between them is excludedand also that real familiarity is permitted between them becauseintimacy cannot form a prelude to conjugal relations. As a barrieragainst incest, ra-hk(-bandhan is also the protective screen whichmakes tenderness innocuous (cf. Carstairs 1970:71). Anothernotable feature is that, towards midday, the brother gives his sistera meal, some money, and some clothes. These are the presentstypically given to the priest in return for his ritual services. It mayin turn be deduced that when this form appears in the context of aceremony, it is a sign that the recipient of this gift has fulfilledfunctions of a sacerdotal nature to the donor’s benefit. It is a dutyof this nature that the sister is performing for and upon her brother.In fact, although the brother and sister occupy symmetricalpositions with reference to the marriage prohibition symbolized bythe boundary established by the thread, all the other elements of theceremony betray an asymmetry between the two partners: it is thesister who, by means of a motion which she alone can perform,executes a rite which is destined to bring her brother happiness andproduce visible and invisible effects for his benefit. What thebrother gives in exchange is not of the same order of things;although the rite would certainly be incomplete and thusinoperative if his sister’s service were not remunerated, as far as sheis concerned the gifts she receives have no value other than theirintrinsic utility. This is precisely the asymmetry on which the"},{"pageNumber":52,"pageContent":"42 Understanding ritualsrelationship between the sacrifier and the officiants is constructed inBrahmanism (on the question of ritual honoraria, see Malamoud1976).When a boy who is a member of one of the three first ‘classes’ inBrahman society leaves his childhood behind him he receives aninitiation (upanayana) which turns him into a ‘twice-born’ (dvija)—this second birth being conferred on him by Vedic words taught himby a master. He then enters a period of varying length ofapprenticeship to the Veda. The initiation ceremony includes a‘sacrificial thread’ (yajñopav(td) presented by the master to hispupil, which the twice-born will thenceforth constantly wear. (Themanner of wearing it varies according to ritual circumstances; ineveryday life and during worship of the gods the thread rests on hisleft shoulder, passing under his right arm; during funeral rites andancestor worship, it rests on his right shoulder, passing under hisleft). Once he has put on the thread, the visible symbol of his secondbirth, the boy effectively belongs to his parents’ caste and hasacquired his full ritual personality. The Brahmanic texts provideample data on the ‘significance’ of the thread, the number of fibresmaking it up, and the knots tied in it, but they do not specify thehand that has to spin it; similarly, and this silence is more surprising,they do not put forward any explanation for the fact that the signof his second birth is a thread which permanently surrounds theinitiate’s torso (on this question, see Malamoud 1977:135 ff). Lightis shed on the first matter by some popular songs in northern Indiain the Bhojpuri dialect: from these we learn that the janeu (the formwhich the Sanskrit word yajñopav(ta takes in vernacular Hindi)was not bought but spun in the home of the boy’s sisters (Championand Garcia 1989:260). On the second point we need only observethat the thread forms a closed circle which does not in any waysuggest a link between the one who wears it and any externalanchorage, in the manner of the umbilical cord for instance, butrather is a loop or line which circumscribes the body born of thissecond birth.The sister also intervenes in her brother’s marriage rites. Heretoo we see her manipulating bonds, but this time it is to undothem—and not the thread binding part of her brother’s body butthe knot which binds the newly married couple together. Afterthe ceremony proper has been celebrated in the bride’s home, thecouple goes to the bridegroom’s. There, as Stevenson informs us"},{"pageNumber":53,"pageContent":"Brothers and sisters in Brahmanic India 43(still in connection with the Gujrat Brahmans), the knot that tiedthe husband’s scarf to his wife’s sari is undone, and also the fruitthat was bound on their wrists to guard them from the assaults ofpassion, the bride loosening that on her husband’s wrist and viceversa. The sari and scarf, however, are untied by the husband’ssister or aunt, who probably charges about five rupees for thisservice.(Stevenson 1920:103) This is not so much a matter of carrying out a rite as of performingthe motions which make it possible to get out of the rite.Nevertheless, these motions are themselves ritual, and it is thesister’s sacerdotal function to undo the knot binding her brother tothe wife he has just been given without actually undoing the veryunion which the knot symbolizes. Her brother (and his wife too, ofcourse) regains the freedom of movement without which it wouldbe impossible to lead a practical existence, but this materialnecessity is fulfilled in such a way as to enable him to enclosehimself within his own contours.We have seen that the duty of undoing the knot may also beperformed by the bridegroom’s aunt. The action takes place in thepaternal home, and in this case it is the father’s sister who isconcerned. The same applies to the boy’s other rites of passage,and in each case it is his paternal aunt who officiates, both inplacing the thread and in tying the knot. Is she acting as asubstitute for his sister? It seems more appropriate to consider heras sister to the boy’s father. In other words, the sister enables herbrother to fulfill his ritual obligations as father towards his son. If,as the texts encourage us to do, we apply the sacrificial scheme ofthings to the rites of passage, we observe that, in this case, thefather assumes the role of sacrifier and that it is indeed for hisbenefit that his sister exercises her sacerdotal function by actingupon her nephew’s person. Thus we see the paternal aunt of anewborn intervening in the name-giving rite (na-makaraTa it is shewho ensures that the name is chosen correctly and who ties thesilken or cotton threads around the baby’s wrists and ankles,around his middle, and to his cradle (Stevenson 1920:13–14). Thebaby’s first solid food (annapra-œ ana) consists of a mixture of milk,sugar, and rice which is placed on a gold or silver coin for him to"},{"pageNumber":54,"pageContent":"44 Understanding ritualslick. The coin is then given to his paternal aunt (Stevenson1920:19).I must reiterate that our knowledge of the sister’s role in therites which structure her brother’s life and, it seems to me, even hisperson are based only on observable practice. The canonic texts ofBrahmanism, notably the Kalpa-s*tra (see Ram Gopal 1959; Kane1930–62; Pandey 1969), provide abundant and preciseinstructions about the rites of passage (sam.ska-ra, lit. ‘process ofperfection’), but they do not contain any allusion to sisters. If,however, we go back to the very oldest Indian texts, the corpus ofVedic writings, we find formulas of hymns and prayers, outlinesand summaries of myths, and sketches of poetic metaphors whichenable us to build up a picture of a sister who, by the bonds whichshe offers or imposes on a man draws the boundaries which definehis person, thereby rendering it continuous and coherent. Thedifference between the glimpses afforded by these texts and theinformation which we can deduce from the rites as they maynowadays be studied in the field is that in the latter case we aredealing with a sister who is in contact with her own brother,whereas in the case of the Veda we are in the presence of figuresdesignated as ‘the sister’ of the gods or of the r.Ui (the ‘seers’ towhom the Veda has been revealed).Sisters and bonds: there is at least one passage in which thisassociation is so close that it becomes a means of identificationthrough the application of a metaphor. The poet evokes,sometimes by speaking of it and sometimes by talking to it, thegrass belt which the master ties around his pupil, who ishenceforth dedicated to study as well as to sexual continence: You are the arm of the seers, O belt...she was the daughter ofFaith, born of ascetic fervour, sister of the seers who make thebeings...this man [the pupil], with the mystery of the Vedic word,with the fervour of the ascetic, with the weariness of ritual work,with this belt I sew him...(Atharva-sam.hita- 6. 133. 3 ff., my emphasis). After the sister of the seers, here now is a ‘sister of the gods’. Hername is R&k&, and she is in some way the tutelary goddess orprototype of women who in the human world have the status ofsister. She appears in a treatise on sacrifice, the Aitareya-bra-hm.aTa"},{"pageNumber":55,"pageContent":"Brothers and sisters in Brahmanic India 45(3.37), in which it is said that a particular phase of the somaoffering requires the recitation of a series of stanzas (this textualwhole forms the -gnima-rutaœ astra) containing first a hymnglorifying the wives of the gods and only after these a hymn toR&k&; as the text tells us, the sister, although issued from the samenavel as her brother (she is samanodarya-), nevertheless passes afterhis wife, who is issued from a different navel (anyodarya-), and livesin dependence on the wife. During the sacrifice, the wife of thesacrifier stands back (that is, to the west) from the fire, called Agnig&rhapatya; it is, after all, the god of fire who deposits sperm inwives’ wombs. (Sisters, for their part, are not admitted into theirbrothers’ sacrificial precincts.) Nevertheless, the same text goes onto say that sisters must also be honoured, reciting 2.32.4 of the R.k-sam.hita-, which exalts R&k&, the sister of the gods: I invoke R&k&, whom it is good to invoke, with a fine song ofpraise. May she listen to us, the blessed one, may she notice itherself! May she sew her workpiece with a needle which does notbreak! May she give us [for a son] a hero worth a hundred such,a hero worthy of praise! What is the work she is sewing? The Bra-hm.aTa tells us: ‘R&k& it iswho stitches the seam (sevan() of the man, the seam which is on hispenis. Male sons are born to him who knows as much’. Thecommentary of Sa-yaTa adds, ‘It is the vein called sira; it passes overthe top of the penis and extends to the anus; the goddess called R&k&firmly stitches this seam’. What this sister divinity does to the sexualorgans of mortal men gives us the meaning of what human sistersdo to the lives of their brothers when they surround them withbonds; the sister is preventing her brother from wasting himself and,notably, from wasting his virile energy; she is giving him thecorporeal or ritual sewing which he needs to travel along thepathways of life (and to disseminate his sperm only in theappropriate receptacles).The pathways of life are first of all the paths of sacrifice: the mansets out along them prepared and guided by his sister: ‘For you,Indra, the poet sets in motion this song of praise...which, like asister, leads your steps forward towards the sacrifice’ (R.ksam.hita-8.12.31, my emphasis). This mysterious stanza from theAtharvaveda further gives us to understand that the sister’s task is"},{"pageNumber":56,"pageContent":"46 Understanding ritualsto enlighten her brother about the itineraries of the rite (adhvara):‘The mothers go along the paths [adhvabhis], they who are thesisters of those who make the sacrifices [jamayo adhvar(yata-m]’(Atharva-sam.hita- 1.4.1).We may note in passing that another sister of the gods, Silac( orArundhat(, is known to us on account of her talent for mendingfractures and healing wounds. Mythology and medicine togetherpresent this divinity as the personification of a plant which ‘climbsalong trees’. The trails of resin [that she leaves] run along the barklike the creeper’s tendrils, with which they may be compared’(Filliozat 1949:110; Zysk 1985:75, 98, 202–3). In this case, too, asister is seen to be working with bonds and bindings.For the sister, sewing her brother and turning him into a ‘nicelytrussed-up’ being, protected and strengthened by the boundarieswhich define him, involves above all designating the boundary ofincest and marking the fact that, however close she is to her brotherand however embracing she may be, she herself lies beyond thisboundary. She officiates for her brother: the fact is that she cannotbe a wife to him. In Vedic Sanskrit, one of the common terms forsister is ja-mi, which, in its substantive form and fixed in its femininemode, is the adjective which really means ‘consanguineal’. The ja-miis a being who cannot be a mithuna, a ‘sexual partner’. (This termcan also assume the meaning of ‘paired couple’; see Renou 1958a:46–50; 1958b: 47–8). Thus when two ja-mi unite or attempt tounite, they become guilty of incest. It is remarkable that thesupreme ja-mi should be the sister. This is not to say that copulatingwith a mother or daughter would be any less serious a matter. Onthe contrary, it seems that these transgressions among humans areso abominable that it is better not even to think about them. (Fora list of women with whom a man may not copulate under pain ofcommitting incest, see ViUTu-smr.ti 34.1). What the texts do mostreadily talk about is the act which at once constitutes theparamount example of incest and the most horrible sin, although itconcerns a symbolic relationship: coupling with the wife of one’sspiritual master (see Manu 11.171). The inference is that a man isconstantly subjected to the temptation to unite with his sister, whichrenders it necessary to turn the very word ‘sister’ into a permanentreminder of the prohibition. Through the Veda we know of at leastone text, albeit a fairly obscure one, which evokes in the manner ofa denial the act of love (ka-myam) between ja-mi, brother and sister,"},{"pageNumber":57,"pageContent":"Brothers and sisters in Brahmanic India 47as a burning gentleness (priyam. dagdham). There seems to be ananalogy to two sticks rubbed together to produce a flame; byuniting, ja-mi commit the prohibited aja-mi, which is improper forblood kin.Ja-mitva, ‘consanguinity’, conceived above all as risk of incest, is,by extension, characteristic of redundancy, superfluity, and badrepetition of the same thing. In this meaning the term ja-mitva,accompanied by its antonym aja-mitva, is very frequently employedin Vedic treatises on sacrifice: an excessive similarity between twoacts or two consecutive statements or between two adjacent ritualobjects is a fault—a fault of excess, so to speak, and condemnablefor the same reasons and in the same terms as incest (see M(ma-msa--koUa, s.v. ja-mi). At each stage of the rite there appear elementswhich must be combined into mithuna, pairings; only on thiscondition does the sacrifice yield results. It is therefore desirable toavoid associations of identical or excessively similar objects orwords. Whenever this is required, care is taken to introduce one ormore differences, ‘in view of the aja-mitva, for non-redundancy, inview of the mithunatva, the [correct and fecund] pairing.’ Thus, ina rite which involves the simultaneous consecration of water, whichin such circumstances is said to represent ‘all the divinities’, and ofghee, ‘the corporeal form of all the gods’, one must be careful notto pronounce a prose formula (yajus) for each but to murmur thisprose formula for the clarified butter and to recite loudly a poeticrhythmic formula (chandas), possibly a stanza of the R.gveda, forthe water (Taittir(ya-bra-hmaTa 3.3, 4, 6). These endlessly reiteratedprescriptions take on meaning only if one recognizes the sexualcharacteristics conferred on the various elements of the rite at veryleast by the grammatical genders of the names they bear. Theseprescriptions also assume, although it only became explicit in a laterperiod, among the ritualistic philosopherss of the M(ma-m.sa-, thatone determines the sequences in which repetition is proscribed justas, in the domain of kinship, one circumscribes the network withinwhich union constitutes incest. However strong the wish to avoidredundancy, the necessarily repetitive character of the rite cannot beannulled. Finally, the need to repeat the prohibition of repetitiondoes not itself come under the same ban: these constantly reiteratedformulas are part of the discourse on the rite and not of the riteitself.Attempted, narrowly avoided, or secretly committed incest—this"},{"pageNumber":58,"pageContent":"48 Understanding ritualsis the uncertainty around which Indian myth about the origin ofmortal men revolves. It is found in its most developed form in hymn10.10 of the R.gveda; a dialogue builds up between Yama and histwin sister Yam(, consisting of fourteen alternating stanzas, with theodd stanzas spoken by Yam( and the even ones by Yama. Thus Yam(takes the initiative, proposing to her brother in increasingly pressingand passionate terms that he make love with her, for the sake ofpleasure but also for that of procreation. In fact, her ardent desireis that Yama should found a race. She knows that the race of mortalmen must be born of Yama, who is a god but who—following someunknown event—has become the first mortal and at the same timethe ruler and judge of the kingdom of the dead (and thus theprototype of the king). His achievement is to have found the pathswhich lead to that other world in which the dead are to experiencea form of survival, having been transformed into ancestors by thefuneral rites which their survivors celebrate for them. In order to setup this system and people this kingdom, however, the first mortalmust unite with a partner who is homogeneous with him: Yamamust unite with Yam(. Yam(’s argument runs thus: That is what theimmortals want: descendants for the sole mortal. Let your mindbend to ours. Penetrate as husband the body of your wife’ (stanza3). ‘Love for Yama has overwhelmed Yam(’, she says farther on. ‘Iwant to lie with him on the same couch. Like a wife with herhusband, I want to deliver my body to him. Let us roll it, let usshake it, as the two wheels roll and shake a chariot’ (stanza 7).Yama, however, turns away. Each of his replies is a refusal. Hedoes not want to see Yam(’s passion as anything more than theardent impulses of a girl who has become nubile and needs a man.When Yam( invokes the will of the immortals, Yama reminds her ofanother law, the one forbidding two ja-mi, two beings who share thesame origin, the ‘same navel’, from coupling. Such is the supremeinstitution, the dha-man, watched over by two other gods, Mitraand VaruTa, whom nothing eludes.The poem ends with their melancholy agreement; Yam( resignsherself and, while reproaching Yama for his weakness, predicts thatanother woman will embrace him. Yama repeats her words alongwith an injunction worth noting: ‘You will embrace another man,Ya m(, and another, indeed, will embrace you...make a happymarriage’.Humanity nevertheless exists. The race of mortals worships the"},{"pageNumber":59,"pageContent":"Brothers and sisters in Brahmanic India 49race of the dead and recognizes in Yama the figure of the first tohave been capable of passing through death. Yama founded thehuman condition and rules over humans both here and in the worldbeyond. Is he also their ancestor? We do not know. Yama and Yam(separated before they had accomplished the act which would havegiven birth to the human race. No other narrative takes up thestory: humanity is the fruit of an act of incest which either nevertook place or has disappeared without a trace.In the course of the discussion Yam( presents an unexpected andvery far-reaching argument—that while they are indeed jama- toeach other, their twin nature, far from strengthening the bond ofconsanguinity which links them as might be thought, erases theboundary between them. They issue from the same womb, but inthis womb they lay side by side, a sign, according to YamI, that theywere destined to lie together once they had been born (stanza 5).What is more, there is a famous example of two ja-mi who areassociated as a mithuna couple; they are Sky and Earth, aboutwhom we learn in another hymn (3.54.7) that they are ‘two youngsisters’ who are nevertheless called by names which designate themas sexual partners. Likewise in 1.159.4, Sky and Earth are twodivine parents ‘two sisters of the same womb [ja-mi sayon(], of thesame habitat [samokasa]’ and mithuna to each other (see Renou1965:89, 92; 1966:92). In the language of the hymns, in fact, thename of Earth is always and the name of Sky very often female.What we are seeing here is a reversal which, while it certainly hasno effect on real life or on legality, can be observed in vocabularyand myths: the culmination of the sibling state is twins of the samesex. When this extreme point has been attained, the definition of asibling as one with whom it is impossible to form a couple isabolished; the constellation of Gemini bears the name mithuna, andin the Vedic pantheon the male twins (possibly also riders) calledAœvin are, if not designated mithuna, at least closely associated withthis notion of fecund coupling: The gods did not know where to find prosperity. They saw it inthe act of fecund coupling. But they were not able to agree on thesubject. The Aœvin said: ‘It is ours. Do not come to reclaim itfrom us’. Thus it belonged solely to the Aœvin. Any man whowants to achieve prosperity must immolate a twin cow destined"},{"pageNumber":60,"pageContent":"50 Understanding ritualsfor the Aœvin. He is thus resorting to the Aœ vin by offering themthe share that properly belongs to them.(Taittir(ya-sam.hita- 2.1, 9, 4)With Yama and Yam(, twins of opposite sex, we are half-way there;Yama insists that they are brother and sister and therefore may notcopulate, while Yam( stresses that they are twins and have beenpredisposed to mithuna since their intra-uterine life together.In the human world there is a feast called Yama-dvit(ya (thesecond [day] of Yama) or Bhr&tr.-dvit(ya (the second [day] of thebrothers, in Hindi Bh&(-b(j&), under the sign of Yama and Yam(, onthe second day of the clear fortnight in the month of K&rttika(October-November). This feast is attested as early as the Pura-Ta andin the work of Bhoja (eleventh century) and still flourishes today innorthern India. (Its very name exemplifies the importance attributedto the notion of ‘two’ and of ‘second’ in everything connected withYama. This twin god is marked by his duality; already in the Veda,the kingdom of the dead over which he rules is guarded by two dogswho have two pairs of eyes each, and in post-Vedic mythology he isgiven a very complicated genealogy of twins and doubles [Malamoud1980:95ff].) In the case of a brother, this feast involves paying a visitto his married sister, who receives him in private and shows himmarks of honour and tenderness: she bathes him, massages him, andgives him food. The rite involves the enactment of a mythologicalscene; Yam(, in the form of the River Yamun&, welcomes her brotherYama, who has been able to leave the kingdom of the dead for a day.What is more, he has given his subjects the day off; if they have sistersto house them, the dead are given permission to come and spend thisday among the living (and custom, it is said, dictates that prisonersenjoy a few hours of freedom on that day). Neither the sister’shusband nor her children play any role in this event. It is indeed ameeting between brother and sister, alone as Yama and Yam( were,although Yama and YamI are evoked in a manner which recalls theirtenderness, the attempted mithuna summoned by their twin nature,and not Yama’s virtuous refusal of his sister Yam(.Consequently, this feast is quite the opposite of the rites ofpassage which mark the brother’s life-cycle and require specificallysacerdotal services from the sister. This ceremony commemoratesan unreal act of incest, with no prohibition and no fecundity. Onthat day, in regions bordering on the Yamun& River, brothers bathein those sisterly waters; thus they mingle their bodies with the"},{"pageNumber":61,"pageContent":"Brothers and sisters in Brahmanic India 51bodies of their sisters, or at least with the body of the one who wasthe supreme twin sister, beside whom they dream that they sleptbeneath their mother’s navel before they awoke to be born.REFERENCESCarstairs, G.M. (1970) The Twice-Born: A Study of a Community of High-Caste Hindus, London: Hogarth Press.Champion, C., and Garcia, R. (1989) Littérature orale villageoise de l’lndedu Nord, Paris: Editions de 1’Ecole Française d’Extrême-Orient.Filliozat, J. (1949) La doctrine classique de la médecine indienne: Sesorigines et ses parallèles grecs, Paris: Imprimerie Nationale.Kane, P.V. (1930–62) History of Dharmaœ a-stra (Ancient and MedievalReligious and Civil Law in India), 5 vols., Poona: Government OrientalSeries.Malamoud, C. (1976) ‘Terminer le sacrifice: remarques sur les honorairesrituels dans le brahmanisme’, in M.Biardeau and C.Malamoud, Lesacrifice dans l’lnde ancienne, Paris: Presses Universitaires de France.——(1977) Le sva-dhya-ya, récitation personnelle du Veda: Taittir(ya--ra(yaka, livre II, Paris: E.de Boccard.——(1980) ‘La dualité, la mort, la loi: note sur le nombre deux dans lapensée de I’lnde brahmanique’, Revue d’Esthétique, nos. 1/2.Pandey, R.B. (1969) Hindu Sam.ska-ras: Socio-religious Study of the HinduSacraments, 2nd edn, Delhi, Varanasi, and Patna: Motilal Banarsi Das.Ram Gopal (1959) India of Vedic Kalpas*tras, Delhi: National PublishingHouse.Renou, L. (1958a) Etudes sur le vocabulaire du R.gveda, Pondicherry:Institut Français d’lndologie.——(1958b) Etudes védiques et pa-Tinéennes, vol. 4, Paris: E.de Boccard.——(1965) Etudes védiques et pa-Tinéennes, vol. 14, Paris: E.de Boccard.——(1966) Etudes védiques et pa-Tinéennes, vol. 15, Paris: E.de Boccard.Stevenson, S. (1920) The Rites of the Twice-Born, London: OxfordUniversity Press.Zysk, K.G. (1985) Religious Healing in the Veda, Transactions of theAmerican Philosophical Society, 75, 7."},{"pageNumber":62,"pageContent":"The brother—married-sisterrelationship and marriageceremonies as sacrificial rites: acase study from northern India Raymond JamousAnthropological analyses of rites can be divided into three types onthe basis of their theoretical and methodological approaches. Oneof these has paid particular attention to the psychological1 andsocial2 functions of rites, while a second has classified ritesaccording to their purposes.3 These two approaches are combinedwhen rites are considered as means of serving purposes beyondthemselves; the ritual action in which a series of representations ismanifested is not studied in terms of its own logic but considered asthe expression of other logics (psychological, economic, etc.). Athird approach, centred on certain rites or collections of rites, hassubordinated their functional character to the search for aclassification which would reveal their mechanisms—thearrangements and processes they develop for effectingtransformation. The works of Hertz (1960) on funerary rites, VanGennep (1960 [1909]) on rites of passage, and Hubert and Mauss(1964 [1898]) on sacrifice express the various tendencies whichmark this approach. Hertz studies the treatment of differentcomponents of death, especially the task of mourning during secondfunerals in one particular region, South-East Asia. He introduces acomparison between these rites and representations of death inother societies. Van Gennep is more ambitious: on the one hand, heextracts from the corpus of life-cycle rituals three main stages,processes, or sequences (rites of separation, of the margin, and ofreaggregation) through which the main ritual actor passes in orderto change his status, rank, or social position; on the other hand, heshows how rites of passage serve as models for understanding otherrites (agricultural rites, warrior rites, etc.). Some have questionedthe importance and the degree of elaboration of variousChapter 4"},{"pageNumber":63,"pageContent":"A case study from northern India 53‘preliminary’, ‘liminary’, and ‘postliminary’ rites in the ceremoniesstudied here. One might wonder, as Mauss (1968:553–5) has,whether Van Gennep was too hasty in generalizing his propositions,thus emptying his concept of ‘passage’ of any precise content.However, the problems inherent in his analysis do not detract fromthe fact that he has posed an important question: Do all the rites ina given society have similar mechanisms? Do they have the sameweight, or are some so important that they inflect the formsassumed by the others? Hubert and Mauss’s analysis of sacrificeseems at first sight to fall half-way between Hertz’s approach andVan Gennep’s. They have exposed the mechanisms common tosacrificial rites in all their diversity: on the one hand, the distinctionsbetween sacrificer, sacrifier, victim, and divinity and the way inwhich they are related through the mediation of consecration,immolation, and sharing of the victim and rites of liberation.Sacrifice thus becomes a ‘procedure [which] consists in establishinga means of communication between the sacred and the profaneworlds through the mediation of a victim, that is, of a thing that inthe course of the ceremony is destroyed’ (Hubert and Mauss 1964[1898]: 97). Although Hubert and Mauss do not attempt to applytheir model to other types of rites, their analysis neverthelessenabled Durkheim to clarify his distinction between the sacred andthe profane and to define his general perspective for the study ofAustralian religions and rites.In the variants of this third approach, ritual mechanisms4 are notonly those which set words and gestures, objects and subjects, orritual actors in relation to each other but also and especially thosewhich manifest the transformation of relations between thedifferent social actors, living or dead, spirits or gods. The distinctionbetween the three stages of rites of passage underlines thismovement, as does the idea of ‘communication’ and ‘establishingcontact’ between profane and sacred worlds through sacrifice.5Van Gennep’s analysis differs fundamentally from that of Hubertand Mauss: in rites of passage, the accent is on the principal actor,whether initiate, bridegroom, deceased, or mourner, the otheractors enabling or attending his transformation; in the case ofsacrifice, the asymmetrical relations between sacrifiers andsacrifices, victims and divinities are the objects of ritualtransformations as the various ceremonies unfold by a specializedprocess of identification and differentiation. This is a matter not of"},{"pageNumber":64,"pageContent":"54 Understanding ritualschoosing among analytical perspectives but simply ofunderstanding the implications of each.It is striking to observe that these various questions raised byanthropology have been addressed by the Vedic literature of India.As Lévi (1898) and Renou (1978), followed by Malamoud (1989),have demonstrated, the Indian thinkers of the Vedic period wereconstantly holding forth upon rites. The latter were consideredfrom a general point of view as characterizing man’s activity andthe construction of the cosmos. They were also classified notably assolemn or domestic. It was, however, more from the point of viewof sacrifice than of rites of passage that their mechanisms wereexamined. Malamoud has stressed the fact that sacrifice appears inthese interpretations both as a particular rite and as a model forother rites. Although sacrifice is no longer the dominant rite in theconcrete Indian societies studied by anthropologists, the hypothesisformulated here is that its mechanisms are still at work. I will showthat marriage ceremonies among the Meo of northern India, whileindeed constituting a rite of passage, are founded primarily on theritual principles of sacrifice.The Meo live in the Mewat area (situated in the middle of atriangle drawn between Delhi, Jaipur, and Agra) and make upnearly a quarter of its population (250,000 persons of a totalpopulation of more than 1,000,000). They are a Muslimcommunity and locally claim the status of Rajput, a high warriorcaste. They live in villages alongside other castes, most of which areHindu, and generally occupy the position of dominant caste, havingpre-eminent rights to the agricultural land. In order to place thedescription outlined in the following pages, one must begin byunderstanding (1) that the Meo engage in an asymmetrical form ofmarriage alliance—isogamic in type—between large exogamouspatrilineal groups,6 each unit always receiving women from thesame groups without ever giving women in return and givingwomen to other groups without ever receiving them in return; (2)that a man may not marry within his clan, his village, or hismother’s village; (3) that a man may reproduce his paternalgrandfather’s or his paternal uncle’s marriage but not his father’s;and (4) that the rites of marriage, like Hindu rites in the region,7 areprimarily the affair of the two families forming the alliance, onlysecondarily that of their respective patrilineages, and never that ofthe large groups involved in the marriage alliance."},{"pageNumber":65,"pageContent":"A case study from northern India 55MARRIAGE CEREMONIESIn every union we must distinguish among the preparatory rites, thewedding, and its ritual extensions.Preparatory ritesThe preparatory rites are conducted simultaneously but separatelyin the house and village on each side of the marriage. They aresimiliar for the bride and the bridegroom; we will follow theircourse in the case of the latter.Emissaries are sent to various houses in the village and othervillages to summon relatives and friends to the wedding. Thisinvitation is called the nota and constitutes a ceremony in itself: theemissary does not simply relay the invitation but gives a small sumof money (between a penny and tenpence) to the invited person,who commits himself on accepting it to attend the ceremonies.The father of the bridegroom seeks out his various marriedsisters, taking them gifts. One of them, generally the eldest, willbecome the sahvasani, the principal officiant in the bridegroom’spreparatory rites. Under these circumstances, the position sheholds in relation to her brother and his children is equivalent tothat held by a priest of the Brahman caste in relation to castesinferior to himself, notably the warrior castes. She is assisted by abarber, and both the bridegroom’s mother and his sisters are underher authority. She officiates during the rites of the bath (batna-)and the procession to the forest (banvara-),8 which consecrate thebridegroom and elevate him to royal dignity. In return for all theseritual services she receives neg, ritual honoraria in money or inkind.The batna- consists of bathing with mustard oil (tel) sent by thebride’s parents. In this task the sahva-san( is assisted by the barberand the bha-b(, generally the wife of the bridegroom’s eldest brother.After bathing in water, the bridegroom stands on a plank (patra)while the barber massages his body with mustard oil: first his handsand arms (beginning on the right), then his face, his shoulders, hischest, and his back, and finally his lower limbs. The young man putson new clothes, and the sahva-san( ties a yellow cord (kangna-) aroundhis right wrist and places a crown with hanging threads that cover"},{"pageNumber":66,"pageContent":"56 Understanding ritualshis face (sehra-) on his head. Then she performs arti before thethreshold of the house, rotating around the bridegroom’s head acopper tray on which are placed a lighted candle, one or two paisa(farthings), some rice, a herb called dub, and a copper pitcher (lota)half-filled with water.After his bath, the bridegroom, wearing the sehra and carryingan iron cane (buta-), both royal insignia, goes in a procession calledthe banvara- ‘to the forest’, which begins symbolically at theboundary of the village residential area. He is flanked by two youngcompanions who guide him and accompanied by the sahva-san( andthe barber, who carries the tray. They are followed by singing bahin,‘sisters’ of the bridegroom. As the procession passes the houses ofthe quarter, their inhabitants come forward and place one or twopaisa in the pitcher after having rotated them around thebridegroom’s head. At the boundary of the residential area, thesahva-san( once again performs arti. The procession returns to thebridegroom’s house and then repeats the ritual. Once the banvara-has been accomplished, the bridegroom removes his crown and hisnew clothes and goes to bed.The batna- and the banvara- are repeated several days insuccession. After the first batn& and banvar&, the bridegroom has toobserve certain rules (and the same applies to the bride). He may nolonger leave the village residential area on his own without riskingattack by bh*t, wandering malignant spirits which could possesshim, drive him mad, or even kill him. If he does go out to the fields,he must be accompanied by a friend of his own age. He must keepclose at hand the cane or sword (talvar) that is the attribute of hisroyal status and protects him against malignant spirits. He muststop working. He is forbidden to lie on the knotted rope bed(carpa() and must sleep on the ground. He must abstain from eatingmeat and peppered and bitter foodstuffs; he may eat only vegetablefood cooked with a little butter and sweetened.The batna- and the banvara- constitute rites of separation andconsecration. Prior to them, the bride and bridegroom are notdistinguished from others. After them, they are, in their respectivevillages, elevated above their ordinary condition as a king andqueen are. This transformation is a consecration and places thefuture spouses in a state of purity which renders them fragile whileat the same time ensuring them protection, through theprohibitions, against the dangers represented by evil spirits."},{"pageNumber":67,"pageContent":"A case study from northern India 57On the eve of the marriage feast, after at least the first baths andprocessions, the bridegroom’s maternal uncle, accompanied bysome of his agnatic kin, comes to offer bha-t (lit. ‘boiled rice’)—acollection of presents of cloth, jewels, and money—to his sister andher husband, the latter’s sister (who officiates at the preparatoryrites), and his nephew, the bridegroom. His brother-in-lawwelcomes him at the village boundary and accompanies him to themen’s part of the house (bangla) while his wife is getting ready forthe ceremony. Traditionally, the sister would wait on the thresholdof their home with a copper pitcher on her head, her husbandbehind her holding a copper tray containing rice and dub. Herbrother would put some money in the pitcher, salute her, and placethe bha-t on the tray. He would then produce a rupee for each houseof the lineage and a rupee for each member of the panchayat (thevillage assembly). Once he had made these prestations, he would beinvited with all his agnatic kin into the house, where he would begiven a meal. Nowadays the pitcher is no longer used, and the sistercarries the tray and receives the gifts, with her husband simplystanding behind her.In short, the consecration of each of the future spouses demandscomplementary ritual action by two persons: the paternal aunt(phûphî), who receives in return for her ritual services honorariafrom the bridegroom’s father, and the maternal uncle (mâmâ),whose ceremonial prestation ‘nourishes’ his sister’s family as well asthe sahva-san( and somehow acknowledges the latter’s rituallabours. Thus the ceremonial roles are distributed between a pair ofrelatives, the paternal aunt and the maternal uncle. In fact thepaternal aunt is above all the father’s sister (his bahin) and thematernal uncle the mother’s brother (her bhâî); inversely, thebridegroom is above all the brother’s son in the case of a female egoand the sister’s son in the case of a male ego. The centralrelationships are those between two brother-sister pairs linked by amarriage (Figure 1). I use the term ‘metasiblingship’ for this specificform of brother-sister relationship, which transcends the distinctionbetween blood and affinal kin. In fact, this metasiblingship isFigure 1 Metasibling relations"},{"pageNumber":68,"pageContent":"58 Understanding ritualsexpressed in two ways: on the level of ego’s generation, where theterms bhâî ‘brother’ and bahin ‘sister’ are used to designate allmembers whatever their origin, and in the narrower context inwhich the use of bhâî and bahin characterizes the chain of brother-sister relationships that I call opposite-sex metasiblingship. In thischain, a male ego designates as bahin not only his sister but also thesister of his sister’s husband, and, reciprocally, a female egoconsiders bhâî not only her brother but also the brother of herbrother’s wife. This chain contrasts with that composed of same-sexsiblings, who are distinguished from their immediate affinalrelatives by specific terms: a male ego differentiates between hisbrother (bhâî) and the brother of his brother’s wife (salâ); a femaleego differentiates between her sister (bahin) and the sister of hersister’s husband (nanad) (Figure 2).The terms bhâî and bahin vary in meaning according to whichchain they occur in. In the one case they express relations ofmetasiblingship and in the other relations of consanguinity. Withinthis terminology, marriage assumes two meanings: one as theexpression of metasiblingship the other as a manifestation ofaffinity. While the preparatory rites of marriage activate the chainof opposite-sex metasiblingship those of the wedding itself involvemaking distinctions between blood and affinal relatives.The weddingThe last ceremonial moment to take place on both sides of themarriage is a prestation known as nota by various agnatic relativesand other consanguineal bhâî. This gift of money, the amount ofwhich is entered in an exercise book, establishes a debt relationshipbetween blood relatives and must be paid back in the course ofanother ceremony.The wedding takes place in the bride’s village. The bridegroomdresses himself in his new clothes and crown and takes the cane justFigure 2 Sibling and affinal relations"},{"pageNumber":69,"pageContent":"A case study from northern India 59as he did after his first bath; he is king. Accompanied by a groupcalled barat, made up of a number of his agnatic relatives, he goesto his future wife’s home. The barat’s stay lasts between one andthree days and is punctuated by a series of prestations from thebride’s to the bridegroom’s side (the prestations going in the otherdirection are minor and are directed primarily to the bride), themost important of which are the ‘gift’ of the bride (kanya--da-n) andthe ‘gift’ of the dowry (da-n-dahej). These involve specialized giftsfrom the bride’s father to the bridegroom (from father-in-law[susar] to son-in-law [asnaw]). The asymmetrical relationship ofaffinity which is marked by these prestations establishes ahierarchical superiority of recipient to donor. As Parry (1986) hasobserved, the da-n is a gift that is not reciprocated.9 The gift of thebride must be that of a virgin, purified and adorned with all herjewels. The ‘given’ bride is not an object any more than the cowoffered to the Brahman is only an animal; she possesses a sacredquality and in a certain sense a divine spark.10 This gift to thebridegroom is equivalent to the gift made to the Brahman (Dumont1980:117) and places him in a position superior to that of thedonor.11Can it be said that this gift of the bride has the effect oftransferring her wholly from her group of origin to that of herhusband? The da-n does not merely involve the transfer of propertyand valuable goods12 but constitutes the setting for the relationshipbetween the two partners rather than, as some have thought, thesubstance that establishes it. It remains associated with the donor asmuch as the recipient; in particular, the young wife will remainaffiliated with her group of origin while being integrated into herhusband’s family. The ‘given’ bride does not cease to be a sister;indeed (and this is an essential point) she remains the sister (bahin)by the very fact of her marriage. The bride as kanya--da-n is not aprestation like the others: she is not only an object given, passingbetween the male partners, but also subsequently an acting subject,a principal officiant in the life-cycle rites of her brother’s family.The bride has put on her new clothes after a final bath and isgetting ready to leave. She is weeping and has to be pushed into thecar to join her husband there. Her maternal uncle gives her a fewrupees before her departure, and her paternal aunt does not allow thecar to leave the village until she has received a small sum of moneyfrom the couple. When they arrive in the boy’s village, it is his"},{"pageNumber":70,"pageContent":"60 Understanding ritualspaternal aunt and not his mother who receives them in front of theirfuture home. She performs arti for them, receives a neg, and thenallows them to enter.After a brief stay with her husband, the bride returns to herparents for an unspecified period. A final ceremony with specializedprestations leads to the bride’s definitive installation in herhusband’s village and concludes their marriage rites. However,although these rites are over, their effects continue to be manifestedlong afterwards.Extensions of the marriage ceremoniesIn the following generation, at the birth of children to a couplewhich has been constituted in this manner (particularly in the caseof its first son), at the circumcisions of their male children, and atthe marriages of their children of either sex, we rediscover thefeature which characterized the beginning of the marriage rites asdescribed above: ritual services by the married sister and ceremonialprestations by the brother.A woman who has been given in marriage has to return toofficiate for her brother and bring additional life to her family. Firstof all, at the birth of his children, in particular the first son, shecomes to perform an important purification ritual for mother andinfant.13 On the third day after the lying-in, she washes her sister-in-law’s breasts and draws her first milk. The couple gives the sistera neg. The role of the married sister is not so much that of removingimpurity as of establishing the mother-infant relationship in thedomain of purity; her first ritual intervention in her brother’s homeis complementary to the action the mother takes for her baby’ssurvival.14 Circumcision rites are similar to the ones for marriage. Inboth cases, the married sister plays the role of sahva-san(: she is theprincipal ritual officiant, assisted by the barber, and receives ritualpayment (neg) from her brother for her services. In these variousrites, this married sister succeeds the paternal aunt who officiated ather brother’s marriage. Her ceremonial role will in turn cease afterthe marriage of her brother’s children.The woman’s brother, for his part, brings to his brother-in-law(behnoi)’s village a collection of gifts (cloths, money) called cucakat the birth of his first son,15 bha-t at the boys’ circumcisions, and"},{"pageNumber":71,"pageContent":"A case study from northern India 61bha-t again at the marriages of all the couple’s children. Hisprestations end with this generation. At first sight, theseprestations seem to extend the links of affinity established at hissister’s marriage, but there are two major differences: it is thewife’s brother who brings the gifts and not her father (or one of hisrepresentatives), and it is the sister (the one who was given awaywith the dowry) who has become the recipient: she receives the giftswith her husband. Although the prestations of the father to hisdaughter’s husband have now been taken on by the brother, thelatter is in fact assuming the same ritual role as that of his ownmaternal uncle. In so doing he takes his place, along with themarried sister of the children’s father, in a new chain of opposite-sexmetasiblingship. The ritual extensions of the wedding pertain not toaffinal kinship but to metasiblingship in the form of a new chainof two brother-sister pairs linked by a marriage. In this they aresimilar to the preceding generation’s preparatory rites to amarriage (Figure 3).16MARRIAGE CEREMONIES AS RITES OF PASSAGE AND ASSACRIFICEMarriage and rites of passageMeo marriage ceremonies are rites of passage. In fact, the principalactors, the bride and the bridegroom, pass through three stages:separation from their celibate states through the mediation ofFigure 3 Metasiblingship relations in diachrony"},{"pageNumber":72,"pageContent":"62 Understanding ritualspreparatory rites (baths and processions), a period of marginality orliminality during which they may not work and are subjected to verystrict prohibitions, and, finally, reintegration into the community intheir new social statuses as husband and wife. Their children pursue aritual trajectory (birth, circumcision, and marriage) that transformsthem and leads them to constitute a new family unit. In this patrilinealcycle, the son succeeds his father to continue an agnatic line. Thus therites of passage allow the destiny of social persons to be managed, thefamily to be organized, and agnatic groups to be perpetuated.However, this corpus of rites cannot be reduced to the purposesof entities such as the person, the initiate, the family, and so on, asthe reference to rites of passage implies. During the wedding, theconstitution of the couple is effected through an asymmetrybetween the two sides of the marriage by the passage of a womanas a gift, the latter being the sign and not the cause of the recipient’ssuperiority over the donor. What is more, being married entailsresponsibilities not only in the home; a man has obligations towardshis married sister and her children, and his wife for her part mustofficiate at rites in her brother’s home. This indicates that nohousehold or family withdraws within itself or defines itselfaccording to its own criteria. As in the caste system,interdependence is the basic feature of the Meo kinship system. Themother’s brother and the father’s married sister are at least asessential to their nephews and nieces as their parents.In short, the couple is constituted through affinal ties betweenthe two sides of the marriage. It becomes an indivisible unit, afamily, only when the wife’s brother and the husband’s marriedsister are attached to it and when it is inserted into the series ofbrother-married sister relationships that I have called the chain ofopposite-sex metasiblingship. The couple or family is not anautonomous unit but is closely associated with a double series ofrelationships, those of affinity and those of metasiblingship.Marriage and sacrificeComparison with Brahmanic interpretations of sacrifice may behelpful in clarifying my theme. My intention here is not to establishcorrespondences feature for feature or to reduce marriage rites tosacrifice. If sacrifice constitutes the model for rites in India, it is not"},{"pageNumber":73,"pageContent":"A case study from northern India 63in terms of an earlier norm which persists in variously degradedforms but in terms of a structure the mechanisms and ritualprinciples of which are still operative. From this point of view, thecomparison must respect the specificity and coherence of Meomarriage rites and sacrifice so as to identify similarities only on thelevel of the structural properties of each whole. The hypothesis isthat behind the variation lies a cultural unity of Indian civilizationexpressed in its rites. For the purposes of this comparison, I relybasically on the works of Malamoud, who, following Lévi andHubert and Mauss, has extended and renewed the consideration ofsacrifice on a number of points.To start with, I want to stress the analogy between Meo marriagerites and those which are the object of interpretations in Sanskrittexts. Malamoud notes that, in classical India, the marriage ceremony can be viewed as either sam.ska-ra oryajTa. As sam.ska-ra (perfecting), marriage is one event amongothers in the sacramental life of each spouse. It is a rite of passagethat places the young man in a position to establish his hearth, tobecome grhastha [master of the house]. For both the man and thewoman, this ceremony is a d(ksa-, a consecration preparatory tothat enduring sacrificial session that is the couple’s life. As yaTa(sacrifice), marriage has to do not only with the biography ofeach spouse but also with that of the group formed primarily bythe young man, the young woman, the young woman’s father,and the purohita [priests] of the two families.(Malamoud 1974–5:123–4, my translation)17 In this context, the girl’s father is the sacrifier, she is the victim, andher husband is both the divinity who receives the offering and thesacrificial priest. Malamoud thus encourages us not to take thesacrifice literally. Immolation, properly speaking, is not part of thisVedic interpretation of marriage. The girl is offered as victim butbecomes wife; the boy plays the role of divinity and sacrificer butbecomes her spouse. A couple established in this way will have itsown sacrificial fire and henceforth be able to play the role of sacrifier.The Meo wedding stresses affinal ties: asymmetry between thedonor, the girl’s father, and the recipient, the husband, implies thepassage of a ‘consecrated’ victim, the girl considered a gift. Thishomology also suggests that the gift is similar to a sacrificial"},{"pageNumber":74,"pageContent":"64 Understanding ritualsoffering or, to paraphrase Malamoud, becomes significant withinthe logic of sacrifice (Malamoud 1976).Meo marriage rites involving metasiblingship may also becharacterized as a manifestation of sacrifice. The preparatory ritesof marriage are analogous to the d(ksa- (consecration) of the personoffering the sacrifice, during which he must ‘divest himself of hisprofane body and invest himself with a sacrificial body’ (Malamoud1989:80, my translation).18 In Meo marriage ceremonies, themarried sister consecrates her nephew, who ‘dies’ to his celibatestatus to be ‘reborn’ during the wedding as a king before becominghead of a household. The married sister officiates in a sense as a‘sacrificed for her brother and his son, who constitute the group of‘sacrifiers’, and she receives honoraria analogous to the dakUiTa-paid to the sacrifices A rite of passage (with a ‘death’ and a ‘rebirth’)is thus inflected by its fundamental relationship to the mechanismof sacrifice.19Marriage, sacrifice, and temporalityThe first comparison, which reveals the element of sacrifice in theplay of asymmetrical relationships in Meo rituals, must now besupplemented by one which takes into account the diachronicaspect of the rites.As Malamoud observes, at first sight the rites form linear series of acts which have abeginning (and an end). There is a moment when one leavesprofane life to enter into the rite and a moment when one leavesthe rite to return to profane life or to enter into another rite. [Forthe Brahman writers, however,] the beginning is a redoubtablethreshold, a violent opening; it is advisable to invent symbolisms,to discover points of view which reduce the strangeness of themoment of beginning and rob it of its impact...Certainly a ritebegins. However, this beginning is made up of or preceded by(we do not know which) a series of preliminaries, preludes,preparations, introductions during which the rite graduallyassumes its form but in which the beginning as such isfragmented and diluted.(Malamoud 1987–8:121, my translation)20"},{"pageNumber":75,"pageContent":"A case study from northern India 65The solemn sacrifice is preceded by a consecration, this being thed(ksa-, which is itself preceded by the declaration of intent toperform a sacrifice, the invitation by the sacrifier, the offeringpresented, etc. The idea of beginning is the more blurred in that, in somerespects, the preliminary d(ksa- is in the final analysis the essenceof the sacrifice. [A Vedic text stresses,] ‘Its beginning is its end,and its end is also its beginning’. The text draws its argumentfrom a feature of the rite’s structure, to wit, that the concludingoblation...is modelled on the introductory oblation to state thatthe beginning and the end of the sacrifice merge...Thistext...asserts fairly clearly...the wish to tack onto the effectiveexperience of linearity and irreversibility of the sacrificialsequence caught between a beginning and an end the symbolismof never-beginning/always-beginning-anew.(Malamoud 1987–8:122, my translation)21I consider these diachronic properties of sacrifice to apply to Meomarriage rites. Here again, the problem is knowing when themarriage ceremonies begin—when the guests are invited? when themarried sister arrives? when the bride and bridegroom are beingprepared? What is more, these important preparatory rites are notreal beginnings; they refer to previous marriages of which they arethe conclusions. Thus one may go back indefinitely without findingany notion of an absolute beginning. In the chain of Meo ritualsequences, one starts by activating the chains of opposite-sexmetasiblingship, the consequence and conclusion of precedingmarriages, which open the way for the affirmation of affinal tieswhich in their turn entail the establishment of new relationships ofopposite-sex metasiblingship, and so on. In this diachrony, thechains of metasiblingship constitute the central aspect of the rites:a niece succeeds her paternal aunt, a nephew his maternal uncle.Conversely, the affinal ties between the two families are butmomentary, because there can be no union between these familiesin the following generation.Among the Meo, even during the ritual moments when affinalties are in the foreground, opposite-sex metasiblingship continues tobe manifested, to make its mark, and to frame the ceremonies.During the whole of the wedding, the bride and bridegroom are"},{"pageNumber":76,"pageContent":"66 Understanding ritualsdressed as they were at their first consecration bath; the bride’spaternal aunt continues to operate (she greets the eldest member ofthe barat at the door of the house and receives the gifts meant forthe bride); at the moment of departure the maternal uncle must givethem a small sum of money and the paternal aunt receive a ritualpayment; in the bridegroom’s village, it is his paternal aunt whowelcomes the couple and performs the rites of entry into their newhouse. Although the prestations made in the course of the weddingbasically involve relationships between men, the sisters, the bride’spaternal aunts, must pour scorn on the barat as if to remind themthat it is the given woman and not her husband who will occupy apre-eminent place in her home village and will return to officiate inher brother’s house.The kany&-d&n, the gift of the bride, does not simply transfer awoman as a ‘sacrificial offering’ to some affinal kin but transformsa sister, who by marrying is not merely a given object but willbecome an active subject, an officiant, in her place of birth. I willventure to address this important point by drawing an analogy withthe notion of remainders in Indian thinking about sacrifice. Heretoo, I refer to Malamoud (1989:32, my translation)22: ‘until they areincorporated into the hierarchical process of the sacrifice, food left-overs are objects of repulsion; when they appear as the remnants ofa yajTa they become supremely edible food and play an essentialrole in the continuity of the dharma. In this context, no victim oroffering is eaten or consumed entirely; ‘a remainder is left which,while ambiguous, has the permanent characteristic of being notinert but active’. Returning to the Meo case, it can be observed thatgiving a daughter does not mean losing her. Although she certainlyis transferred to her husband’s group, she remains linked to herfamily; more precisely, she is a remainder, the transformed marriedsister who will henceforth be active in her group of origin and bringit additional life.The foregoing analysis leads to two important comments:1. We must somehow decentre any view we may have ofmarriage ceremonies. The essential phases of the ceremony are thepreparatory phases of the marriage and the consecration of thesacrifier, his d(ksa-.2. There is no univocal principle which is automatically passeddown from generation to generation but a complementarity of ahierarchical order between a predominant principle, the brother—"},{"pageNumber":77,"pageContent":"A case study from northern India 67married sister relationship, and a subordinate one, the relationshipbetween fathers-in-law and sons-in-law or, again, the relationshipbetween brothers-in-law. The repetition (of metasiblingship) cannotbe realized without this detour into what is discontinuous anddifferent (affinity); in the same way, it can only be reaffirmedthrough the mediation of the other.Marriage, sacrifice, and the ‘profane’ worldFinally, sacrifice has one further property which in my opinionapplies to marriage ceremonies, and that is the consequences or theeffectiveness of the rite. Malamoud further stresses that the effectsof the sacrifice do not cease when the rite ends; rather, ‘an apûrva(unprecedented) force...makes the effects of the act ripen, eventhough the latter has run out’ (1989:67, my translation).23 Thesacrificial act not only influences the next sacrifice but also haseffects on profane life. Malamoud’s conclusion is that the distance between the sacrificial gesture and its consequenceprevents and renders useless any feedback; thus sacrifice is anautonomous mechanism, a closed system; the actions whichconstitute it are outlines of actions and therefore at once differradically from the actions of profane existence, with theirfailures, their ambiguities, and their changes of meaning even asthey are being carried out, and serve as a model for those actions.(Malamoud 1989:67, my translation)24 In the Meo community, an unmarried sister is not distinguished fromher brothers by being the object of any particular attention. From themoment she is given away—once she has become the sister that hermarriage has made her—her brothers’ behaviour towards herchanges; they must delegate one among them, the eldest, to makeceremonial prestations during rites involving her children and to askher to officiate at rites involving her nephews and nieces. Hermarriage produces effects beyond the moment of union with herhusband. This, however, is not all. In everyday life, whenever amarried sister pays her brother a visit she is treated with great respectboth by her unmarried sisters and her sisters-in-law and by herbrothers; her words are listened to, and her decisions have to be"},{"pageNumber":78,"pageContent":"68 Understanding ritualscarried out. When she returns home, each of her brothers has topresent her with a sum of money. The same applies when a brotherpays his married sister a visit; he is obliged to make variousprestations, as on the occasion of the bha-t, to her (and her husband),to her children, to her husband’s sister, to her husband’s parents, andso on. All these gifts and behaviours reproduce ritual actions. In otherwords, the everyday world must, without merging with the rite, bemarked by it and model itself on it. Far from being functional in thesense of the effect of an external cause, the rite itself defines the frameof its significance and has consequences for everyday life.RITES OF PASSAGE AND SACRIFICEStressing an interpretation in terms of rites of passage means notonly analysing the ritual mechanisms but also associating them withpurposes beyond the rites themselves. The purpose of the processesof separation, marginality, and reintegration is to transform thepersonal or collective statuses of the central actors. Once the ritehas ended, the acquired status functions according to criteria whichare not necessarily those of rites of passage. This is a context inwhich ritual and everyday or profane worlds are, in spite of theirinterdependence, derived from different and complementaryprinciples. In this case, it is essential to mark clearly the beginningand the end of the rites.In the case of sacrifice, in contrast, personal or collective purposeis subordinated to the ritual work proper. Ritual mechanisms servenothing but themselves, at least not in any central way. They createa world of relationships and activate and transform it. Within thiscontext, the problem is not how to separate rite from non-rite,profane from sacred, but how to link the rites in terms of thepassage of time and of repetition. It is clear that in this context ritescan have no beginning and no absolute origin.In this analysis of Meo marriage ceremonies, we have not had tochoose between these two interpretations; both have been shown tobe valid. It is clear, however, that the rite of passage is subsumed bythe sacrifice and the purposes of subjects by the world ofrelationships."},{"pageNumber":79,"pageContent":"A case study from northern India 69NOTES1 The function of the ritual is to calm the anxiety that arises fromconfrontation with the unforeseen, the unknown, theincommensurable, the event that eludes understanding and technicalaction, and the uncontrolled, which is the source of chaos anddisorder (Otto 1958) or renders practical action hazardous(Malinowski 1931). It is a way of meeting this external danger not onthe practical or scientific but on the psychological level. It allows aperson to be reassured or to take courage and go forward again withtenfold strength.2 Integration (Durkheim 1957; Radcliffe-Brown 1939), communion(Robertson-Smith 1927), communication (Leach 1966), or, inversely,a domination which reflects a kind of non-recognition (Bourdieu1977).3 There are many such classifications, but the one that has dominatedthe literature is the distinction between religious and magical rites (seeOtto 1958; Durkheim 1957; Malinowski 1931).4 According to Van Gennep, these mechanisms are more formal innature, whereas according to Hubert and Mauss they closely linkactions and representations.5 This analysis of sacrifice is well known to have had an important effecton Hocart’s (1970) construction of the notion of ‘identification’ or‘equivalence’, the ambiguity of which still raises problems.6 These lineages are segments of clans which are themselvesendogamous. The ancestors of these clans are said to have been bornof Hindu gods.7 Only one marriage ceremony, the nikah or ‘contract’, is Muslim.8 This term can be translated literally as ‘he who goes to the forest’. Itdoes not distinguish between cultivated fields and the forest proper.9 Parry (1986:453–73) insists on the analogy between gift and sacrifice:‘as the victim is a surrogate for the sacrifier so the gift is a surrogate forthe donor’ (p. 461). I will return to this aspect of things later on.10 The bride leaving for her husband’s home is adorned like the statuesof goddesses that are carried in processions. The Meo consider her aqueen, analogous to these mythological personages of divine essence.11 Gray (1980) claims that the kanya--da-n is a sort of divine and pure gifton which the asymmetry between the two sides to the marriage isfounded. It is difficult to accept this search for a substance to explainthis relationship, as if it were sufficient to say that it is the gift of a cowwhich renders the Brahman superior; one could just as well say theopposite, that the divine gift renders the donor superior. Indeed, theproblem lies in his wish to make the substance the essential thing,whereas the gift and the asymmetrical relationship go togetherwithout any need to look for cause-and-effect connections.12 Parry makes no specific reference to the kanya--da-n. He indicates thaton the general level the gift is neither a loan nor a wage and adds, It"},{"pageNumber":80,"pageContent":"70 Understanding ritualsis alienated in an absolute way, and the very definition of the gift isthat it involves the complete extinction of the donor’s proprietaryrights in favour of the recipient’ (Parry 1986:461). He reduces thequestion of the gift to a legal problem, a transfer of property rights. Inmy opinion, this singularly reduces the significance of this type ofprestation and raises the problem of the notion of property, hereunderstood as private property.13 The lying-in and the ensuing period are marked by the impurity ofmother and infant. The mother has to lie on a wooden plank so as notto touch the ground. The attendant midwife comes from a lowly caste.The amniotic fluid must flow onto ashes, and the whole lot must beburied in the jungle. The placenta is buried beneath the house entranceif the baby is a boy and at the far end of a room if it is a girl. Theumbilical cord is wrapped in a cloth and, like the foreskin, placedbeneath the thatched roof. The mother remains in bed for three daysand avoids touching the ground so as not to sully the house; she keepsher birth-polluted clothes on. The child is cleaned and wrapped in acloth by the midwife and for three days is given only water mixed withcane sugar (gur) to drink. (Gur is distributed to children especiallybefore the start of important rites and is considered to have afavourable effect on the ceremonial proceedings. Moreover, one of thelast rites of marriage is that in which a little boy comes and sits on thenew couple’s laps and says, ‘A child for you and some gur for me’.Thus to feed a child gur is to place his future under favourableauspices.) On the third day, mother and infant bathe and put on newclothes; the old ones are destroyed or given to untouchables.14 This rite is called chuchi dhona and described in the case of the villageof Shanti Nagar by Freed and Freed (1980:369), who interpret it as aprotection rite for the child after the period of pollution which he hasundergone at his birth.15 The maternal uncle brings his gifts only after the principal rites (inorder, those of the purifying bath, the first breastfeeding, theattribution of a name, and the first haircut) are over. Similar data maybe found in the description of Shanti Nagar by Freed and Freed (1980:esp. 399–401).16 My intention is not to compare these Meo rites with those of neigh-bouring groups in northern India, but I must comment on thenumerous analogies between the rites of this Muslim community andthose of neighbouring Hindu groups. There are striking similarities inthe way ceremonies are conducted, the order of sequences, the systemof prestations and counter-prestations, the asymmetry betweenrecipient and donor, and the ritual role of the maternal uncle, whomust provide the cucak and the bha-t for the ceremonies involving hissister’s children. Regarding the ritual role of the paternal aunt, thedata are still fragmentary and do not allow systematic comparison,but the many clues—notably in Meerut and in Shanti Nagar (a villageon the outskirts of Delhi)—seem to indicate that married sistersoccupy a pre-eminent position in their group of origin, where they"},{"pageNumber":81,"pageContent":"A case study from northern India 71intervene in the rites of the ages of life. Having said this, I must pointout that the Muslim Meos have no Brahman as priest, which givesgreater weight to the married sister’s ritual function. In my opinion,this difference does not fundamentally alter the manner in whichkinship, in these northern Indian groups, is deployed in the rites. Inthe preparatory phases of marriage, the complementarity between theceremonial prestations by the bride’s brother and the ritual services ofthe father’s married sister is central; during the wedding, theasymmetry between the two sides of the marriage enables the couple tobe constituted, and, as a consequence of the marriage rites, new chainsof brother-married sister relationships are ritually manifested.17 ‘En tant que sam.ska-ra (perfectionnement), le mariage est unévénement—parmi d’autres de la vie sacramentelle de chacun des deuxépoux. C’est un rite de passage qui met le jeune homme en étatd’installer son feu, de devenir grhastha. Pour l’homme comme pour lafemme, cette cérémonie est une d(ksa-, consecration préparatoire àcette session sacrificielle de longue durée...qu’est la vie du couple. Entant que sacrifice, yajTa, le mariage concerne non plus seulement labiographic propre de chacun des deux époux mais encore le groupeformé principalement par le jeune homme, la jeune fille, le père de lajeune fille, et les purohita de chacune des deux families’.18 ‘se dépouiller de son corps profane et se donner un corps sacrificiel’.19 In the course of the marriage, which is considered a sacrifice in theBrahmanic sense of the term, the same person assumes different ritualpositions in accordance with moments in the ceremony; thebridegroom, during the preparatory phases, is a sort of ‘sacrifier’;during the wedding he occupies a place equivalent to the ‘sacrificer’,receiving a gift, and he becomes a sacrifier by assuming his new role asmaster of the house. This transformation touches the young woman;after having been a sacrifier as his future wife, she is offered up as avictim in order then to assist her sacrifier husband and to become thesacrificer, the principal officiant, in her brother’s house. However,while the same persons hold different ritual roles according to theirsituations, the fundamental asymmetrical relationship of sacrificer-sacrifier remains operative throughout.20 ‘les rites forment des séries linéaires d’actes qui ont un commencement(et une fin). Il y a un moment où l’on sort de la vie profane pour entrerdans le rite, il y a un moment où on quitte le rite pour retourner à lavie profane, ou pour entrer dans un autre rite. [Cependant pour lesauteurs brahmaniques,] le commencement est un seuil redoutable, uneentame violente: il convient d’inventer des symbolismes, de découvrirdes points de vue qui font sortir de sa singularité le moment du débutet lui font perdre son tranchant...Certes un rite commence. Mais cecommencement est fait, ou précédé, on ne sait, d’une série depréliminaries, préludes, préparatifs, introductions pendant lesquels lerite prend peu à peu consistance mais dans lesquels le commencementen tant que tel se fragmente et se dilue’.21 ‘L’idée de commencement est d’autant mieux brouillée qu’à certains"},{"pageNumber":82,"pageContent":"72 Understanding ritualségards c’est la d(ksa- préliminaire qui est en fin de compte l’essentiel dusacrifice lui-même. [Un texte védique souligne:] ‘its beginning is itsend, and its end is also its beginning’. Le texte tire argument d’un traitde la structure du rite, à savoir que l’oblation conclusive...se modèlesur l’oblation introductive pour affirmer que le début et la fin dusacrifice se confondent...Ce texte...dit assez clairement...la volonté deplaquer sur l’expérience effective de la linéarité et de l’irréversibilité dela séquence sacrificielle prise entre un début et une fin le symbolismedu jamais-commencé-toujours-recommencé’. Malamoud also notesthat ‘this desire [in his statements concerning the prose of ancientIndia] not to make what presents itself as the beginning into anabsolute origin and, in short, this rejection of the idea of beginning gowell with the structure of Vedic cosmogonies: origin is repetition, andbefore and after are inverted’ (p. 121: ‘Cette volonté de ne pas faire dece qui se présente comme le commencement une origine absolue et ensomme ce refus de l’idée de commencement s’accordent avec lastructure des cosmogonies védiques: l’origine est répétition, et 1’avantet 1’après s’intervertissent’).22 Tant qu’ils ne sont pas insérés dans les processus hiérarchiques dusacrifice, les reliefs d’aliments sont 1’objet de répulsion; quand ilsapparaissent comme les restes d’un yajTa, ils deviennent nourriturecomestibles par excellence et jouent un rôle essentiel dans la continuitédu dharma. [Dans ce contexte, aucune victime, aucune offrande n’estconsumée dans sa totalité;] un reste demeure, ambigu, mais qui a pourcaractéristique permanente d’être non pas inerte mais actif.23 ‘une force apûrva [sans precedent]...fera mûrir des effets de 1’acte,alors même qui celui-ci sera épuisé’.24 ‘La distance entre le geste sacrificiel et sa conséquence interdit et rendinutile tout feed-back: par là même, le sacrifice est une machinerieautonome, un système clos; les actes qui le constituent sont des épuresd’actes: par quoi ils sont à la fois radicalement différents des actes dela vie profane, avec leurs ratés, leur ambiguïtés, leurs changements desens au cours même de leur exécution; par quoi ils servent de modèleaux actes de la vie profane’.REFERENCESBourdieu, P. (1977) Outline of a Theory of Practice, Cambridge:Cambridge University Press.Dumont, L. (1980) Homo Hierarchicus: The Caste System and ItsImplications, rev. edn, Chicago: University of Chicago Press.Durkheim, E. (1957 [1915]) The Elementary Forms of the Religious Life,trans. J.W.Swain, London: Allen and Unwin.Freed, R., and Freed, S. (1980) Rites of Passage in Shanti Nagar, NewYork: American Museum of Natural History."},{"pageNumber":83,"pageContent":"A case study from northern India 73Gray, J. (1980) ‘Hypergamy, kinship, and caste among the Chetris ofNepal’, Contributions to Indian Sociology, 14:1–33.Hertz, R. (1960) Death and the Right Hand, trans. R.Needham andC.Needham, Aberdeen: Cohen and West.Hocart, A.M. (1970) Kings and Councillors, Chicago: University ofChicago Press.Hubert, H., and Mauss, M. (1964 [1898]) Sacrifice: Its Nature andFunction , trans. W.D.Halls, Chicago: University of Chicago Press.Leach, E. (1966) ‘Ritualization in man in relation to conceptual and socialdevelopment’, Philosophical Transactions of the Royal Society ofLondon B, no. 772, 251:403–8.Lévi, S. (1898) La doctrine du sacrifice dans les Brâhmanas, Paris: Leroux.Malamoud, C. (1974–5) ‘Résumé des conferences et travaux’, Annuaire del’EPHE, 5th section.——(1976) ‘Terminer le sacrifice: remarques sur les honoraires rituels dansle brahmanisme’, in M.Biardeau and C.Malamoud (eds) Le sacrificedans l’Inde ancienne, Paris: Presses Universitaires de France.——(1987–8) ‘Résumé des conférences et travaux’, Annuaire de l’EPHE,5th section.——(1989) Cuire le monde: Rites et pensées dans l’Inde ancienne, Paris: LaDécouverte.Malinowski, B. (1931) ‘Culture’, in Encyclopedia of the Social Services,Vol IV.Mauss, M. (1968 [1950]) Sociologie et Anthropologie, Paris: P.V.F.Otto, R. (1958) The Idea of the Holy: An Inquiry into the Non-rationalFactor in the Idea of the Divine and Its Relation to the Rational,Oxford: Oxford University Press.Parry, J. (1986) ‘The gift, the Indian gift, and the “Indian gift’”, Man, n.s.,21:443–73.Radcliffe-Brown, A.R. (1939) Taboo, Cambridge: Cambridge UniversityPress.Renou, L. (1978) L’lnde fondamentale, Paris: Hermann.Robertson-Smith, W. (1927 [1889]) Lectures on the Religion of theSemites, 3rd edn, London: Macmillan.Van Gennep, A. (1960 [1909]) The Rites of Passage, trans. M.B. Vizedomand G.L.Caffe, Chicago: University of Chicago Press. "},{"pageNumber":84,"pageContent":"Transforming Tobelo ritual J.D.M.Platenkamp A village means not being alone, knowing that in thepeople, the plants, and the earth there is somethingof yourself.Cesare Pavese, La luna e i falòIt is becoming increasingly evident that the hierarchical order ofrelationships which constitutes the social morphology of variouseastern Indonesian societies is revealed above all in rituals. Recentcomparative analysis of rituals from various societies has revealedthat the meaning and value of these relationships are articulated inthe transfer of beings and things and that such transfers, viewed intheir totality, constitute systems of circulation (Barraud andPlatenkamp 1990; cf. Barraud et al. 1984). Analyses of this kindgenerally concern rituals which are part of the indigenous traditionsof the societies in question. In spite of the fact that most easternIndonesian societies have been converted or are in the process ofbeing converted to Islam or Christianity, little is known about theimpact of such conversions on the rituals in which these circulationsare effectuated. This analysis of ritual acts performed by theTobelo1 in a Christian church setting serves to explore this complexissue.The Tobelo are a non-Austronesian-speaking people of theeastern part of the northern peninsula of Halmahera and theisland of Morotai in the northern Moluccas. Each year at the endof the month of April, when the Christian inhabitants of thevillage of Paca have finished harvesting the rice, married womenoffer plates of locally produced rice and items of basketry for salein the village church during a series of Sunday services. All thehouseholds in the village are expected to contribute goods, andChapter 5"},{"pageNumber":85,"pageContent":"Transforming Tobelo ritual 75each of them is expected to purchase at least one item. Refusal tocomply would inflict ‘shame’. Later, women from neighbouringvillages are invited to participate in these auctions, and this isreciprocated when on future occasions village women offer theirgoods for sale in the neighbouring village churches. Althoughthese goods are sold auction-style, it is understood that the rice atleast should fetch a higher price than the imported rice sold in thelocal shops. There are other features to indicate that theseauctions are not ordinary market transactions. The householdswhose goods are sold are not entitled to the money; it becomespart of the ‘church funds’ (Indonesian kas gereja), to be spent fora variety of public purposes, notably for the money prestationsmade at the marriages of church members’ sons. Since, moreover,each household offers the same type of goods as it buys, judgedfrom a purely market point of view the transaction is superfluous.The obligatory nature of the collective participation, thepeculiarity of the exchange, and its very church setting indicatethat what is involved is a ritual rather than an economictransaction.Some eight months later, on the first Sunday of January, churchprayers are said for the dead. Afterwards, each household decoratesthe graves of its deceased with flowers, whereupon the women,some dressed in military garments, parade through the village and,assuming provocative behaviour, enter houses to claim fruit andsweets.Apart from being associated with the village church, these twoseries of events do not at first glance seem to be connected. Thetiming, for instance, of the auctions is determined by the riceharvest and that of the parade by the New Year according to theGregorian calendar. A comparison with pre-Christian rituals,however, reveals that similar acts used to be part of a consecutiveseries of rituals in which both transfers of rice and money andparades of women in military garments figured prominently. Thequestion here is whether these ritual acts, nowadays performed onseparate occasions, are transformations of the acts whichconstituted the pre-Christian ritual cycle and consequently shouldbe understood in relation to the pre-Christian rituals—such as themarriage ritual—which are still performed in Tobelo society tothis day."},{"pageNumber":86,"pageContent":"76 Understanding ritualsTHE DEAD AND THE GENESIS OF SOCIETYTobelo villages, comprising between 300 and 1,400 inhabitants,consist of households of nuclear families (Indonesian rumahtangga) grouped in larger, ideally patrilineal units called ‘trunks’(utu; Moluccan Malay fam). Trunks are related in two ways. First,there are relationships connecting a ‘trunk on the man’s side’ (o utuo naur-ino) to several ‘trunks on the woman’s side’ (o utu ongoheka-ino). From the perspective of one’s own trunk, the trunk ofone’s mother’s brother, that of one’s sister’s children, and that ofone’s daughter’s children are all trunks on the woman’s side. Thistype of intertrunk relationship therefore gives a diachronic cast toaffinity, connecting trunks over the generations through the womenreceived and given in marriage. Repetitive marriage alliancesbetween trunks are prohibited. Intertrunk relationships of this kindare explicitly modelled on processes of vegetable reproduction andmultiplication. The bride is represented as a ‘fruit’ ‘picked’ from hernative ‘trunk’ to be ‘planted’ in her husband’s ‘yard’. The secondtype of intertrunk relationship is that connecting separate trunks toconstitute ‘the people of one House’ (o tau moi ma nyawa). Suchtrunks relate to one another as ‘elder/younger (ria-dodoto ‘elder/younger same-sex siblings’) trunks on the man’s side’. Whereasaffinity generates relationships between trunks on the man’s sideand trunks on the woman’s side, in the next generation theserelationships are transformed into relations between elder andyounger trunks on the man’s side. In diachronic perspective,affinally related trunks can be incorporated in the course of threegenerations into the overall structure of the House. Thisincorporation entails that the trunks in question acknowledge—through their participation in certain rituals—as their ‘originator’(dodadi, from ho dadi ‘to come into existence’) the same foundingancestor. These originators were the first to acquire title to thewater and the land of a particular territory (hoana) ‘for the benefitof their children and grandchildren’.Social relationships are thus embedded in cosmologicalrelationships, and in this respect a particular ideologeme (Dumont1977:35) ma dutu, is of fundamental importance. This constructdesignates a hierarchical relationship between two or more terms.The superior term represents the ‘owner’ (ma dutu) of inferiorterms; the latter are ‘owned by’ and ‘belong to’ the former. All"},{"pageNumber":87,"pageContent":"Transforming Tobelo ritual 77intertrunk relationships are classified as ma dutu (true, own),whereas non-kin relations are called ma homoa (strange, fromelsewhere). It is through affinity that ma homoa relations aretransformed in due time into ma dutu relations. The relationsmaintained with the founding ancestors who own the water and theland are also called ma dutu, and so are those which connect plantsand animals with spiritual owners. All ma dutu relationships areultimately subordinated to an all-encompassing concept of‘ownership’ which is referred to as jou ma dutu (lord owner).Nowadays, Christian Tobelo address God by this term.The ontological values attached to ma dutu relationships arearticulated in myths of the Tobelo and other North Halmaheransocieties (Platenkamp 1988b). These myths stipulate that thegenesis of the first human beings is preceded by the construction ofthe ma dutu relationships which connect these humans to thespiritual owners of their constituent parts. These parts are labelledroëhe (body) and gurumini. Located in the person’s blood and liver,gurumini is associated with his individuation as indicated by hispersonal name, his bodily shape (delineated, for instance, in hisshadow), and his facial characteristics. For reasons elaboratedelsewhere (Platenkamp 1988a:14–17) I translate gurumini as‘image’. The fundamental idea prevails that the ‘life’ of all beingsand things (gikiri ‘being alive’ as indicated by a stirring movement)is generated by the conjunction of image and matter.A myth from the closely related Galela tells how the bodies of thefirst man and woman were formed from earth. To use the soil in acertain area for this purpose, an unspecified spiritual ‘owner of theland’ (o tonaka ma dutu) had to be removed from that area to bereplaced by specified owners of that particular plot. These spiritualowners are a male and a female of a certain animal species; theirbodies are made of decaying matter (in casu ‘faeces’) taken from thebody of the original owner of the land, and they lack image. In thislatter respect they are incomplete. An anonymous emissary of theall-encompassing lord owner inserts image into the human bodiesformed from the soil and thereby renders them living, thusestablishing the relationship between body and image whichconstitutes life.2 This relationship enables the first man and womanto reproduce, and the woman gives birth to a son. The river thatborders the plot where the woman has begun to cultivate rice beginsto flood and destroys half of her garden; she curses the water and"},{"pageNumber":88,"pageContent":"78 Understanding ritualssubsequently bears a second son who has only a ‘half-body’. On thecommand of the lord owner, this second son submerges himself ina heavenly source of water in which a ‘complete image’ is reflected,to reappear as a ‘whole’ human being. The first son, althoughalready ‘complete as he is’, voluntarily also submerges himself in theheavenly water, to re-emerge with the particular animal imagereflected in this water. This makes him the owner of the descendantsof the second son. A second mediating position is thereby created,viz., that between the lord owner, associated with heavenly water,and all of the younger brother’s future descendants (cf. Platenkamp1988a:23–5).The spiritual animal couple that mediates between the owner ofthe land and the first human beings is identified in terms of havingbodies made of decaying matter. This is also the way in which thefirst stage into which each human being enters after death isidentified. This stage is marked by the decay of the body and by thetemporary expulsion, immediately after death, of his image fromvillage society. The second mediating position, that of a single maleidentified in terms of a specific animal image, is linked with thesecond stage, in which the deceased exists as an ancestral image,which, once the decay of the body has been completed, is rituallyreincorporated into society and may live on embodied in aparticular animal species (Platenkamp 1988a:97–110). Suchancestral images are associated as ‘owners of the water’ (o akere madutu) with the lakes or the rivers that mark the territories of thevarious Tobelo villages. The myth thus stipulates that in order toestablish the relationship between image and body whichconstitutes life, the dead, both as decaying bodies and as bodylessimages, must pre-exist. In the absence of the dead-as-decaying-bodies, man’s body disintegrates at the very moment it is created,whereas in the absence of the dead as images, both the rice gardenand the younger son are reduced to ‘incompleteness’. However, theabsence of ancestral image does not affect the first-born son. Boththe primal creation of a man and a woman and the subsequentreproduction of a single son result from the conjunction of bodilymatter, controlled by the specified dead-as-decaying-bodies, with animage that still derives from the universal heavenly sourcerepresented by the notion of the lord owner. As long as this is thecase one son can be complete, but the multiplication of both riceand children cannot be accomplished. It is this multiplication,"},{"pageNumber":89,"pageContent":"Transforming Tobelo ritual 79rather than mere reproduction, which requires that the image of thefounding ancestor of a particular society be identified. In the lightof the rituals to be discussed presently, it is highly significant that,in the sequence of events outlined in the myth, the initial absence ofidentified ancestral images affects the multiplication of rice, insteadof the multiplication of people, first.THE PRE-CHRISTIAN FIRST MORTUARY RITUALThe death of a person is conceived of as resulting from adisjunction between his body and his image. This necessitates theexpulsion of his image from the society of the living. This is not a‘natural’ phenomenon but one that must be accomplished byritual. One of the first acts performed after someone has died is ashaman’s conducting the deceased’s image to domains beyondvillage society.3 These domains are controlled by the so-calledmoroka, widadari, or jini. As beings ‘who already lived here longago’, these are manifestations of the autochthonous people wholived in the region prior to the Tobelo and who have since ‘losttheir smell of decay’ and their visibility. Residing in the forest, theskies, and the deep sea, they are not part of village society.Accordingly, they lack identifiable images.4 The image of thedeceased is placed in their domains ‘to lose its smell of decay’.5Image is thus desocialized to become part of a cycle of life anddeath of which both the living members of village society and theirdeceased predecessors are stages distinguished in terms of ‘smell’and ‘visibility’ as the features characteristic of human lifeprocesses in general.Because by the expulsion of his image the deceased has become‘incomplete’, he strives for recompletion by reforging theconnection between his body and someone else’s image. He‘searches for an “image” among his kin to take with him’, and if hesucceeds it leads to another death. To prevent this, coins used to beplaced on the deceased’s eyes, breast, and hands, reconstituting animage out of money. By modifying the deceased’s image as this wasobserved by the living it was considered possible to ensure that ‘thedeceased no longer saw the living’. The deceased as a consciouslyobserving subject was replaced by the deceased as a body and animage made of money. These coins, which by their burial were"},{"pageNumber":90,"pageContent":"80 Understanding ritualswithdrawn from circulation through social relationships, served asa substitute for the further withdrawal of human images from thesociety of the living.6 Although the immediate transfer of thedeceased’s image from society to the domains beyond and thealteration of his bodily image with coins served to prevent anotherdeath among his kin, the living beings that belonged to his housewere nevertheless affected by his death. The eyes of his ‘elder andyounger brothers’ were likely to ‘become blurred’, reducing theirability to kill fish and game. Since these products were also sold forcash in regional markets, the influx of money into the societysteadily diminished as well as a result of this increasing inability to‘see’.The plants and the trees planted by the deceased—some ofwhich also produce cash crops—no longer bear fruit either.Therefore, to this day, people may cut them down as soon as deathhas struck a house, whereupon people who do not belong to thehouse come to claim them as their property. In this way it iscontrived that the cultivated plants come to ‘belong’ to the imagesof ‘strange’ houses, which enables them to bear fruit andreproduce again. Even the house built by the deceased may bedestroyed. Ancestral property, however, is not to be touched (cf.Hueting 1922:143).The expulsion of the deceased’s image from society affects aboveall his unmarried close female relatives. Among the Tobelo ‘theimpurity of the dead...sticks to the female descendants’ (Hueting1922:145). (This explicitly does not mean the deceased’s wife or hisdaughters-in-law.) Thus it has been reported that among the Tobeloof the Dodinga and Kau districts ‘sisters and other close femalerelatives sat still and separate’ at the funerary ritual and were servedfood by the daughters-in-law from plates which belonged to thedeceased’s house but which the latter took home afterwards—taking so many ‘that nothing remains for the lord of the house’(Hueting 1922:145). Among the Galela, an unmarried sister (ordaughter) of the deceased was appointed to act as ‘two-in-one’ or‘twin’ (Galela sago). Her hair was combed in a parting and she wasaddressed by her deceased brother’s (or father’s) name. At a man’sdeath the brother-sister (or father-daughter) relationship wasdisrupted and incorporated by the sister (daughter) herself, and thisdisjunction between a woman and her brother’s (or father’s) imagecaused her own body to ‘rot’. As ‘two-in-one’ she was not allowed"},{"pageNumber":91,"pageContent":"Transforming Tobelo ritual 81into the village temple, where the ancestors would be ‘repelled byher smell of decay’. From then on, she and the other marriageablewomen of the deceased’s house were forbidden to marry; nor couldmarriage gifts be distributed in newly established affinalrelationships.7Pre-existing affinal relationships are modified as well. Amongthe Tobelo, on the death of a man his wife’s relatives bring a gift ofrice, plaited mats, and other items required for a proper burial. Thisgift serves to ‘kill’ the gift received by those relatives earlier duringthe deceased’s marriage ritual. That gift had consisted of a set ofweapons and a sum of money, the weapons evoking the ancestralimages of the bridegroom’s House and rendering the money ‘alive’.At death, this ‘living’ part of the gift, transferred to the bride’s kinwithout being alienated from the bridegroom’s House, finally ‘dies’as well.One observes that the disjunction of a man’s image from hisbody and its transfer to the domains beyond affects beings andthings which depend for their ‘being alive’ on their relationship withthat image. Cultivated plants and trees, unmarried women, andvaluables ‘die’, begin to ‘decay’, or are buried. Affinal relationshipsare divested of their ‘living’ nature by the final alienation ofparticular gifts. The further influx of money and rice into villagesociety and the existing circulation of rice and money amongaffinally related houses come to a standstill. This paralysis ofcirculation increasingly affects the relations between the living andtheir ancestors. As participants in this circulation system, theancestors have to be regularly ‘fed’ with the image of rice, which isseparated from the grains by ritual ‘cooking’ (ho hakai). Since thiscomes to a halt as well, the ancestors begin to ‘feel hungry’, and thedanger that they will ‘strike’ (ho tohua) the living by ‘consuming’their images instead—resulting in fatal illness—becomes more andmore acute. There is also the danger of their withholding theirprotection from the living, exposing them to the attacks of thosedead (tokata) whose images have never been reincorporated intosociety and who continue to seek image among the living. As in thecourse of time successive houses are struck by death, the villagesuffers from an increasing removal of image from society into thedomains beyond. This affects all the relationships that constitutethe houses, their people, their cultivated plants and valuables,and—last but not least—their affinal relations with other houses."},{"pageNumber":92,"pageContent":"82 Understanding ritualsThese relationships cannot be re-established unless circulation isonce again set in motion. This used to be effectuated in the pre-Christian second mortuary ritual.THE PRE-CHRISTIAN SECOND MORTUARY RITUALWhereas a man’s death affected the relations connecting his imageto the beings and things that ‘belonged’ to him and his affinalrelations, in the second mortuary ritual a different level ofrelationship was at stake. Then each village society acted as ‘oneHouse’ (o tau moi), opposing other villages in competitive, latentlyantagonistic relationships. Each House encompassed the trunksmutually relating as elder and younger brothers, their ‘inmarriedwomen’ (mol*oka), and their affines (geri-doroa, momol*oka), thelatter often residing in other villages. As participants in this ritual,all acknowledged themselves to ‘belong’ to the originator of theHouse’s territory, hence to the temple (halu; Galela seri) in whichthis original ancestral image was depicted in carvings. Thesevarious relationships were articulated in the transfers made duringthe successive phases of the ritual.Before the ritual could be performed, the younger brothers and/or sons of the deceased had to amass large amounts of money. Thiswas partly collected overseas, mostly by selling game, fish, and resinin the regional markets of Ternate and Tidore and partly byborrowing or claiming the restitution of loans from the elder andyounger trunks of the House. Large amounts of rice had to beavailable as well, with the result that the ritual, ideally performedamong the Tobelo once every five years, took place shortly afer eachtrunk had harvested its rice. The village temple, left to deterioratesince the ritual was last performed, was restored and decorated.Then the skeletal remains of the deceased were exhumed, cleansedof their perishable parts, wrapped in cloths and plaited mats, andput in newly constructed coffins. Each coffin was assigned a placeinside the temple, presumably in accordance with the position heldby the trunk of the deceased within the overall social order ofvillage society.8The first act9 was the contribution of plates of uncooked rice bywomen married into each of the trunks to the trunks sponsoring theritual. By the ‘cooking’ of this rice the image it contained was"},{"pageNumber":93,"pageContent":"Transforming Tobelo ritual 83separated from it and offered to all of the ancestors of the House,from the founding ancestor (wongemi; Galela wonge) onwards (cf.Hueting 1922:168-9). The same amount of rice but in cooked form,on the same plates, was then returned to the women. This transferof the image of the rice to the ancestors of the House was requiredfor the participation of the male trunk members in the ritual.Moreover, by contributing rice each trunk assured itself of theparticipation of the other trunks when they themselves organizedthe ritual in the future.This opened the way for the unmarried girls of the village tobegin noctural flirtations with boys from other villages. Theseflirtations, which took place as long as the ritual lasted, wouldeventually lead to the establishment of new affinal relationshipswith other Houses. Apparently the transfer of the rice’s image to theancestors released the marriageable girls, whose life was generatedby these ancestral images, from the ‘decay’ in which they hadparticipated since death had struck their House. On the next day,the male members of the House completed the restoration of thetemple and constructed a vegetable token (weka) signifying that thedeceased had died a heroic violent death. In the night that followed,in-married women performed dances in tribute to this token. Therelationship between these women and the deceased’s token wassignified by the transfer to them by the sponsor of money‘belonging’ to the deceased. This money, part of which had beenacquired by the deceased with the assistance of his ancestral images,testified to his heroic deeds. This heroic image was distributedamong the in-married village women.The distribution of the monetarized image among the women atnight provided them with the ‘violent’ character which theydisplayed the next day. Dressed as male warriors carrying the tokenof the heroic deceased and followed by their unmarried daughters,they paraded through the neighbouring villages, ‘seizing’ vegetablesand fruit and passing these on to their daughters. Displaying theconjunction between themselves and the deceased’s image—in itsdiurnal aspect of violent warrior—they collectively enacted thesubordination of other villages to the House they had married into.On that day also the skeleton of the deceased was reconstructedfrom bamboo. As many pieces of barkcloth and parrot featherswere stuck into the ten ‘joint cavities’ as raids in which the deceasedhad participated. His ‘twin’ sister, still invested with his name, was"},{"pageNumber":94,"pageContent":"84 Understanding ritualsmade up with red fluids representing the ‘blood’ which he had shedduring these raids. Bearing his weapons, she carried this skeletonframe around the temple. Whereas the image of the deceased wasdistributed among the in-married women in the fragmented form ofmoney, providing them with the image of violent warriors, theimage and the name of the deceased were attached to his unmarriedsister or daughter in the form of his victims’ blood, providing herwith an equally violent image.10In the next phases of the ritual, the relations between the villagetrunks and those trunks of the House whose members resided inother settlements were articulated. The in-married women of thelatter trunks, who had contributed earlier to the initial riceoffering, came in that night, dressed in expensive clothes andjewellery. It was understood that their husbands’ trunks ‘owed’these valuables to the heroic ancestors of the House. The womenbrought with them great quantities of rice and received large sumsof money in return. These transfers—in opposite directions—of(un)cooked rice and money in the relationships constituting theHouse at its highest morphological level preceded theconstruction, the next day, of the ‘emblem of the settlement’ (oberera ma ngale ‘the reason/cause of the settlement’). This emblemidentified the founding ancestor of the House in relation to itsterritory of land and water. That day, male members of the elderand younger trunks living in other settlements consecutively paidtribute to this emblem in a war dance. Each time the same chestwith money and valuables was placed at their feet by the sponsorof the ritual, and each time it was immediately taken back. Thechest, evidently containing the inalienable heirlooms of the Houseas a whole, was not the object of a gift in the strict sense of theword. The act was an investiture with the House’s indivisibleheirlooms which signified the subordination of the males of thevarious trunks to the ancestral images of the House as a whole.When a dancer had offered his tribute and had been subjected tothis investiture, he received a few coins. This token sum contrastedsharply with the large sums of money transferred earlier to thetrunks’ in-married women in return for the rice’s image. One alsoobserves the contrast between the circulation of rice and money atnight and the non-circulation of the House’s inalienable andindivisible heirlooms during the day. This nocturnalfragmentation of ancestral image among the in-married women"},{"pageNumber":95,"pageContent":"Transforming Tobelo ritual 85and the diurnal unification of trunks represented by male warriorswere contrasting parts of the same encompassing idea of theHouse.That night a communal meal took place. Now the clothes andthe jewellery which the trunks ‘owed’ to the House’s ancestors andwhich had been displayed earlier by their in-married womenadorned their male members. Affines also took part in this meal.Men who had married daughters of any of these various trunkscontributed palm wine, and, as their wives’ ‘fathers’ and wives’‘brothers’ had done during the day, they danced the war dance intribute to the founding ancestor’s emblem. The House’s heirloomswere placed at the feet of these collective ‘daughters’ husbands’ aswell, and again they were immediately taken back to be replaced bya few coins. The fact that the representatives of trunks which hadtaken women from the House in marriage were subjected to thesame act of investiture as the elder and younger brothers of theHouse indicates that in this phase of the ritual the establishedaffinal relationships were transformed into relations between elderand younger brother trunks of one House. While this was takingplace, the nocturnal flirtations of the marriageable girls of theHouse with potential bride-grooms, which would eventually lead toa new generation of affinal relationships, continued.The following day, the in-married women and their marriageabledaughters danced around the deceased’s skeleton token and the‘twin’ sister around the founding ancestor’s emblem. Each womanreceived a sum of money. After this final distribution of fragmentedmonetarized ‘image’ among the in-married women and theirdaughters—the ‘twin’ sister being one of them—a ‘meal of thegrave’ was served. This marked the fact that the deceased’s ‘imagewas completely free of his body’ and could be incorporated amongthe ancestral images of the House. The ‘twin’ sister was divested ofhis name; from then on she no longer encompassed the relationshipbetween herself and her brother. She received part of his estate inland and/or valuables. The incorporation of his image into villagesociety rendered her unequivocally ‘alive’ again. A final parade washeld in which the unmarried daughters, instead of their mothers,were dressed as warriors. Roaming through neighbouring villages,they simulated the capture of unmarried boys and ‘forced’ them tostay to partake in the last nocturnal flirtations. During the meal thatfollowed these boys were instructed, just as the bridegroom is"},{"pageNumber":96,"pageContent":"86 Understanding ritualsexhorted during the marriage ritual, ‘to eat very little’, as if theywere already a new generation of bridegrooms.The incorporation of the deceased’s images was effectuated bythe transfers made in the second mortuary ritual. This not onlyentailed the articulation of all the relationships which made upvillage society but also brought about a shifting of the positionsoccupied by persons in this system of relationships. Sons succeededtheir deceased fathers (younger brothers their deceased elderbrothers); daughters assumed the marriageable positions onceoccupied by their mothers; ‘strange’ boys assumed the position ofpotential daughters’ husbands; and, finally, daughters’ husbandsassumed the position of elder and younger brothers of the House.Rather than being a property of the kin terminology system as such(cf. Platenkamp 1988a:61–75), this incorporation of affines into theHouse, entailing the transformation of affinal relationships into‘consanguineal’ ones, could be effectuated only through ritual. Thiscollective ‘movement’ of people through the system of relationshipswas accomplished by the setting in motion of the circulationparalysed by death. In other words, the system of relationshipsconstituting village society as a whole was itself conceptualized asa system of circulation.Rice and money figured prominently in this system. On the onehand, the indivisibility of the House was expressed in theinvestiture of the males of the House with its inalienableheirlooms of money and other valuables. On the other hand, eachtrunk transferred the image of the rice which it had grown on itsown plots—withdrawn from the autochthonous owners of theland—to the founding ancestors of the House and received imagein fragmented monetary form in return. This money had beencollected abroad by the conversion of those marine and otheranimal species which embody not the image of one’s ownancestors but the ancestral images of other, potentially hostilepeople and which are killed with the assistance of the ancestors(Platenkamp 1988a:136–40). The circulation—entailing theconversion of the image of the rice into the image of money—thusfollowed upon the ‘removal’ of the autochthonous owners of theland from each cultivated plot, on the one hand, and the ‘violent’subordination of ‘strange’ ancestral owners of people and animals,on the other. Once this circulation had been set in motion,‘strange’ houses could be ‘subordinated’ to village society by its"},{"pageNumber":97,"pageContent":"Transforming Tobelo ritual 87‘warrior’ women and assigned the position of potential affines.This made possible the transition from the higher morphologicallevel on which ‘strange’ Houses related to one another as potentialenemies to the lower level on which trunks belonging to these‘strange’ Houses established affinal relationships with oneanother.THE MARRIAGE RITUALIn contrast to its effect on the second mortuary ritual, Christianityhas not fundamentally changed the ritual in which affinalrelationships are established in Tobelo. The acts constituting thisritual, documented in detail elsewhere (Platenkamp 1988a: 190–224; Nijland 1985), can be divided into three series. First, there isthe presentation, at night, of sago, palm wine, and fish and/or meatby the bridegroom and his kin (people on the man’s side) to thebride’s kin (people on the woman’s side); afterwards a communalmeal is served at the bride’s home. This is followed some time laterand in the daytime by the ‘covering’ (ha tatoko) of gifts contributedby the woman’s side with gifts contributed by the man’s side.Finally there is the transfer, also during the day, of the bride to thebridegroom’s House, followed by a communal meal there.The second series of acts, that of ‘covering’, is considered thecore activity, establishing the affinal relationship as ‘true’. Thisseries takes place in the absence of the bride and bridegroom in alean-to which his male relatives have attached to her house. In thisphase of the ritual, the affinal relationship is projected in space asif the bridegroom’s kin were being incorporated into the bride’shouse, a house that is part of the village which had collectively‘captured’ its potential bridegrooms at the end of the secondmortuary ritual. Inside the lean-to, a canoe-shaped table isconstructed (the canoe being a model of affinal relationships) onwhich female relatives of the bride display cone-shaped basketsfilled with uncooked rice, rice cakes, and plaited mats. Femalerelatives of the bridegroom then bring in a set of weapons andplates filled with money. The set of weapons, called ‘the replacer ofthe site/container’ (o ngi ma dagali), consists of a shield, a spear, anda sword tied together with a white head-cloth. The plates of moneyare called huba. Once the weapons, the money, and other food gifts"},{"pageNumber":98,"pageContent":"88 Understanding ritualshave ‘covered’ the rice and plaited mats, the items are taken up bywomen from each receiving party. The weapons are accepted by amale elder representing the bride’s House as a whole.The relationship between the weapons and the money is of greatinterest. The weapons are designated as ‘the owner of the huba/thetrue huba’ (o ngi ma dagali o huba ma dutu). The shield inparticular bears witness to the heroic ancestral images of thebridegroom’s House. It is construed as a person: in addition to‘arteries’, ‘spine’, ‘head’, and ‘feet’, the shield has ‘eyes’ made ofpieces of porcelain or mother-of-pearl that refer to the number ofpeople killed by the ancestors of the bridegroom’s House. In thiscontext the weapons themselves are not ‘alive’, but in conjunctionwith the money they render the huba ‘alive’ (o tiwi ma ngango‘living money’). In other words, the relationship between theweapons as an objectified ancestral image and the money isconceptualized as part of the overall life-giving relationshipbetween the ancestral images and the bodies of the people, plants,animals, and valuables which belong to these images.This life-giving conjunction between the money and the ancestralimages of its giver—represented in the weapons—is not severedupon their transfer, for under certain conditions the living money‘comes up floating’. When a marriage is dissolved because of thebride’s misconduct, the living money must be returned to its giver,and in the event that the bride has borne children the sum restoredshould be twice the amount originally transferred. Living money,therefore, ‘grows’, that is, its value multiplies in accordance withthe multiplication of the bride’s children. This ‘living’ quality of themoney remains dependent upon its relationship with thebridegroom’s ancestral images, as represented by the weaponsreceived by the bride’s relatives. Hence, if upon divorce the moneyis not returned, then the weapons ‘come alive’ to ‘eat’, that is, tokill, the bride.This composite gift of weapons and money, considered a ‘livingbeing’, will ‘take the place’ of the bride in her parental house.However, before this ‘replacement’ can occur, the weapons and themoney must first ‘cover’ the large quantities of rice and the sleepingmats during the second series of ritual acts. Not only is itinconceivable for the bride’s relatives to omit to present the rice andthe mats—their title to the money and the weapons is dependentupon their ability to provide them—but these transfers are"},{"pageNumber":99,"pageContent":"Transforming Tobelo ritual 89prerequisites for the transfer of the bride to the bridegroom’sHouse. This indicates that the transfer of the bride is itself part ofand subordinated to a wider process in which weapons andmoney—conceived of as living beings—on the one side and rice andplaited mats on the other circulate in opposite directions. It is forthis reason that the visual representation of this relationship,composed of weapons and money versus rice and mats conjoined ona canoe-shaped table, is embued with value for the Tobelo: it formsthe core symbol11 of affinity itself (cf. Nijland 1989:198–9). Afterthese transfers have been made, additional rice-money exchangesconclude this second series of acts. Women from the bride’s houseoffer plates of rice cakes to members of the bridegroom’s House,and the latter later return the same plates filled with money. It isstressed that the rice should not be valorized as a marketcommodity: the money given in return must amply exceed the pricepaid for uncooked rice in the local shops.Only after these transfers have been accomplished do theweapons and the living money ‘take the place’ of the bride in herparental house, and only then can the bride be brought to thebridegroom’s. This transfer seems to involve her being severedfrom the ancestral images of her own House. Such a severancewould be lethal (witness such statements as ‘the bride leaving forthe bridegroom’s house departs to her grave’) were it not thatprior to her actual transfer another image-body relationship isconstructed, and, again, money plays a key role. Women from thebridegroom’s House enter the house of the bride to decorate herface with white dots and her breasts with coins. These coins arepart of the inalienable heirlooms of the House to which thebridegroom’s trunk belongs. In this way a conjunction is forgedbetween the bride’s body and the money (testimony to theancestral image of the bridegroom’s House), a conjunction whichin itself is life-giving. At that moment the bride represents thetranscendent relationship between body and ancestral image. Tothis representation the bride as a subject is subordinated: she mustnot see this composite image, an image which literally is not herown, reflected in a mirror, and therefore the mirrors in thebedroom where she is being dressed and adorned are covered(Nijland 1989:209–10).12 She is then escorted by women marriedinto the bridegroom’s House to the latter’s village. From then on,she ‘belongs’ to the ancestral images of her husband’s House.13"},{"pageNumber":100,"pageContent":"90 Understanding ritualsCHURCH AUCTIONS AND NEW YEAR’S PARADESThe transfers made in the pre-Christian first mortuary, secondmortuary, and marriage rituals are stages of an overall system ofcirculation that involves village society and various domainsbeyond, among them that of image-less beings and those of theunspecified ‘other people’ with whom each village society stands inantagonistic opposition. These transfers of beings and thingsbetween the village and the domains beyond ensure the continuityand renewal of the relationships which constitute village society.Two interconnected cycles and two morphological levels ofcirculation can be discerned. At one level, the continuity of thetrunks entails the reproductive multiplication of both people andcrops. At this level the separate trunks and their male/femaleintertrunk relationships, modelled on processes of vegetablereproduction, are at issue. These relationships are conclusivelyestablished in marriage rituals by the transfer in opposite directionsbetween trunks of living beings (bridegrooms, brides) and of things(weapons and money, rice and mats) valorized as living beings.These relationships are terminated at death, when the transfer ofthe deceased’s image from the village to the domains beyond resultsnot only in the death and decay of his body but also in the death ofthose beings and things whose life was generated by theirconjunction with that image. The continuity of this cycle of life anddeath demands a shift to another level of circulation which involvesthe transfer of beings and things from one cycle to another.In pre-Christian times, this was effectuated in the secondmortuary ritual. Before money, rice, and brides could be transferredin affinal relationships and be placed in the conjunction with theancestral image which allowed them to ‘grow’ and multiply, theyhad to circulate in the higher-level relationships which connectedthe elder and younger trunks to the founding ancestor of villagesociety as a whole (cf. Parry and Bloch 1989 tracing similarcontrasts). It is in terms of this configuration of ideas and valuesthat the Tobelo and the Galela are eminently comparable to othereastern Indonesian societies (Barraud and Platenkamp 1990). Thusthe image of the rice harvested from each trunk’s garden plot wastransferred by its in-married women to the village ancestors, whilethe money earned by the conversion of beings ‘killed’ abroad wastransferred in the opposite direction. These noctural movements,"},{"pageNumber":101,"pageContent":"Transforming Tobelo ritual 91which articulated the unified and—at the same time—differentiatedmorphological structure of the House, alternated with diurnal actsperformed by males and females alike under the aegis of thefounding ancestor. The males paid a warrior’s tribute to thefounding ancestor and received an investiture with his inalienableheirlooms; the females—adopting a similar warrior role—mimickedthe violent subordination of enemy villages, thereby initiating thetransition from the higher-level antagonistic relations betweenenemy Houses to the lower-level affinal relations between them(hence perhaps the ambivalence of these females’ role).This pre-Christian conceptualization of society, operative inrituals some of which were observed almost a century ago, placesthe present-day church auctions and New Year’s parades in aparticular perspective. The fact that the rice and the moneywhich the Tobelo still transfer in affinal relationships are alsotransferred in church, first by the members of the villagecommunity and then by those of different villages, indicates thatthe higher level of morphology nowadays is articulated in termsof church membership. At this level society consists of therelationships connecting the trunks that make up a village—inrelation to other villages—with the Christian God. It is in theserelations that the rice and money brought in from beyondapparently should circulate before they can be transferred inaffinal relations. This also establishes the connection betweenthese church transfers, made after the rice harvest, and theparades performed at the New Year. I suggest that, on the latteroccasion, the village women still collectively mimic thesubordination of enemy villages, thereby initiating the transitionfrom the higher level to the lower level of affinity.That these parades are no longer performed on the sameoccasion as the church auctions may be connected with the factthat the cosmological cycle, as measured in annual periods, nolonger coincides with the agricultural cycle. In former times, bothcycles were governed by the cycle of the Pleiades, but since theintroduction of an agricultural reform and of the Gregoriancalendar they have become disconnected (Platenkamp 1988a: 36–43). However, the New Year’s parades still follow upon acollective commemoration of the village dead whose images havebeen definitely dissociated from their bodies—only those deadreceive tombstones on their graves—and this reference to the"},{"pageNumber":102,"pageContent":"92 Understanding ritualsimages of the dead still provides the women with a warrior image.And, finally, the circulations of rice and money in church stillprecede these parades, just as they did during the pre-Christiansecond mortuary ritual.This analysis of the church auctions is supported by severalobservations. The first concerns the notion of the founding ancestorof village society, the ancestral source of its image. According to thepre-Christian ideology, ancestral image manifested itself not only inthe productive multiplication of people and plants but also in thecapacity of males to subordinate ‘strange’ people and animals byviolence, withdrawing image from them and having this image (inthe form of money, valuables, and names14) circulate in the relationsthat constitute village society. Economic practice has changed,however. The money that enters the village nowadays is earned bythe sale of cash crops, particularly copra, and as far as I know, insuch agricultural activities no reference is made to the violentancestral images.This ancestral ability to subordinate ‘strange’ people by violenceis under attack in other contexts as well. To give but a fewexamples, personal names are no longer violently sundered from‘strange’ animals but selected from the Bible, albeit preferably fromthe Old Testament. The ‘medicines’ embodying the ancestral imagethat turns the warrior’s mind ‘hot’ should, according to some, bereplaced by bibles and psalm books. Thus a Tobelo soldier of theregular Indonesian army to be engaged in military action wasprovided by his father with a bible instead of the ancestral warmedicines. However, his ancestors visited him in a dream, told himthat his father was a coward, and provided him with the ‘medicines’after all. Other Tobelo soldiers testified that on this occasion theirancestral images had ‘preceded them to the battlefield’. Somepeople advocate that the set of weapons which in the marriageritual is transferred to the bride’s relatives also be replaced by abible. It appears, then, that the Bible tends to become a transformedrepresentation of the ancestral source of image. This transformationdoes not go unchallenged. It is said that the ancestors themselves,no longer being actually ‘fed’, take what is due to them byconsuming the images of their progeny, with the result that ‘sincewe have become religious our children fall ill more often’. It is incountering such statements that the Protestant ministers confrontthe holistic nature of Tobelo society with the individualistic tenets"},{"pageNumber":103,"pageContent":"Transforming Tobelo ritual 93of Protestant Christianity; it is repeatedly preached from the pulpitthat ancestors do not punish the living, that one is not responsiblefor ‘feeding’ their images (which ‘are mere devils’ anyway), and thateach person will be judged for his acts only by God.However, the very fact that the money, along with rice and mats,still circulates at the higher morphological level indicates that thelower level of affinity still derives its value from its relation to thishigher level on which village society is conceived as part of anencompassing socio-religious whole. This suggests that theChristian church itself is valorized in reference to this holisticconceptualization of society.NOTES1 This analysis is based on fieldwork conducted mainly in the southernpart of Tobelo district for some twenty months in 1979, 1980, and1982 and on archival research on Tobelo and the linguistically closelyrelated neighbouring Galela, whose rituals have been welldocumented. Detailed descriptions of these rituals are in Platenkamp(1988a, 1988b, 1990); extensive source references on pre-Christianrituals are in Platenkamp (1988a). Field data on the New Year’sparades performed nowadays in the Tobelo village of Paca weregenerously put at my disposal by D.Nijland and A.Nijland-Bleeker.Financial support was provided by the Netherlands Foundation forthe Advancement of Research in the Tropics (WOTRO). The fieldresearches were conducted under the auspices of the LembagaEkonomi dan Kemasyarakatan Nasional (Jakarta). I am indebted tothe members of the Cognitive Anthropology—StructuralAnthropology research team (ASA) of Leiden University and of theEquipe de Recherche d’Anthropologie Sociale: Morphologie,Echanges (E.R.A.S.M.E.) of the Centre National de la RechercheScientifique, Paris, for their valuable comments on a previous versionof this article and to R.Robson for her careful correction of theEnglish text.2 This act identifies the mythical emissary as the prototypicalshamanistic healer. In healing rituals, a shaman’s familiar spirit maytravel to the lord owner to ‘purchase’ a ‘depiction’ (tulada) which issubsequently ‘inserted’ as image into a patient’s body. The latter thenonce again displays ‘living’ movement.3 Although the first and second mortuary rituals are no longer performedin their pre-Christian form, this and other ideas discussed presentlyare still maintained by the Tobelo. To describe these I therefore use thepresent tense, reserving the past tense for the discussion of ideas andacts which definitely are no longer part of this society."},{"pageNumber":104,"pageContent":"94 Understanding rituals4 They are said to recognize living people by the smell of their bodies,and any object withdrawn from these owners of the land must bemarked with urine, blood, or saliva. Shamans who can ‘see’ thememphasize that their faces cannot be identified; nor do they havepersonal names. The moroka in particular lead a parallel existence ininvisible settlements in the forest where the soil has not yet beenexploited for agriculture. Before a plot is cleared and rice is sown, theirremoval is induced by bringing small offerings.5 The transfer of the deceased’s image is compared to the movement ofa person from one settlement to another. Having arrived at a ‘strange’place, one ‘must be placed under the protection of the “owner” of thatplace so as to avoid wandering about lost’.6 The living could also trick the deceased into believing that they wereimage-less beings themselves. To this end they would blacken theirfaces with mud, soot, or ashes, pretending that they themselves weredecaying bodies from which no image could be taken.7 If a marriage was nevertheless proposed, a large sum of money inaddition to the usual sum would have to be transferred to the bride’shouse to replace the deceased’s image, a replacement that wouldordinarily take place in the second mortuary ritual. By the transfer ofthe money a new relationship was forged between the brother’simage—represented by money—and the sister, terminating the ‘decay’of her body and rendering her ‘alive’ again.8 See Visser (1989) for an analysis of the way in which, during a verysimilar ritual performed by the related people of Sahu, the social orderis spatially expressed in the positions assigned to the participants inthe village temple.9 A comparison of the scant data on the Tobelo ritual with the detaileddata recorded among the neighbouring Galela reveals a high degree ofsimilarity between their second mortuary rituals. The available Tobelodata are understandable when interpreted as part of a structure thatalso orders the Galela data (Platenkamp 1988a:164–89). (On thisprocedure, involving a structural comparison of societies within a‘field of anthropological study’, see Josselin de Jong [1980].) Thefollowing summary is largely based on these Galela data.10 This procedure parallels that of the former male initiation ritual,whereby violent ancestral images were inserted into the initiates in theform of fluids representing ‘blood’. This made their ‘awareness’(hininga) ‘hot’ and rendered them capable of participating in raids(Platenkamp 1988a:144–8).11 ‘Symbolon...meant precisely a piece of something that was the tokenof the remaining part and that had to be completed by it to berecognized as a symbolon. Each was the token of the other’ (Valeri1980:191).12 Using a film registration of the ritual as a stimulus to a Tobeloaudience, Nijland (1989:209–10) elicited important informationconcerning this idea. Not only should the bride—as well as her femalerelatives—avoid seeing herself adorned with the ancestral coins, but"},{"pageNumber":105,"pageContent":"Transforming Tobelo ritual 95she and the bridegroom should also avoid seeing pictures of this evenas long as twenty years afterwards.13 She becomes subject to certain protective prohibitions which focus onthe connection between her body and the water owned by thefounding ancestor of her husband’s House. For instance, people whodo not belong to that House may not come into contact with waterthat has touched her body or her clothes. Heavy fines sanction thisrule.14 For example, in pre-Christian days an infant’s image was‘strengthened’ by the image embodied in a ‘strange’ animal killed bythe father, consumed by the mother, and passed on through breastmilk to the infant. The infant was then named after the animal.REFERENCESBarraud, C., and Platenkamp, J.D.M. (1990) ‘Rituals and the comparisonof societies’, in C.Barraud and J.D.M.Platenkamp (eds) Rituals andSocio-cosmic Order in Eastern Indonesian Societies, pt. 2, Maluku,Bijdragen tot de Taal-, Land- en Volkenkunde 146, 1.Barraud, C., Coppet, D. de, Iteanu, A., and Jamous, R. (1984) ‘Desrelations et des morts: quatre sociétés vues sous l’angle des échanges’, inJ-C.Galey (ed.) Différences, valeurs, hiérarchie: Textes offerts à LouisDumont, Paris: Editions de 1’Ecole des Hautes Etudes en SciencesSociales.Dumont, L. (1977) Homo aequalis I : Genèse et épanouissement del’idéologie économique, Paris: Gallimard.Hueting, A. (1922) ‘De Tobeloreezen in hun denken en doen, 2’,Bijdragen tot de Taal-, Land- en Volkenkunde van Nederlandsch Indië78: 137–342.Josselin de Jong, P.E. de (1980) ‘The concept of the field of ethnologicalstudy’, in J.J.Fox (ed.) The Flow of Life: Essays on Eastern Indonesia,Cambridge: Harvard University Press.Nijland, D.J. (1985) Tobelo Marriage (film), Leiden: Institute of Culturaland Social Studies, Leiden University.——(1989) ‘Schaduwen en werkelijkheid’, Ph.D. thesis, Leiden University.Parry, J., and Bloch, M. (1989) ‘Introduction: money and the morality ofexchange’, in J.Parry and M.Bloch (eds) Money and the Morality ofExchange, Cambridge: Cambridge University Press.Platenkamp, J.D.M. (1988a) ‘Tobelo: ideas and values of a NorthMoluccan society’, Ph.D. thesis, Leiden University.——(1988b) ‘Myths of life and image in northern Halmahera’, in H.J.M.Claessen and D.S.Moyer (eds) Time Past, Time Present, Time Future:Essays in Honour of P.E. de Josselin de Jong, Dordrecht: ForisPublications.——(1990) ‘The severance of the origin: a ritual of the Tobelo of NorthHalmahera’, in C.Barraud and J.D.M.Platenkamp (eds) Rituals and"},{"pageNumber":106,"pageContent":"96 Understanding ritualsSocio-cosmic Order in Eastern Indonesian Societies, pt. 2, Maluku,Bijdragen tot de Taal-, Land- en Volkenkunde 146, 1.Valeri, V. (1980) ‘Notes on the meaning of marriage prestations among theHuaulu of Seram’ , in J.J.Fox (ed.) The Flow of Life: Essays on EasternIndonesia, Cambridge: Harvard University Press.Visser, L.E. (1989) My Rice Field Is My Child: Social and TerritorialAspects of Swidden Cultivation in Sahu, Eastern Indonesia, Dordrecht:Foris Publications. "},{"pageNumber":107,"pageContent":"Ritual implicates ‘Others’:rereading Durkheim in a pluralsociety Gerd BaumannOn the day when I began to draft this chapter,1 a West Londonweekly newspaper local to my place of second fieldwork carried onits front page a large, imposing photograph. It showed a file ofelderly men recognizable as Punjabi Sikhs by their bearded featuresand turbans and as veteran combatants from the arrays of medalspinned to their chests. Under the bold heading ‘World War Heroes’,readers were informed that ‘Ex-Indian Army servicemen fromSouthall and Hounslow climbed a remote hill in Sussex for theannual service of remembrance at Britain’s isolated and impressiveChattri Memorial’. The paper is delivered free to some 45,000households in West London, at least a third of which are headed bypersons of English extraction and another third by persons ofPunjabi extraction. To native English readers, the photographshows conspicuously ‘foreign’ men in the pursuit of a ritual that,instead of stressing their foreignness, establishes their claim to being‘of us’: Thousands of Indian soldiers’, the caption explains, ‘foughtand died in the trenches of World War One’ (Greenford, Northoltand Southall Recorder, 29 June 1990:1). London Punjabi readers,conversely, can see in the newspaper coverage of the ritual how agroup of ‘us’, often forgotten or ignored, contributed to ‘their’ warvictory, thus placing it in a shared history ‘of ours’. News andphotographs of such South Asian veterans’ reunions appear severaltimes a year in West London newspapers and in the national pressaimed at South Asians in Britain.The example may well evoke a reading inspired by the famouscover photograph of Paris Match that sparked Roland Barthes’ssemiological analysis of post-war French ‘mythologies’ (1973[1957]). There, the photo cover of an African soldier in FrenchChapter 6"},{"pageNumber":108,"pageContent":"98 Understanding ritualsuniform saluting the Tricolore signified, for Barthes, a mythologicalvindication of the values of empire and of multi-ethnic unity underits flag. There are echoes of this interpretation in the presentexample, yet it concerns not merely a posed photograph but a livingritual. Exemplary for my argument is the fact that a ritual has beenused here to convey a message across a cultural cleavage to ‘others’or to an outside ‘public’ and that this message is concerned quitecentrally with reformulating the cleavage between ‘us’ and ‘them’.PURPOSE AND PROPOSITIONSThe following discussion addresses some further ethnographicobservations of ritual being directed at an outside public ormaking statements about the definition or redefinition ofoutsider and insider in the ritual process. It thereby questionsthree assumptions that underlie much of our anthropologicaldiscourse about ritual. All three claim to derive from the axiom,privileged since Durkheim, that ritual is best understood as an actinternal to the category or group that celebrates it or celebratesitself through it.We tend to take it as given, on the whole, that rituals aresymbolic performances which unite the members of a category ofpeople in a shared pursuit that speaks of, and to, their basic valuesor that creates or confirms a world of meanings shared by all ofthem alike. The congregation, or ritual community, is assumed toshare a relationship to the performance, its symbols, and theirmeanings and to be essentially concerned with itself. As Leach putit with genial clarity, in ritual, in contrast to a music recital, ‘theperformers and the listeners are the same people. We engage inrituals in order to transmit collective messages to ourselves’(1976:45). The assertion, fundamental as it is to much of ourunderstanding of ritual, fails to ring true in the sight of thenewspaper photograph and in the sight of much ritual activity inplural societies and, as I shall suggest later, non-plural or ‘ethnic’societies, too. The three assumptions ostensibly derived from itseem to me to reflect a narrow and one-sided reading of Durkheimrather than Durkheim’s position itself.Three propositions seem to me to arise from the data. First,instead of assuming that rituals are performed by congregations or"},{"pageNumber":109,"pageContent":"Ritual implicates ‘Others’ 99ritual communities, I suggest that they may also be performed bycompeting constituencies. Secondly, instead of assuming that ritualscelebrate the perpetuation of social values and self-knowledge, Isuggest that they may equally speak to aspirations towards culturalchange. Thirdly, instead of assuming that participation in ritual islimited to insiders, I suggest that we recognize the frequency ofoutsider participation not only in plural but also in non-pluralsocieties.In order to argue these three propositions, I will focusthroughout on the capacity of rituals to implicate ‘Others’. Thiscapacity is shown in three different contexts. First, an examinationof public rituals in a plural society shows how rituals can be‘addressed’ to ‘Others’. Such an address may be directed at non-participants or it may aim at co-participants of differentconstituencies within the same ritual. Secondly, an examination oftwo domestic rituals shows how ‘Others’ may be implicated notonly as physically present addressees but, even in their absence, ascategorical referents. In such cases, ritual can serve to negotiate thediffering relationships of its participants with these ‘Others’ and inthe process reformulate cultural values and self-knowledge. Thirdly,a brief examination of evidence from non-plural societies willsuggest that outsider participation in ritual is widespread and thatit is possible and useful to distinguish different modes ofparticipation in any ritual.My data were gathered in four years of field research2 in a multi-ethnic suburb of London, Southall, which is a densely populatedand comparatively discrete ‘town’ of some 66,000. The populationof Southall is predominantly of Punjabi origin, with Sikhs from theIndian part of the region the largest single category, complementedby sizeable Muslim and Hindu contingents from either side of theIndo-Pakistani border. Their settlement in the area began in the1950s and peaked in the early 1970s, with a separate influx ofPunjabi families surrendering their family businesses and clericalposts to ‘Africanization’ in the East African countries. Alongsidethis internally heterogeneous Punjabi majority there are minoritiesof English, Irish, and Afro-Caribbean backgrounds, the latterdrawn mainly from ‘the small islands’ such as Grenada, Dominica,St. Lucia, and Antigua. In a multicultural arena such as this, thepresence of ‘Others’ and ‘outsiders’, however the context maydefine them, is almost a given when it comes to ‘public’ ritual."},{"pageNumber":110,"pageContent":"100 Understanding ritualsPUBLIC RITUALS: THE PRESENCE OF ‘OTHERS’Whether or not these ‘Others’ are to be consciously addressed by apublic ritual performance, their presence alone can sufficefundamentally to alter the intentions and meaning of a traditionalritual. Thus, an Anglican religious observance, the procession onGood Friday, takes on new meaning on the streets of a ‘town’inhabited primarily by ‘non-Christians’: an Anglican Church in1989 invited its congregation to a public procession expressly ‘towitness the Death and Resurrection of Our Lord’. A traditionallyinward-looking observance is here turned into one of outward-oriented ‘witnessing’. Tellingly, some members of the congregationdeclined to take part lest their public observance be misconstrued asa reassertion of ‘white’, ‘English’ or ‘Christian’ claims to ‘owningthe streets’. Competitive relations enacted through ritual andaddressed to outsiders are clearer in another case.A Sikh temple, or gurdwara, favoured by families of the Jatcaste and claiming a membership of 11,000 called for a processionto celebrate the founding of the Khalsa. This was in 1988, whensuch a procession had not taken place for seven years because ofpolitical conflict in the Punjab and related disagreements amongseveral local Sikh congregations. In the event, the processionattracted some 20,000 participants (Ealing Borough Guardian, 28April 1988:1), among them local civic dignitaries and the Memberof Parliament and several thousand Sikhs drawn fromcongregations other than the organizing temple. What had beendemonstrated, in the words of the organizer, was ‘the communityuniting again’—uniting, that is, behind the leaders of the templepreviously most at odds with the leaders and members of otherSikh congregations. The procession conveyed a symbolic messageaimed quite specifically at these ‘Others’, the local public andSikhs of other castes, other interests in the Punjab conflicts, andother political factions.There are numerous cases of public ritual, religious, secular, orindeterminate, aimed as much at a symbolic statement to outsidersas at the consolidation of internal values and meanings. Publicritual in plural societies (and probably not only there) can veryoften be viewed as a claim to public attention, public space, andpublic recognition in an arena which allows and encouragesmultiple readings of symbolic messages. This is especially clear"},{"pageNumber":111,"pageContent":"Ritual implicates ‘Others’ 101when the participants in a ritual do not even seem to form a ritualcommunity but are recognized most easily as a loose alliance ofritual constituencies, each using symbolic forms to stake mutualclaims. The official opening of a ‘community sports centre’ inSeptember 1987 may help to clarify the issue.The sports centre had been named, after much political wrangling,after an aged British peer intimately connected to the independencemovements on the Indian sub-continent who regarded India as his‘spiritual home’. He attended the official opening as the guest ofhonour, accompanied by local politicians, administrators, andactivists drawn from English, Punjabi, and Afro-Caribbeanbackgrounds and watched by an audience of local adults and youths.The ensuing ritual consisted of speeches by local politicans and theguest of honour (all Punjabi or English), the unveiling of acommemorative plaque, performances representing the local culturalheritages with a Punjabi dance troupe, and a sound system playingreggae music programmed by three Afro-Caribbean young men. Therepresentation of musical cultures in this ritual was germane to a keyproblem facing public provisions in this multi-ethnic town: whilePunjabi interest groups are well organized and influential in localpolitics, Afro-Caribbean youth and adults often express their at timesangry dissatisfaction with the lack of youth and leisure provisionsfrom which they suffer in West London.Given this background, the official opening was, in many ways,a ritual enactment of conflicting claims regarding the new civicresource. The mayor openly acknowledged that ‘some people mightthink that this centre is for Asian people only’ but went on to stressthat, in contrast, it was ‘a centre for the whole community’. Theguest of honour, on the other hand, addressed an audience sometwo-thirds of whom were white, as his ‘fellow-Indians’. ‘Thisspeech sounded funny’, commented an American eyewitness,‘coming on the heels of the mayor’s assurance that the centre wasnot for Indians only’. Yet a representative of the borough proceededto clarify, in a further speech, why the centre had been named afterthe peer. This allowed for a further set of claims, this time of aparty-political nature, to be symbolized in the ritual. Already themayor’s speech had claimed the centre as a token of hisadministration’s forthcoming ‘Anti-Racism Year’. His official’sexplanation could now specify this claim: the decision on thecentre’s name was inspired by the peer’s long association with the"},{"pageNumber":112,"pageContent":"102 Understanding ritualscauses of anti-colonialism, the peace movement, and internationalsocialism, all three the hallmarks of his own political party.In summary, the civic ritual of the opening can be seen quiteclearly to have followed one symbolic agenda at heart: therepresentation of claims, both to credit and to access, of one’s owngroup as opposed to ‘Others’, however contextually defined. It maybe argued now that such cases of ritual performance aimed at‘Others’ are peculiar to public rather than private ritual. Thedistinction, of course, is highly questionable and vague at best, buteven if it were clearer it would hardly suffice to cordon off ritualperformed towards ‘Others’ from ritual as it ‘should’ be or ritual asone-sided readers of Durkheim would wish it to be.FAMILY CHRISTMAS: THE ‘OTHER’ AS REFERENTTo develop the point, I shall cite data from two domestic ritualsperformed among London Punjabi families, Christmas andchildren’s birthday celebrations. Both are, I contend, concernedquite centrally with defining and redefining relationships with‘Others’. Even when physically absent, these ‘Others’ are implicatedas cultural referents, and the negotiation of relationships with themplaces ritual in the service of aspirations towards cultural changeand new self-definitions.The rituals of Christmas are, of course, hard to overlook anddifficult to escape in any Western country. Commercial advertising andthe mass media broadcast the triple messages of reciprocal presents,paid holidays, and family reunion for all, and the Christian religioussymbolism has been augmented by a plethora of emblems which, likegreeting cards and Christmas trees, Christmas pantos and officeparties, have all removed the occasion beyond any useful distinction ofsacred or profane, public or private. Sikh and Hindu families, too, havecome, over the past ten to fifteen years, to celebrate their ownChristmas rituals, albeit not, of course, in their religious symbolism. Toillustrate the point, I adduce some extracts from the diary of a girl ofsixteen which shows Christmas as an occasion of extended familygatherings among Sikhs of the Jat caste of farmers. Saturday, Dec. 24th: Today, me and Mum went to my cousins’houses to give their Christmas presents. Then we came home and"},{"pageNumber":113,"pageContent":"Ritual implicates ‘Others’ 103done all the housework. Apart from that it was a quiet day. Theonly good film on [television] was ‘Jagged Edge’.Christmas Day was great. All my relatives came round ourhouse. We watched films on TV like ‘Back to the Future’ and‘The Empire Strikes Back’. I ate so many chocolates. We didn’tcook a turkey because all my family are vegetarians, and most ofmy relatives. Instead we ate food like pakora and somosas. More elaborate patterns of adoption and adaptation of theoriginally alien ritual are made clear in the diary of a fifteen-year-old girl of a Hindu family.3 It is worth noting that preparations areinitiated by adolescents on their own, to be followed only later bythe involvement of parents. Thursday, 8 December: While I was watching TV, the peoplekept on saying: ‘Here are films for Christmas and programmesfor your enjoyment.’Friday, 9 December: It was the same as Thursday.Saturday, 10 December: My sister and I started to gather ourmoney together to buy Christmas presents....Sunday, 11 December: My sister and I talked about how muchmoney we’ve spent so far on the presents. Then we talked abouthaving a Christmas Dinner. We said we would have thefollowing: turkey, Yorkshire Pudding, mince pies, gravy, apple-sauce, sprouts, ice-cream and jelly, nuts and a few other things.The turkey had to be stuffed.Monday, 12 December: We got out our decorations and startedto put them up....Tuesday, 13 December: The family were discussing to buy aChristmas Tree....Wednesday, 14 December: We went and bought a ChristmasTree....Thursday, 15 December: When the tree opened up its brancheswe decorated the tree...with colourful round balls and tinsel.Everyone kept saying: ‘Now we can put the presents under it’.Friday, 16 December: I told my friends [at school] that I wouldgive their presents on Monday [19 December] and started [to]give out my cards. People kept talking about Christmas holidaysand how they were looking forward to a disco [at school] onTuesday...."},{"pageNumber":114,"pageContent":"104 Understanding ritualsSaturday, 17 December: We did nearly all our shopping andbought wrapping paper. You use that to wrap the presents. Thewrapping paper is very pretty....Monday, 19 December: Today I gave my friends their presents.They all said thanks and seemed pleased.Tuesday, 20 December: A day before our Christmas holidays wehad a disco [at school]. A few people were carrying mistletoe.When I got home we put up our Christmas lights around thefront room. It all looked very nice.Wednesday, 21 December: At my last day of school of 1988, Igave my Christmas cards out, people gave me cards and said:‘Have a nice Christmas!’...I am very much looking forward toChristmas.Thursday, 22 December: We bought the Radio and TV Timesand started to mark what we was going to watch and record overthe holidays. The TV kept showing things to do with Christmasand how to help the elderly people who spend Christmas alone.We decided not to have turkey but just snacks.Friday, 23 December: Today I did all the last-minute shoppingand all the food shopping. Wrapped any other presents whichhad been bought.Christmas Eve, 24 December: Today I gave everybody theirpresents. The rest of the day I spent at [the] shop [where I work].When I came home I just watched TV.Christmas Day, 25 December: I was up bright and early. We allopened our presents, had chocolates, and pulled crackers. Therest of the day we just watched TV and ate.Boxing Day, 26 December: Today I sat in front of the tele...Wednesday, 28 December: Today I thought of saving up for nextChristmas. Not much good stuff was on [television]. The telekeeps going on about Christmas programmes. The extract shows clearly how the ‘advent’ of the Christmas‘season’ is advertised by commercial media, how Anglo-Americancustoms such as sending Christmas cards and holding Christmasparties are adopted among friends and peers, and how reciprocalexchanges of presents are taken beyond South Asian precedents.The examples of both girls also show, however, that limitationsare imposed on the adoption of the Christmas ritual: replicationstops short of indulgence in the traditional English Christmas"},{"pageNumber":115,"pageContent":"Ritual implicates ‘Others’ 105dinner, and even children who would like it are not enculturatedinto its exotic binary oppositions, which pair turkey withcranberry rather than apple sauce and Yorkshire pudding withbeef rather than turkey. There are further limitations worthnoting, and all of these are negotiated between children, oftenenthusiastic in embracing all the available symbols and emblems,and their parents and elders, more reluctant and selective in doingso. Thus, few parents engage in the customs and traditionsconnected to the figure of ‘Father Christmas’, who in the Christiantradition is based on Saint Nicolas and in the Anglo-Americantradition is thought to deliver presents after descending throughthe chimney of the family home. London Punjabi Christmaspresents are given and received face to face. Christmas carols,likewise, are extremely rare in London Punjabi celebrations, andI know of only one case among a Hindu family.Both the replication and the limitation of Christmas rituals drawattention to the same critical relationship: it is triangular in that itinvolves parents vis-à-vis their children vis-à-vis the surroundingculture with its post-Christian traditions. The domestic rituals ofChristmas seem to me a clear case of the performance of ritualswhich, in effect, negotiate the subtly differing relationships of youthand adults to surrounding ‘Others’. For the children these ‘Others’are their peers and school friends, with whom they discuss andcompare their own family’s celebrations. Alibhai (1987) mentionscases in which children exaggerate the extent of their familyChristmas celebrations in order to protect their parents from beingthought ‘backward’, traditionalist, or mean. The adults’ visible‘Others’, likewise, are fellow Punjabis, kin or neighbours, whoagain assess the merits of going too far or not far enough inreplicating the originally alien ritual.There are, moreover, what one might call the ‘invisible Others’,the category of ‘the English’ whom both adults and children knowas a minority locally but as ‘the’ majority nationally. The Christmasritual among London Punjabis can be seen, thus, as concernedessentially with ‘Others’ in that it negotiates, within each family, therelationship with these ‘Others’ and their customs and values. Suchnegotiation about the ‘Other’ enacted through ritual can assumesurprising and subtle twists."},{"pageNumber":116,"pageContent":"106 Understanding ritualsCHILDREN’S BIRTHDAYS: ‘THEIR’ RITES AND ‘OURS’Individual birthdays were not celebrated in the Punjab, and adults’birthdays are celebrated only rarely among Punjabi families inEngland. Children of Punjabi parentage, however, were aware ofthe birthday parties given for their English, Irish, and Afro-Caribbean peers, and their parents began to respond to this newexpectation during the late 1970s. By the 1980s, most children ofSouth Asian backgrounds had become accustomed to birthdaycelebrations; the completion of another year of life was thusrecognized as an occasion worthy of celebration on autochthonousEnglish precedents.In the following, I give a brief account of a joint birthdaycelebration for two brothers of eleven and eight, eldest sons of aPunjabi-born Sikh couple of the Dhiman sub-caste who, now agedaround forty, had come to Britain as adolescents in 1965.The guests, all invited by the parents and grandparents of thetwo young celebrants, comprised six married couples, most ofwhose own children were being minded by other relatives at home.Two of the mothers had brought infants and toddlers and one hadbrought a child of perhaps five. These guests included thecelebrants’ father’s elder sister and younger brother and theirspouses and their father’s mother’s sister and her husband. Theseand the other guests were all classified as ‘uncles’ and ‘aunts’.All the women and children sat, chatted, cooked, and played inthe combined kitchen-diner; all the men sat in the representativefront room and were treated, from about seven in the evening, toPunjabi snacks, lager beer, and white rum. Conversation in the frontroom was desultory at best, and there was a definite lack ofenthusiasm about the occasion relieved only by the celebrants’paternal grandmother, who came in to serve and was treated withthe respect due a ghar-da-wali or ‘mistress of the house’ but did notsit down. The atmosphere was dull and purposeless in comparisonwith that of other social gatherings in which I had met some of themen, and also in comparison with the music, loud chatter, andgood-natured turmoil in the women’s and children’s quarter.Towards nine o’clock, the celebrants’ father invited all the men toproceed to the kitchen-diner and join in the celebration proper.Careful preparations had been made in setting up a large table withwrapped presents and the large shared birthday cake popular in"},{"pageNumber":117,"pageContent":"Ritual implicates ‘Others’ 107many English homes and in borrowing a video camera and lightingequipment to record the celebration ritual.The core ritual required all the adults and children to line upagainst the walls of the room while the celebrants and their motherstood behind the table laden with presents and the birthday cake, allin full view of the video camera. All by-standers sang the customaryEnglish ‘Happy Birthday’ song as the mother guided the older, thenthe younger son in cutting their cake. English custom would nowrequire the celebrants’ distributing their birthday cake to all well-wishers, but the ritual, at this stage, was inverted. Each adultstepped forward in turn and fed the older boy, then the younger boya piece of the cake.After the feeding ritual, the celebrants were guided by theirmother and recorded on video by their father as they unwrappedtheir presents—toys, clothes, and books. Before they did so,however, the men were shown into the front room and served aPunjabi meal. Those who ate quickly and wished to, walked backinto the kitchen-diner, where the birthday table had been moved outof the way, and women and children danced the bhangra, a Punjabifolk dance. Men were welcome to join in a spirit of light-heartedenjoyment; those who did, usually the younger ones, sometimesdanced with the celebrants or with infants and toddlers in theirarms. Towards eleven o’clock, the music was switched off andguests took their leave, hearty, respectful, or sullen, of their adulthosts.Several facets of this birthday party throw light on ritual, and notonly ‘public’ ritual, as concerned with the ‘Other’. Like theChristmas celebrations, it defines the place of adults and childrentowards, and in, a culture with peculiar ideas about tracing time,acknowledging individuality, demonstrating parental affection, anda host of other concerns that go with the Western birthday party.Yet it negotiates this relationship with a subtlety available perhapsonly to ritual, music, and other non-verbal performances. The caseshows a number of significant differences which, with Needham(1983), one might perhaps see as reversals. Whereas Anglo-European birthday parties typically assemble peers of thecelebrants, this and many other London Punjabi rituals assembletheir elders. Whereas Western practice celebrates the occasion everyyear and for each child individually, the present case involves twobrothers in a joint celebration, and many other families celebrate"},{"pageNumber":118,"pageContent":"108 Understanding ritualsbirthdays only for auspicious years and suspend celebrations duringinauspicious ones as well as years of family mourning such asfollow certain cases of death among kin in England or ‘back home’.The most striking reversal without doubt is to replace the ritual ofthe celebrants’ offering cake to their guests by a ritual of elders’feeding the celebrants. To appreciate its symbolism is not animposing task: the significance of feeding is anchored in the Sikh aswell as the Hindu tradition and accessible not only to LondonPunjabis. Yet its potency seems multiplied when it is introduced intothe context of a seemingly ‘Western’ birthday party.The negotiation with which this family ritual is concerned, thatof one’s placement with regard to ‘Others’, seems so far to tendtowards a reaffirmation of Punjabi rather than Anglo-Europeanconceptions. Yet it would be wrong to overlook the departurefrom Punjabi traditions that the ritual also entailed. Theperformance of the bhangra, which may, at first sight, suggesttraditional ways of celebration, is, in effect, anathema to thesetraditions. Until a decade ago, the bhangra was a dance performedby men at the harvest festival Bhaisakhi and accompanied bymen’s songs to a set of drums. The bhangra danced at the birthdayparty by women as well as men was of the genre known asbhangra beat, a British Punjabi creation of the 1980s whichclothes traditional melodies in commercial disco-style recordingsusing drum-machines and electronic synthesizers. In their textsthese songs draw on traditional Punjabi poetry no more often thanon new and sometimes controversial texts (Baumann 1990).Further warning against a misleadingly ‘traditionalist’understanding of the ritual is provided by the adult men attendingit: it is hard to imagine London Punjabis attending a celebrationin a less festive mood, with less capacity for enjoyment and lesssense of purpose, than the medley of classificatory unclesassembled in the celebrants’ parents’ front room. This is notsurprising, however. As the celebrants’ father’s younger brother(thaia), an accountant of thirty-one explained: In my time, we never had birthdays in the family. I never had one,and...no, I didn’t have a coming-of-age either. It wasn’t done inthe Punjab, and we didn’t do it here. But with the kids, it’sdifferent, isn’t it? They love it, and they need it here: they knowtheir friends have it, too...You see, it’s like Christmas: you adjust"},{"pageNumber":119,"pageContent":"Ritual implicates ‘Others’ 109to the new society, and you give the kids what they need here. Imean, if you don’t, you’re an outcast, isn’t it? The parallel, entirely unsolicited, touches the core of my argument:that the rituals I have described (and probably not only these) areconcerned with negotiating relationships with ‘Others’, howevercontextually defined. In ‘public’ ritual, the presence of ‘Others’ isvirtually assured in plural societies; in the domestic ritualsdiscussed, the ‘Others’ may be visible family, neighbours, andfriends or ‘invisible Others’ to whom one’s relationship needs to bedefined and negotiated. In all cases, the Durkheimian vision thatunderlies much of our understanding of ritual appears less thancomplete and leaves out most of what makes an ethnographicobservation of these rituals worthwhile.To draw together the argument so far, I should like torecapitulate the three understandings that we tend to take forgranted but that it may be useful to question. First, instead ofassuming that rituals are performances of homogeneouscongregations or communities, it may be useful to think of them asresources competed for and used by various ‘constituencies’. Just asa constituency comprises a medley of divergent actors and interestsconverging on one of a limited number of options, so a ritualconstituency comprises all those who, for divergent and evenmutually exclusive reasons, happen to converge on a particularroutinized performance. Christmas rituals, with their convergingconstituencies of Christians and non-Christians, consumers andmarketing experts, adults and children, may provide a very obviousexample. Some symbolic performances may indeed be classified asdifferent rituals by different participants. Thus, the funeralprocession of a London Punjabi murdered, in 1990, by a nativeEnglishman was understood as a demonstration against racism byits organizers and some of its constituency while it was thought ofas a non-political act of condolence and respect for the bereavedfamily by most others. In the event, members of the twoconstituencies faced each other in verbal argument, one chantinganti-racist slogans under banners of protest, the other trying to stopwhat they saw as ‘this lack of respect’.Further, rituals need not speak to values basic to the culture andself-knowledge of their performing constituencies. They can speakas clearly and centrally to aspirations towards cultural change and"},{"pageNumber":120,"pageContent":"110 Understanding ritualseven assimilation, as they do in the case of London Punjabi familiesadapting Western domestic rituals. Finally, instead of assuming themeanings and values of a ritual to be representative, in a circularway, of the congregation performing it, different modes ofparticipation may be discerned among different participants. Publicritual, which often accommodates ‘Others’ as bystanders,spectators, invited guests, competing participants, validatingwitnesses, or even beneficiaries, presents many examples in point.All three propositions arose from the same attention to what in thepurportedly Durkheimian understanding of ritual has little place:the implication of ‘Others’, be it as participants themselves or as thepoints of reference the relationship to whom needs defining andnegotiating by the ritual constituency. Given the doubts cast on thethree assumptions, the question arises whether evidence againstthem is limited to plural societies.EVIDENCE FROM NON-PLURAL SOCIETIESJust as most monographs envisage their ‘ethnic’ or ‘tribal’ societiesas cultural wholes, so rituals tend to be portrayed as closedperformances of unified congregations. The two may well berelated. The closure in our conceptualization of society has beenexamined by Earth (1992); it may easily encourage closure also inour interpretations of ritual. In spite of such conventions, however,there is plentiful evidence that even in non-plural societies ‘Others’are implicated in ritual and may indeed participate in sociallydifferentiated ways. At least five distinct modes of participationappear from the literature. Where rituals concern only a sub-sectionof a society, there are, of course, likely to be (1) bystanders. Whilethese are disinterested, (2) spectators participate as interestedparties, whether in appreciation of the ritual performance or indepreciation of it. A more integrated mode of outsider participationis that of (3) the invited guest, asked along to lend a sense ofoccasion to the ritual or, as often, to enhance its recognition andstatus. The importance of spectators and guests is familiar toreaders of Balinese ethnography from such works as Boon (1977)and Geertz (1980). Leroy (1979) describes spectators and guests ofthe ceremonial pig kill of the South Kewa as serving an even moreintegrated purpose: that of allowing elders to ‘bring...irresponsible"},{"pageNumber":121,"pageContent":"Ritual implicates ‘Others’ 111youths into line’ with ritual demands they no longer fully endorse(1979:206). Ritual appears here not merely to thrive but to surviveon the strength of outsider presence.A first fully integrated degree of outsider participation is themode one may call (4) ‘witnessing’. Legal rituals such as oaths andmany personal rites of passage may depend on the outside witnessto confer on them not only recognition but validity. A further modeof participation of ‘Others’ may be recognized in that of (5) theoutside beneficiary. Examples can be found in Nadel’s ethnographyof ‘symbiotic ritual’ among the Nuba hill communities of SouthKordofan, where particular ‘clans’ are charged with performingrituals that are to benefit members of other local groups (1947:9–10, 207–8). It is not a giant step from these differential modes ofparticipation to the surmise that, in non-plural societies too, ritualsmay be conceptualized as having constituencies rather than unifiedcongregations, as speaking to values of cultural change as well ascontinuity, and as implicating ‘Others’.From the same region as Nadel’s, the Nuba Mountains of theSudan, I should therefore cite some evidence collected during myfirst fieldwork between 1976 and 1979, which makes the threeassumptions appear equally unwarranted in the setting of a societyfew would call plural. The Nuba of Miri, numbering some 3,000sedentary agriculturalists of Black African descent, retain their ownlanguage beside the lingua franca, Arabic, and their own rituals ofrain priests and possession priests alongside certain Islamicconvictions and practices which have spread over the past fivedecades. Over the same period, the Miri have engaged in substantiallabour migration to the country’s urban centres, as have all theirneighbours. The villagers’ ritual calendars, nonetheless, continue tobe shaped by the seasonal celebrations of harvest festivals, centeredon possession priests, and a rain-making festival, centered upon rainpriests. This rain-making festival, Tanyara ma kola, is the highpoint of the Miri annual cycle and assembles several hundredvillagers and as many migrants, as well as invited guests, in threedays of dancing and ritual activity focused on the rain priests of aprincipal village. The central ritual on all three days is a dance ofsome 500 to 600 participants circling around the group of rainpriests beating the ancient and sacred drum (kola) after which thefestival is named.While these rain priests and many villagers continue to profess"},{"pageNumber":122,"pageContent":"112 Understanding ritualsthe efficacy of the non-Islamic ritual in procuring rain, othervillagers, most labour migrants, and all confirmed Muslims view itas a reunion of all Miri—villagers, migrants, and their offspring—to celebrate their unity across the rural-urban divide. In this regard,the ritual is directed at negotiating, among migrants and villagers,staunch Muslims and nominal ones, their relationships to anoutside, namely, the surrounding society and culture of themetropolitan, Arabic-speaking, Muslim, urbanizing Sudan. Thedata, described in more detail elsewhere (Baumann 1987), arehardly exceptional in the context of African ethnography exceptperhaps for their emphasis on acknowledging from the start that allMiri profess Islam, that they follow their profession to differentdegrees, that at least a third live in cities rather than Miri villages,and that there are participants invited to observe rather than feelpart of a unified ritual community. What I wish to stress here, insummarizing what appears as the epitome of the Durkheimiancommunity celebrating itself, is the multiplicity of constituencies,ranging from the believers in ritual rain-making to committedMuslims, the multiplicity of values, ranging from a reaffirmation ofrain priests’ efficacy to a new affirmation of local unity despiterecent cleavages, and the multiplicity of modes of participation,including spectators and invited guests.Two provisos could be invoked, again to cordon off such a ritualfrom ‘ritual as it ought to be seen’ in the purportedly Durkheimianmould: the factor of Islamicization and the absence of ‘Others’ asdefined on the ‘ethnic’ criteria we tend to use in plural societies. Yetboth objections seem to fail in drawing a cordon sanitaire around Mirivillagers’ practice of ‘traditional’ ritual: for one, we know of very fewAfrican societies that have not experienced Islamicization,Christianization, secularization, or other religious change. Miri historyis not exceptional in having divided a long-lost cultural uniformity intoa plurality of values, religious convictions, and meanings recognized intraditional ritual. That such cultural uniformity and stability everexisted in any society is, in any case, not only a dubious but a highlyethnocentric assumption (Lévi-Strauss 1952).As for the second reservation, that of an ‘ethnic’ uniformitymaintained in non-plural societies but exceeded in plural ones, it,too, might beg the very question it purports to silence. How the‘Other’ is defined is a matter of context alone; Hefner’s (1985)work on the Hindu rituals of Tengger Javanese placed within a"},{"pageNumber":123,"pageContent":"Ritual implicates ‘Others’ 113context of Muslim hegemony might be cited as evidence: even in anethnically undifferentiated context, ritual may be as muchconcerned with a message to, or about, ‘Others’ as with what Leachcalled ‘collective messages to ourselves’ (1976:45). To attend to thispossibility may well enhance our ethnographic understanding of thevery distinction. The definition of ‘us’ and ‘them’ is not onlycontextual but intrinsically dialectical, and this dialectic can be aresource of ritual itself. In the ritual process, one mode ofparticipation may be made to blend into another, ambiguities maybe played out or manipulated, and constituencies may align andrealign in the negotiation of who is ‘us’ and who ‘them’ throughtheir modes of participation in the ritual process.CONCLUSIONNarrow readings of Durkheim view rituals as crystallizations of basicvalues uniformly endorsed by communities that perform them with aview to themselves, ultimately to create and confirm their cohesion ascommunities. In plural societies, this position is complicated by thepresence of ‘Others’, be it as ‘visible’ participants or as ‘invisible’categorical referents. There it appears more useful to replace the ideaof a ritual community with that of ritual constituencies, to widen thevalues celebrated from perpetuation to assimilation and culturalchange, and to distinguish participation according to a variety ofpossible modes. All three propositions arise from the thesis thatrituals, in plural societies, are concerned with ‘them’ as much as withthe quasi-Durkheimian ‘us’. Since ‘us’ and ‘them’ are alwayscontextual and relative terms, it may be useful to trace the concernwith ‘Others’ also in the ritual of ‘non-plural’ societies, once againquestioning ethnographic accounts against the three propositions: todiscern constituencies among seemingly homogeneous ritualcommunities, to recognize the reformative as well as theconsolidating purposes of ritual, and to distinguish different modes ofparticipating in the same ritual. This may allow us to do moreethnographic justice to the differing influences, interests, values, andmodes of participation of different participants in any ritual.These participants may include women alongside men, juniorsalongside elders, recent participants alongside long-standing ones,converts alongside traditional adherents, guests alongside sponsors,"},{"pageNumber":124,"pageContent":"114 Understanding ritualsclients alongside patrons, and one or more ‘publics’ alongside any‘community’. Ritual performances, symbols, and meanings may bedirected at these as much as, if not sometimes more than, at theritual core ‘community’ itself. There are ‘Others’ addressedthrough, or within, a ritual even when they all share the same ethnicdenomination. Once we start looking out for these possibilities andfor an awareness of them within ritual constituencies themselves,there is a good chance that we will find them also in seemingly non-plural societies. The classic Durkheimian vision of ritual as a societydancing, as it were, around the Golden Calf that represents itselfmay turn out to be a special case, to be located as such within amuch wider universe of possibilities just as Euclidean geometry orNewtonian physics are special cases, if privileged ones, withinsystems of much wider currency and validity. If this is the case,monosemic interpretations of ritual can claim their rightful place asexceptions to the rule—provided that they can document that thereadings of ‘insiders’ are all conclusive in unifying their symbolicreferents regardless of ‘Others’. This, however, would need to bedocumented rather than assumed. Durkheim’s vision of the‘ultimate’ ritual has always been knowingly essentialist.Durkheim the ethnographer was fully aware of the participationof outsiders and of the implication of ‘Others’ in ritual: Discussing‘tribal unity’ in the Elementary Forms, he insists that at the same time, it takes an international character. In fact, themembers of the tribe to which the young initiates belong are notthe only ones who assist at the ceremonies of initiation;representatives from the neighbouring tribes are speciallysummoned to these celebrations, which thus become sorts ofinternational fairs, at once religious and laical... They invite tothese feasts not only the tribes with whom a regular connubiumis established, but also those with whom there are quarrels to bearranged.(Durkheim 1971:294 and n.2) Such data are cited by Durkheim only to help reconstruct theprocess by which Australian groups might have developed supra-tribal mythologies; they may be cited as usefully here to unearthDurkheim’s theory from the rubble of assumptions heaped on it.‘What society is it that has thus made the basis of religion?’"},{"pageNumber":125,"pageContent":"Ritual implicates ‘Others’ 115Durkheim asks of his own conclusion. ‘Is it the real society, such asit is and acts before our very eyes...?’ (1971:420). The answer isnegative: ‘society is not an empirical fact, definite and observable’;it is something ‘in which [men] have never really lived. It is merelyan idea...’ (1971:420). Durkheim’s theory applies to an abstractedessence of society, closer perhaps to what nowadays we callsociability or sociality and certainly far removed from ‘society’ inthe empirical sense of an ‘ethnic group’. To apply his great insightto any one empirical, externally bounded society is to fall victim tomisplaced concreteness. The error exacts a high cost, since in orderto maintain Durkheim’s conclusions the ethnographer has to takefor granted assumptions that Durkheim did not make and that theethnographic record does not uphold. If these assumptions are‘Durkheimian’, then Durkheim was not.Durkheim’s argument, essentialist and free of these assumptionsas it was, enshrined, at a crucial time, the ideal case of all of aritual’s constituencies’ confirming the same set of values fromindistinguishable readings of the same symbols, thus conferring ontheir society, qua culture, the character of a monad. In a monadicsociety one might perhaps speak of ‘the’ meaning of any one ritual.‘Les monades n’ont point de fenêtres’, postulates Leibniz in hisMonadologie; but most existing societies do have windows, anddefine themselves, sometimes in ritual, by looking out of them.NOTES1 For the seminal idea for this chapter and a first thorough critique Ithank Adam Kuper, who first suggested to me that ‘in plural societies,people constantly watch each other’s ritual; this should take itsethnography beyond the sharp distinction between ritual “insiders”and “outsiders’”. For helpful comments on a later draft of this chapterI thank Gunter Dabitz (Frankfurt) and Ralph Schroeder (BrunelUniversity). The late Andrew Duff-Cooper (Tokyo) and Eric Hirsch(Brunel University) kindly alerted me to further ethnographicreferences.2 My research was generously supported, in 1988–9, by a grant fromthe Leverhulme Trust, London; grateful acknowledgement is due to itschairman and board of trustees.3 Warm thanks go to my friend and fellow researcher Marie Gillespiefor her permission to use these diaries and for her unfailing support inthe course of fieldwork and writing."},{"pageNumber":126,"pageContent":"116 Understanding ritualsREFERENCESAlibhai, Y. (1987) ‘A White Christmas’, New Society, 18 December, 15–17.Barth, F. (1992) ‘Towards greater naturalism in conceptualizing societies’,in A.Kuper (ed.) Conceptualizing Society, London, Routledge.Barthes, R. (1973 [1957]) Mythologies, trans. A.Lavers, St Albans:Paladin.Baumann, G. (1987) National Integration and Local Integrity: The Miri ofthe Nuba Mountains in the Sudan, Oxford: Clarendon Press.——(1990) ‘The re-invention of bhangra: social and aesthetic shifts in aPunjabi music in Britain’, in B.Wade (ed.) Indian Musics, The World ofMusic, special issue.Boon, J. (1977) The Anthropological Romance of Bali: 1597–1972,Cambridge: Cambridge University Press.Durkheim, E. (1971 [1915]) The Elementary Forms of the Religious Life,trans. J.W.Swain, London: George Allen and Unwin.Eating Borough Guardian (1988) ‘Celebrations back after seven years’, 28April, 1.Geertz, C. (1980) Negara: The Theatre State in Nineteenth-Century Bali,Princeton: Princeton University Press.Greenford, Northolt and Southall Recorder (1990) 29 June, 1.Hefner, R. (1985) Hindu Javanese: Tengger Tradition and Islam, Princeton:Princeton University Press.Leach, E. (1976) Culture and Communication: The Logic by whichSymbols Are Connected, Cambridge: Cambridge University Press.Leibniz, G.W. (1890 [1714]) Monadologie, trans. C.J.Gerhardt, Diephilosophischen Schriften von G.W.Leibniz, vol. 6, Berlin.Leroy, J. (1979) ‘The ceremonial pig kill of the South Kewa’, Oceania,49:179–209.Lévi-Strauss, C. (1952) Race and History, New York: UNESCO.Nadel, S. (1947) The Nuba: An Anthropological Study of the Hill Tribes inKordofan, London: Oxford University Press.Needham, R. (1983) Against the Tranquility of Axioms, Berkeley:University of California Press."},{"pageNumber":127,"pageContent":"Alibhai, Y. 105Ardener, E. 12Austin, J.L. 12Barraud, C. 6, 74, 90Earth, F. 110Barthes, Roland 97–8Baumann, Gerd 7–8, 97–115Bloch, M. 14, 17, 18, 90Boon, J. 110Bourdieu, P. 69Carstairs, G.M. 41Cartry, Michel 4–5, 26–36Champion, C. 42Crick, M. 11de Heusch, L. 11, 15Descola, P. 16Dumont, L. 3, 59, 76Durkheim, E. 2–3, 53, 69, 98,102, 109, 110, 112, 113–15Fardon, R. 19Feeley-Harnik, G. 17Filliozat, J. 46Freed, R. and S. 70Garcia, R. 42Geertz, C. 110Gerholm, Thomas 4, 13–14, 19Goody, Jack 4, 13Gray, J. 69Hefner, R. 112Name indexHertz, R. 52–3Hocart, A.M. 69Hubert, H. 52–3, 63, 69Hueting, A. 80, 84Jamous, Raymond 6, 52–68Jaulin, R. 32Josselin de Jong, P.E. de 94Kane, P.V. 44Leach, E. 13, 69, 98, 113Leibniz, G.W. 115Leroy, J. 110Levi, S. 54, 63Levi-Strauss, C. 4, 11–12, 29, 112Lewis, Gilbert 4, 14–15, 18, 19Malamoud, Charles 5, 6, 37–51,54, 63–5, 66, 67Malinowski, B. 68, 69Mauss, M. 52–3, 63, 69Middleton, J. 13Nadel, S. 111Naipaul, V.S. 13Needham, R. 107Nijland, D.J. 87, 89, 94Otto, R. 68, 69Overing, J. 16Pandey, R.B. 44Parkin, David 4, 11–24"},{"pageNumber":128,"pageContent":"118 Understanding ritualsParry, J. 59, 69, 90Pavese, Cesare 74Platenkamp, Jos D.M. 6, 74–93Radcliffe-Brown, A.R. 69Ram Gopal 44Rappaport, R.A. 18Renou, L. 46, 49, 54Richards, A.I. 23Robertson-Smith, W. 69Sallnow, M.J. 17Salmond, A. 18Searle, J.R. 12Smith, Pierre 28Southall, A.W. 13Stevenson, S. 40–1, 42–3Strathern, Marilyn 19–20Tambiah, S.J. 12, 18Tcherkezoff, S. 15Turner, T. 16Turner, Victor W. 14, 16Valeri, V. 94Van Gennep, A. 16, 23, 31, 52–3,69Visser, L.E. 94Werbner, R. 15–16Wittgenstein, L. 4, 12, 26, 35Zysk, K.G. 46"},{"pageNumber":129,"pageContent":"affinity 58–9, 61–3, 65–6, 76–7,81–2, 84–7, 89, 91, 93agency by default 12–13, 20–1, 24art 17asymmetry of relationships 5–6,41, 53, 59, 62–4, 69–70auctions, church 74–5, 90–3birth rituals 16, 22, 43, 60, 69–70birthday rituals 106–10bodily division 22–3Brahmanism 37–51, 55, 59, 62brother: relationship of marriedsister and, in India 6, 52–68;relationship of sister and, inBrahmanic India 5, 37–51ceremony, ritual as 13, 26–7Christianity 6–7, 20–1, 74–5, 87,91–3, 100Christmas rituals 102–6, 109circulation system in Tobelorituals 6–7, 74, 80–3, 86, 90–3circumcision 22, 31–4, 45, 60competition of ritual communities7, 99–102, 109–11, 113–14consanguinity 46, 49, 58, 86copulation 46–50cultural change, ritual and 7, 99,102, 109, 111–13custom 15decay/living 77–9, 81, 84–5, 88–9,94definition of ritual 13, 18directionality, spatial 4, 11–24divination 16, 22domestic rituals 99, 109–10Durkheim, and plural society97–115funerary rituals 16, 52; in Kenya20–2; linkages of initiationrites, and 26–36; of Punjabi inLondon 109; in Trinidad 13–14genesis of Tobelo society 76–9Giriama people of Kenya 20–2Gurmanceba people of BurkinaFaso 26–36hierarchy of values 3, 9, 76; of twolevels of circulation 86–9, 90–3Hinduism 5, 13–14, 39–40, 54,70, 99, 102–3, 105, 108imagery 77–86, 88–92incest 5, 38–9, 41, 46–9India: relationship of brother andsister in Brahmanic see brother;relationship of married sisterand brother in see brotherIndonesia, Tobelo rituals andChristianity in 74–93initiation rituals 5, 16, 23, 42, 94,114; linkages of funeraryrituals and see funerary ritualsinventiveness 19Islam 20–2, 54, 70, 74, 99, 111–13Subject index"},{"pageNumber":130,"pageContent":"120 Understanding ritualsKenya, funerary rituals in seefunerary ritualslanguage, use of, in rituals 4, 17-18, 22, 29–35, 42, 47linkages between rituals 4–5,26–36marriage rituals 5–6, 16, 41–3;extensions of 60–1; preparatoryrites of 55–8; as rites of passage61–2, 68; as sacrifice 62–4, 68;sacrifice, ‘profane’ world and67–8; sacrifice, temporality and64–6; Tobelo 87–90, 92;weddings 58–60Meo people of Northern India 54–68, 70message, ritual as transmission of98, 100, 113–15metasiblingship 57–8, 61–3, 65–6mime 30, 32–4Miri people of Nuba district,Sudan 8, 111–12mortuary rituals 76–9, 90; pre-Christian first 79–82; pre-Christian second 82–7mourning songs 4, 30–5movement, physical 4, 11–12, 15,17, 22, 27, 107–8, 111myth 11–12, 17–18, 29, 77–8‘others’: ritual implication of 8,97–115; children’s birthdaysand 106–10; evidence fromnon-plural societies of 110–13;family Christmas and 102–6;public rituals and 100–2parades in military dress 75, 84–5,90–3participation, insider/outsider 8,98–9, 101, 110–14performance 12, 14–15, 17–19,22–3, 30, 98, 100, 105, 108–10, 113–14plural societies 8, 98–100, 108,110–14postmodernism 13public rituals 99, 100–2, 109–10Punjabi people in Southall,London 97, 99–102, 105–10rain-making ritual in Nuba, Sudan8, 111–12relationship: of brother and sister,in India see brother; betweentrunks in Tobelo 74, 76–7, 82–5, 87, 89–90; of performanceand ritual community 8, 98,105, 107–10repetition of rituals 13, 18–19, 27,31, 47replication of rituals 104–5rite of passage: marriage rituals as61–2, 64, 68; ritual as 5–6, 12–13, 15, 22–3, 31, 43–4, 50,52–3, 64, 68, 111ritual/non-ritual 1–3, 8–9‘ruling’, the 4, 14–15, 18–19, 24sacrifice: marriage rites as 52–68,71; ritual as 5–6, 41–2, 45secrecy 31–5shamanism 16, 22, 79, 93–4Sikhism 97, 99–100, 102, 106, 108sister see brotherspatiality, formulaic 4, 18–23status, orphan/initiant 34–5structuralism 15–16symbolism 27, 55–6; of rice,weapons and money 81, 86,88–9, 91–2; of ritual asperformance 98, 100–2, 104–5,108–9, 114–15; of thread askinship tie 5, 40–6Tobelo people of Indonesia 74–93twins 5, 27, 38–9, 49–50, 80–2, 85two, significance of number 42, 50Vedism 5, 37–9, 42–7, 49, 54, 63‘witnessing’ 100, 111"},{"pageNumber":131,"pageContent":"REVELATION"}]
