[{"pageNumber":1,"pageContent":"AURA 1 Teachings concerning the Aura collated and adapted with a certain notes and illustrations from the more elementary portions of our ancient learning, by Frater שמש for the instruction of beginners in the Sacred Mysteries of =0. In the Name of God, Most High and of the Holy and Undivided Trinity. AMEN. Ye know from many books of science, that what a man perceives by his consciousness is not any external object, but only certain rhythmic thrills of nerves and centres in his brain (see hereon the Rhythmic Law of Life, as adapted and transcribed by our Frater U with the approval of the Masters). Out of the syntheses of these thrills, by memory and experience he constructeth the ideal of an external object. He testeth his ideal by varied experiment till he fixeth it firmly thus, sight giveth him form and colour ‐ but sight alone can often not distinguish a wax flower from one alive and growing — scent and touch will here correct sight, and their synthesis will give the ideal flower. Herein often lies the art of the juggler that by inducing his audience to construct an ideal from say, the optic nerves alone and not from the synthesis of these with the tactile and others, the image, untested, is a false one, and thus strange and apparantly miraculous results are produced, because that is expected which is not really in the course of Nature. Yet after all the testing and most careful examination of the synthesis whence our ideal is formed, we know for certain that we see not truly, for the outer Universe not only appeareth to each man and woman as different, but to each one it varyeth at different times of his life and even from day to day wherefore it appeareth that everyone of us walketh in the midst of an ideal Universe, which with the best care and the soundest judgment we can give, only partially represents to us the realities that lie around us. It appeareth then that there must cling around each of us some kind of a medium whereby that which produeeth the thrills and vibrations of nerve centres whereof we are conscious is as it were refracted, reflected, broken or distorted to some extent and that this medium is peculiar to each human being and is different in each, so that one's views of the Universe are specialised thereby. Even this Earth itself dependeth for the quality of the astral forces impinging on it largely on its atmosphere. For were the atmosphere removed, the blue sky would vanish therewith and become of an inky blackness ‐ colours would be no more and the whole visible Universe be changed. So the Planet beholdeth not the external Universe ‐ but is conscious of the thrills from Our Lord, the Sun manifesting that Universe in and by means of the atmosphere, and the Planet's consciousness extendeth not beyond that atmosphere."},{"pageNumber":2,"pageContent":"This then is a picture of a man in the midst of that medium of which we have spoken, and which is called his Aura from its correspondence with the atmosphere of the Planet. Other reasons for this word Aura will unfold as we proceed. Now, as to the formation of this Aura ‐ partly it is born with each human being and to this extent it represents what the Easterns term The Skandhas ‐ that is, the consequences Karmically generated in his former existence, and thus upon everyone at birth a certain character and course of fate is imposed, which he has earned. But also, on account of free‐will, each man goes on all his earth‐life making fresh Karma, whereby also, he modifies and changes somewhat the character of his Aura. Wherefore it partly consisteth of that medium wherewith at his birth the Rulers of the Universe enveloped him ‐ and partly of his own exhalations which may be good or evil according to the Karma he is making, even as the atmosphere is modified by the health ‐giving scent of the flowers and the pine‐woods and also by the malarious breath of stagnant morrasses and as these change the Rays of Our Lord the Sun so that the blue sky becometh amber or orange or green, so doth the Aura of a man modify for him the messages of the Lords of Light. Consider now how this aura appears when viewed from without, as it appeareth unto the highest Masters of Wisdom and as it may sometimes be seen clairvoyantly by man. It appeareth as a bubble ‐ the outer surface thereof beareth countless foci or points whereon forces can act, and each of these is connected by lines of force, with centres of the brain. So that, if, for example, a current of force from without should one such centre, all the rest being quiescent, the brain centre responding by what is called the optic nerve, the result would be a sensation of Blue, or of Red ‐ if another group of foci were excited at the same moment, there would result a sensation of a form, say a star, and the combined effect might be the sensation of a blue star shaped flower. Hence we see that all sensation depends on the excitation of foci on the surface of the aura and that to produce even so very simple an impression as that of a blue star flower, a vastly complex series of foci have to be excited, and their force accurately transmitted to the receiving centres of the brain. To assist the conception, let the student go out on a clear dark night, and try to realise that as the Stars in the Vault of Heaven so are the foci in his Aura, and that the multitudes that can be seen by the telescope are invisible to him, and many more are revealed by the photographic plate ‐ yet this doth not nearly exhaust their vast numbers. Furthermore, every focus and group of Foci hath certain definite and individual characteristics causing it to be excited or energised by a special type of force from without. And the synthesis of these characteristics may be compared to a form, the knowledge of which form indicates to the trained Initiate the nature of the sensation produced by exciting that group of foci ‐ this"},{"pageNumber":3,"pageContent":"so‐called form being unto the sensation as certain dots placed on paper which to the trained musician give at once the idea of the sound which would be produced by striking that chord. Thus then, the whole surface of the Aura is, as it were, covered with these forms indicating foci or centres, and the said forms are commonly termed symbols. Know also, that symbols are not mere arbitrary signs chosen by man to express abstract truths, they have a certain appropriateness as representing the characteristics of force on the foci of the Aura, and this gives them a power of their own. Ye may ask how far the Aura extends beyond the physical body ‐ yet this cannot be told with any accuracy, for it will vary in every human individual and will vary in each one from day to day and at different times of the day. Moreover, it is elastic and compressible ‐ and thus from a few feet to many yards, the dimensions cannot be told. Ye may also ask how when one meeteth another in close contact the Aura doth not become mixed, confused and broken ‐ and the answer is because it is interpenetrable so that several Auras may occupy the same space yet without confusion, even as several messages may pass at the same time to and fro on the same electric wire without confusion. Ye must then understand that there is a double process. For the exciting force striketh upon and energiseth the system of foci on the surface of the Aura. That is to say a series of centres each some feet distant from the physical body are excited, and from these the impulse is propagated along already existent lines of transmission to what are termed the physical organs of sense ‐ the process is here repeated in a more material medium. Thus, suppose various foci whose synthetic symbol is a blue hexagram were excited, the lines of transmission would excite similar or corresponding centres in the retina of the eye and the impulse newly differentiated by these would be transmitted along the optic nerve (which answereth to the lines of transmission through the aura) until it reaches a nerve centre or ganglion. How it thence is transmitted to the consciousness is a mystery belonging to higher Grades. Suffice it here to say that the knowledge of this dependeth on the knowledge of how impulses and life‐currents pass from plane to plane, from the astral world to the material and vice‐versa ‐ and this includeth the Mysteries of life and death together with the crowning Mystery and Key of all Mysteries, The Incarnation. Also the great mystery of the Negative Existence ‐ but of these ye shall learn more hereafter. Of the means therefore, whereby we are conscious of the external Universe, physical science knows partly one link, that namely between the physical organs of sense, and the ganglion or centre in the brain. To this ye have now the elementary idea of the next link ‐ that namely, between the physical organ and the Aura ‐ but beyond these on either side, there is at present a mystery. Yet, know ye, that the eye of the occultist, trained in the study of the ancient Wisdom Religion, can penetrate these mysteries also."},{"pageNumber":4,"pageContent":"Much is known and shall be taught, but first ye must thoroughly comprehend the Aura whereof the present manuscript gives you an elementary view. Understand now also, that the Aura is not merely a medium of communication, but it is also a protective armour, in as much as so long as the Aura remaineth closed and unbroken, no power of evil can enter. In this respect it resembleth to some extent the mucous membrane, which forms a protective armour against many disease germs. How there are many students at this stage who seek to know how the Aura came to be formed yet this cannot possibly be understood until much more has been learned. But, of the formation of a symbol on the surface thereof, somewhat may be shown. Know ye then that impulses of every kind strike upon the surface of the Aura, set it in motion, by the Eternal (rods under the command and by the direction of the Master of Masters, Who is the Word of the Infinite and Eternal One (Blessed be He) ‐ yet many of these impulses penetrate not and produce no effect within the Aura because no focus hath been formed responsive thereto. Others which strike upon appropriate foci yet reach not to the consciousness because the organs of sense have no adjustment to receive them. Thus what we term etheric thrills which are too rapid for the ear yet nor rapid enough for the eye convey no message to the brain. Again many impulses thrill brain and nerve yet meet with no conscious recognition ‐ this last case ariseth from lack of a symbol. Conceive then, that an impulse conveying a message from the Eternal Ones, impinges upon the Aura and excites a focus, or a system of foci, such message having never come into the consciousness before. So soon as the conscious monad perceiveth the effect in brain and nerve of that impulse, a return impulse travelleth back along the same lines of force to the surface of the Aura. If such return impulse did not travel back, the force originally would sink back to rest and leave no trace where it had been. But the return impulse tends to fix a special sensitiveness, a peculiar liability to be again excited upon, the same parts of the Aura ‐ and each repetition of the original message will produce a stronger and more definite return impulse, till at length a new figure appeareth on the surface of the Aura, and this takes its place as a definite symbol, for good or evil. Hence ye may see how the first dawnings of new ideas are so faint and dim. It will be seen also that there is a double current of force necessary to create a symbol, for that which is initiated by the force from without, exciting the foci on the surface, is as regards all that lieth outside the aura receptive, negative, or in the terms used of living organisms, feminine, whilst the return current is with regard to what is without, active, positive and masculine. Suppose then that a force of evil impinges on the Aura and excites a system of foci communicating with the sensorium ‐immediately thoughts of evil are presented to the"},{"pageNumber":5,"pageContent":"mind. Should these be entertained, however slightly, a return current is set up, and a symbol begins to be formed which grows more definite with each flow and reflux of the current, till an astral idea is born in the brain, answering to the symbol. The brain can then contemplate the symbol and thus vitalise the astral form. This is a species of memory and by another occult but very simple process a tendency arises for the astral form to incarnate in act. Note that the first effect of the evil force impinging upon the Aura is to excite the feminine current, the next to excite the masculine reflex action ‐ whence ariseth the symbol ‐ the astral form ‐ the material act ‐ and thus we may see The Fall enacted constantly in the Microcosm. The converse here unto is The Incarnation and it is hence demonstrable that only by the descent of The Word of the Infinite Supreme into the lowest matter could The Fall be reversed. But this belongeth to higher teaching which shall be given hereafter. It will be understood that the currents of force to the surface of the Aura to the conscious Monad are feminine as regards the exciting force outside but they are masculine as regards the Monad itself ‐ seeing that they are positive ‐ producing an active effect thereon. The return currents, however, are masculine and positive as regards that which is without, but with regard to the monad, they are affected by it ‐ and are negative and feminine as regards it. Hence it is sometimes said that the inner self of the man is female, but the inner self of the woman is male and herein is there much of truth. Nevertheless it is not a truth which should be widely divulged or spoken of to the uninitiated, for from this truth, imperfectly understood many have drawn formulae of a certain sex magic which is deadly and destructive both of soul and body. And indeed ye should remember that the whole of the mysteries of sex can only be taught by inspiration, and that many and terrible are the dangers and delusions lying within a half‐knowledge thereof. Better is it for the student to take this entirely on the physical and material plane until such time as the key shall be placed in his hands. Avoid asceticism and avoid excess. Follow the rules of the morality of thy race and country and religion. To the Neophyte the Masters of Wisdom give no other rules than these, and these suffice for the supreme health of the body in this regard. Avoid therefore all strange and fantastic doctrine. Nature teacheth the right way and what is known as Malthusianism in whatever method practised is evil, and bringeth its own train of evil, both astral and physical. And this shall suffice on this head. Now, not only do we perceive and receive impressions by means of the symbols on the surface of the Aura, but we affect one another by the same means ‐ so that each man perceiveth not the reality of another, but perceiveth only his Aura ‐ or rather he perceiveth"},{"pageNumber":6,"pageContent":"the effect which the Aura of that other produceth on his own. Why then do we not see one another as spherical, seeing that this is the form of the Aura? The answer is that during the centuries of evolution which have produced the so‐called typical form of man, the symbols denoting form and colour have become so vitalised that they of themselves continually emit the the force proper to them ‐ hence, with no effort on the part of the monad, his symbol of form and colour is like a charged battery, and the rays therefrom meeting the surface of the Aura of another excite the like symbols thereon, so that the man is visible to his neighbour ‐ and so it is with every material thing that has evolved through long tracts of time. But the other symbols, not having acquired permanent vitalisation need a will effort of the Monad to manifest them to another. Hence there be many beings which have not evolved through such tracts of time ‐ as elementals, astral spirits, shells, doubles, etc. which can only manifest by a distinct and very powerful effort of will vitalising and exciting their symbols of form. In the human being, the symbol of sound, albeit not self vitalised like the symbol of form, is easily excited by the of the Monad, exerted through what are termed the speech organs. Now herein, ye see the reason of much so‐called clairvoyance in trance ‐ of thought reading and the like ‐ for hypnotism, trance or disease will make the surface of the Aura unduly sensitive (as the surface of the physical body may become) and if the hypnotiser then, by a powerful effort of will, excites special symbols on the surface of his own aura,these will send forth sufficient force to excite corresponding symbols on the Aura of the patient, causing the latter to see what the former imagines ‐ or the same result may be sometimes produced without the will of the hypnotiser, by an involuntary excitation of the symbols. Some also, of the materialising phenomena of spiritualism may be referred to the same cause, for just as in mania the patient often shows a super‐human strength of the physical body, so trance or disease of the medium may bring about an excessive excitation of the symbols on the surface of the Aura whereby physical effects are produced without apparent contact ‐ levitation and the like. To such cause may in many cases, be referred the evil eye and kindred phenomena. All these effects however, the trained adept can produce at will without either trance or disease. Let him however, in whom these powers are beginning to develop beware never under any circumstances to make a show of them, never to exercise them for the entertainment of or at the solicitation of others or to prove that he possesses them. The development of all adepts is carefully watched and those are artificially retarded who are not likely to be careful in this respect. Nevertheless the caution cannot be too frequently repeated ‐ the reasons will be shown hereafter, but obedience is necessary at first. Ye will see then that the surface of the Aura as seen from without is as it were, a sphere enclosing the physical body and covered with a complete map of symbols. Now as every man's physical body corresponds in its main lines to a type, yet everyone differeth in detail,"},{"pageNumber":7,"pageContent":"so the symbols on every Aura are in the main similar, yet in every one there are slight differences of arrangement and proportion. The general colour too will be seen to vary from time to time and lights will play over the surface exciting groups of symbols. But the greatest difference is in the position of the physical body towards the Aura, for the key of the nature of the physical body is the Solar Plexus, and the symbol which is especially connected therewith will dominate the man during that incarnation and this symbol will in fact, be the synthesis of his past actings ‐ forming for him a ruling principle whereto he will involuntarily refer all things chancing to him. Only after an active and laborious life the synthesis thereof as it were, exciteth a new symbol and thus the man may modify his own character or even acquire a fresh one. The most developed symbols are locally situated opposite the Solar Plexus ‐ that is, in that part of the Aura which is like a belt about midway between head and feet. Here are a circle of typical human forms, and the human beings more or less answering to these types will affect the Monad for good or ill when he meeteth with them. Hence it is that sometimes persons who are in themselves good will yet affect each other prejudicially. It is useless to strive against this, for the presence of such a person excites symbols in the Aura whose effect is exhaustion or ill‐health or it? may be positive evil ‐ and the only way of avoiding this is by inhibiting the connecting lines thereby partly paralysing the Aura ‐ and by exciting different symbols thereby producing a want of balance and a distinct loss of power. Par better avoid immediate contact with such a person, for thou mayst do him great good from a distance. To affect others remember that the exciting or depressing of symbols in your own Aura will produce usually an imitative effect. Is anyone angry? Strive to bring to quiescence in your own aura the symbols over‐excited in his. Further teachings will be given on this, but the student will soon learn to do much for himself. Only, if he work with the Aura, let him avoid argument and reasoning. HERE FOLLOW TWO SPECIAL TEACHINGS BY FRATER שמש DRAWN FROM THE FORE‐GOING. 1. AS TO RETICENCE. Remember that every active manifestation excites into activity the corresponding symbols in the Aura of all who can apprehend it ‐ whether ye speak or make signs or draw diagrams or symbols. Hence ye should exercise the most scrupulous care not to speak of things connected with the occult sciences before the uninitiated ‐ especially before those who are uneducated or young, for by so doing thou wilt excite into activity symbols in their Auras which will act on the brain and produce permanent effects all the more potent from not being comprehended and often very pernicious in after life. The Masters of Wisdom who know the conditions of the Aura have ordained a regular course of teaching under strict conditions whereby the symbols may be safely and harmoniously developed. But they"},{"pageNumber":8,"pageContent":"who speak unadvisedly often develop inharmoniously and improperly symbols which it may be ought to lie dormant through all that incarnation. Hence it is said, \"Keep watch upon thy thoughts and close the door of thy lips.\" Before thou ever alludest to any secret knowledge, be very sure that no one listeneth save those to whom you wish to speak, lest you do irremediable mischief. 2. AS TO THE SYNTHESIS OF SYMBOLS. From Isis and Osiris springeth Horus. The Holy Spirit proceedeth from the Father and the Son, and in these teachings is a great Mystery. For when ye combine foci in the Aura the combination produceth a symbol, and when ye combine symbols there ariseth from the synthesis a new and unknown symbol and hence many have received great light and knowledge and many new Truths have been taught to the world ‐ yet herein lieth great danger also ‐ for the new form which shall arise from the synthesis is unknown and it may be that deadly and evil symbol shall result Thus as ye read when the Samaritans after the Captivity made 'a mixture of religions' the Lord sent lions among them ‐really elementals born of the synthesis of the symbols of the Jewish and Assyrian systems. Hence also were the Jews constantly warned against the religion of the nations around, not that these were always evil in themselves ‐ many had a true and beautiful symbology ‐ but because by the blending of the symbols of different systems unknown and possibly dangerous forms may be developed. In the Middle Ages, the Templars, blending the symbols of Christianity with those of Eastern Faiths fell into sorcery as also did the Gnostic heretics and many others. Therefore in practical magic are you specially warned not to attempt to practise two systems at once. Where the combination a can yield a true and powerful formula as is often the case, the Masters of the system ye follow will show you the method of forming the synthesis ‐ but beginners should exercise extreme care in this. The Ancient Celtic Occultism is more akin to the Phoenician, Persian, Mexican and Peruvian systems than it is to the Egyptian or Qabbalistic ‐ the latter therefore are only sparingly used for symbology. Further M.S.S. will be sent hereafter if ye diligently study and profit by this. And may the Lord of All be with you. שמש"}]
