[{"pageNumber":1,"pageContent":" CONCERNING THE POSITIVE AND NEGATIVE VISION – 59 The Positive Vision is that wherewith the ordinary and uninitiated man usually looks on everything within his sight. Its character may he described in the words of a great metaphysician thus: \"Whatsoever any person perceives, he must perceive himself along with it\". This is absolutely true of the ordinary sight. It is therefore self‐regarding. That is to say that consciously or unconsciously we do refer everything to ourselves, and the impression that the thing seen makes on us. But the Negative Sight is not self‐regarding. It makes no impression on us. The passing show passes before our eyes merely as might the pictures of a Cinematograph. It interests us. It may excite us to a certain extent. It may teach us lessons, but it does not affect us farther than this. Now thus the Adept habitually looks at the things within his sight. He knows when it is wise or right that he should be affected, and otherwise he does not permit himself to be affected. If it is right that he should be affected, he can at will produce the positive sight, and see the thing in relation to himself, calling on him for action, or sympathy, or whatsoever is right and wise. With this negative sight he sees not only the passing show, but he sees the reasons and moving causes behind, and can often discern the good in seeming evil, the angels working behind what appears to be diabolic. I mean he can actually see the one as clearly as the other, though both are to some extent dreamy and unsubstantial. His vision here is therefore truer, and he rejoices where with the positive sight he might grieve, or be indignant, or revolted or nauseated. To attain the negative sight needs for many people practice and training. In the positive sight the eye is restless, it roams about and looks for this or that, in the negative sight the eye is steady, it looks for nothing, but allows the vision to pass before it, as though looking at a moving picture. Many will go to a second‐sighted seer and say \"Look for me, if my son, or my husband or lover, is alive and well! Look for me! What is he doing?\" All this is irrelevant and impossible. The seer does not and cannot seek. He can simply pose his mind and thought, and let the vision come if it will. To rouse this negative vision in one who has never experienced it, the head should be perfectly still, and the muscles of the neck relaxed, therefore it is best that the head be supported behind, and the whole attitude easy. The head being somewhat thrown back, so that the line of the eyes is directed a little above the horizontal line. Now endeavour to hold the eyes absolutely still, not looking at anything, but just waiting for what may pass before them. Draw in the breath very gently, almost imperceptibly, and at the same time slightly raise the eyelids and eyebrows, letting the head sink very slightly backwards. The sensation should be as though the eyeballs were sinking slightly into the head, and a dreamy feeling will come over, there will be no desire to look at anything, but simply to observe whatever comes, and an entire indifference to what it may be. There will be neither sorrow nor joy at what is seen, there will be an admiration of whatever passes, and a recognition of seeing the wonderful works of God. Nothing seen will possibly move the seer to action. He will be as a scientist observing through his microscope a colony of bacteria. This exercise should not at first be prolonged, but it may be often repeated and with each repetition will become easier, till he is able to produce this type of vision at will, even when walking along a road or in the street or wherever he may be. He may then with little difficulty train himself to behold chiefly the causes, the forces and the influences that lie behind the outer and material. The Adept knows of course that nothing in itself is either good or bad. When he has learned to use the negative vision he knows also that nothing is, in itself, either beautiful or ugly, but only that certain things, objects of"},{"pageNumber":2,"pageContent":"sight, correspond with certain vibrations and symbols on his own brain, and by their harmony produce a sensation agreeable or the reverse. Now there is obviously no sense or reason in producing in himself disagreeable sensations. He therefore walks the world with the negative vision normally in operation, but when something passes before him which he knows will produce agreeable sensations, he changes his own vision to the positive, and enjoys the agreeable sensation of the harmony. So he conserves his nerve force, and whatsoever would be unpleasant to him he passes unnoticed, till at length he attains to indifference to objects of sight, save where he can refresh his brain by pleasant impressions. At this time he becomes ever increasingly conscious of the gracious forms and powers lying just beyond the ordinary world of positive sight, and he is able at will to mute the excessive sensitiveness of the surface of the Aura. The same principle applies also to the other senses. Consider the sense of smell. A disagreeable smell is meant for a warning of danger to health, but the positive smell goes far beyond this with the mass of the outer and uninitiated. They cannot help noticing smells which they dislike, not in many cases for the reason of any danger to health, but simply by reason of the brain vibrations, where to those smells are harmonious or the reverse, and often by mere convention, because they have been told from infancy that certain smells are evil and disgusting, and they have unconsciously trained themselves to think so. Now to attain the negative sense of smell, as before pose the head to absolute stillness, and observe the breath through the nose. The sensation of smelling, the positive action, gives the feeling of opening the passages at the back of the nose, on to the soft palate. Thus we try to test any scent we desire to enquire into. Many scents thus tested will give a feeling of nausea, or it may be actual physical sickness, and yet are not in any way unwholesome or dangerous, especially if the breath be drawn in rather sharply. In the negative sense of smell the breath seem rather to strike on the fore part of the nose just within the cartilage, and if it be allowed to pass in quite gently and normally, there will be very little sense of smell at all, and no special consciousness of its being pleasant or the reverse. Young medical students unconsciously discover this negative sense of smell. Very often, when first attending a post‐mortem they will be excessively nauseated, and probably physically sick, but after a few experiences they will not notice the effluvium though they may work in it for hours. Here the position of the head is the reverse of that used in practising to acquire the negative sight in drawing the breath, the chin should be slightly bent down on the breast, or rather towards the throat, but very slightly. Let it not be supposed that this exercise will deaden the power of smell, or the enjoyment of the perfume of flowers. We have instanced the case of the medical student; a surgeon has need of, and has, specially acute powers of smell, but can inhibit them at will, and is not nauseated by any smell. Our brethren in Japan have the most acute sense of smell of any people on earth, yet most of them, even those who are not Adepts, can cheerfully endure close rooms, and what the Westerns, without one half of their sensitiveness, would call foul and stifling. When the student has realised the meaning and the sensation of the negative senses in these two cases of sight and smell, let him use auto‐suggestion, and say to himself that he can go through a city without noticing anything, particularly either sight or smell. Let him test himself ‐ take some object of meditation and walk along some thoroughfare, mentally giving himself a bad mark every time his attention is diverted by any sight or smell in the course of his walk. Then let him count up the results of his experiment, and determine to do better. Let him feel a certain shame that material things have power over him, a divine being, to drag away his thoughts from the Divine contemplation to"},{"pageNumber":3,"pageContent":"which he had set himself. He has to fight the world. Let him heed not the first, second or third defeat, but firmly resolve, and reassure himself of his power to do so, to gain the victory in the name of Adonai the Lord. Now these exercises will insensibly strengthen his Aura, and arm him against a peculiarly subtle form of attack of the opposers. When he can say to himself that he is able to take a walk in a town without permitting his attention to be distracted by any of the ordinary sights or smells, he may call himself well on the way to reach a much more intimate knowledge of the Masters than ever before. He will have taken a long step in his progress. To attain the negative use of the senses of hearing and of taste is more difficult. But the difficulties are greatly reduced when the previous exercises have been done with some success. Perfect stillness of body joined to a concentrated attention to a book, or drawing, or some other object of regard, will often succeed in so far negativing the sense of hearing that the voices of others in the same room are unheard and unheeded. We often see this practically done instinctively by children when reading an absorbing book. They are not aware even when directly spoken to. Attaining the negative sense of taste is of less importance than the other senses, yet this too is useful for health, for it prevents fastidiousness in food, and incidentally aids digestion and assimilation of any food that may be available at the time; it also enables the Adept to eat with relish whatever is set before him. Our occult physicians have frequently cured or alleviated indigestion by this means. Autosuggestion is usually found the readiest means of attaining this power. Observe now that this power of negativing the senses is part of the training of the Adept; it is by no means to be even hinted at to all. The utmost permissible to say to anyone who appears to be developing beyond the outer and uninitiated masses, is that the involuntary noticing of material details is a sign of the youth of the soul, and its immaturity, and should be minimised as far as possible. The Adept, however, should not much consort with those whose senses are very positive. Even as the growing boy or girl whose education is beginning should not occupy much of his or her time in playing childish games with children. Recall now the teaching of the Veil as shewn in the Ritual of Initiation. When the power of negativing the senses is attained the first golden bar is passed, the first Grand Initiation is won, and this is the first step towards the casting out of the self, which leads through the yellow threads of Wisdom to the green, where the Masters may be met and known. The higher Principles of the soul often in moments of ecstasy may attain to this calm region. It is the task of the Adept to draw his whole nature up to this level. Observe also these stages of progress. The outer and uninitiated man is proud of his sensitiveness of the positive action of his senses deeming it a mark of refinement and of culture. As this gradually gives way to the understanding and power of the negative senses, he begins to be proud of this as a sign of progress, and in this he is more justified than the other; in fact this pride is necessary to his advance, helping him to free himself from the shackles of the positive action of the senses. But as the negative power becomes more perfectly developed, and he is able to hold the just equilibrium, and use either at will, he is proud of neither, but recognises that it is a matter of natural growth, and he is no more superior, by reason of his development, to the outer and uninitiated, whose senses"},{"pageNumber":4,"pageContent":"are entirely positive, than the schoolboy is superior to the infant in the nursery. Merely he is a little older, a trifle nearer to the goal we all have to strive for."}]
