[{"pageNumber":1,"pageContent":"e B U D D H A N E T ' S B O O K L I B R A R Y E-mail: bdea@buddhanet.net Web site: www.buddhanet.net Buddha Dharma Education Association Inc. Dr Granville Dharmawardena Scientific Acceptability of Rebirth Scientific Acceptability of Rebirth"},{"pageNumber":2,"pageContent":"S cientific A cceptability o f R ebirth Dr. Granville Dharmawardena Ph.D. (Cambridge), M.I.Chem.C, C..Chem, FIAutoE"},{"pageNumber":3,"pageContent":"An appreciation This is to inform that all members of The Foundation For Buddhist Research convey their heartfelt appreciation to Reverend Banagala Upatissa, the Chief Sanga Nayaka for Sri Lanka in Japan and the Deputy Chief Incumbent of the Maha Bodhi Aggra Srawaka Maha Vihara in Sri Lanka For contributing by bearing all the expenses for printing this valuable book with a view to assisting the Foundation to build up its initial funds."},{"pageNumber":4,"pageContent":"C ONTENTS Preface . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The Foundation For Buddhist Research . . . . . . . 7 Scientific Acceptability of Rebirth . . . . . . . . . . . 10 Science and Reality . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 Classical Science (17 th –19 th centuries) . . . . . 12 The Birth of Modern Science . . . . . . . . . . . . . . . . . 21 Scientific Acceptability . . . . . . . . . . . . . . . . . . . . . . . . 27 The Phenomenon of Rebirth . . . . . . . . . . . . . . . . . . . 29 Scientific Examination of Rebirth . . . . . . . . . . . . 31 Spontaneous Recall of Past Lives . . . . . . . . . . . . 35 Past Life Therapy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 36 Child Prodigies & Others who can use Past Life Knowledge and Experiences . . . 38 Conclusion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40"},{"pageNumber":5,"pageContent":"5 Preface Scientists and people who are educated in science refuse to accept this phen omenon. It is mainly be- cause they are familiar on ly with classical science, which cannot perceive a possible mechanism by which it can happen. In this book Dr. Granville Dharmawardena, who is an eminent scientist referred to in the nuclear science text books in the United Kingdom and in the United States of America, had his education and training at the Cambridge University in the United Kingdom, Harvard University in the United States, the Austral- ian School of Nuclear Technology, Australia, and at the Atomic Energy Commission in France, and being most familiar with the views of the twentieth Century modern science, presents here a study he has made of rebirth. Dr. Dharmawardena points out that the reason why classical science cannot explain rebirth is due to in- herent limitations in classical science. Modern sci- ence has transcended these limitations, and therefore"},{"pageNumber":6,"pageContent":"6 rebirth is within the scope of modern science. Modern science accepts rebirth as a scientifically acceptable phenomenon through the same tests used to prove scientific acceptability of generally accepted modern science phenomena. Dr. Granville Dharmawardena point out that as sci- ence advances it gets closer and closer to reality, and this also brings science closer and closer to the Teach- ings of the Buddha. Lastly I wish to tell you that I was blessed with the op- portunity of writing the preface to this book, as Dr. Dharmawardena, a Sri Lankan scientist, was blessed with the wisdom to prove rebirth after 2,540 years – although it was researched by eminent scientists throughout the world. “ Let’s build a world in which we live in harmo- ny, without any calamities , by practicing the Teachings of the Buddha ”. N.L.B. Kiriella Udwela 20164"},{"pageNumber":7,"pageContent":"7 The Foundation For Buddhist Research The search for the True Rea lity of Nature has been the pursuit of hundreds of thousands of philosophers and scientists for thousands of years, and they have yet a long way to go. But the Buddha acquired full know- ledge of the true reality of nature over 2,500 years ago, albeit not through the circuitous path followed by the scientists. Intuition and ra tionalism are two modes of functioning of the human mind. Buddha used the in- tuition mode to acquire complete understanding of true reality when he was in a mental state of supreme enlightenment. Scientists are using the rationalist mode of thousands of unenlightened minds. In the current era of the human being, the scientific method is extremely popular all over the world and people accept anything that has scientists’ accept- ance. The reason for this is that science gave rise to the technology which helped man to acquire enor- mous material wealth and increase his living stand- ards in leaps and bounds. The science that has become so popular is the mat- erialistic mechanistic model built by Descartes, Fran- cis Bacon and Isaac Newton. This Newtonian science had two major limitations that prevented the scien-"},{"pageNumber":8,"pageContent":"8 tists from moving in the direction of true reality. They are, limiting science to what is only materialistic, and to what is within three spatial dimensions. Such lim- itations are not there in the intuitional route. The Dalai Lama says, “Science and technology bring society tremendous benefit. Yet, due to highly devel- oped technology, we also have more anxiety and more fear. I always feel that mental development and mat- erial development must be well balanced, so that to- gether they may make a more human world. If we lose human values and human beings become part of a machine, there is no freedom from pain and pleasure. Without freedom from pain an d pleasure, it is very dif- ficult to demarcate between right and wrong. The sub- jects of pain and pleasure naturally involve feeling, mind and consciousness.” Understanding and practice of Buddhism going side by side with science and te chnology is essential to cre- ate balanced human beings. Peace at home, in society and in the world can arise only among a balanced hu- man population. Albert Einstein and other prominent 20 th century sci- entists took science beyond these limitations and de- veloped modern science, which is closer to the"},{"pageNumber":9,"pageContent":"9 teachings of the Buddha. Th is confirms that science is now on the right path and that Buddhism is a guid- ing light to science. As a result of the paradigm shift in science brought about by Einstein and othe r 20th century scientists, interest in Buddhism is rapidly expanding among the scientists who are in the fore front of science. In order to enable this process to tric kle down to others rapidly, it is necessary to research in to ways and means of pre- senting the teachings of the Buddha to believers of sci- ence in a language they understand, accept and trust. The function of the Foundation For Buddhist Re- search is to undertake re search to find ways and means of presenting the teachings of the Buddha in terms that people the world over – and our school chil- dren, who trust science more than Buddhism – un- derstand and accept in order to assist them to make use of them. One should note that school children in Sri Lanka still learn only the 19 th century science that presents the extremely materialistic and mechanistic model of the universe. They do not even get a chance to know that there was a paradigm shift in science during the 20 th century. Ven. Madawala Upàli"},{"pageNumber":10,"pageContent":"10 Scientific Acceptability of Rebirth Based on a research pa per presented at the Annual Sessions of the Sri Lanka Association for the Advancement of Science on the 28 th November 1996 Science and Reality Rebirth is a very fundamental phenomenon in Bud- dhism. Science is a quest for knowledge meant to lead the way to understanding the true reality of nature, and every research scientist is expected to contribute at least a wee bit towards moving human knowledge in this direction. In examining every brilliant person who has been seeking to un derstand the true reality of nature, from a religiously unbiased point of view, the Buddha clearly stands out as the only human be- ing who completely understood the true nature of the universe. However the Buddha’s method of acquiring knowledge is not one recognized by western science. The Buddha acquired knowledge by intuition, the eastern way. Scientists acquire knowledge by the ra- tional method, also known as the scientific method."},{"pageNumber":11,"pageContent":"11 Western science, which seeks to understand every- thing only through acceptance by the scientific meth- od, finds it difficult to understand some of the important concepts and phenomena taught by the Buddha. Some such important phenomena which lie beyond the perceptual capabilities of familiar western science are rebirth ( punarbhava ), impermanence ( anicca ), egolessness ( anathma ) and panchabigna (phenomena such as telepathy, clairvoyance, precog- nition and psychokinesis). As man’s knowledge of science advances, it has be- come clear that the failure of western science to rec- ognize or understand these phenomena is due to the inherent limitations of classical science, which have been stifling its attempts to understand reality. Science has, from time to time, progressed in jumps or leaps. The scientist and historian, Thomas Kuhn, in an important book writte n by him (The Structure of the Scientific Revolution – University of Chicago Press) says that with each such jump towards progress science moves closer and closer to reality. It is now clear that the Buddha acquired complete knowledge of universal reality over 2,500 years ago and science as it progresses is moving closer and clos- er to the teachings of the Buddha."},{"pageNumber":12,"pageContent":"12 Science made a massive jump at the beginning of the 20 th century and this has, for the first time, given sci- entists the prospect of ac quiring the ability to under- stand some of the above phenomena that eluded them in the past. This paper describes how modern science of the 20 th century enables us to prove the scientific acceptability of rebirth. The 20 th century jump in science came as a major paradigm shift (a profound change in the thoughts, perceptions and values that form a particular vision of reality) which completely transformed the basic foun- dations of science, and lifted science over and beyond the capabilities of the five senses of the unenlightened human being. Our common se nse, particularly scien- tific common sense, is conditioned by the influence of three centuries of classical science, and this paradigm shift has pulled the rug from under the feet of scien- tists’ common sense. Scientists are still trying to come to terms with the new paradigm established by mod- ern science. Classical Science (17 th –19 th centuries) Science is an intellectual exercise of the rational mind and scientific method is what the western world used"},{"pageNumber":13,"pageContent":"13 in its attempt to understand universal reality. Science helped to develop technology and bring about the in- dustrial revolution in the West, thereby providing an enormous amount of material benefits to people, and wealth and political influence to the West. This made science very acceptable to people of the west and those who received western styled education. People have, today, got used to be lieving anything that has scientific authentication. Sc ientific method is mistak- enly believed as the only valid approach to knowledge. Not much emphasis is placed on the Eastern intuitive method of acquiring knowle dge. The science that de- veloped through the rationalistic approach during the 17 th to 19 th centuries, which we are familiar with, is known as classical science. Some books refer to this as modern science. This paper will stick to the term classical science and use th e term modern science for the new science that resulted from the 20 th century paradigm shift. Classical science flourished during the last three cen- turies (17 th –19 th centuries). The value system under- lying classical science is described by sociologist Pitrim Sorokin in his monumental four volume work in social and cultural dynamics as ‘a sensate value system’. The sensate value system holds that matter"},{"pageNumber":14,"pageContent":"14 alone is ultimate reality and that spiritual phenomena are but manifestations of ma tter. It professes that all ethical values are relative and that sensory perception is the only source of knowledge and truth. Man’s belief in classical science became so strong during the last three centuri es that the sensate value system cherished by classical science pervaded all as- pects of human activity, except where easternism dominated. As explained later, the world view pre- sented by classical science is flawed and the perva- sion of these flaws into every sphere of human activity has led to major crises of global proportions. Classical science was founded on the basis of Descartes’ philosophy, Francis Bacon’s methodology and Isaac Newton’s mathem atics. In the seventeenth century Rene Descartes divided everything in the uni- verse (Figure 1) into two re alms: “Res Extensa” (mat- ter) and “Res Cogitans” (mind). Res Extensa was considered as the realm of importance, and gathering knowledge in this realm was called science. Science was considered the respectable realm to study. The other realm, Res Cogitans, was not considered to be respectable and not up to the dignity of scientists to probe into."},{"pageNumber":15,"pageContent":"15 All important and respectable knowledge of the uni- verse was thus restricted to Res Extensa, or science, which was confined to the study of those aspects of the universe that are measur able. Scientists accepted that the universe consiste d essentially of “objects’, leading to the belief that the ultimate realities of the universe are things and not beings. It was believed that everything in nature, including the mind, think- ing and life, could be explai ned in terms of interaction of matter particles. Descartes’ split introduces an inherent deficiency in the very foundation of science by shutting out one im- portant half of reality and directing scientists to look for true reality within the other half. The scientific method that developed within this framework includ- ed the requirement that scientists understand a phe- nomenon before it received scientific authentication. Scientists made idealized mental pictures of any phe- nomenon they want to understand. Imagined mecha- nisms were presented to make various phenomena and relations between them understood by the scien- tific community. Anything th at failed to pass this test of being understood by scie ntists failed to receive sci- entific authentication."},{"pageNumber":16,"pageContent":"16 This process imposes anothe r devastating restriction on science. Scientists are human beings and their un- derstanding is limited by the limitations of the five senses of the human being. Our five senses can per- ceive only up to three spatial dimensions. Therefore the above process imposes the condition that the scope of science should be limited to three spatial di- mensions, and any phenomenon that extends beyond three dimensions is beyond science and excluded from the reality that the scientists are aspiring to un- derstand. Thus, classical science has be en blind to vast aspects of nature, aspects that ex tended beyond three dimen- sions and important non-material aspects. Trying to understand universal realit y within these limits im- posed on science is obviously a futile exercise. No such obstructions stood in the way of Buddha’s way of acquiring knowledge. This explains the reason why the Buddha succeeded where science failed. One cannot, however, say that sci ence has failed, because science is still on the way. Rational and intuitive are complementary modes of functioning of the human mind. Rational thinking"},{"pageNumber":17,"pageContent":"17 used by science is linear, focused and analytic. It be- longs to the realm of the intellect whose function is to discriminate, measure and categorize. Rational know- ledge tends to be fragmented. Intuitive knowledge (the method used by the Buddha), on the other hand is based on a direct non-intellectual experience of reality arising from an expanded state of awareness arising as a result of enlightenment. Intu- itive knowledge is synthesizing, holistic and non- linear. Rational knowledge generates self-centredness whereas intuitive knowledge is symbiotic with nature. The world view presented by classical science was mainly a creation of Isaa c Newton. Here, the universe was one huge mechanical system operating according to exact mathematical laws. It consisted of material objects made of small, solid, indestructible particles which moved in an absolutely infinite three dimen- sional space and absolute time. All these particles were made of the same ma terial substance. Reduc- tionism, determinism and ab solute mathematical cer- tainty were basic tenets of classical science. Reductionism builds on the idea that the objective world is fundamentally space time and material par-"},{"pageNumber":18,"pageContent":"18 ticles and nothing else. Ever y object in the universe is an aggregate of these partic les bound together by for- ces described by Newton. These objects float in an in- finite space in accordance with Newton’s laws. The behavior of everything can be calculated with mathe- matics. The study of how these particles behave is physics, and how they combine to make bigger parti- cles is chemistry. The stud y of how these big particles combine to become living part icles is biology, and how living particles become more complex so that they ap- pear to feel is the study of physiology. The study of the way those even more complex particles behave in such a way that they seem to have what we call intel- ligence is psychology. The subject of nuclear scienc e did not exist during the era of classical science. Even the concept of the atomic nucleus was not known at that time. Inadequacy of clas- sical science to describe atomic phenomena drove scien- tists to discover modern science, and nuclear science is a new discipline of the 20t h century modern science that embraces a wide variety of basic disciplines. Determinism prompts that everything we experience, including our own lives, comes down to the movement of particles and these part icles obey fixed, unchang-"},{"pageNumber":19,"pageContent":"19 ing laws. If we could know th e state of all the particles in the universe at any given time, then we could cal- culate the state of the universe at any other time in the future. Since all phenomena can be accounted for on the same basis all phenomena are predetermined. Human intelligence, consciousness, love, kindness and aspiration have no place in this mechanistic uni- verse of classical scienc e. Generosity is alien. In outlining the methodology of classical science, Francis Bacon’s view of natu re was that she had to be hounded in her wanderings, bound into service, and made a slave. Scientists sh ould torture nature’s sec- rets from her. The goal of science had been to acquire the knowledge that could be used to dominate and control nature, and to this day classical science and its resulting technology are used predominantly for purposes that are profoundly anti-ecological. The pervasion of this rationalist ideology into the western world conditioned western society to believe that the aim of science was the domination and con- trol of nature, affirming that scientific knowledge could be used to render ourselves the masters and possessors of nature. Natu re was seen as something feminine and therefore fit to be exploited."},{"pageNumber":20,"pageContent":"20 Rationalism treated all living things as machines. The adverse consequences of this reductionist fallacy be- came especially apparent in medicine, where the ad- herence to a Cartesian-Newtonian model of the human body as a clockwork has prevented doctors from un- derstanding many major illnesses which are now known after abandoning th e meaningless restrictions of classical science and the machine concept of life. Classical science has driven western society to believe that life is a competitive struggle for existence, where unlimited progress must be achieved through techno- logical growth. Aristotle’s theory of sexuality giving the scientific rationale fo r keeping women in a subor- dinate role, subservient to men, got carried with clas- sical science into the sensate society. For centuries this portrayed women as passive and receptive and man as active and creative. These concepts remained until nuclear science-driven modern science took over and began to influence society. The pervasion of rationalistic and mechanistic think- ing into western society was strongly influenced by philosophers Thomas Hobbs and John Locke. Hobbs declared that all knowledg e is based only on sensory perception. Strongly influenced by Hobbs’ work and classical science, Locke ex tended rationalist thinking"},{"pageNumber":21,"pageContent":"21 into human problems. He extended reductionism to human society by drawing a parallel between an ob- ject and society, stating th at just in the same way as a particle is the building block of objects, individual human being is the building block of society. Just in the same way that the properties of an object are those of its constituent part icles, the behavior pattern of a society consists of thos e of its individuals. Locke extended this thinking to economics and political problems. He compared the human mind at birth to a tabula rasa, a completely bl ank tablet devoid of any knowledge, on which knowledge is imprinted once it is acquired through sensory experience. The Birth of Modern Science The universal reality eluded classical science because of the two limiting restrictions imposed on it. Nuclear science was not possible within these limits. By the middle of the nineteenth century classical sci- entists believed that they ha d, by that time, complete- ly understood the true rea lity of nature, all discoveries in science had already been made and any new re- search would only do the debugging and patching up"},{"pageNumber":22,"pageContent":"22 that were yet to be done. The renowned nineteenth century physicist, A.A. Michaelson, said at the end of the nineteenth century about the future of physics, ‘it would consist of adding a few decimal places to re- sults already obtained’. Lord Kelvin said at that time that everything was perfect in the landscape of phys- ics except for two dark clouds. The possibility that an entirely new world of nuclear science was lying outside th e scope of classical sci- ence was not seen at that time. In just the same way that phenomena such as rebirth, impermanence, ego- lessness and panchabigna , the scope of which were beyond three dimensions were not perceptible to clas- sical science, the whole world of nuclear science, whose scope was also beyond three dimensions, was not perceptible to classical science. At the end of the nineteenth century some nuclear sci- ence phenomena were becoming apparent and scien- tists found that it was not possible to find explanations for these within the “already complete world of classical science”. Discovery of radioactivity in 1896 by Henry Becquerel was the first nuclear phe- nomenon that cracked the world of classical science. The nuclear reaction that keeps the sun hot and"},{"pageNumber":23,"pageContent":"23 bright for billions of years baffled classical scientists. Sunlight tans our skin even with a short exposure, but exposure to a fire does not produce such a tan even after long exposure . The atomic process that generated the tanning compon ent of sunlight was be- yond the perceptual limits of classical science. In spite of the deficiencies of classical science that were becoming increasingly apparent, breaking through the barriers of classical science and tran- scending into a new world of modern science, where the two major limitations mentioned earlier were no longer tying down the scientists to a misleading dead- end path, needed the eminence of a person no less than Albert Einstein. Einstein ignored the limitations of classical science and presented the theory of rela- tivity that went beyond three dimensions. He was too formidable a person for clas sical scientists to oppose. The next break away from the ideas of classical sci- ence was the discovery of the atom, inside of which was over 99.9% empty space, and over 99.9% of the mass of the atom being concentrated in a region minute compared to the size of the atom. Its discover- er, Earnest Rutherford, was so amazed when he no- ticed that alpha particles turned back after hitting atomic nuclei, that he simply left the Cavendish Lab-"},{"pageNumber":24,"pageContent":"24 oratory and spent a few days visiting friends and walking in the garden behind Trinity College (Cam- bridge) where Newton had observed the falling apple two centuries earlier, to come to terms with the new discovery. Nuclear scientists pictured the atom as a miniature solar system and tried to fit the electrons in orbits around the atomic nucleus. Lo and behold! electrons defied Newton’s laws of motion, which were so successful in classical sc ience. They had to discov- er new laws that electrons obeyed. The 20 th century paradigm shift was mainly due to the discovery of quantum mechanics, which govern the behavior of electrons and everything else. Werner Heisenberg lat- er discovered the uncertaint y principle. The theory of relativity, quantum mechanics and the uncertainty principle form the foundation of modern science. After modern science boosted our knowledge, tran- scending the limitations imposed by the five senses, profound changes had to be introduced to procedures in science. Our ability to understand everything by way of perceptible mental pictures diminished and it became necessary to imagine models with compo- nents which behaved in ways that had no counter- parts at all in the world familiar to us. Mechanisms involved in these models in most instances are not only imperceptible but also consist of elements that"},{"pageNumber":25,"pageContent":"25 operate in ways not known in the world that we actu- ally experience through our five senses. The need to understand before acceptance had to be dropped. This has rendered scientific common sense, which had been inculcated in us o ver three centuries of clas- sical science, badly wanting. For example, an electron can jump instantaneously from one atomic orbital to another without moving across the space between them ( Figure 2 ). Here, the electron disappears from one orbital and reappears in the other. Movement of electrons in this manner which, like rebirth, lies be- yond classical science, is explained by way of quan- tum mechanics. Mechanisms of such phenomena are beyond our imagination. Common sense familiar to us fails when it has to encounter such phenomena. Mathematical models devoid of pictorial content are typical of modern science. Classical science stood for absolute certainty. Modern science stands for the im- possibility of absolute certainty. Modern science joined up the two realms, Res Extensa and Res Cogitans (Figure 1) and brought us to under- stand that the universe cannot be broken up into inde- pendent arbitrary parts. They are not independent and cannot be studied completely independently. Within the establishment of modern scie nce some of the aspects of nature that did not strictly adhere to the realm of Res"},{"pageNumber":26,"pageContent":"26 Extensa, which were ther efore earlier condemned as unbecoming for scientists to talk about, have become respectable. Rebirth falls into this category. In terms of modern science the resulting whole is more than the sum of its parts. For example a human being is more than the sum of the atoms that make up his body. Modern science abandons the sensate value system. It holds that true reality lies beyond the material world. Obtaining knowledge through intui- tion is accommodated. The true standard of justice, truth and beauty is something much higher than what governments and police can impose. Modern science has shown us that there is no absolute truth in science, and all our conc epts and theories are lim- ited and approximate. Modern science is introducing a holistic conception of reality, a shift from the so lely materialist and mecha- nistic conception. The new view emerging includes a vision of reality where life, mind and evolution are all taken into account – a holistic approach to health and healing, integration of ea stern and western approach- es, a new conceptual framework for economics and technology, ecological and feministic perspectives where integration with the environment and non-ex- ploitation of women are contemplated."},{"pageNumber":27,"pageContent":"27 The influence of modern science is slow to penetrate into society, but it is ha ppening. Sensate values are on the decline. A need to protect the environment and maintain ecological balance is being recognized. The need to give women their due place is becoming rec- ognized. The paradigm shift in science is influencing society in a very beneficial way. Nuclear scientist Fritjof Capr a says that the rational- ist route of classical science leads scientists to the (atom) bomb and the more humane and holistic mod- ern science leads them to the teachings of the Buddha. Scientific Acceptability The prospect of having a scientific theory accepted does not depend only on the theory, its genuineness and the data available. On e important factor for ac- ceptance is its geography, ie. the place where it origi- nated. If it originated in the East or in a third world country the chances of gett ing it accepted are usually low. Many instances are reported of research papers, which had been rejected when presented from third world country universities, being accepted by the"},{"pageNumber":28,"pageContent":"28 same journals when presented through high profile universities in the West. Scientific acceptance of re- birth faces the first barrier he re, as it is essentially a concept that had originated in the East and the reli- gions that endorse it are Eastern. If a new scientific theory goes contrary to the teach- ings of religions popular in the West, its acceptance becomes extremely difficult eve n if it originated in the West, as happened to Darwin’s theory of evolution and Galileo’s heliocentric theory. Scientific accept- ance of rebirth faces th is giant barrier as well. If rebirth is to be discussed from an unbiased scien- tific point of view, it is neces sary first of all to find a way of bypassing these unscientific dual barriers. This can be done by considering the standard proce- dure used at present for the acceptance of any mod- ern scientific theory, and testing rebirth by following the same procedure. Geremy Hayward has described how one ventures to deal with a new theory. He describes this procedure as a four step scientif ic process, as follows; a) study the relevant phenomenon, b) formulate the new theory,"},{"pageNumber":29,"pageContent":"29 c) use the theory to pr edict observations that we should be able to make if the theory is correct, and d) look for these predicted observations. Richard Feynman, Noble Laureate for Physics, de- scribes this process in detail. He combines steps “a” and “b” and describes it as a three step process. If the observations made in the last step do not agree with the predictions of the earlier step the proposed theory is not acceptable. If they agree, the theory be- comes acceptable. If more and more observations show agreement the theory receives stronger scientific acceptance. Once a theory becomes scientifically ac- cepted by this test it remains so unless someone finds reliable new data to pr ove its unacceptability. The Phenomenon of Rebirth Rebirth is a very old belief and a large fraction of the world population believe s it. For example Rene Descartes’ statement in 16 41 “What I have said is suf- ficient to show clearly enough that the extinction of the mind does not follow from the corruption of the body and also to give men the hope of another life af-"},{"pageNumber":30,"pageContent":"30 ter death.” confirms his belie f in rebirth. About 20 per cent of those in the Western World whose religions shun rebirth nevertheless believe in it. According to opinion polls this percentage is rising. Hence, the phenomenon of rebirth is already known and therefore the steps “a” and “b” are already there. In examining the scientific acceptability of rebirth, therefore, one has only to go through the last two steps of the above scientific process. If this is done successfully rebirth is prov ed in the way any other theory of modern science is proved. Rebirth may be defined as the re-embodiment of an immaterial part of a person after a short or a long in- terval after death, in a new body, whence it proceeds to lead a new life in the body more or less unconscious of its past existences, but co ntaining within itself the “essence” of the results of its past lives, which experi- ence goes to make up its new character or personality. Thus, infancy brings to eart h not a blank scroll for the beginning of a new earthly record, but one inscribed with ancestral histories, some like the present scene, most of them unlike it, and stretching back into the remote past."},{"pageNumber":31,"pageContent":"31 Rebirth is an issue of utmost importance, one that promises to touch the ordinary man, woman and child in a profound and far reaching way. Crime sta- tistics show that convictions are much lower among those who believe in rebirth than among others. If sci- entifically accepted, rebirth will have a stake in defin- ing human identity in the 21 st century. Scientific Examination of Rebirth There are two possible scenarios – No-Rebirth scenar- io and Rebirth scenario – that can be considered. A human being is composed of the body and an imma- terial part. The body, which is the material part, is well understood because it fell within the Classical Science realm of Res Exte nsa and was extensively studied by scientists. The immaterial part has not been studied by scientists because it fell within the Classical Science realm of Res Cogitans. Even in Med- icine early doctors believed that all ailments of the hu- man being were only due to disorders of the material body. The subject of psychiatry in western medicine is of more recent origin. In the No-Rebirth scenario ( Fig.3 ) death is something like the event horizon of a black hole. Crossing the"},{"pageNumber":32,"pageContent":"32 event horizon is a one-way journey and after crossing it nothing can come back, not even light. Here the body disintegrates after death and the immaterial part is either annihilated or gets into a scientifically unknown state and remains there forever, ie. each in- dividual is born, lives one lifetime and at the end of it passes the event horizon of death to a state of no return. In the Rebirth scenario ( Fig.4 ) death is not an event horizon because only the body, the material part, dis- itegrates and goes into a state of no return. The imma- terial part enters into a scientifically unknown state and reappears, after a period, in a scientifically known state in the body of an unborn infant. This is just like the way an electron disappears from an atomic orbital and reappears in another without pass- ing through the space in be tween, the difference being that in the disappearance and reappearance of an electron there is no time gap in between. The above description of the phenomenon of rebirth constitute steps “a” and “b” of the scientific process. The next step of the scient ific process is looking for observations that can be predicted assuming the ex- istence of this phenomenon, observations that have a reasonable chance of being practically examined."},{"pageNumber":33,"pageContent":"33 Abilities of individuals to carry memories of past events differ widely from individual to individual. Some people can remember events and experiences long passed, whereas some easily forget things within a few years. Most people vividly remember special events such as tragic happenings for a very long time, even up to death. Under hypnosis people recollect events which they had completely forgot- ten. Some people have the exceptional ability to re- call knowledge and experiences gathered long ago and use them when necessary. For example, a friend of mine, who had been dis- cussing Advanced Level Physics with me when he was studying for the GCE (AL) exam a long time ago, but never did any science thereafter, escaped injury in the Central Bank bomb blast by instanta- neously recalling his me mories of discussing AL Physics. But others, who had studied Physics more recently, lost their eyes because that memory didn’t flash back to their rescue at the time of im- pending disaster. As soon as my friend saw the flash of the bomb blast from his window, AL Phys- ics flashed back into his mind that the shock wave comes a little while after the flash. Instantly he threw himself back flat on the floor before the shock wave blasted the window glass in."},{"pageNumber":34,"pageContent":"34 If rebirth as defined earlier is true, it should be possi- ble to extend some of th e above human capabilities, which result from immaterial aspects of the human being, beyond birth to the previous life and even be- yond to earlier lives. Some people should be able to re- member events in their pa st lives. Hypnosis must enhance this ability. Some mu st be able to make use of knowledge and experiences of past lives. With these predictions we can move on to the last stage of the scientific process, to look for these pre- dicted observations. A large amount of data has been accumulated by re- search workers around the world on matters relating to rebirth. Spontaneous recall of past lives, past life therapy, child prodigies and others who can make use of knowledge and experience gathered in their past lives are some of the asp ects that have been subjected to much research and investigation. The observations on (i) Spontaneous recall of past lives, (ii) Past life therapy, (iii) Child prodigies and persons who can make use of past life knowledge and experiences."},{"pageNumber":35,"pageContent":"35 match the predictions made in the third stage of the scientific process. Spontaneous Recall of Past Lives Most promising evidence bearing on rebirth comes from the spontaneous recall of past lives, especially by children. Often a child begins fumbling at the age of two, or sometimes even le ss, to communicate his/her memories of a previous life. A large number of such cases have been investigated all over the world. For example Dr. Ian Stevenson, Carlson Professor of Psy- chiatry at the University of Virginia (USA), has inves- tigated over 2,000 such cases which are documented and published. There are several other researchers who have carried out such investigation on children who spontaneously recall past lives. Many of these re- searchers belong to religions that do not accept re- birth. These children speak volubly, accurately and with unswerving conviction about their previous lives, and the histories related have been verified. In most cases these children voice their pa st life memories between the ages of two and five. They, being small, are free of memories crowded with info rmation of their current"},{"pageNumber":36,"pageContent":"36 lives. They often use phrases such as “when I was big” and often grumble about their small bodies and even speak resentfully of not bein g of the same sex as be- fore. Often they yearn for the lost company of a hus- band, wife, son or a daughter. They hanker for the food, clothing, life style or sometimes even alcohol, drugs and tobacco of a form er existence. They suffer phobias that can be linked directly to their unexpect- ed deaths in their past lives, ie. fear of knives, water, motor vehicles etc. The strong identification felt by the subjects with the former personalities, the powerful emotional attachment expressed by them towards surviving past life relatives and friends, and the spon- taneity of these, usually help to confirm the validity of such cases and exclude the possibility of fraud. Past Life Ther apy Past life therapy is based on the premise that some people carry in their subconscious mind memories of unpleasant events of their past lives, and these sub- conscious memories adversely affect them in their present lives. By hypnosis they can be regressed be- yond their birth to their previous lives or even to ear- lier lives. Many ailments, all types of phobias and even"},{"pageNumber":37,"pageContent":"37 certain physical ailments can be cured by such hyp- notic regression. Past life therapy has now become a standard western medical treatment for such ail- ments. The first highly public ised case of hypnotic re- gression to past life was that of Bridey Murphy in 1952 in the USA, when this subject was still in its infancy. Several books have been wr itten on this subject by medical practitioners who carry out such treatment. The interest of most of them is in curing the patients and only a few are interested in checking the informa- tion given about past lives. But a large number has been checked and documented. When regressed to past lives people often speak in languages they had spoken in their past lives which are completely un- known to them in their current lives. For example an Australian girl may speak in an ancient Egyptian lan- guage unknown in Australia or write in Egyptian stanzas inscribed in an ancient Egyptian temple which she had frequented in her past life. They would describe the setting in the past life in detail. Raymond Moody MD., who is a past lif e therapist, was himself regressed and recalled nine of his former lives. He has written a book giving his experiences on this subject."},{"pageNumber":38,"pageContent":"38 Child Prodigies and Others who can use Past Life Knowledge and Experiences The Roman philosopher, Cicero, maintained that the speed with which children grasp innumerable facts is strong proof of men knowing most things before birth. Since then the belief that genius is the flowering of past life experience has gained ground. Exceptional precocious talent in certain children of picking up knowledge can be explained only by re- birth. For example, a si x-year-old child who had never played a musical instrument suddenly play- ing near masterpieces on a piano, or a three-year- old child mentally following his father’s calculations on his employees pay sheet and spotting mistakes and later becoming one of the greatest mathemati- cians of the century cannot be explained in any oth- er way. The latest such person reported is a four- year-old American girl who speaks three languages, programs the home computer and reads Shake- speare instead of trying to read children’s books. She has learned the Japanese language entirely from books. One of the best reported cases of people who can make use of knowledge gathered in a past life is Jetsunma, a girl from a gh etto house in Brooklyn, in"},{"pageNumber":39,"pageContent":"39 the USA, beset with alco holism, violence and abuse. Her mother was a Jewish grocery store cashier and the step-father an Italian truck driver, both of whom were alcoholics who mercilessly hammered the child daily. When the mother wa s in a win situation she was dragged to the mother ’s church and when the step-father was in the win situation she was dragged to his church. When Jetsunma was 17 police advised her to leave home because it was too dangerous to live together with the pare nts. She left home, got married and produced a couple of children. Once she was freed of the trauma of having to live with her parents, she ac quired the capability to teach Tibetan Buddhism at a very high level and built up a clientele. She had never had any expo- sure to Buddhism. She did not known anything about Tibet. She or her clients did not know that what she was teaching was Buddhism. They had named it “Center for Discovery and New Life” Later she met a Tibetan monk, visited Tibet and found that she is the reincarnate of a former Tibetan monk. It was the knowledge that she had gathered in her past life as a Tibetan monk that she was teaching. Anyone visiting Washington can visit her Centre and meet her."},{"pageNumber":40,"pageContent":"40 Conclusion The observations made on the above areas agree with the predictions made in th e third stage of the scien- tific process, thereby suc cessfully completing the four step test for scientifi c acceptability. I have so far not come across any scientifically acceptable data that can go to prove the scientific unacceptability of rebirth. On the basis of these tests it is concluded that the scientific acceptability of the phenomenon of rebirth is proven at least on three counts. A science-minded person ofte n finds it difficult to ac- cept rebirth because he has failed to perceive a rebirth mechanism that is intelligible within the outdated Descartes’ classical science frame work. But Modern Science, specifically Quantum Mechanics, has com- pelled us to accept uninte lligible mechanisms of nat- ural phenomena – like the jump of the electron – and we do not hesitate to accept them. Likewise with the data available we are compe lled to accept rebirth as a reality."},{"pageNumber":41,"pageContent":"41 Austrian Scientist Rudolf Steiner says: “Just as an age was once ready to receive the Copernican theory of the universe, so is our age ready for the idea of reincarnation to be brought into the general consciousness of humanity.” 1600 1700 1800 1900 2000 * Rene Descartes * Henr y Becquerel * Albert Einstein * Werner Heisenberg * Louis de Broglie * Erwin Schrodinger * Paul Dirac * Richard Feynman * Stephen Hawkins Figure 1 Res extensa (Matter) Classical Science Modern Science Res cogitans (Mind) era"},{"pageNumber":42,"pageContent":"42 In classical science the electron moves from one orbital to another In modern science the electron disappears from one orbital and reappears in another Figure 2"},{"pageNumber":43,"pageContent":"43 N O -R EBIRTH S CENARIO H UMAN B EING = B ODY + I MMATERIAL P ART Disintegrate Annihilates or Remains in a Scientifically Unknown State Figure 3 R EBIRTH S CENARIO H UMAN B EING = B ODY + I MMATERIAL P ART Birth New Body Disintegrate Sc ientifically Unknown State Figure 4 D EATH Death = Event Horizon New Human Being"}]
