[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponPart 3: Unusual Animal Deaths - Forensic Investigations© 2009 by Linda Moulton Howe “It was like lots of tissue was taken from the calfand then the carcass was dropped from a high elevationand when it hit the ground, it crushed the pelvis, which wasdislocated.” - Chuck Zukowski, MUFON Field Investigator Return to Part 1Return to Part 2March 26, 2009 Colorado Springs, Colorado - I began collecting tissues in formalinfrom mutilated animals in the 1980s for pathologists to examine. My research is includedin large color photographs and documents in my first two books, An Alien Harvest © 1989and Glimpses of Other Realities, Vol. 1 © 1993. See Earthfiles Shop. The pressure offorensic facts has added up to compelling physical evidence that mutilation excisions arecut with high heat.Physical investigations have also confirmed that internal organs - including large bovinehearts - have been removed without external excisions on the animal bodies; that thespecific cutting instrument is still not identified because there is no carbon residue at themutilator's excisions. Earth life is carbon-based. If the cutting instruments were typicallasers used in animal and human surgeries, there would be black carbon grains visible atthe excision sites under a microscope. However, when examined microscopically, manymutilation excisions do not have carbon particles, even when pathology analysis hasconfirmed cooked hemoglobin and collagen that indicate the tissue was removed from themutilated animals with a technology that generated enough heat to cauterize. Wouldmodern acoustical scalpels cauterize without leaving carbon residue? That is a questionthat needs to be researched.By 1994, I also began collecting soil and plants from mutilation sites for biophysicist W. C.Levengood to analyze. He has published some of his research in the international botanyjournal, Physiologia Plantarum, including his hypothesis that the plants and soil areaffected as if a plasma energy containing microwave frequencies interacted with plant cellrespiration.Another significant forensic discovery was in January 1997 when field researcher JeanBilodeaux from Oregon joined us to investigate a dead and mutilated bull in Red Bluff,California. [ See 3-part 101500Earthfiles ] Jean found hardened, dark particles on amutilated bull's testicles and chest that proved to be pure bovine hemoglobin. Significantly,four years later, we found pure bovine hemoglobin particles on two more mutilated cattle.They were 2001 cases in Alabama and Canada. Pure hemoglobin can only be produced bytwo centrifuge processes in laboratories, not in remote pastures.Dead and mutilated 2,000-pound bull discovered January 17, 1997,by owners Jean and Bill Barton on their winter ranch near Red Bluff, California.Investigator Jean Bilodeaux collected tissue, grass and soil samples, includingunusual hardened dark particles from bull's testicles and chest near excision that"},{"pageNumber":2,"pageContent":"proved to be pure hemoglobin. Photograph on January 18, 1997 © by Jean Barton.Dehydrated fragment from black particles found on chest hide of mutilated bulldiscovered in Red Bluff, California, January 17, 1997. This photomicrograph (450x)shows uninterrupted “mud crack”-type patterns and no indication of cellular structuressuch as erythrocytes and leukocytes. Analytical chemistry analysis determined this is purebovine hemoglobin. Photomicrograph © 2000 by W. C. Levengood, Biophysicist.Infrared spectroscopy: “Bull Residue- Testicles” on top; “Bull Residue-Side”in middle; known samples of pure bovine hemoglobin purchased from Sigma Aldrichfor “Hemoglobin Reference” on bottom. Spectra provided byPhyllis A. Budinger, Analytical Chemist. Three Cattle Mutilations InSouthern Colorado Since March 8, 2009Now, there have been three cattle mutilations in southern Colorado since March 8, 2009.One Colorado Springs resident has been to all three with equipment he has learned to useas a reserve deputy sheriff for the El Paso County Sheriff's Office. Chuck Zukowski alsoowns his own company, Zukowski, Inc., and works full time designing microchips as an ICmask design engineer. Since 2007, he has also contributed his technical knowledge to fieldresearch for the Mutual UFO Network."},{"pageNumber":3,"pageContent":"Chuck Zukowski holding his Geiger counter over the rear of the mutilated28-year-old cow discovered on a creek bank of the Mike Duran ranch in Weston,Colorado, discovered on March 8, 2009, and visited by Chuck on Saturday,March 14, 2009. No radiation indicated. The animal had begun to naturallydeteriorate in the week after death. Image courtesy Chuck Zukowski.Interview:Chuck Zukowski, Owner, Zukowski, Inc. (integrated circuit mask design engineer);Certified MUFON Field Investigator; and Reserve Deputy Sheriff, El Paso County,Colorado Sheriff's Department, Colorado Springs, Colorado: “It might not be relatedto the calf mutilation in Hoehne, but I have a report on Monday, March 16, 2009, at 8:20PM Mountain, that a dark, grayish triangle flew over Colorado Springs. That was the samenight that Tom Miller thinks his calf was mutilated. [ See Part 2 ]. The eyewitness waswalking his dogs and looking at the night sky hoping to see the International Space Stationgo over. He could not see the odd aerial craft well, but said it looked “eerie,” almosttransparent with slight shimmering on the edges in the shape of a triangle. The aircraft wasmoving silently from southwest to northeast in a straight, steady velocity withoutwavering. The eyewitness estimated that at arm's length, the craft was big enough that itwould take three to four inches of his hand to cover its size in the sky. He watched forabout thirty seconds until he could no longer see the shimmering, triangle-shaped craft.At Tom Miller’s ranch, the first thing I saw was ‘Holy Mackerel!’ And the first thought Ihad was it sure looks like a large predator got hold of the 1-week-old calf. It was veryeerie."},{"pageNumber":4,"pageContent":"On Tuesday morning, March 17, 2009, rancher Tom Millerpicked up the strangely mutilated, bloodless carcass ofhis 1-week-old male calf from beside the feed bin and placedwhat was left of the body on his flatbed truck, shown above.Image © 2009 by Chuck Zukowski, MUFON Field Investigator.Something you would expect to see in a horror flick where something comes in and justrips you apart. But, there was no blood splattered anywhere on the hair near the areas thatwere ripped or cut off the calf.And then the rancher, Tom Miller, pointed towards the ears of this calf, a little blackAngus. The ears looked as though they had been surgically removed.I HAVE TOUCHED A LOT OF MUTILATION TISSUE WHERE THE EDGES WEREALMOST LIKE PLASTIC, DARKENED AND HARDENED. I’M LOOKING AT YOURPHOTO RIGHT NOW OF ONE OF THE EARS EXCISED AT THE SKULL. IT HASVARIOUS LEVELS OF LAYERS, NOT EXACTLY SMOOTH LIKE SOMEMUTILATIONS DOWN TO THE SKULL BONE.Exactly.1-week-old male calf discovered by Hoehne, Colorado, rancher Tom Milleron March 17, 2009, with both ears removed as if exposed to heat, its abdomenand all internal organs removed and pelvis broken as if dropped to the ground fromsome height. Image © 2009 by Chuck Zukowski, MUFON Field Investigator.DID YOU TOUCH THAT TISSUE TO SEE WHAT IT FELT LIKE?With surgical gloves on, I did feel the difference along the edges of the ear excisions. Youdo want to check and feel for hardness around the excision. I took samples by taking bothexcised ear regions off. I went about 1-inch or so outside where the ears used to be andoutside the mutilator's excisions and did my own circular cut using a razor blade. When Iwas making that cut, I could feel the coolness of the moisture between my fingers and theskull and the tissue between my index finger and thumb that was holding what I wascutting. Right then and there, you could really tell a difference between what it shouldnormally feel like after a kill and that it's different.Like you said, it was very plastic, hard plastic, like something you would expect to bemolded.THAT WOULD MEAN THE EARS WERE PROBABLY EXPOSED TO HIGH HEATWHEN THEY WERE EXCISED."},{"pageNumber":5,"pageContent":"From my untrained eye – I’m not a veterinarian or trained lab technician – but to alayman, it looks as though the ear tissues were cauterized.TOM MILLER TOLD ME HE HAS NEVER SEEN – EVEN IN PREDATOR KILLS –THE TAKING OF BOTH EARS LIKE THAT.Oh, absolutely! Both ears removed like that was definitely an anomaly I’ve never seenbefore. As a matter of fact, I got a chance to talk to a brand inspector from the ColoradoState Board of Stock Inspection. Here’s a guy whose profession is to know cows. Theanomalies of what was left of the ears, that’s something he had never seen. He has seenpredators munch on ears before, usually the last thing because there really is no meat. Ifyou think about it, if you are a predator, there is really nothing in the ear that you would goafter first. You’re going to go after a gut kill.The rancher and the brand inspector were both very amazed, not only at how the earswere taken off, but the actual kill itself. The brand inspector said, ‘It looked like asemi-truck had hit it and removed everything!’But the distance from the nearest road to where the calf was found near the feeder was agood 150 to 170 yards. I took samples there at the site where Tom Miller found it. The sitehad some hay over it that had been there for a few days. There were no bloodstainsanywhere that I could see on the hay. It was like lots of tissue was taken from the calf andthen the carcass was dropped from a high elevation and when it hit the ground, it crushedthe pelvis, which was dislocated.The shoulder areas were broken and dislocated. I’ve never seen a predator kill thatresembles this week-old calf.NO, NEITHER HAVE I AND NEITHER HAS TOM MILLER. IN THIRTY YEARS OFINVESTIGATING ANIMAL MUTILATIONS, I HAVE NEVER SEEN A CARCASS LIKETHIS IN EITHER CATEGORY OF PREDATOR KILL OR THE CLASSIC ANIMALMUTILATION. THIS IS UNIQUE AND YET, WHAT IS CONSISTENT WITH THEANIMAL MUTILATION PHENOMENON IS THE REMOVAL OF THOSE EARS ATTHE SKULL.Yes, absolutely! I do have photographs of the front of the mouth where you look forremoved teeth – and I saw that both eyes and tongue were there. All that was there withthe Mike Duran cow in Weston, too.People have asked me on some cases, ‘Well, that doesn’t fit the scenario of cattlemutilations.’ Scenario of what? How do you know what the scenario is?! I mean, whoeveris doing these cattle mutilations are going to do whatever they want to do to that particularanimal at that particular time. And just because it doesn’t fit the criteria of every singlecow, there are elements that it does fit. And that’s what makes this particular mutilation ofthe calf what I call ‘a non-Earth’ case.IT’S NOT NATURAL.It’s not natural as far as we know! Mutilated Animals DeliberatelyReturned to Be Found?TOM MILLER MADE A VERY KEEN OBSERVATION THAT WHATEVERHAPPENED AND WHOEVER IS RESPONSIBLE, THEY WANTED THIS CALF TOBE FOUND. WHERE THE CALF CARCASS WAS PLACED NEXT TO THE FEEDBIN, THAT MORNING TOM WAS WORKING WITH ANOTHER PERSON ON AMACHINE AND THEY WERE STOPPED BY THE CALF'S BODY.TOM SAID HE HAD AN EERIE FEELING THAT THE CALF'S MUTILATED BODYWAS PLACED THERE TO BE SURE THAT HE FOUND IT.Yeah, I’ve picked that up sometimes talking with other ranchers on mutilations. It’s almostas if the animal was placed specifically for them to find it. We really don’t know who isdoing this and what their thinking behind these mutilations is.IF THE MUTILATORS ARE NON-HUMANS AND THE EYEWITNESSES I’VEINTERVIEWED ARE CORRECT, THEY DESCRIBE BEAMS OF LIGHT COMINGFROM ROUND, GLOWING AERIAL DISCS. EYEWITNESSES HAVE SEENANIMALS RISE IN THE BEAMS OF LIGHT, HAVE SEEN ANIMALS START DOWNIN BEAMS OF LIGHT AND THEN BE DROPPED TO THE GROUND THROUGH"},{"pageNumber":6,"pageContent":"TREES. IF SO, WE’RE DEALING WITH A TECHNOLOGY WE DON’TUNDERSTAND.We obviously don’t know how these ...ENTITIES.Yeah, we really don’t know how they think, how they reason or why they do things theway they do. We’d like to think they have some type of compassion ...but to be honestwith you, you have to look at them 180 degrees opposite saying they have no compassion,are very analytical and robotic and they just do things we will never understand.But most of the time, it seems that the mutilators they try to get the animal back to an areawhere at least the rancher can find it. Is that what they are thinking? Or are they puttingthe carcass back to where they think the animal belongs? We really don’t know.And what is so significant about the calf? You have all the other cows in the herd and theremus be a reason to pick a particular subject and what is taken from the animal. We assumethat whoeveer or whatever is doing this is reasoning out why they are going to take oneparticular animal and not the rest. Chuck Used Geiger Counter and TriField MeterCONSIDER THIS: ON MARCH 8, MIKE DURAN FINDS HIS 28-YEAR-OLD – THEOLDEST COW IN HIS HERD – WHO HAD GIVEN BIRTH TO A 3-MONTH-OLD.THE MOTHER IS MUTILATED IN A MORE CLASSIC WAY BY THE CREEK.THEN ON MARCH 17, WHICH IS ABOUT A WEEK AND A HALF LATER, TOMMILLER FINDS A 1-WEEK-OLD CALF, THE YOUNGEST OF HIS HERD. SO YOUGET THIS SENSE OF SOMETHING THAT IS TAKING EXTREMES, LIKE SAMPLES.WITH YOUR INSTRUMENTS, WHAT DID YOU FIND AT THE CALF SITE BY THEFEED BIN COMPARED TO WHAT YOU FOUND AT THE DURAN MUTILATION ONTHE CREEK BANK?I did not pick up any radiation signatures at the Duran site or at the Miller site. But one ofthe things I did take with me was my TriField meter and I did pick up electromagneticreadings from both animals – more readings with the Duran case probably because more ofthe animal was there. But I did also pick up readings from the calf.IN THE CALF AND IN THE DURAN COW, WHAT SPECIFIC FREQUENCIESSEEMED TO BE THE HIGHEST?I was picking up more on the magnetic range than the electric range.TriField Meter measures magnetic, electricand radio/microwave frequencies. See: TriFie ld Me te r.Now, as an investigator I need to experiment with live and other dead animals to see whatreadings I get so I have some normal baseline readings to compare with animal mutilations."},{"pageNumber":7,"pageContent":"That’s part of my investigation now – I have to understand why I got the readings that Igot. Hoehne Calf Was Protectedfrom Predators After DeathOne good thing in the Tom Miller case that Mike Duran could not do. When Tom Millerfound his calf and realized the ears were missing – this has happened to him before (twoprevious mutilations) and that red flag went up to him. Tom also knew about the MikeDuran mutilation case that made the local newspapers the week before. What Tom did –thank goodness for us – was put the calf on the back of his flatbed truck and drove it intohis barn and closed the doors.So, now we can guarantee there was no predator damage from the time he discovered it(morning of March 17, 2009) until the time that I saw it (afternoon of March 18, 2009).When I came up to the calf on the flatbed truck – even with a predator kill, you’re stillgoing to get blood pooling. But if you look at my photographs of the animal on the back ofthat flatbed truck, there was no blood at all. It was as if the cow had been out there for aweek and all the blood had dried up and dissipated. I’ve never seen that before.I also used a magnet I have that is flat and about 3 inches long and 1 inch wide. You take abaggie and turn it inside out and put the magnet on the backside and lightly sweep themagnet over the hair of the animal. What we’re looking for are any small, metallic objectsthat might be embedded in the hair. There are some cases in the past where little round,metal balls have been found. Once you drag the magnet with the plastic bag inside out,then you fold the bag up around the magnet and whatever was collected on it. But don'tknow if I'll have anything significant on these new cases.At least I was able to gather both excised ear tissues within 36 hours of the calf's suspecteddeath and drove them to Colorado State University's Veterinarian Diagnostic Laboratoryfor analysis.” Chuck Zukowski hand-delivered both ear tissues to CSU and as soon as there are testresults, I will report further about the extraordinary calf mutilation. Then on Saturday,March 21, Chuck received yet another call about a mutilated cow about twelve milessoutheast of Walsenburg on a ranch only about twenty miles from Tom Miller's place inHoehne. By Sunday, March 22, Chuck was there to investigate and take morephotographs. I interviewed the rancher, Jim Garren, on March 23, for Earthfiles Part 4.Historically, when there have been animal mutilations in one geographic region, theremight be several more over the next few months. So, I hope viewers and listeners willcontact me about any new mutilation reports at my email address: earthfiles@earthfiles.com.Continued in Part 4 - Third cow mutilation southeast of Walsenburg.Return to Part 1Return to Part 2More Information:For other high strangeness in animal deaths, please see Earthfiles reports in the EarthfilesArchive, of which the titles below are only a sampling.• 10/10/2008 — Part 1: Two Pennsylvania Hunters Encountered Strange Lights and LimeGreen, Glowing Humanoid on Oct. 4• 10/03/2008 — Mother and Son Watched Cow Rise In Golden-Orange Beam to Disc• 09/29/2008 — Half Cat and Other Animal Mutilations Around the World and East of PalmSprings, California• 09/12/2008 — Part 4: Army/CIA Unit Studied the Real UFO Blue Book Cases• 05/22/2008 — Pregnant Cow Mutilation in Stockholm, Saskatchewan, Canada09/26/2007 — Neatly Sliced Front Third of 14 Cats Found in Granbury, Texas• 08/17/2007 — Two Bulls and Several Cows Dead and Mutilated in Manitoba, Canada• 07/31/2007 — Part 2, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards• 07/13/2007 — Iowa Minister Reports Large \"Crab/Scorpion\" Creature Attacked Cow• 06/25/2007 — Updated: Half Cat in Waco, Texas, and Kangaroo Mutilations in New South"},{"pageNumber":8,"pageContent":"Wales, Australia• 05/29/2007 — Final Part 7: Eyewitness Links Animal Mutilations to Non-Humans• 05/25/2007 — Update: Part 1, Unusual Animal Deaths• 05/13/2007 — Part 6: Eyewitness Links Animal Mutilations to Non-Humans• 05/06/2007 — Part 5: Eyewitness Links Animal Mutilations to Non-Humans• 05/05/2007 — Part 4: Eyewitness Links Animal Mutilations to Non-Humans• 04/28/2007 — April 24, 2007 - Part 3: Eyewitness Links Animal Mutilations toNon-Humans.• 04/19/2007 — Part 2: Eyewitness Links Animal Mutilations to Non-Humans• 04/18/2007 — Part 1: Eyewitness Links Animal Mutilations to Non-Humans• 04/09/2007 — More Cat Mutilations - This Time in Corpus Christi, Texas• 11/24/2006 —Scientific Data Supports Theory That Mutilated Montana CowDropped from Sky and Bounced• 09/07/2001 — Third Case of Pure Hemoglobin at Bull Mutilation• 07/28/2001 — Pure Hemoglobin Confirmed On Alabama Mutilated Cow• 10/16/2000 — Part 2 - Hardened Bovine Hemoglobin Found On California Mutilated Bull• 10/16/2000 — Part 3 - Hardened Bovine Hemoglobin Found On California Mutilated Bull• 10/15/2000 — Part 1 - Hardened Bovine Hemoglobin Found On California Mutilated BullFor further photographs and documents about the worldwide animal mutiliationphenomenon, please see my books, An Alien Harvest, the 2-volume Glimpses of OtherRealities and my documentaries A Strange Harvest and Strange Harvests 1993 nowavailable in DVD format in the Earthfiles Shop.Websites:Trifield Meters: http://www.trifield.com/EMF_meter.htmMajestic-12 Documents: http://www.majesticdocuments.comCoalition for Freedom of Information: http://www.freedomofinfo.org/MUFON: http://www.mufon.com/Grant Cameron, Canada UFO Researcher: http://www.presidentialufo.com/UFO Evidence: http://www.ufoevidence.org/welcome.aspUFO Casebook: http://www.ufocasebook.com/NUFORC: http://www.nuforc.org/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
