[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponPart 1: 800-Foot-Long Pattern in U. K. Oilseed Rape -A Sigil Someone Wanted Destroyed?© 2009 by Linda Moulton Howe “All of the plants were broken pretty viciously and there were obvioustrampled paths up and down the long avenues of the huge formation.The damage is not consistent with standard hoaxing, in my opinion.” - Charles Mallett, Silent Circle Information Center, Calne, U.K. Eighth formation in Wiltshire, England, seen in field from airplane on rainymorning of May 4, 2009, after a night of rain at Clatford near Manton, Wiltshire,England. The thick, yellow , flowering oilseed rape is tangled and yet this huge sigil-likepattern was neatly placed 800 feet long and 300 feet wide rising up and down overa hill in the big field at an angle to the tramlines. Image © 2009 byOlivier Morel, WCCSG, U.K. Also see: Cropcircleconnector."},{"pageNumber":2,"pageContent":"Rainy morning of May 4, 2009, sigil-like pattern at Clatford near Manton,Wiltshire, England. Aerial image © 2009 by Annemieke Witteveen.Also see: Cropcircleconnector.May 9, 2009 Wiltshire, England - The person who introduced me to the history of sigilsand what they are was Mario Pazzaglini, Ph.D., a psychologist in Wilmington, Delaware,who studied the ancient science of alchemy and secret codes of sigils. A decade before hisdeath, he assembled a limited edition booklet entitled Symbolic Messages: An Introductionto a Study of “Alien” Writing © 1991. Dr. Pazzaglini gave me a copy and in this Earthfilesreport, I am reprinting pages 21 - 23 about sigils.Symbolic Messages: An Introduction to a Study of \"Alien\" Writing© 1991 by Mario Pazzaglini, Ph.D."},{"pageNumber":3,"pageContent":"Page 21, Symbolic Messages © 1991 by Mario Pazzaglini, Ph.D.Page 22, Symbolic Messages © 1991 by Mario Pazzaglini, Ph.D."},{"pageNumber":4,"pageContent":"Page 23, Symbolic Messages © 1991 by Mario Pazzaglini, Ph.D. Left: Close-up of far right triad in Dr. Pazzaglini's complex sigil, Figure 9. Right: Close-up of far right triad in aerial image of Clatford, Wiltshire, England, oilseed rapepattern of May 4, 2009, in aerial photograph © 2009 by Annemieke Witteveen.Sigils are codes created for a specific magical purpose. The pattern is the code derivedfrom a number and/or letter grid known only to those who produce sigils from the knowngrid. A sigil is usually made up of a complex combination of several specific symbols orgeometric figures each with a specific meaning or intent. The term sigil derives from theLatin sigillum meaning “seal,” though it may also be related to the Hebrew segulahmeaning “word, action or item of spiritual effect.”There is sigil magic in which symbols and signs are used as tools of magicians andalchemists. In medieval ceremonial magic, sigils represented various angels and demonsthat the magician can summon. The magical training books called the Grimoires oftenlisted pages of angel and demon sigils. A particularly well-known list is in the Lesser Keyof Solomon, in which the sigils of the 72 princes of the hierarchy of hell are given for themagician's use, including the demon Aim. Such sigils were considered to be the equivalentof the true name of the spirit, and thus granted the magician a measure of control over theentities being called."},{"pageNumber":5,"pageContent":"Sigil for the demon, Aim (aka Aym or Haborym),who is a Great Duke of Hell ruling over twenty-six legionsof demons and using fire to destroy. Aim is depicted as humanoidwith three heads: one a serpent; the second a man with twostars on the forehead; and the third a cat.Sigil of the archangel Raziel, Angel of Mysteriesand Keeper of Secrets. Source: Invisionfree.Sigils of seven other archangels. Source: Angelology. Sigils in the Hebrew Sefer Raziel HaMalakh"},{"pageNumber":6,"pageContent":"Excerpt from Sefer Raziel HaMalakh, featuring various magical sigils.Sefer Raziel HaMalakh, is a Hebrew revelation from the Archangel Razieldating back to at least the 13th Century and entitled, “Book of Raziel, the Angel.”The tradition around the book says its angelic content was revealed to Adam by thearchangel Raziel. The sigils are included in the Kabbalistic grimoire, primarilywritten in Hebrew and Aramaic, but surviving also in Latin translation, as LiberRazielis Archangeli, in a 13th century manuscript produced under Alfonso X.[ Editor's Note: Wikipedia - The book cannot be shown to predate the 13thCentury, but may in parts date back much older to Late Antiquity, beingheavily indebted to the Greek magical papyri. Like other obscure ancient textssuch as the Bahir and Sefer Yetzirah, the work has existed in a number ofversions.The tradition around the book says its angelic content was revealed to Adamby the archangel Raziel. The title itself is mentioned in another magical workof late antiquity, The Sword of Moses. Critical historians regard it as amedieval work, most probably originating among the Chassidei Ashkenaz, ascitations from it begin to appear only in the 13th century. But sections of it areno doubt older. The likely compiler of the medieval version is Eleazer ofWorms.It draws heavily on Sepher Yetzirah and Sepher Ha-Razim. There are multiplemanuscript versions, containing up to seven tractates. The printed version ofSefer Raziel is divided into five books, some of it in the form of a mysticalMidrash on Creation. It features an elaborate:- angelology,- magical uses of the zodiac,- gematria (Hebrew system of assigning numerical value to an alphabet and derived from Greek geometry),- names of God,- protective spells,- method of writing magical healing amulets.Raziel is an archangel within the teachings of Jewish Kabbalah mysticism,who is the “Keeper of Secrets” and the “Angel of Mysteries.” He is associatedwith the Sephira Chokmah (the second of ten) in Olam Briah, one of the FourWorlds of Kabbalistic theory. Raziel, under the alternate name Galizur,“Revealer of The Rock,” is described as the “ruling prince of the 2ndHeaven.” Archangel Raziel protects the ministering angels from the Hayyoth,"},{"pageNumber":7,"pageContent":"the “holy angels of fire” that uphold the universe.The famous Sefer Raziel HaMalach and its “Book of Raziel the Angel” is saidto contain all secret knowledge, and is considered to be a book of magic.Book six of the Liber Razielis is based on the Sefer ha-Razim “Book ofSecrets,” with various additions including the “Prayer of Adam” of SeferAdam.Adam in his prayer to God, apologized for listening to his wife Eve, who wasdeceived by the snake into eating from the “Tree of Knowledge.” Accordingto the “Book of Raziel,” God sent the highest of the Angels, Raziel, to teachAdam the spiritual laws of nature and life on earth, including the knowledgeof the planets, stars and the spiritual laws of creation.Kabbalistic tree with flaming sword in yellow that protectsthe Garden of Eden and the Tree of Life. Diagram by Morgan Leigh.The Angel Raziel also taught Adam the knowledge of the power of speech,the power of thoughts and the power of a person's soul within the confines ofthe physical body and this physical world, basically teaching the knowledgewith which one can harmonize physical and spiritual existence in this physicalworld.The Angel Raziel teaches the power of speech, the energy contained withinthe 22 letters of the Hebrew alphabet, their combinations and meanings ofnames.According to Jewish traditions, the angel Raziel returned to teach Abraham allthe spiritual knowledge and spiritual laws. The “ Book of Raziel” explainseverything about astrology of the planets in our solar system, and explainshow the creative life energy starts with a thought from the spiritual realms,transcending into speech and action in this physical world. The eternal divinecreative life energy of this earth is love. The book explains the spiritual lawsof birth, death, reincarnation of the soul, and many spiritual laws of“Change.” ] Deliberate Overall Destruction of the Clatford PatternCharles Mallett of the Silent Circle Information Center in Calne received an early morningcall on May 4, 2009, from his friend, Annemieke Witteveen. It was before 10 AM andAnnemieke was in an airplane, saw the huge pattern in the Clatford oilseed rape,"},{"pageNumber":8,"pageContent":"photographed it and called Charles. He got to the formation with two others by around 11AM and took a couple of hours to walk through the massive pattern going up and down thefield on a hill, realizing that it was impossible to see from one end of the pattern to theother on the ground.Upon first sight from a distant, Charles thought it was crisp and perfect like the precedinghalf dozen oilseed rape formations in Wiltshire reported since April 14, 2009. But then, ashe began to walk into the precisely laid down plants, he was shocked to find broken stemafter broken stem everywhere from one end to the other of the 800-foot-long by300-foot-wide pattern.Charles told me, “All of the plants were broken pretty viciously and there were obvioustrampled paths up and down the long avenues of the huge formation. The damage is notconsistent with standard hoaxing, in my opinion.”He had never seen such destruction before, not even in formations known to have beenhoaxed by a group known as “Team Satan,” some men in London and Wiltshire who havedeliberately made crop patterns in southern England from the mid-1990s onward. ButTeam Satan's formations are always rough compared to the truly mysterious and perfectlyflowing crop formations that go back to at least the 1970s in the Warminster to Aveburyregion. Continued in Part 2: Inside the Clatford formation; later on orbs appear.More Information:Wikipedia: “Rapeseed (Brassica napus), also known as rape, oilseed rape, rapa,rapaseed and (in one group of cultivars) canola, is a bright yellow flowering member of thefamily Brassicaceae (mustard or cabbage family). The name derives from the Latin forturnip, rapum or rapa, and is first recorded in English at the end of the 14th century.”For further information about worldwide crop formations, please see Earthfiles Archivedreports (partial list below) and my books, Glimpses of Other Realities, Vol. I: Facts &Eyewitnesses and Mysterious Lights and Crop Circles, in the Earthfiles Shop.• 10/01/2008 — Cross and “Bar Code” At Avebury Down Near Avebury, Wiltshire.• 09/29/2008 — Half Cat and Other Animal Mutilations Around the World and East of PalmSprings, California• 09/24/2008 — Part 5: Army/CIA Unit Studied the Real UFO Blue Book Cases• 09/23/2008 — AH-1W SuperCobra Helicopters and Glowing Sphere• 09/12/2008 — Part 4: Army/CIA Unit Studied the Real UFO Blue Book Cases• 09/07/2008 — Part 3: Army/CIA Unit Studied the Real UFO Blue Book Cases• 09/02/2008 — Part 2: Army/CIA Unit Studied the Real UFO Blue Book Cases• 08/27/2008 — Part 1: Army/CIA Unit Studied the Real UFO Blue Book Cases• 07/18/2008 — Part 3: Roswell Rock Lab Analysis• 07/16/2008 — Astronomical Data in July 2008 U. K. Crop Formations?• 07/12/2008 — Updated - Part 2: Roswell Rock Matches August 2, 1996, U. K. Crop Pattern• 07/11/2008 — Updated - Part 1: Roswell Rock Matches August 2, 1996, U. K. Crop Pattern• 06/27/2008 — More Military Sightings of UFOs in U. K.• 06/12/2008 — Barbury Castle Pi Formation: “Perfectly Clean” in Muddy, Rain-Soaked Field• 06/08/2008 — 2008 Barbury Castle Pattern is Pi to 3.14159265358• 06/06/2008 — Updated: Mysterious Crash Near Needles, California• 05/06/2008 — Viewer Comments on Decatur, Alabama, White Sphere Incident• 05/06/2008 — What Are the Strange “Pearls” in Google Map Images?• 05/02/2008 — 3-Foot-Diameter Sphere Retrieved By Ambulance in Decatur, Alabama• 04/07/2008 — Part 1: Bizarre Objects Caught by Illinois and Missouri Game Trail Cameras• 04/07/2008 — Part 2: Bizarre Objects Caught by Illinois and Missouri Game Trail Cameras• 04/06/2008 — Final Part 10: Real X-File, Source Unknown• 04/02/2008 — Part 9 - Real X-File, Source Unknown• 03/30/2008 — Part 8 - Real X-File, Source Unknown• 03/20/2008 — Part 7 - Real X-File, Source Unknown• 03/15/2008 — Part 6 - Real X-File, Source Unknown• 03/08/2008 — Part 5: Real X-File, Source Unknown• 03/04/2008 — Part 4: Real X-File, Source Unknown• 03/03/2008 — Updated Part 1: Real X-File, Source Unknown• 03/02/2008 — Part 2: Real X-File, Source Unknown• 03/02/2008 — Part 3: Real X-File, Source Unknown• 11/02/2007 — Mysterious Orbs - Emanations from A Divine Field?• 10/21/2007 — Viewer Comments About Big Triangles and Lights - In Conflict?• 10/19/2007 — Updated: Huge, Silent, Black Triangle Craft Over Youngstown, Florida• 10/04/2007 — 070707 East Field Wheat Formation: Lab Analysis• 08/25/2007 — Woodborough Hill Wheat Pattern Made for Rock Band Video• 08/21/2007 — More News About August 2007 Woodborough Hill Formation• 08/17/2007 — Latest 6-Fold Wheat Geometry in Wiltshire, England• 08/13/2007 — Another U. K. Wheat Formation in August 18th Countdown• 08/06/2007 — Crop Circle Research and Photography by U. K.'s Lucy Pringle"},{"pageNumber":9,"pageContent":"• 07/27/2007 — Updated: Part 1: 1,033-Foot-Long East Field Wheat Formation \"HappenedWithin 90 Minutes.\"• 07/27/2007 — Updated Part 2: Military Helicopters Over East Field Wheat Formation• 07/23/2007 — 070707 East Field Wheat Formation: Viewer Comments• 07/07/2007 — Swiss Army Pilot Discovers \"Perfect Geometric Figure\" and U.K.'s EastField Gets At Least 90 Circles!• 06/29/2007 — Another \"Drone\" This Week Near Maxwell AFB• 06/18/2007 — Crop Circles On Rings and Three Mysterious Aerial Lights in Slovenia• 06/13/2007 — Into the Unknown with George Noory• 06/08/2007 — Part 3: U. S. Crop Formations, Wheat Pictogram in Madisonville, Tennessee• 06/07/2007 — Bird Eggs Undamaged in Slovenia Crop Formation• 06/06/2007 — Part 2: Yatesbury, England and Madisonville, Tennessee - A Mayan Link?• 06/05/2007 — Part 2: U. S. Crop Formations, Two Mysterious Grass Circles in Mission,Kansas• 06/04/2007 — Part 1: Yatesbury Spiral - Viewer Comments on Spiral MathWebsites:Sigils: http://www.angelfire.com/journal/cathbodua/Sigils/Sigils.htmlSefer Raziel HaMalakh: http://en.wikipedia.org/wiki/Sefer_Raziel_HaMalakhSigils of Raziel: http://z8.invisionfree.com/Megadriel/index.php?showtopic=235&view=getnewpostEnglish Crop Circles, Current and Archived: http://www.cropcircleconnector.comSilent Circle Information Center, Calne, U.K.: http://www.silentcircle.co.uk/Avebury.23.04.09.htmlAndreas Mueller Crop Circle Science: http://www.kornkreise-forschung.de/Mayan Calendar: http://members.shaw.ca/mjfinley/calnote.htmhttp://www.dartmouth.edu/~izapa/CS-MM-Chap.%206.htmProjection of December 21, 2012 Solar System: http://www.heaven-above.com/Lucy Pringle: http://www.lucypringle.co.uk/“Isaac” and CARET Document: http://isaaccaret.fortunecity.com/American Crop Circles, ICCRA: http://www.cropcirclenews.com/Canadian Crop Circles, CCCRN: http://www.cccrn.ca/Dutch Crop Circles, DCCA: http://www.dcca.nlhttp://www.temporarytemples.co.uk/http://www.cropcircleresearch.comhttp://www.x-cosmos.ithttp://www.bertjanssen.nlhttp://www.swirlednews.comhttp://www.heramagazine.nethttp://www.CropCircleAnswers.com Credits"},{"pageNumber":10,"pageContent":"Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
