[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponPart 3: Astronomical Information in U.K. 2009 Crop Formations?© 2009 by Linda Moulton Howe “In these 2009 progressions of crop patterns so far,it seems like the circlemakers are describing a combined ‘solar flareand coronal mass ejection’ on the apogee full Moonof July 7, 2009.” - Australian scientistReturn to Part 1May 12, 2009 Wiltshire, England - Between April 14, 2009, and May 10, 2009, elevencrop formations were reported in the yellow, flowering oilseed rape fields of WiltshireCounty, England. An Australian scientist and American retired astrophysicist think some ofthe crop patterns could have astronomical information about a count down to increasedsolar flare and coronal mass ejection (CME) activity this coming July 2009, from what hasbeen an unusually quiet sun. The Australian scientist, who took an interest in cropformation patterns, embedded astronomical cycles and perhaps mathematical language, hasbeen studying the patterns for about five years now and reports to a small group of us whathe analyzes. But to protect his professional work, he requests anonymity. “Sunburst” April 23, 2009,Rutland's Farm Near AveburyThis “sunburst” in yellow, flowering, oilseed rapewas reported April 23, 2009, and was the third oilseed formation near theancient stone circles of Avebury since April 14, 2009. Aerial image© 2009 by Nick Nicholson. Images and information by: Cropcircleconnector.com."},{"pageNumber":2,"pageContent":"Sixteen “flares” surround the central ring,of which eleven have curved tips. Preliminary diagram© 2009 by Andreas Mueller, www.kornkre ise -forschung.de- www.cropcircle scie nce .org.The two scientists answered my question about the curved tips in the sunburst pattern in anApril 29, 2009, email: “Those curved tips come about because solar flares grow out ofmagnetic coronal loops near sunspots. By looking at the loop's curved tip, you can tellwhich local direction of magnetic field produced it.”Australian scientist: “I think Rutland's Farm/Avebury is describing an upcoming solar flare,but we remain unsure when it will be. My hunch would be fairly soon around mid-July 2009,because the four ‘flares’ shown in the sunburst pattern would lie at high 45-degree latitudes on theSun. Hence, they could only arise early in the new Solar Cycle 24, when the first sunspots also appearat high latitudes. Morgan’s Hill (below) seems to show three lunar cycles from April 25 to July 7, 2009.”"},{"pageNumber":3,"pageContent":"At Morgan's Hill near Devizes, Wiltshire, this 7-circle triangle in yellow, flowering, oilseed rapewas reported April 24, 2009, the fourth formation since April 14, 2009. Aerial image© 2009 by Nick Nicholson. Images and information by: Cropcircleconnector.comGraphic overlay of Morgan's Hill aerial by Australian scientist. Aerial image© 2009 by Nick Nicholson. Images and information by: Cropcircleconnector.comAustralian scientist: “What could be more clever? The circlemakers tell usabout three lunar months, and also tell where they are watching us from, in asingle picture!“ In this April 24, 2009, pattern at Morgan’s Hill, the circlemakers have onceagain used the principle of ‘orbital superposition.’ Any single orbit (say thethin ring shown for our Moon) may be illustrated at several different calendartimes, and then all of those orbits (three in this case) will be laid on top of oneanother - for example, several sheets of clear transparencies, or layers in themodern Photoshop program. That explains why each ‘full Moon’ has beendrawn as a completely-lit open circle, rather than as a partially-lit half-circle.Each full-Moon image represents the superposition of three half-lit circles atangles of 0o, 120o or 240o as illuminated by those ‘three Suns.’”Other past examples of orbital superposition are: 1995 Longwood Warren and1995 Gander Down. See: Cropcircleconnector.com Archives. “Full Moon Counter,” May 9, 2009,Peaks Down Near Swindon, WiltshirePeaks Down and M4 freeway near Swindon, Wiltshire, England, reported on May 9, 2009."},{"pageNumber":4,"pageContent":"The teardrop-shaped marks in the field near the freeway are tractor turn around points, but mightbe why the crop formation was placed in the position it is. Over the past two decades, oftenalready-existing artifacts in the farm landscape, including burial mounds, have seemedto be part of a formation's orientation or design. Aerial image © 2009 by Lucy Pringle .Could there be an end to our “quiet sun” if a coronal mass ejection (CME),a big solar flare, projects energetic particles toward Earth on July 7, 2009? Graphic illustrationsabove by Australian scientist. Aerial images © 2009 by Russell Stannard.Australian scientist: “We are studying two new crop patterns from May 9(Peaks Down near Swindon) and the second pattern at Roundway Hillreported on May 10. Both relate closely to an upcoming solar flare-CMEpredicted for July 7, 2009.1. The M4 motorway at Peaks Down, reported on May 9, lines up preciselywith sunset on July 7, 2009, at 308 degrees.2. Strangely enough, the apogee Moon of July 7, labeled above is furthest fromEarth and lines up in the field further north around 320 or 330 degrees. Thispuzzled me, until I realized that our Moon will reach full on July 7 at UT 0920,but apogee 12 hours later at UT 2140, after it sets under the western horizon.When I checked to see what its azimuth would be at 2140, I found 330 degrees(US Navy website, altitude-azimuth Sun-Moon).” “Double Solar Flares?” May 10, 2009,Roundway Hill, Near Devizes, Wiltshire"},{"pageNumber":5,"pageContent":"Second pattern at Roundway Hill, Wiltshire, England, reported on May 10, 2009.Aerial image © 2009 by Lucy Pringle .Comparison of crop patterns in the April 23, 2009, “sunburst” and May 10, 2009,“solar flares and coronal mass ejections” compared to Solar and Heliospheric Observatory(SOHO) images of actual solar flares and coronal mass ejection in previous years.Graphic produced by Australian scientist.Australian scientist: “In these 2009 progressions of crop patterns so far, it seems like thecirclemakers are describing a combined ‘solar flare and coronal mass ejection’ on theapogee full Moon of July 7, 2009. The May 9, 2009, pattern at Peak's Down (apogee-perigee) seems to suggest that several CMEs might pass as close to Earth as lunar orbit.”Return to Part 1More Information:For further information about worldwide crop formations, please see Earthfiles Archivedreports (partial list below) and my books, Glimpses of Other Realities, Vol. I: Facts &Eyewitnesses and Mysterious Lights and Crop Circles, in the Earthfiles Shop.• 05/10/2009 — Part 2: 800-Foot-Long Pattern in U. K. Oilseed Rape - A Sigil SomeoneWanted Destroyed?• 05/09/2009 — Part 1: 800-Foot-Long Pattern in U. K. Oilseed Rape - A Sigil SomeoneWanted Destroyed?• 04/30/2009 — Part 1: First 2009 U. K. Crop Formations Counting Down to 2012?• 04/30/2009 — Part 2: First 2009 U. K. Crop Formations Counting Down to 2012?• 10/01/2008 — Cross and “Bar Code” At Avebury Down Near Avebury, Wiltshire.• 09/29/2008 — Half Cat and Other Animal Mutilations Around the World and East of Palm"},{"pageNumber":6,"pageContent":"Springs, California• 09/24/2008 — Part 5: Army/CIA Unit Studied the Real UFO Blue Book Cases• 09/23/2008 — AH-1W SuperCobra Helicopters and Glowing Sphere• 09/12/2008 — Part 4: Army/CIA Unit Studied the Real UFO Blue Book Cases• 09/07/2008 — Part 3: Army/CIA Unit Studied the Real UFO Blue Book Cases• 09/02/2008 — Part 2: Army/CIA Unit Studied the Real UFO Blue Book Cases• 08/27/2008 — Part 1: Army/CIA Unit Studied the Real UFO Blue Book Cases• 07/18/2008 — Part 3: Roswell Rock Lab Analysis• 07/16/2008 — Astronomical Data in July 2008 U. K. Crop Formations?• 07/12/2008 — Updated - Part 2: Roswell Rock Matches August 2, 1996, U. K. Crop Pattern• 07/11/2008 — Updated - Part 1: Roswell Rock Matches August 2, 1996, U. K. Crop Pattern• 06/27/2008 — More Military Sightings of UFOs in U. K.• 06/12/2008 — Barbury Castle Pi Formation: “Perfectly Clean” in Muddy, Rain-Soaked Field• 06/08/2008 — 2008 Barbury Castle Pattern is Pi to 3.14159265358• 06/06/2008 — Updated: Mysterious Crash Near Needles, California• 05/06/2008 — Viewer Comments on Decatur, Alabama, White Sphere Incident• 05/06/2008 — What Are the Strange “Pearls” in Google Map Images?• 05/02/2008 — 3-Foot-Diameter Sphere Retrieved By Ambulance in Decatur, Alabama• 04/07/2008 — Part 1: Bizarre Objects Caught by Illinois and Missouri Game Trail Cameras• 04/07/2008 — Part 2: Bizarre Objects Caught by Illinois and Missouri Game Trail Cameras• 04/06/2008 — Final Part 10: Real X-File, Source Unknown• 04/02/2008 — Part 9 - Real X-File, Source Unknown• 03/30/2008 — Part 8 - Real X-File, Source Unknown• 03/20/2008 — Part 7 - Real X-File, Source Unknown• 03/15/2008 — Part 6 - Real X-File, Source Unknown• 03/08/2008 — Part 5: Real X-File, Source Unknown• 03/04/2008 — Part 4: Real X-File, Source Unknown• 03/03/2008 — Updated Part 1: Real X-File, Source Unknown• 03/02/2008 — Part 2: Real X-File, Source Unknown• 03/02/2008 — Part 3: Real X-File, Source Unknown• 11/02/2007 — Mysterious Orbs - Emanations from A Divine Field?• 10/21/2007 — Viewer Comments About Big Triangles and Lights - In Conflict?• 10/19/2007 — Updated: Huge, Silent, Black Triangle Craft Over Youngstown, Florida• 10/04/2007 — 070707 East Field Wheat Formation: Lab Analysis• 08/25/2007 — Woodborough Hill Wheat Pattern Made for Rock Band Video• 08/21/2007 — More News About August 2007 Woodborough Hill Formation• 08/17/2007 — Latest 6-Fold Wheat Geometry in Wiltshire, England• 08/13/2007 — Another U. K. Wheat Formation in August 18th Countdown• 08/06/2007 — Crop Circle Research and Photography by U. K.'s Lucy Pringle• 07/27/2007 — Updated: Part 1: 1,033-Foot-Long East Field Wheat Formation \"HappenedWithin 90 Minutes.\"• 07/27/2007 — Updated Part 2: Military Helicopters Over East Field Wheat Formation• 07/23/2007 — 070707 East Field Wheat Formation: Viewer Comments• 07/07/2007 — Swiss Army Pilot Discovers \"Perfect Geometric Figure\" and U.K.'s East FieldGets At Least 90 Circles!• 06/29/2007 — Another \"Drone\" This Week Near Maxwell AFB• 06/18/2007 — Crop Circles On Rings and Three Mysterious Aerial Lights in Slovenia• 06/13/2007 — Into the Unknown with George Noory• 06/08/2007 — Part 3: U. S. Crop Formations, Wheat Pictogram in Madisonville, Tennessee• 06/07/2007 — Bird Eggs Undamaged in Slovenia Crop Formation• 06/06/2007 — Part 2: Yatesbury, England and Madisonville, Tennessee - A Mayan Link?• 06/05/2007 — Part 2: U. S. Crop Formations, Two Mysterious Grass Circles in Mission,Kansas• 06/04/2007 — Part 1: Yatesbury Spiral - Viewer Comments on Spiral MathWebsites:Solar and Heliospheric Observatory (SOHO): http://sohowww.nascom.nasa.gov/Total Solar Eclipse July 22, 2009: http://eclipse.gsfc.nasa.gov/SEmono/TSE2009/TSE2009.htmlMayan Calendar: http://members.shaw.ca/mjfinley/calnote.htmhttp://www.dartmouth.edu/~izapa/CS-MM-Chap.%206.htmProjection of December 21, 2012 Solar System: http://www.heaven-above.com/English Crop Circles, Current and Archived: http://www.cropcircleconnector.comSilent Circle Information Center, Calne, U.K.: http://www.silentcircle.co.uk/Avebury.23.04.09.htmlAndreas Mueller Crop Circle Science: http://www.kornkreise-forschung.de/Lucy Pringle: http://www.lucypringle.co.uk/“Isaac” and CARET Document: http://isaaccaret.fortunecity.com/American Crop Circles, ICCRA: http://www.cropcirclenews.com/Canadian Crop Circles, CCCRN: http://www.cccrn.ca/"},{"pageNumber":7,"pageContent":"Dutch Crop Circles, DCCA: http://www.dcca.nlhttp://www.temporarytemples.co.uk/http://www.cropcircleresearch.comhttp://www.x-cosmos.ithttp://www.bertjanssen.nlhttp://www.swirlednews.comhttp://www.heramagazine.nethttp://www.CropCircleAnswers.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
