[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponUpdated - Is A/H1N1 Outbreak A “Herald Wave”Preceding More Serious Fall 2009 Pandemic? © 2009 by Linda Moulton Howe “I do not think we are off the hook in the United States.I don’t think we should be complacent to think we’re not goingto have it as bad as Mexico because I think if conditions were differentand we were now in the Fall of 2009 and it was getting colder, we mightsee much more disease here.” - Paul Glezen, M. D., Molecular Virologist Click for podcast.A/H1N1 flu virus is seen in an image taken usingan electron microscope, at National Microbiology Laboratory,Public Health Agency of Canada.Updated May 28, 2009/ Original report May 7, 2009 Houston, Texas - The Centers forDisease Control and Prevention (CDC) has had a series of phone press conferences todiscuss the latest swine flu developments. Today, CDC’s Interim Deputy Director forScience and Public Health Program, Anne Schuchat, M. D., (SHOE-cut) confirmed that8,585 cases of swine flu have been officially reported to American medical authorities,with 507 hospitalizations and the twelfth death of a Chicago resident last weekend.Authorities estimate that only one in twenty swine flu victims are being reported, so therecould be at least 150,000 Americans now sick with this new swine flu.A report in last week’s journal Science confirmed this new virus’s unique combination ofbird genes, human genes and genes from both North American and Eurasian pigs DIDoriginate in swine – a gene combination never seen before. Scientists have been veryworried that this A/H1N1 could be the next global pandemic like the 1918 “Spanish flu”that was the fastest spreading and most deadly influenza pandemic in recorded history.Worldwide, some estimates put the death toll at 100 million people. It was caused by anAvian/H1N1 influenza virus, which is why public health officials were so alarmed whenthis new Avian/H1N1 showed up in Mexico this spring and began to spread causing deaths.Emergency hospital during Spanish influenza epidemic of 1918,Camp Funston, Kansas. Image courtesy National Museum of Health and Medicine,Armed Forces Institute of Pathology, Washington, D.C.It was caused by an A/H1N1 influenza virus, which is why public health officials were soalarmed when a brand new, “novel,” version of A/H1N1 showed up in Mexico this 2009spring and began to spread causing deaths. The 2009 A/H1N1 is a genetic combination of"},{"pageNumber":2,"pageContent":"swine, avian and human genes never seen before.When genome sequencing was done to compare the new 2009 virus with the 1918 virus,the good news is that the new virus is missing a specific gene cluster that made the 1918H1N1 so lethal. However, this new swine virus can change further, and global pandemicsoccur when a novel influenza strain emerges that is easily transmitted between humans, asthis 2009 swine flu is. But so far, has the human population dodged a pandemic bullet thistime around? Spreading A/H1N1 Flu Cases in United StatesMap as of May 16, 2009As of May 28, 2009, CDC reports 8,585 cases of swine flu have been officially reported toAmerican medical authorities, with 507 hospitalizations and the twelfth death of a Chicago resident lastweekend. Authorities estimate that only one in twenty swine flu victims are being reported, so there couldbe at least 150,000 Americans now sick with this new swine flu. Map by Health and Human Services.Prof. Nancy Cox, Ph.D., Chief of the Influenza Division at the National Center forImmunization and Respiratory Diseases, described the uniqueness of the new virus at arecent CDC telephone press conference and here she is now.Nancy Cox, Ph.D., Chief of the Influenza Division, National Center for Immunizationand Respiratory Diseases (NCIRD): “This particular gene constellation has never beendescribed anywhere in the world.”Her worry about the fall was also supported by CDC’s Interim Deputy Director forScience and Public Health Program, Anne Schuchat, (SHOE-cut) M. D., who talked aboutthe uniqueness of the new virus and her worry that fall 2009 could be worse.Anne Schuchat, M. D., Interim Deputy Director for Science and Public HealthProgramNancy Cox, Ph.D., Chief, Influenza Division, National Center forImmunization and Respiratory Diseases (NCIRD): “And we don’t want people to thinkthey are out of the woods yet. This is a new virus. And it could keep circulating during thesummer, even though most seasonal influenza viruses become very rare in the summer. It’salso a new virus that could come back in a worse way in the fall.” Could The New Swine Virus Be A “Herald Wave”?A virologist at Baylor College of Medicine in Houston, Texas, does not think we can relax.Paul Glezen, M. D. is Professor of Molecular Virology, Microbiology and Pediatrics andEpidemiologist for the Influenza Research Center in Baylor's Department of MolecularVirology and Microbiology. He received his M. D. degree in 1956 from the University ofIllinois in Chicago. Dr. Glezen trained in pediatrics and also worked as an epidemicintelligence officer with the Communicable Disease Center back then that eventuallyevolved into the modern Centers for Disease Control (CDC). When the Asian A/H2N2pandemic hit with such a worldwide force in 1957, he was aware that the first signs of theAsian flu showed up in the United States in June 1957 - what Dr. Glezen calls the “heraldwave” before the Asian flu became a serious epidemic in the fall of 1957 through February1958."},{"pageNumber":3,"pageContent":"In 1982, Dr. Glezen published data that showed there were “herald waves” of anupcoming serious influenza virus in the 1918 Spanish flu, the 1957 - 1958 Asian flu andthe 1968 Hong Kong flu.This week I asked him if he thinks the 2009 A/H1N1 could be a “herald wave” of a muchmore serious flu epidemic in Fall 2009.Interview:Paul Glezen, M. D., Professor of Molecular Virology, Microbiology and Pediatricsand Epidemiologist for the Influenza Research Center in Baylor's Department ofMolecular Virology and Microbiology, Houston, Texas: “I do not think we are off thehook in the United States. I don’t think we should be complacent to think we’re not goingto have it as bad as Mexico because I think if conditions were different and we were nowin the Fall of 2009 and it was getting colder, we might see much more disease here.In the pandemic of 1918, it’s now evident that a milder wave occurred in the late winterand early spring of 1918 before the major wave, which was in the fall of 1918.We saw something similar in 1957 in that the virus was first detected in the Far East in thespring. It arrived in the United States by June 1957 and during the summer, notableoutbreaks were reported in Valley Forge during the Boy Scout Jamboree and at a children’schurch camp in Iowa. Both of those were attended by students and children from all overthe country.The virus did not become epidemic until September 1957 when the schools went back insession. The first major wave peaked the last week of October in 1957. But then, we hadanother wave that peaked in the middle of February 1958. MEXICO CITY (AP) May 7, 2009 Why Did New A/H1N1 VirusCause More Death in Mexico?THE FACT THAT IN MEXICO THIS CURRENT AH1N1 SEEMED TO BE MORELETHAL THAN IT WAS IN THE UNITED STATES AND OTHER PARTS OF THEWORLD, DO YOU THINK THAT COULD ANTICIPATE THE POSSIBILITY THATAH1N1 COULD BE MORE SERIOUS AND LETHAL IN THE U. S. AND REST OFTHE WORLD BY FALL 2009?Well, I don’t know about the lethality. If you’re talking about virulence, what you areimplying is that the virus could become more virulent here. But I don’t think that’snecessary. I think when the conditions are right for it to spread more readily in ourpopulation, then we will see a distribution of severity of illness that will include deaths aswell as mild infections.So, if we start seeing an epidemic where there are large numbers of infections occurring,then I think we will see the full spectrum of disease, including deaths.SO, DO YOU MEAN YOU DON’T THINK THERE WAS ANYTHING DIFFERENTABOUT THE MEXICO VERSION OF AH1N1 THAT CAUSED DEATHS THEREVERSUS THE U. S. AND THE REST OF THE WORLD? THAT’S BEEN ONE OF THEBIG QUESTIONS: WHY WERE THERE DEATHS IN MEXICO AND NOTELSEWHERE?Well, I think if you consider that Mexico City is one of the largest cities in the world – 20million people at least and they are crowded into a fairly small area. It’s an area thatclimate wise is drier and would tend to be cooler at night and that would promote thetransmission of the virus better than here in Houston where we are down at sea level withhigh humidity. We know that the virus spreads more readily when the humidity is low andthe temperature is usually lower at the same time.WHY DON’T FLU VIRUSE S SP READ W ELL IN MOISTURE?"},{"pageNumber":4,"pageContent":"The flu virus has a lipid envelope and it seems to remain more viable longer when thehumidity is low. This has been tested experimentally to demonstrate this, was publishedmany years ago and more recently another group published data to confirm that.ALL FLU VIRUSES SPREAD BETTER IN DRY, COLD AIR THAN THEY DO INHUMID AIR?That’s right, because of the lipid envelope of the virus. “Novelty” of New A/H1N1 Flu Virus:Genes from American Swine, Eurasian Swine,North American Human and from AvianCOULD YOU PLEASE DISCUSS THE NEW COMBINATION OF SWINE GENES,BIRD GENES AND HUMAN GENES IN THIS AH1N1 VIRUS THAT NO ONE HASEVER SEEN BEFORE?What I understand, the triple combination has been circulating in pigs for about ten years. So, the virus that is now spreading among humans has only added genes from oneadditional source.All influenza A viruses are essentially avian viruses that have mutated to allow spread inhuman populations. Some of that mutation or re-assortment of the gene segments arepurported to occur in swine. The reason is that swine can be infected with both avianviruses and human viruses. Swine are called the ‘mixing vessel.’Infection of two viruses into the same cell at the same time can lead to re-assortment ofthose viruses. There are 8 different gene segments and you can get all differentcombinations of those gene segments in the progeny of that re-assortment.That’s why many of these viruses might come from swine because the swine allows themixing of the genes. But remember, all A viruses originally were avian, bird viruses. Onlyinfluenza B is a human virus.SWINE FOR THE LAST TEN YEARS HAVE BEEN CARRYING WHICHCOMBINATION?There are 18 segments in this AH1N1 flu virus and they come from 4 different sources: the American swine; the Eurasian swine; North American human; and avian. A/H1N1 Herald Wave in Fall 2009?WHAT IS YOUR PERSONAL OPINION RIGHT NOW IN MAY 2009 ABOUT WHATYOU ARE EXPECTING MIGHT HAPPEN IN FALL 2009 IN THE UNITED STATES?If we don’t see progression of the virus this spring like they have seen in Mexico, then Ithink the virus will fire off again next fall and we’ll have another outbreak.BASED ON ALL OF THE WORK YOU HAVE DONE FOR SO LONG, WOULD YOUEXPECT THE FALL VERSION OF AH1N1 WOULD BE MORE VIRULENT?Not necessarily more virulent, but I think the infection rate would be more intense and wewould have a lot of young people infected and there would be serious consequences,including death.DO WE HAVE ENOUGH TIME TO DEVELOP A VACCINE BETWEEN NOW ANDFALL 2009?Yes, we do have enough time. The manufacturers have told us in the past that if they aremaking a single virus component vaccine, they could do that in three months. Ordinarily, ittakes six months, but our current seasonal vaccine has three different viruses in it, so thattakes six months. But a single component vaccine should only take three months. So, weshould have a vaccine available.IS THERE A DOWN SIDE IN MAY 2009 ABOUT MAKING A VACCINE TO FOCUSON AH1N1?I don’t know of a downside."},{"pageNumber":5,"pageContent":"I’M ASKING IF AH1N1 COULD MUTATE BETWEEN NOW AND FALL 2009?Yes, it’s possible, but the new variations arise from immune pressures. That means whenthe population is already immune to that virus, then new variants appear. But for thisparticular virus as far as we know, most of the human population is susceptible. So, there isno reason – or no immune pressure at least – that would cause this virus to change.So, I would expect a vaccine made from the virus they’ve recovered right now to beeffective next fall.WHY WAS THE 1918 PANDEMIC, THAT SPECIFIC VIRUS, WHY WAS IT SOVIRULENT COMPARED TO THE NEW SWINE FLU?In research of influenza viruses, it’s been found that the current A/H1N1 swine virus lacksone of the gene segments that determines virulence. So it is assumed that because thatparticular virulence-related gene segment is not the same as the 1918, this AH1N1 won’tbe as virulent.I don’t know whether we can say that, but so far I have no reason to disagree with that.IN THIS CASE, WE MIGHT HAVE DODGED A VIRUS BULLET?I wouldn’t say we dodged a virus bullet. We don’t control seasonal influenza now. Wehave somewhere between 30,000 and 50,000 deaths a year and we have 200,000 to500,000 hospitalizations a year due to flu.So, any flu is bad and particularly any flu to which most everybody is susceptible is bad.This one might not be as bad as 1918, but it could be as bad as seasonal flu, which is badand we have not controlled up to now.So, I think we need to get to work on this.IN THE FALL, IT COULD BE AS BAD AS HONG KONG 1968?Ye s .AND THAT WAS PRETTY BAD!Right. And 1957 Asian flu was worse.HOW MANY PEOPLE DIED OF THE ASIAN FLU IN THE UNITED STATES?About 77,000, I think.TWICE WHAT THE CURRENT FLU DEATH RATE IS.Right.” The World Health Organization (WHO) says as many as two billion people could beinfected by the new A/H1N1 virus, if the current outbreak continues to spread. WHOInfluenza Chief Keiji Fukuda told a press conference on Thursday, May 7, 2009, that inprevious pandemics, one-third of the world's population gets infected. So with a worldpopulation of six billion people, it is “ reasonable to expect two billion infections.”“I would like to remind people that in 1918, the Spanish flu showeda surge in the spring, and then disappeared in the summer months,only to return in the autumn of 1918 with a vengeance. And we knowthat (fall virus) eventually killed at least 40 million to 50 million people.”- Gregory Hartl, World Health Organization, May 2009More Information:For further information about SARS and deadly bird flu A/H5N1, see Earthfiles Archive:• 03/21/2006 — One Way H5N1 Bird Flu Could Adapt to Humans• 03/10/2006 — The Rapid Spread of H5N1 Bird Flu Virus• 11/13/2005 — H5N1 Avian Flu Has Infected 21st Person in Thailand. 13 Have Died.• 10/26/2005 — Updated - H5N1 Bird Flu - The Next Pandemic?• 06/21/2005 — Vietnamese Doctor Studying H5N1 Bird Flu Falls Victim to Virus• 06/03/2005 — West Nile and Bird Flu: Two Increasingly Dangerous Viruses• 03/12/2005 — Could Avian Flu H5N1 Cause the Next Pandemic?"},{"pageNumber":6,"pageContent":"• 01/29/2004 — Unprecedented Outbreak of Avian Flu Has Killed Ten People in Asia• 01/13/2004 — Updated: SARS and Bird Flu Back in Asia• 12/16/2003 — Colorado Doctor Suspects Fujian Flu Has Hit Elderly Hard• 12/05/2003 — Updated - 2003 Fujian Flu Could Be Worse Than 1968 Hong Kong Flu• 05/09/2003 — SARS Death Rates Higher Than Expected• 05/02/2003 — SARS Patients Relapse and Mortality Rates Rise• 04/29/2003 — SARS Continues Spreading in China; W.H.O. Rescinds Toronto TravelWarning• 04/26/2003 — Beijing Quarantines 4000 Residents Exposed to SARS; Third Hospital SealedOff• 04/25/2003 — Coronavirus Expert Questions Animal Source for SARS• 04/23/2003 — SARS Worldwide Update• 04/18/2003 — SARS Coronavirus Can Spread in Urine and Feces• 04/16/2003 — New Coronavirus Causes SARS Symptoms in Monkeys• 04/14/2003 — SARS Breakthrough - Genetic Sequencing of Coronavirus Linked to KillerPneumonia• 04/09/2003 — SARS Cases Continue to Increase• 04/08/2003 — SARS Cases Continue to Increase• 04/04/2003 — Quarantined Doctor in Toronto Describes SARS Disease• 04/03/2003 — SARS Current World Total: 2285 Cases and 79 Deaths; First Brazil CaseBrings SARS Spread to 4 Continents• 04/02/2003 — SARS Pneumonia Cases Increasing in U. S. and Worldwide• 03/31/2003 — Hong Kong Enforces Quarantine in Amoy Garden Apartments to Slow SARSPneumonia Spread• 03/30/2003 — SARS Pneumonia Closes Second Toronto Hospital; Doctor Who FirstRecognized SARS Has Died of SARS• 03/29/2003 — SARS Pneumonia Spreads Despite Quarantines; American Patient's SisterDescribes Agony• 03/28/2003 — Current SARS Information from W. H. O. and CDC• 03/26/2003 — SARS Pneumonia Spreading in Toronto, Canada, Forcing Quarantine ofThousands• 03/24/2003 — SARS Pneumonia Cases Are Increasing and Singapore Orders Quarantines• 03/22/2003 — Medical Experts Are Worried About the New SARS Pneumonia• 03/18/2003 — Updated - SARS Pneumonia Tentatively Identified as Paramyxoviridae VirusWebsites:“Herald Wave” Before 1918 Spanish Flu Pandemic:http://www.cidrap.umn.edu/cidrap/content/influenza/panflu/biofacts/panflu.htmlhttp://www.pnas.org/content/102/31/11059.fullCenters for Disease Control (CDC): http://www.cdc.gov/h1n1flu/index.htmWorld Health Organization (WHO): http://www.who.int/csr/disease/swineflu/en/index.htmlW.H.O. Global A/H1N1 Statistics: http://www.who.int/csr/don/2009_05_27a/en/index.htmlU. S. Dept. of Health and Human Services (HHS): http://www.hhs.gov/diseases/index.html Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
