[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponPart 2: Idaho Hunters Describe Huge TriangleAircraft Over Their Campsite © 2009 by Linda Moulton Howe “This thing really didn’t bank like an aircraft - it just sort of slid!I could not hear a thing. Couldn’t smell anything. That was veryperplexing how something this size could maneuver like it waswith no audio sounds at all!” - Marc Bales, PilotClick for podcast.Return to Part 1May 28, 2009 Bend, Oregon - Kris Bales’ younger brother, Marc, works in their Bend,Oregon, construction company. Marc Bales also flies his own plane and watched the hugetriangle aircraft at their Challis, Idaho, hunting camp site through 10X binoculars with theeyes and mind of a pilot.Interview:Marc Bales, Pilot and Home and Office Construction with his brother, Kris, Bend,Oregon: “Yeah, I was in the camp trailer with two other gentlemen and I heard Kris andknew it was very urgent. And we needed to get out there, so I just dropped everything Iwas doing and ran out the door. He grabbed hold of me and pointed up in the air and that’swhen I saw whatever it was - the UFO.I was in amazement because the object I was looking at was actually climbing and movingoff. But it was very large. I did not hear anything, even when I was in the camp trailer.Kris, I guess, could hear some type of noise, but I did not hear anything in the camp trailer.When I’m outside looking up at this thing and not hearing anything, not smelling anything,I just don’t understand what I’m looking at.My pickup was forward, probably 5 yards in front of me. I just ran up and grabbed mybinoculars. There was another gentleman there beside me and he did the same thing. Ipicked up my binoculars and watched this thing as it was ascending and moving off.WHAT DID YOU SEE?It would be like looking at a manta ray swimming off, only it didn’t have the tail. So out onthe two tips of it you would have the white lights. It’s climbing, so I can see the undersideof it from behind and there was a pulsating, red light, soft and pulsing in the middle of it onthe underside. There were two white lights on both sides of that. I guess if you werelooking at a manta ray from behind, the lights would be out on the tips."},{"pageNumber":2,"pageContent":"Marc Bales watched through 10X binoculars as huge triangular aircraft silentlymoved up to 500 feet altitude and proceeded “climbing and moving forward very slow up thesouth fork of Big Creek. No notable sound over generator.” Illustration © 2009 by Marc Bales.RIGHT, AND IT SOUNDS LIKE MAYBE THE FRONT LIGHT WAS TIPPED UP AWAYSO YOU COULD NOT SEE IT?Right, because I was not directly underneath it. But I’ll tell you what I could see that Idon’t think Kris saw because he didn’t see it from the same perspective that I saw it. Buton top of the craft, it did not look exactly like a cockpit on an aircraft, but there was a lightglow of a dome-type, white light looking thing on top of it. I could see that through mybinoculars.WHAT WAS THE SHAP E ?If you took a fire alarm and set it upside down on a plate, it would be like that.CIRCULAR?Yeah, kind of a saucer shape.SO, THIS WAS A ROUND, RAISED PORTION UP ON TOP OF THE CRAFT.Yes, but it wasn’t very high. It was just slight.OK, SO IT’S ROUND AND IT IS RAISED UP A LITTLE BIT AND WHITE LIGHT ISCOMING FROM IT GLOWING.Yes, just a dim glowing light. It wasn’t something that was bright. You probably couldn’teven have seen it there without binoculars. I had 10X binoculars is what I was lookingthrough.DID YOU COMPARE NOTES WITH YOUR FRIEND WHO ALSO HADBINOCULARS?We were just standing there in amazement. I didn’t even talk to him until we got back intothe trailer.AS YOU WERE WATCHING THROUGH BINOCULARS, WHAT IS RUNNINGTHROUGH YOUR MIND ABOUT WHAT THIS MIGHT BE?I was trying to figure out what I was looking at. It was kind of an odd thing. I mean, it’s notoften that you get to look at something and just come up with a big blank. I’m a pilot so Iunderstand what kind of flight characteristics that aircraft have.This thing really didn’tbank like an aircraft - it just sort of slid! I could not hear a thing. Couldn’t smell anything.That was very perplexing how something this size could maneuver like it was with no"},{"pageNumber":3,"pageContent":"audio sounds at all!IT’S PECULIAR THAT YOUR MULE ANIMALS DIDN’T REACT.Yes, and usually they are the first clue that something is going on around your campsite.They acted like there was absolutely nothing going on. That was very interesting.WHAT WAS THE VERY LAST MOMENT THAT YOU SAW?I think Kris told you that the campsite was approximately 6,000 feet in elevation. Thehighest peak was around the 11,000-foot neighborhood. We just saw this thing eventuallydisappear out of sight going over the top of the peak.HOW DID YOU END UP CONTACTING OTHER PEOPLE ABOUT THIS EVENT?Kris and I did sit down and we drew up what we had seen. We had some GPS coordinatesthat we jotted down. And then, he was so shook up that he was not going to spend thenight there in camp. So, what we did was we got in the pickup and drove to a town andspent the night there. The other two gentlemen had their animals at the campsite and theirmules were like family to them. They were not leaving them, so they stayed.So Kris and I spent the night in town and then the next morning, the question in our mindswas: When you see something like this, what do you do about it? I decided I’d call thetower in Boise, Idaho, because I didn’t know who else to contact. I kind of half expectedthe guy there to not take us seriously. But he was very interested in what we saw and veryhelpful. I just asked him if he had seen anything strange on radar. He asked me why and Iexplained what we had seen. And then he put us in touch with the Assistant Director of theFederal Aviation Administration and he gave us a number to Mountain Home AFB. I thinkthat’s how we got in touch with Peter Davenport. And then we started calling theseagencies filing reports and all of them – you know, I didn’t know what to expect when Icalled them. Had the first guy laughed, I probably wouldn’t have called the rest. But theywere all very interested. Most of them had a conference call going. They wanted otherpeople to listen in on the conversation.DID ANYONE IN AUTHORITY – MILITARY, INTEL, POLICE, ANYONE – COMETO TALK WITH YOU AND YOUR BROTHER?Well, we didn’t know it, but right after we made the call to the military, I guess back incamp – maybe it’s a coincidence, but probably not – there were two jets scrambled thatflew right over the exact coordinates that we had given the military. So, that was thefollowing morning after we had made these calls. So, apparently the military wasinterested.WHICH MILITARY WOULD THAT HAVE BEEN, DO YOU THINK?You know, it’s just pure speculation because I can’t say anything for sure, but the closestair force base was Mountain Home AFB in Mountain Home, Idaho.AFTER THE JETS FLEW OVER, WHAT ELSE HAPPENED?We just progressed back to camp. I might add that I guess the military called Kris’s housethree times while we were still over there at the Challis camp site. We didn’t leave. Westayed over for a few more days. But the military was trying to get in contact with usthrough Kris’s wife and his home phone number back in Bend, Oregon.DID YOU EVER FOLLOW UP WITH THE MILITARY PEOPLE WHO HAD CALLEDKRIS’S HOUSE?We didn’t really follow up with it. We didn’t know what to do. We made the calls that wethought we needed to make and we just kind of left it alone after that.WE’RE TALKING ON MAY 19, 2009, WHICH IS ALMOST NINE YEARS LATER.WHAT IS IN YOUR MIND TODAY ABOUT THIS EVENT AND WHAT THIS COULDHAVE BEEN?You know, in my mind today, I still don’t understand what I saw. It’s still a little frustratingto really not get any definite answers. It’s not something that you talk a lot about to peoplewho have not experienced the same thing because it seems to be a lopsided conversation.I would like to see it again. It was not something that was threatening to me because it hadalready was moving off. I would really love to see that situation again and have some ofthis explained.THERE IS THAT HAUNTING QUESTION: WHAT WAS SOMETHING THE LENGTHOF A FOOTBALL FIELD GOING DOWN AT 100 TO 200 FEET RIGHT ABOVE YOUR"},{"pageNumber":4,"pageContent":"CAMP?That’s a great question. And you can’t really explain the precarious situation that would bein. I look at things from a pilot standpoint. This was a very abrupt terrain. We were on theside of a valley. This took some very high tech complex design to be able to maneuverwhere they were maneuvering.AS A PILOT, WHAT IS YOUR THOUGHT ABOUT SOMETHING THAT MIGHT BEDEFINED AS EXTRATERRESTRIAL FROM OFF PLANET?I think it is entirely possible. Like we told the military when we were talking to them, ifyou don’t have one of those, you really need to get one! (laughs) because it was amazing!It was truly amazing.WHAT DID THE MILITARY SAY?You know what? They were very serious about everything. They didn’t laugh much.WHEN YOU SAID, ‘IF YOU DON’T HAVE ONE OF THOSE, YOU SHOULD GETONE,’ DID ANYONE MAKE A COMMENT?Not really, they didn’t.IF IT IS FROM OUTER SPACE, IT MEANS WE ARE NOT ALONE IN THISUNIVERSE AND THERE ARE OTHER INTELLIGENCES THAT ARE FAR, FARADVANCED BEYOND HUMAN.Beyond anything that I know. And we’re not the only ones that have seen this in that area.These are rancher friends. We were describing it to one of my good friends and his unclewas there. And Kris was drawing And it was exactly what Kris was going to draw. this(craft) out in the dirt in the barnyard and our friend stopped Kris and he finished thedrawing.THIS IS A RANCHER IN THE CHALLIS AREA?Yes, and these are good friends. We just simply asked them, ‘Hey, you guys didn’t seeanything strange the other night?’They said, ‘Like what?’ And we told them and they explained that people in the Challisarea have seen this stuff. This wasn’t on the same night, but they had seen the big triangleprior to that night (of September 27, 2000).PRIOR TO SEPTEMBER 27, 2000?Ye s .WHAT DID THE RANCHER SAY ABOUT WHAT HE SAW?They’d seen pretty much the exact same shape that we had seen. They viewed it frommore of a distance than we had seen it. But they told me that they will see lights in thatvalley that are in one position in one second and then are 50 miles away in just amillisecond – faster than you can describe!THE RANCHER IS DESCRIBING SEEING UNUSUAL LIGHTS THAT SEEM TO BEABLE TO JUMP DISTANCES IN THE SAME HUNTING VALLEY AND THEY HAVESEEN THIS MULTIPLE TIMES.Oh, yeah. Most all of those people in the area that have lived there for 50 to 60 years haveseen these things.”Belgium 1990 Phenomenon of Large,Unidentified, Silent, Triangular Aircraft"},{"pageNumber":5,"pageContent":"Artist's illustration of unidentified, silent, triangularaerial craft that haunted the Belgium skies in late March 1990.On March 30, 1990, Brussels, Belgium, citizens spotted a large, black, triangular crafthovering silently over the city for several minutes. Local police officials arrived on thescene and reported observing the object as it hovered over apartment buildings. Oneofficer reported that the object released a red glowing disk of light from its center whichflew down to the ground and darted around several buildings before disappearing. Thelarger craft eventually departed at high speed.Wikipedia: “The Belgian Air Force scrambled F-16s to pursue the craft onceit was spotted on ground radar systems. The fighter pilots and radar operatorsreported that the object would dart ahead at incredible speeds every time theyfinally had a radar lock on it. One pilot reported the object's speed at over 900knots. After nine confirmed target locks the object finally vanished from theirscreens.“The Belgian Air Force has gone on record with the details of its blacktriangle pursuit. It released its radar video footage and its conclusions, rulingout the following origins of the object in question:- Balloons. Impossible due to the highly variable speeds(confirmed visually and by radar).- Ultralight (ULM). Same impossibility as for balloons.- Unmanned Aerial Vehicle (UAV). Impossible due to thehovering characteristics.- Aircraft (including Stealth). No noise.- Laser projections or mirages. Unlikely due to lack of projectionsurface (no clouds). Lights have been observed from differentlocations. Lights moved over distance of more than 15 nauticalmiles (28 km). Form of unlighted craft has been observed withbinoculars. Further, laser projections or mirages can not bedetected by radar, but the Belgian triangular craft showed up onradar traveling rapidly.“The report concludes that the Belgian Air Force was ‘unable to identifyeither the nature or the origin of the phenomenon.’” Since the beginning of January 2009, Peter Davenport’s National UFO Reporting Center,NUFORC, has received 128 reports about unidentified triangle-shaped aircraft and/orunidentified aircraft in triangular patterns. Over the past fifteen years since NUFORC wasfirst organized in 1994, Peter Davenport has logged in 5,451 total reports of triangularaerial phenomena. But Peter thinks that is a small percentage of everything happening inEarth’s skies because perhaps only 1 in 10 people report what they see.Continued in Part 3 - SOM1-01Return to Part 1 Earthfiles would like to learn about other unidentified aerial triangle sightings similar tothe illustration in the SOM1-01 1954 training manual, what the Bales brothers saw andwhat flew over Belgium in March 1990. Please email: earthfiles@earthfiles.com. All"},{"pageNumber":6,"pageContent":"requests for anonymity are honored.More Information:To report unusual aerial phenomena and/or entity encounters to the National UFOReporting Center, contact:Peter Davenport, DirectorNational UFO Reporting Center (NUFORC)P. O. Box 700Davenport, WA 99122We bsit e : http://www.ufocenter.com/Director : Peter Davenport - director@ufocenter.comWebmaster : Christian Stepien - webmaster@ufocenter.comNUFORC Hotline: 206-722-3000 (Use only if the sighting has occurred within the last week.)For further information, please see my books: An Alien Harvest, the 2-volume Glimpsesof Other Realities and my documentaries A Strange Harvest and Strange Harvests 1993now available in DVD format in the Earthfiles Shop.Also, see Earthfiles Archive for dozens of unidentified flying objects and extraterrestrialbiological entity case studies from 1999 to 2009. As an example, here is only a partialArchive list:• 05/29/2009 — Part 3: 1954 SOM1-01 Training Manual and Challis, Idaho, Huge Triangle• 05/29/2009 — Part 4: 1954 SOM1-01 Training Manual and Challis, Idaho, Huge Triangle• 05/28/2009 — Part 1: Idaho Hunters Describe Huge Triangle Aircraft Over Their Campsite• 05/28/2009 — Part 2: Idaho Hunters Describe Huge Triangle Aircraft Over Their Campsite• 12/24/2008 — Part 14: Army/CIA Unit Studied the Real UFO Blue Book Cases• 11/21/2008 — Colorado State Patrol Officer Encountered UFO and “Human” Stranger• 11/17/2008 — Part 3: Morphing UFO Over Levittown, PA - Scientific Research• 11/17/2008 — Part 4: Morphing UFO Over Levittown, PA - Scientific Research• 11/14/2008 — Part 2: Morphing UFO Over Levittown, PA - Scientific Research• 11/13/2008 — Part 1: Morphing UFO Over Levittown, PA Drops Little Squares of Light• 10/30/2008 — More Encounters with Glowing Humanoids, Green Orbs, Strange AerialLights and “Thunderbirds”• 10/10/2008 — Part 1: Two Pennsylvania Hunters Encountered Strange Lights and LimeGreen, Glowing Humanoid on Oct. 4• 08/26/2008 — Update: Earthfiles Viewer Comments About UFOs and 14th Century BlackDeath• 08/22/2008 — UFOs and 14th Century Black Death• 07/13/2008 — Part 6: Insights from An Experiencer with Greys and Blond Humanoids• 07/12/2008 — Updated - Part 2: Roswell Rock Matches August 2, 1996, U. K. Crop Pattern• 07/11/2008 — Updated - Part 1: Roswell Rock Matches August 2, 1996, U. K. Crop Pattern• 06/27/2008 — More Military Sightings of UFOs in U. K.• 06/06/2008 — Updated: Mysterious Crash Near Needles, California• 04/24/2008 — Strange Aerial Lights Like Texas - But Now Photographed in Indiana, Illinois,and Massachusetts• 04/23/2008 — Four Red, Unidentified Lights Change Patterns Over North Phoenix• 04/07/2008 — Part 1: Bizarre Objects Caught by Illinois and Missouri Game Trail Cameras• 04/07/2008 — Part 2: Bizarre Objects Caught by Illinois and Missouri Game Trail Cameras• 04/06/2008 — Final Part 10: Real X-File, Source Unknown• 04/02/2008 — Part 9 - Real X-File, Source Unknown• 03/30/2008 — Part 8 - Real X-File, Source Unknown• 03/28/2008 — Deer Mutilation in Longs, South Carolina, Two Helicopters and Large, WhiteSphere• 03/20/2008 — Part 7 - Real X-File, Source Unknown• 03/15/2008 — Part 6 - Real X-File, Source Unknown• 03/08/2008 — Part 5: Real X-File, Source Unknown• 03/04/2008 — Part 4: Real X-File, Source Unknown• 03/03/2008 — Updated Part 1: Real X-File, Source Unknown• 03/02/2008 — Part 2: Real X-File, Source Unknown• 03/02/2008 — Part 3: Real X-File, Source Unknown• 02/22/2008 — Updated: Three Eyewitnesses in Selden, Texas, Saw Two, Large Rectanglesof “White Flames” in Sky• 02/14/2008 — Update: Mysterious Symbols Projected in Night Sky by Aerial Disc NearStephenville, Texas, Local Airport• 02/08/2008 — Law Officers Describe Unidentified Shape-Shifting Aerial Craft inStephenville, Texas, Region• 01/28/2008 — Updated 01-28-08: Viewer Letters About Aerial Craft and Military FlyoversAbove Dublin, Stephenville and Selden, Texas• 01/18/2008 — Updated: Huge Aerial Craft Over Dublin, Texas, “Longer Than 3 FootballFields”• 01/15/2008 — Updated: More Sky Spiral Mysteries in Iraq, Canada and Germany• 01/11/2008 — Canadian \"Disc\" and Smoke Spiral Still A Mystery• 12/20/2007 — Updated: Viewer Letters About Secret American Military Space Program• 12/11/2007 — More Confirmation of May 1974 Discs in Albuquerque and Huge Cylinder"},{"pageNumber":7,"pageContent":"Craft At White Sands Provi ng Ground.• 12/08/2007 — Another Eyewitness to Glowing Disc and Military Security in Albuquerque,New Mexico• 12/07/2007 — Part 2: Secret American Military Space Program?• 12/01/2007 — Part 1: Secret American Military Space Program?• 11/29/2007 — Part 1: Glowing Disc Encounter with Military in Albuquerque, NM• 11/29/2007 — Part 2: Glowing Disc Encounter with Military in Albuquerque, NM• 11/29/2007 — Part 3: Glowing Disc Encounter with Military in Albuquerque, NM• 10/21/2007 — Viewer Comments About Big Triangles and Lights - In Conflict?• 10/19/2007 — Updated: Huge, Silent, Black Triangle Craft Over Youngstown, Florida• 08/01/2007 — Part 3, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards• 07/31/2007 — Part 2, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards• 07/28/2007 — Mysterious Aerial Lights Over Stratford-upon-Avon, July 14, andFarnborough, Hampshire, on July 22, 2007• 07/26/2007 — Part 1, Non-Human Blonds, Lizards and Big-Nosed, Cat-Eyed Greys• 07/14/2007 — Schofield Barracks, Oahu, Hawaii - Huge, Lime Green Oval Craft HoveredOver Battalion Headquarters• 06/14/2007 — High Strangeness Encounter in Tucson, Arizona• 06/13/2007 — Into the Unknown with George Noory• 03/16/2007 — Tenth Anniversary of March 1997 Phoenix Lights: What Was the 2-Mile-LongTriangular Craft?Websites:Peter Davenport, Director, NUFORC: http://www.ufocenter.com/Majestic-12 Documents: http://www.majesticdocuments.comPresidential UFO Information: http://www.presidentialufo.com/Richard Nixon, Jackie Gleason and UFOs: http://www.presidentialufo.com/richardm.htmUFO Casebook: http://www.ufocasebook.com/Majestic Twelve: http://en.wikipedia.org/wiki/Majestic_12 Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
