[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponPart 2: Mysterious, Silent, Large Aerial Triangles© 2009 by Linda Moulton Howe he 600-foot-long triangle then went up to about 1000 ftand back down to about 100 ft in less then 1 second,then up to about 3000 - 4000 ft and back down to about 100 ft inabout 1 second. It did this several times.” - Newbury Park, California Eyewitness eturn to Part 1June 5, 2009 Albuquerque, New Mexico - Since my Coast to Coast AM radio newsupdate on May 28, about the 300-foot-long triangular craft that hovered over the hunters’camp trailer at about 100 to 200 feet, I have received more than a hundred othereyewitness reports of similar craft going back to the 1960s and up to the present day.See: 052809 Earthfiles, Parts 1 and 2300-foot-long unidentified, silent, aerial craftfirst discovered only 100 or 200 feet above Challis, Idaho,camp trailer on September 27, 2000. Illustration © 2009 by Kris Bales.1) From: South Bend, Indiana, July 2006, 11 PMSubject: Triangle AircraftDate: June 5, 2009To: earthfiles@earthfiles.comIn late July 2006, I saw something very similar. I was traveling westbound onI-80, approaching South Bend, Indiana, about 11 p.m. In the distance was whatappeared to be very bright, white airplane landing lights low in the sky. Whatmade me pay attention was the fact that they were extremely bright, theydidn't seem to be descending, and they were stationary. While there is anairport near there, it seemed unusual. As I got closer, the highway curved so Icouldn't see the lights as they were obscured by trees, but as I came around thebend, and passed over a bridge, I looked to my left to see if they were stillthere. I was stunned to see a large triangular object with the configuration of 3large, white lights and and a centered, larger red light on the underside of theobject."},{"pageNumber":2,"pageContent":"Triangular aircraft seen by David Tyson near South Bend, Indiana,about 11 PM Central in July 2006. Illustration © 2009 by David Tyson.I couldn't accurately assess how high up it was or how far away it was, butbased on a tower nearby, I guessed it was about a half-mile away and about500 feet in the air, so it seems that a size of 250 feet along each edge of thetriangle is reasonable. The white lights I saw earlier in the distance seemed tobe on one of the sides of the object that faced east as I was heading for SouthBend. There weren't any similar lights on the side of the object as I passed by.The thickness of the object seemed to be about 10-15% of the length. Thecorners of the object appeared somewhat rounded. There was a significantamount of ambient light, so I could see some definition of the side facing me. Ireally couldn't stop and pull over to take a longer look as traffic was movingpretty quickly at the time."},{"pageNumber":3,"pageContent":"Map arrow overlays and comments by David Tyson.My background: I'm an electrical engineer and computer consultant whotravels frequently and am pretty knowledgeable about most civilian aircraft. Ialso have a pretty good familiarity with many military aircraft. I'd never seenanything like it, so when I got home and began researching a bit, I came acrossthe discussions of black triangles on the web, but the illustrationsaccompanying your Earthfiles article more closely resemble what I saw.Definitely, something was there. Not a hallucination. 2) From: Plano, Texas, Late 1998 or 1999, 5 AMSubject: Flying TriangleDate: June 5, 2009To: earthfiles@earthfiles.comI saw a flying triangular aircraft in the late 1990s, around '98 or '99. I wasworking the 7 p.m. to 7 a.m. shift at my job and had went outside at 5:00 a.m.for a coffee and cigarette break. I was working in a commercial/business areaof Plano, Texas, at Campbell Rd. and I-75, just north of downtown Dallas. Iwas located in the city not a quarter mile from I-75.As I drank my coffee and smoked my cigarette under the awning of mybuilding, I suddenly saw an aircraft approximately 100 yds above me. Thecraft was only visible due to the white lights on it and the single red flashinglight that was located approx. one third into the center of the aircraft. The craftwas very much like the one you described, but it was not 300 ft. It was morelike 100 ft wide and long. The aircraft also had more than 3 lights on it. Thecraft I saw had six white lights on it and one flashing red light.Triangular craft about 100 feet long and wide seen at 5:00 a.m.near Campbell Road and I-75 in Plano, Texas. Illustration © 2009 by eyewitness.The craft was black, I guess, as it was not visible in the black sky and I believeit may have had a light absorbing texture or paint because it did not reflectlight nor did the parking lot light show the craft outline. The craft was onlymoving about 30 to 50 mph (I guess, very slow) and the time I viewed the craftwas approx. 5 to 10 seconds. I was trying to pay attention to details when ithappened as I knew I was seeing something that most people have never seenbefore. The craft did not make a single sound, nothing, zilch, Nada!Another very important thing that I must note: there was no wind at all whilethe craft was flying over. This was not a helicopter, it was not a normal plane."},{"pageNumber":4,"pageContent":"When the craft had moved above and in front of me and I was about to losesight of it, I was looking to see if I could tell what the back looked like. But itwas not visible and the rear of the craft looked very thin. The craft was headedfrom north to south direction and was just off the highway.I got the feeling that this craft wanted people to see it, as it was lit up literallylike a Christmas tree. An ex-Navy friend suggested that maybe it was a newblimp of some sort, but I just don't know. This took place at Glenville Rd. andCampbell Rd. I also included a quick paint representation of what I saw.3) From: Industry, Maine, 1987 or 1988Subject: Triangular CraftDate: May 29, 2009To: earthfiles@earthfiles.comMy story is in response to the story I heard May 28, 2009, on the Coast toCoast AM radio program broadcast out of Augusta, Maine, on WLOB Radio101.3 FM. The story I am referring to is of the triangular object reported tohave been seen by Kris Bales and reported by Linda Moulton Howe.I also have seen a very similar thing. I was not alone when I witnessed thisevent. I am not sure now of the exact year. I am guessing it to be around 1987or 88. This took place in Industry, Maine, in a rural area. Myself and about 5or 6 other people were at my then girlfriend's parents home just hangingaround outside by the vehicles. I think we were getting ready to leavesomewhere and there were a few other people there. Was a very nicesunshiny, summer afternoon. We were all just chatting standing by the cargetting ready to go when suddenly it got dark, like a huge rain cloud justhappened overhead, which is exactly what I thought when it just suddenly gotdark. I looked up to see what kind of storm would be moving in so fast and tomy surprise, just about centered over us, there was this huge, black, triangularcraft. It had to be at least as big as a football field. It was just about centeredover us when I looked up. It was so big and so low that I really couldn't see thesides of it even. I tell people that it was so low I think I could have thrown arock up at it and hit it. It was probably not that low, but being so large, I hadthat feeling.There was no sound at all except for was I think of as what any object mightsound like as it went through the air silently. I call it a whirring sound, likesomething against the wind and moving. No mechanical or jet engine sound.No smoke or vapor trail of any kind. I do not recall seeing any lights ormarkings of any kind. It was almost an equilateral triangle shape, but maybe abit more pointy at the forward area.I seemed to be the one most concerned with this thing. Everyone just kind ofput it off as a new stealth type of jet, although that sort of thing is notcommon. I should have reported it and made better documentation of this, butI didn't. The craft was also moving very slow. It was hard to believe thatsomething so large and with no visible or audible engines running could holdsuch a thing in the air at such a low speed.My immediate thought was that this thing had lost its means of propulsion andwas looking for a place to land. This is in a mountainous area, by the way.There is/was a field about two miles away in the direction that this craft wasgoing. My idea was to hop in the car and drive to that area to see it land. A fewof us jumped in the car, and drove as fast as we could to get to to the fieldabout 5 min. away. We got there, got out of the car, turned off the car's engine,but didn't see a thing or hear it. This is the end of the story. This story is trueand there had to have been others that day that also seen this. I am curious ifanybody else did report on this."},{"pageNumber":5,"pageContent":" 4) From: CIA in United Kingdom - Late 1980s to Early 1990sSubject: Flying TrianglesDate: June 5, 2009To: earthfiles@earthfiles.comIn the late 80s/early 90s, I was stationed in the U.K. with the United States AirForce as a special units officer of the CIA and worked on the Flying Triangleproject as a sound technician. I studied the affects of the craft's soundemissions on the environment so I was not privy to all of its workings. Butfrom what I know, the three circles at the outer points generated lowamplitude sound waves that crashed with each other in the center which alsocontained a huge magnesium, circular, flywheel-like device. The threecrashing waves kept the wheel in balance. If they moved the wheel slightly inone direction, the craft would instantly travel in that direction as the unit triedto balance itself. It could stop on a dime once balance was allowed. This craftcould hover and fly at incredible speeds and made no sound to the outsideviewer/listener. It used very little electricity and when I left they were fitting itwith solar collectors to test space travel. But I was unsure if this thing couldperform in space. Its capable speed has nothing to do with the speed of sound.When out of balance, the craft will continue to accelerate faster and faster.Our test speeds were limited by the size of the Earth's atmosphere.I've noticed increased reports of these crafts over the past few years and itappears they are making them a lot larger than the original test units. But,these are Earthlings, not ETs. [ Editor's Note: Other sources insist anyhuman-made triangular craft is back-engineered from retrieved extraterrestrialtechnology.]The biggest developmental problem I remember was the vulnerability of thediaphragm-like area between the circles. Any size penetration, like a smallbird, would send the craft tumbling out of control. It looks like the newerversions have an additional outer surface to overcome this.One of the pilots told me it was like flying a hot air balloon. They could hovera few hundred feet above people and hear everything they were saying.One other thing I remember that they found out by accident was that if two ofthese crafts got too close to each other in flight, they would stick to each otherlike magnets. It wouldn't harm the flight of the craft, but it was weird. When Ileft, they were studying this and were testing sticking them together in flightlike pieces of pie. But no one had suggested a practical use for this ability.The last thing I can say about this project is that the guts of the craft weredesigned and made at Tinker Air Force Base in Oklahoma City. I've been theremany times. The main building had no windows and personnel were told it wasused for the stealth bomber project, but that was not its true purpose. You cansee the building I'm referring to by visiting the base. It is the only one with nowindows and has its own special security detail.5) From: Newbury Park, California - Thanksgiving 1991, 2 AMSubject: Triangular AircraftDate: May 30, 2009 12:48:09 AM MDTTo: earthfiles@earthfiles.comLinda, I heard you on Coast to Coast 5/28/09. Good job by the way. I saw atriangular craft in 1991 and have been watching the skies ever since.On Thanksgiving morning 1991, at about 2:00 a.m. - my girlfriend and I were"},{"pageNumber":6,"pageContent":"preparing our turkey in a smoker outside in front of the condo I was living in atthe time in Newbury Park, California. I just happened to look up and saw anobject above us. My reaction was to run thinking something was falling.After my second or third step I noticed it was not moving at all. It was about60 to 80 feet above the ground just above the trees. It was a huge, black,triangular shaped aircraft approximately 600 ft long. We were both workingfor Northrop Corp. at the time and knew this was not one of our B-2 Bombers.It was much bigger and triangular in shape, not the sawtooth back end of thebombers. It sat there silent.It did a 90-degree left turn while hovering and then back to the originalposition. It did this several times. It seemed that it was positioning itself for abetter view of what we were doing. We were able to see in the windows, butthe lights were off. The bottom was smooth - no landing gear doors, no writingand/or markings and no sign of engines or inlets for engines. Also there wereno lights on this craft.There was some sort of white florescent light about 3 feet in front of the crafthalf way down the leading edge. But no brackets attaching this light to thecraft. Very frightening.The 600-foot-long triangle then went up to about 1000 ft and back down toabout 100 ft in less then 1 second, then up to about 3000 - 4000 ft and backdown to about 100 ft in about 1 second. It did this several times. Then floatedup to about 3000 - 4000 ft in about 30 seconds and hovered for a few minuetsand slowly aimed to the south and took off faster then any aircraft that I hadever seen. It was out of sight as fast as you could blink. The whole sightinglasted about 15 minutes.This was very frightening. It kind of makes you wonder why we are still usingcars, trains, boats and planes as well as the space shuttle when there are somesort propellant systems, or lack there of, like this out there. This also makes methink the speed of sound is not an accurate way to measure the speed of thistype of craft. 6) From: Salt Lake City, Utah - February 27, 2009, 7:10 to 10:57 PMSubject: Linda Moulton Howe: I heard you on Coast to CoastDate: May 30, 2009 5:23:06 PM MDTTo: earthfiles@earthfiles.comI heard you on Coast to Coast with George Noory (May 29, 2009). You askedfor people to report about triangle objects seen. The stories below are whathappened on the night of Feb. 27, 2009. I served in the U.S. Marines and I wasin the air wing division. What I saw was not any conventional aircraft I haveever seen.(1) See top sketch labeled 1. below.The first one I sighted at about 7:10 p.m. It had 3 very dim lights on thebottom in a triangle pattern. The triangle was moving very fast, silent andNNW direction. It appeared to be bending light around it? It was like it wasinvisible, like you could see though it in a way, except for the lights onit. The lights didn't blink at all and were white-yellow in color with avery slight gray tint and were very dim and hard to see. Very stealthy,no sound at all. The bending of the light around the lights reminded me ofthe movie “Predator.” Like when the creature was kind of visible, yetnon-visible. I'm in the flight path of the jets that come in to land at theSalt Lake City International Airport. The triangle was about the same height of"},{"pageNumber":7,"pageContent":"thejets that come in to land, but slightly higher and just west of me. My thumbheld at full arm's distance would be able to cover this object. The sightingwas less than 4 to 5 seconds. See the 1st sketch below 1.February 27, 2009, 7:10 PM, near Salt Lake City, Utah,International Airport. Four illustrations 1., 2., 3., 4. © 2009 by eyewitness. (2) Second sighting is the third drawing, 3. (sorry for out-of-order confusion)After the first sighting......I'm excited to see such a thing, so I stayoutside and watch the sky intently. I'm on the cell phone telling one of myfriends about this sighting. He lives near Ogden City, Utah, about a 45-minutedrive on the freeway. While I was telling him about the 7:10 p.m. sighting, Isee another ark of light come down quickly (white bluish in color). As itarks slightly upwards, I see a wide band of light going across the sky. Thena row of three round lights come into view. They were white with just a hintof blue in color. The angle was that the tip was raised up about 135 degreesand the row of lights were turned at about a 45-degree angle. I think it isturning and rising at the same time. This object is coming right towards meexcept rising upwards a little. I can see light coming far from the right ofthe object, but I can't see where the light is coming from."},{"pageNumber":8,"pageContent":"I think I was seeing one side of a triangle, because the light coming from theright side was coming from wider at the back than the rear. The row of 3 lightsdownone side of the object were as big or bigger than a football field inlength. This thing is huge and silent! It was a single row of 3 lights (dim)on a 45-degree angle coming towards me in a rising matter. The left side ofit moves straight over me with no sound at all and again in a NNW direction.The sighting was about 3 ½ seconds. And in 3 ½ seconds it was gone!It was a little lower than the lowest jets that fly over and are preparing to landatthe SLC Int. Airport. I called the airport to get the average height of thejets preparing to land above my home address. The man told me 3,000 ft wasthealtitude at my address. He wanted to know why I wanted to know this beforehe told me, so I told him. He was very interested and wanted to know whattime that this happened. I told him the triangle was headed right towards theairport and it was about 8:30 p.m.Back to the description: I could see the side of the craft on the left side, wherethe row of lights was. Over towards the right was where most of the lightemanated from above the thing or side of the thing. It was like one side of a Vof lights that were visible at my angle of view. This thing also seemed to bebending lightmaking it very hard to see. The side where the lights were, I could seea slight curvature to it and the side of it was like shimmering water andmirror like. If I held my arm fully extended with the palm flat against thedirection of the triangle craft, I still would not fully be able to cover the leftside of this object. Like I said earlier it was huge!As this object went over me the bottom of it was completely dark with nolights visible on the bottom of it, just light coming from the sides. Also, as itpassed quickly over me it bathed me and everything in a very soft, babyblue-white light, very soft color. From the rear of it as it was leaving, I couldonly see a blackness with light emanating from both sides. The blacknessappeared to be about 20 percent as thick as it was wide. From the rear of it, Icould no longer see the row oflights on it, but I could see light coming from both sides of the dark massof it. I had binoculars around my neck, but was so dumb founded at thisobject I didn't even think of the binoculars or the camera in my pocket,plus it was so fast! Also I want to add that it didn't interfere with mycell phone at all.(3) Third sighting is the second drawing, 2. [ “Flying wing”]I'm still outside watching the sky (8:45 p.m). My neighbor comes home andsees me outside with a coat, hat, gloves and binoculars. With a puzzledlook, she comes over and asked me what I'm doing. I tell her and she startsaskingme where I seen the objects. So I'm telling her and all of a sudden, Isee another object barely visible in a sense and very high traveling in aNNW direction. I immediately remember my binoculars this time and quicklyfind this object in my 10 x 50 power binoculars. It was like a flying wingwith about 9 round lights forming a slight V-formation. It was fast andsilent. The sighting was about 4 seconds long. I asked what she saw and shealso saw a triangle pattern of lights. I can't say that I could see muchmore than the lights. But it did appear to be dark between the area of thelights in the form of a wing-type V-pattern with the ends of each wingsquared. We also noticed it had no sound whatsoever.(4) See bottom sketch labeled 4."},{"pageNumber":9,"pageContent":"It's cold out and I'm still out watching the sky, three things in one night! I'mthinking, what's going on?! Anyway, it's about 10:57 p.m. now and I'm in myback yard now. Earlier I was in the driveway. I'm looking to the south. All of asudden, I see a dimly visible row of lights in a slight V-pattern, but yetalmost straight across. It's coming fast and low, much lower in height ofthe jets that come in to land at the airport. I quickly view this with mybinoculars. I'm shocked! It's not one thing - it's a group of off-whitetriangles. They were moving in formation, 15 to 17 of them, intriangle formations.In each triangle pattern, the lead one would drop back to the rear and thenmove back to the front again. This was happening in unison along thisformation line, from one side to the other. (One triangle of formation with onein between - the next triangle formation with one on each side of the triangleformation. They changed pattern about 4 times). It was very strange andpuzzling. It also reminded me of birds in flight at first, but so different, too.How they moved was more troubling to me than what they looked like. Thesighting was no more than 4 ½ seconds. I would guess each craft was a littlebigger than a small airplane. They had no lights on them, but had ayellow-white glow to them as they passed over head. They were not bright atall - dim yet very solid-looking triangles at first sight.They were a perfect triangle shape (slight curvature on the two leading sides)with a slight V notched out the back edge of them. They were silent andfast. They went right over me. I stared at them intently with my 10 x 50custom Bushnell binoculars. The bottom of them was smooth and elliptical, nomarkings at all. As they were directly above me, I could see that they weremore arrowhead shaped. The sides had a slight curve with about a 20percent notch “V” in the rear of them. So think of a triangle with a notch“V” cut out of the back that is about 20 percent of its size. The triangles had aslight glow to them, but no visible lights on them. They were flying veryclosely together in a moving formation. Moving very oddly. The width of theformation was wider than the palm of my hand flatly held out at arm'slength. Please see the 4th sketch. I stayed outside until about 1:15 a.m., but Ididn't see anything else peculiar. All of this in one night! I will never forget thisnight!o be continued in Part 3.ee: 052809 Earthfiles, Parts 1 and 2eturn to Part 1More Information:or further information, please see my books: An Alien Harvest, the 2-volume Glimpsesof Other Realities and my documentaries A Strange Harvest and Strange Harvests 1993now available in DVD format in the Earthfiles Shop.Also, see Earthfiles Archive for dozens of high strangeness craft and entity cases from1999 to 2009. You can do an Earthfiles search by subjects for list of archived reports. Asan example, here is a brief excerpt from complete Archive list:• 05/29/2009 — Part 3: 1954 SOM1-01 Training Manual and Challis, Idaho, Huge Triangle• 05/29/2009 — Part 4: 1954 SOM1-01 Training Manual and Challis, Idaho, Huge Triangle• 05/28/2009 — Part 1: Idaho Hunters Describe Huge Triangle Aircraft Over Their Campsite• 05/28/2009 — Part 2: Idaho Hunters Describe Huge Triangle Aircraft Over Their Campsite• 05/12/2009 — Part 3: Astronomical Information in U.K. 2009 Crop Formations?• 03/20/2009 — Part 1: Unusual Animal Deaths from Half Cats to Mutilated Cows• 12/24/2008 — Part 14: Army/CIA Unit Studied the Real UFO Blue Book Cases"},{"pageNumber":10,"pageContent":"• 11/21/2008 — Colorado State Patrol Officer Encountered UFO and “Human” Stranger• 11/17/2008 — Part 3: Morphing UFO Over Levittown, PA - Scientific Research• 11/17/2008 — Part 4: Morphing UFO Over Levittown, PA - Scientific Research• 11/14/2008 — Part 2: Morphing UFO Over Levittown, PA - Scientific Research• 11/13/2008 — Part 1: Morphing UFO Over Levittown, PA Drops Little Squares of Light• 10/30/2008 — More Encounters with Glowing Humanoids, Green Orbs, Strange Aerial Lightsand “Thunderbirds”• 10/10/2008 — Part 1: Two Pennsylvania Hunters Encountered Strange Lights and LimeGreen, Glow ing Humanoid on Oct. 4• 08/26/2008 — Update: Earthfiles Viewer Comments About UFOs and 14th Century BlackDeath• 08/22/2008 — UFOs and 14th Century Black Death• 07/13/2008 — Part 6: Insights from An Experiencer with Greys and Blond Humanoids• 07/12/2008 — Updated - Part 2: Roswell Rock Matches August 2, 1996, U. K. Crop Pattern• 07/11/2008 — Updated - Part 1: Roswell Rock Matches August 2, 1996, U. K. Crop Pattern• 06/27/2008 — More Military Sightings of UFOs in U. K.• 06/06/2008 — Updated: Mysterious Crash Near Needles, California• 04/24/2008 — Strange Aerial Lights Like Texas - But Now Photographed in Indiana, Illinois,and Massachusetts• 04/23/2008 — Four Red, Unidentified Lights Change Patterns Over North Phoenix• 04/07/2008 — Part 1: Bizarre Objects Caught by Illinois and Missouri Game Trail Cameras• 04/07/2008 — Part 2: Bizarre Objects Caught by Illinois and Missouri Game Trail Cameras• 04/06/2008 — Final Part 10: Real X-File, Source Unknown• 04/02/2008 — Part 9 - Real X-File, Source Unknown• 03/30/2008 — Part 8 - Real X-File, Source Unknown• 03/28/2008 — Deer Mutilation in Longs, South Carolina, Two Helicopters and Large, WhiteSphere• 03/20/2008 — Part 7 - Real X-File, Source Unknown• 03/15/2008 — Part 6 - Real X-File, Source Unknown• 03/08/2008 — Part 5: Real X-File, Source Unknown• 03/04/2008 — Part 4: Real X-File, Source Unknown• 03/03/2008 — Updated Part 1: Real X-File, Source Unknown• 03/02/2008 — Part 2: Real X-File, Source Unknown• 03/02/2008 — Part 3: Real X-File, Source Unknown• 02/22/2008 — Updated: Three Eyewitnesses in Selden, Texas, Saw Two, Large Rectanglesof “White Flames” in Sky• 02/14/2008 — Update: Mysterious Symbols Projected in Night Sky by Aerial Disc NearStephenville, Texas, Local Airport• 02/08/2008 — Law Officers Describe Unidentified Shape-Shifting Aerial Craft inStephenville, Texas, Region• 01/28/2008 — Updated 01-28-08: Viewer Letters About Aerial Craft and Military FlyoversAbove Dublin, Stephenville and Selden, Texas• 01/18/2008 — Updated: Huge Aerial Craft Over Dublin, Texas, “Longer Than 3 FootballFields”• 01/15/2008 — Updated: More Sky Spiral Mysteries in Iraq, Canada and Germany• 01/11/2008 — Canadian \"Disc\" and Smoke Spiral Still A Mystery• 12/20/2007 — Updated: Viewer Letters About Secret American Military Space Program• 12/11/2007 — More Confirmation of May 1974 Discs in Albuquerque and Huge CylinderCraft At White Sands Proving Ground.• 12/08/2007 — Another Eyewitness to Glowing Disc and Military Security in Albuquerque,New Mexico• 12/07/2007 — Part 2: Secret American Military Space Program?• 12/01/2007 — Part 1: Secret American Military Space Program?• 11/29/2007 — Part 1: Glowing Disc Encounter with Military in Albuquerque, NM• 11/29/2007 — Part 2: Glowing Disc Encounter with Military in Albuquerque, NM• 11/29/2007 — Part 3: Glowing Disc Encounter with Military in Albuquerque, NM• 10/21/2007 — Viewer Comments About Big Triangles and Lights - In Conflict?• 10/19/2007 — Updated: Huge, Silent, Black Triangle Craft Over Youngstown, Florida• 08/01/2007 — Part 3, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards• 07/31/2007 — Part 2, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards• 07/28/2007 — Mysterious Aerial Lights Over Stratford-upon-Avon, July 14, andFarnborough, Hampshire, on July 22, 2007• 07/26/2007 — Part 1, Non-Human Blonds, Lizards and Big-Nosed, Cat-Eyed Greys• 07/14/2007 — Schofield Barracks, Oahu, Hawaii - Huge, Lime Green Oval Craft HoveredOver Battalion Headquarters• 06/14/2007 — High Strangeness Encounter in Tucson, Arizona• 06/13/2007 — Into the Unknown with George Noory• 03/16/2007 — Tenth Anniversary of March 1997 Phoenix Lights: What Was the 2-Mile-LongTri angul ar Craft?Websites:"},{"pageNumber":11,"pageContent":"Peter Davenport, Director, NUFORC: http://www.ufocenter.com/Majestic-12 Documents: http://www.majesticdocuments.comPresidential UFO Information: http://www.presidentialufo.com/Richard Nixon, Jackie Gleason and UFOs: http://www.presidentialufo.com/richardm.htmUFO Casebook: http://www.ufocasebook.com/Majestic Twelve: http://en.wikipedia.org/wiki/Majestic_12 Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
