[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponUpdate: June 17, 2009 - Teen Suspect in Florida Cat MutilationMystery Out On $250,000 Bail.© 2009 by Linda Moulton HoweTeenager Tyler Weinman's father, Douglas, told reporters June16,his son is “absolutely not” guilty of the cat mutilation charges.Viewer Warning: This report contains several photographs andX-ray of half cats, which might be disturbing to some viewers. Above: Example above of mutilated cats reported since the 1970s throughoutNorth America and England. Mutilated male cat was found first week of August2003, in Bothell Washington. Veterinarian Cherie Good, D.V.M., placed catremains to show width of cat's cut out middle section. Below is an x-ray of thesame cat showing the dark space in the back half that indicates all internalorgans were removed.Photograph and x-ray © 2003 by Cherie Good, D.V.M. reign of terror is over. Our communities of Palmetto Bayand Cutler Bay have been on edge for many weeks now because of the horrificand unspeakable slaughterings of many of their beloved feline pets. I sincerely hopethat with his (Tyler Weinman) arrest, the residents will feel relieved and their catswill be safe once again. It is expected that the vicious crimes that have plagued thesecommunities will not be repeated.” - Florida State Atty. Katherine Fernandz Rundleveryone in the neighborhood knows it's a police officer'shouse [where June 10 mutilated cat belonged to police officer].Another police officer lives right across the street. It's just crazy someonehas the nerve to do this.” - Michael Miller, Palmetto Bay Resident"},{"pageNumber":2,"pageContent":"y cat was of course dead and it was laying on its sideand one of its eyes was out and it was skinned from like the waist down.It was horrible.” - Palmetto Bay, Florida Mutilated Cat Owner, May 2009t's rare that we see these kinds of injuries caused by people,so it's important to rule out the other possibilities.” - Randall Lockwood, ASPCA, Washington, D. C.Update June 17, 2009: yler Hayes Weinman, 18, is charged with 19 counts of“improper disposal of dead animals” and four counts of burglary. Tyler's father, DouglasWeinman, told reporters on Tuesday, June 16, that his son was “absolutely not” guilty ofthe cat killing crimes, which Miami-Dade police total as 34 cats in Palmetto Bay andCutler Bay. Police link only 19 of the mutilations to the teenager without releasing detailsabout the link. Weinman is under house arrest and monitored with an electronic anklebracelet. Miami-Dade Circuit Curt Judge, John Thornton, allowed the supervised releasebecause a psychiatric evaluation of the 18-year-old showed he was competent and not adanger to himself or others. The judge set an arraignment date for July 6, 2009.Update June 14, 2009: Today, Miami Herald.com headlines “ Police: Cat killerarrested; suspect is teen who lived in Palmetto, Cutler Bay area.” An 18-year-old namedTyler Haynes Weinman, a resident of Palmetto Bay, was arrested early Sunday, June 14,2009, and “charged in the recent killlings and mutilation of more than a dozen cats, whichhave terrorized pet owners in Palmetto and Cutler Bays.”No one has ever been arrested and convicted on a half cat or other small animal mutilationsince the phenomenon was first reported in Canada and California in the 1980s. No detailsare given about what exactly Tyler Weinman did to merit arrest except on May 29, 2009,he was arrested for possession of cannabis (marijuana). MiamiHerald.com reports thatWeinman “recently attended Miami Palmetto Senior High. Tyler was charged with 19counts of animal cruelty, 19 counts of improperly disposing of an animal body and fourcounts of burglary.” Also see: MiamiHerald.comBeside the speculation that the arrested teenager is not capable of excising a neat,bloodless, football-shaped piece of cat hide as happened in Palmetto Bay a couple ofweeks ago, the Miami-Dade police have not explained cat mutilations that continue tooccur in Lauderhill to the north. As of June 11, 2009, at least 17 cat mutilations had beenreported to police there. Other Current Dog and Cat Mutilations in Texas and CanadaCross Roads, Denton County, Texas: On June 2, 2009, a Cavalier King Charles spanielnamed Bonny disappeared from the Cross Roads residence of Suzanne and Brian Hunter,northeast of Denton. Suzanne found the spaniel's body in a field across the street fromtheir home, dead and skinned. The Denton County Sheriff's Office has not released detailsor photos, but a $10,000 reward has been offered by the Texas SPCA for information thatleads to an arrest and conviction of a perpetrator.Rutland, British Columbia, Canada: On Sunday, May 24, 2009, a Rutland man wholives in an apartment building on Aurora Crescent, reported to the Kelowna Capital Newsthat he discovered below his deck on the grass “a cat, cut in half, with the two halvesabout three feet apart.” Kelowna Capital News talked with RCMP Constable SteveHolmes who said there were no witnesses to the dismembering and no explanation as towhy it occurred, though Holmes said the evidence suggests it is a person, rather than ananimal, that is responsible."},{"pageNumber":3,"pageContent":"There have been several previous cycles of half cat and other cat mutilation variations inRutland, Canada, over the past several years and no one has ever been arrested orarraigned for the cat killings. See Earthfiles summary report below. June 12, 2009: Miami-Dade police report that since April, 33 dead and mutilated catshave been reported to their animal cruelty unit. Those cases happened in Palmetto Bay,Cutler Bay and Kendall, Florida, suburbs of Miami.Three more mutilated cats were found on Thursday morning, June 11, 2009. One catbelonging to Joylene Ceballos does not fit the historic pattern of half cats and other catmutilations since at least the 1980s. Her striped 12-year-old tabby cat was discovered“chopped into pieces.” The other two dead cats found Thursday morning were killed,according to Miami-Dade police, by “a pack of dogs.”The day before on Wednesday, June 10, 2009, five other cat mutilations were discoveredin Palmetto Bay. At noon time, a cat belonging to a Miami police officer was found deadand cut in a front lawn of the police officer's neighborhood. “Everyone in theneighborhood knows it's a police officer's house [where June 10 mutilated cat belonged topolice officer]. Another police officer lives right across the street. It's just crazy someonehas the nerve to do this,” resident Michael Miller told Local 10 TV.So far, no one has been arrested and the reward for information leading to an arrest in thecat mutilations is up to $12,000.Original Report June 6, 2009 Palmetto Bay, Miami-Dade County, Florida - SinceMay 14, 2009, twenty-six dead and mutilated cats have been found in the Cutler Bay andPalmetto Bay region of Miami-Dade County and by June 3, 2009, two more mutilated catswere found in Lauderhill, Broward County, northwest of Miami."},{"pageNumber":4,"pageContent":"Upper red circle marks Lauderhill, Broward County, Florida, where two mutilated catswere found between May 30 and June 3, 2009. The lower red circle near Biscayne Bay marksPalmetto Bay and Cutler Bay where at least 26 cat mutilations have been reported sinceMay 14, 2009. The large blue circle marks the location of Homestead Air ForceBase and the Naval Security Group Center.Palmetto Bay, Florida is about three miles square, 90% residential and was notincorporated until 2004. There is a Palmetto Bay Police Department and it sent six officersto investigate a recent bloodless cat body found in the 16200 block of Southwest 89thCourt. On Friday, June 5, I was able to talk with the resident who found the cat.Interview:Palmetto Bay Resident: “The cat was laying on the right side, sex not known.WHAT WAS EXCISION LIKE AND WAS THERE ANY BLOOD?I never saw any blood and I don’t know what the other side of the cat looked like becauseI only saw one side. There was a bloodless excision of cat hide 2-inches wide and 3 to 4inches long from the spine to the abdomen. The shape of the excision was the shape of a football. I didn’t see any blood, so it’s like something was done somewhere else and thenthe cat was dropped back to the front yard. To my eyes, it did not look like anything hadbeen done at the site where I found the cat.ALL FOUR LEGS AND THE HEAD WERE THERE?"},{"pageNumber":5,"pageContent":"Ye s .WHERE WAS THE EXCISION EXACTLY?Right above the rear, left leg (cat laying on right side). The football-shaped removal of thecat's hide was 2-inches wide from spine down 3 inches to the center of the abdomen.There seems to be a lot of different variations to the mutilations here. Sometimes they aredescribed as ‘disemboweled.’ANY CATS CUT IN HALF THAT YOU KNOW ABOUT?Not that I've heard about in Palmetto Bay, but he police and animal care organizations arekeeping details from the public, I guess because they don't want to set off mimics.I UNDERSTAND THERE HAVE BEEN HALF CATS REPORTED, PERHAPS INCUTLER BAY AND THE MOST RECENT IN BROWARD COUNTY. WAS THEMUSCLE TISSUE VISIBLE IN THE EXCISION?I think so. The cut looked like it was sort of skinned and not a hole penetrating into thebody. There was muscle tissue there.In this Palmetto Bay and Cutler Bay area there have already been 26 cat mutilations. AfterI found the cat, my wife called the Palmetto Bay Police and six officers showed up.DID THE POLICE TAKE THE CAT FOR A VETERINARIAN NECROPSY?I don’t know. I had to leave and my wife called the police.”Palmetto Bay Police: 305-476-5423Palmetto Bay Animal Care and Control: 305-884-1101 n 1978, authorities in St. Catharines near Toronto, Canada were also frustrated by morethan one hundred missing cats and dogs and others found skinned and badly mutlated.Similarly, by August 1989, sixty-seven cats had been found in Tustin, California. The NewYo r k Ti m e s reported on August 13, 1989: “Some of the cats were cut in half with whatsome say is almost surgical precision, others disemboweled or skinned.” Tustin resident,Janet Hampson, summed up the eeriness of it all: ”There is never any blood at the scene,the animals are often dismembered with surgical precision and paws and other body partsare often left on the ground in strikingly similar arrangements.”Bloodless half-cats and other excision variations have been reported in Florida, throughoutNorth America and England for decades. When I was in England the summer of 1999 forcrop circle research, I learned that the London Royal Society for the Prevention of Crueltyto Animals had received dozens of reports from residents who found on sidewalks or frontyards their cats and rabbits disemboweled or cut in half or even decapitated. And usuallywithout blood on the animals or at the site.Florida has had many previous cycles of reported half cat and other kinds of catmutilations. On Saturday, June 30, 2001, in the small beach town of Navarre, Florida,about fifteen miles east of Pensacola in the panhandle, a cat was found strangely cut upnear its home. Northeast of Navarre is Eglin Air Force Base on Choctawhatchee Bay.Across the bay is Desin, Florida, where there have also been reported cat mutilations."},{"pageNumber":6,"pageContent":"Pattie and John Goodfleisch hold their surviving white female cat, Kitty,after they found their other black male cat, Maximum, cut in half on Saturday,June 30, 2001. Photograph © 2001 by Daily News, Milton, Florida.The owners, John and Pattie Goodfleisch, had two cats: one white female and one all blackmale. On that Saturday morning, after the couple had let the cats out and awaited theirreturn, the black male cat did not come back. The couple began searching and found thecat's severed body on a sandy path near their house. This was an exceptional case becausethe bloodless cut started behind the cat's front legs, but excised only half the cat's bodyfrom the front legs to the tail bone. So, it was an untouched cat from the front legsforward, but only half of his body remained from the front legs to the rear. The missingportion of the cat's body was never found.The Tiger Point Animal Hospital was asked to do a necropsy to determine cause of death.The veterinarian said the wound did not appear to be accidental and the assumption wasthat whoever killed the cat had a specific intent to cut the cat lengthwise from the frontlegs down and removed one half of the remaining body.Twenty-seven years before in 1978 in St. Catharines near Toronto, Canada, authoritieswere frustrated by more than 100 missing cats and dogs and many others found in theirowners' yards skinned, decapitated, disemboweled, cut in half or paws removed, withoutblood at the site.Ten years later on August 13, 1989, The New York Times reported about 67 cats foundmutilated in Tustin, California - a suburb of Los Angeles near Santa Ana. The NYT wrote:“Some of the cats were cut in half with what some say is almost surgicalprecision, others disemboweled or skinned. One resident said, ‘There is neverany blood at the scene, the animals are often dismembered with surgicalprecision and paws and other body parts are often left on the ground instrikingly similar arrangements. No one ever seems to hear anything, nor dodogs bark during the killing.’ It was believed the cats are captured, takenelsewhere, their blood drained and organs removed, then replaced on theirowners' lawns.”By 1992-1993, dozens of half cats had been discovered in Vancouver, British Columbia,and taken to the animal control office there for examination. Usually the front half wasfound on the owner's lawn. The Supervisor of Animal Control for the Vancouver CityPound told reporters, \"The cats are clearly being butchered by someone. It's a real surgicaljob. And all I hope is that these cats were already dead when they were cut in half.\"At the time during those rash of cat mutilations in Vancouver, I was working withpathologist and hematologist John Altshuler, M. D., in Denver, Colorado. We were able toobtain one of the half cats - the front half - for analysis of the abdominal excision. Dr.Altshuler confirmed that the entire excision had been cut with something hot enough tocook the collagen and hemoglobin. [ See Glimpses of Other Realities, Vol. I: Facts &Eyewitnesses © 1994 in Earthfiles Shop.]"},{"pageNumber":7,"pageContent":"Similar waves of cat, and half cat, mutilations - and sometimes rabbits, squirrels, dogs,raccoons and rats - have been reported throughout the world since at least the 1970s. Thefollowing are some of the locations where small animal mutilations have occurred - somewith cyclic incidents every few years: London, England; Toronto and Vancouver,Canada; San Antonio, Ft. Worth, Austin, Plano, and Corpus Christi, Texas; Seattle,Bothel and Bellingham, Washington; Falls Church, Virginia; Pensacola, Florida; Lee,New York; Los Alamos, New Mexico; Tucson, Arizona; Oklahoma City, Oklahoma; Tustin, San Jose and San Diego, California; Denver and Aurora, Colorado; and Salt LakeCity, Utah. August 15, 1995 Toronto, Ontario, Canada - A series of cat mutilations occurredin Toronto. There were no arrests. Across the continent in Vancouver, B. C. in May toJune, 1992, several half cats were found without finding the culprit or culprits. Furtherback in 1978, authorities in St. Catharines near Toronto were also frustrated by more thanone hundred missing cats and dogs and others found skinned and badly mutilated. In eachof these mutilation cycles, many of the animals have been found cut in half bloodlessly,usually with the front half of the cat placed to be found. These facts have convinced manyinvestigators that the animals are taken some place, killed and cut, and then returned toyards and sidewalks near their owner's homes.June 14, 1999 Tucscon, Arizona - The Arizona Daily Star reported that theHumane Society of Tucson and Pima County Animal Control were investigating a rash ofcat mutilations in March and June. In March, six cats were found with their back paws cutoff.Humane Society Education Director, Marsh Myers, said, “With the original (March) catmutilations, we were seeing that the animals had (parts of) hind legs removed. What we'reseeing now is a new type of mutilation in which cats are cut down the center from thethroat to the pubic area. The rib cage is spread and then the organs are either removed ortied around the animal.”One cat owner, Dennis Tulino, lost one of his eight cats and found another injured. Elviswas found across the street from Tulino's home. His throat was slit, the rib cage opened,but there was no blood. At about the same time, another Tulino cat, Sonic, was found withone of its back legs injured by an unknown attacker.Tucson Police Sergeant Brett Klein said, “(The reports) have been so disjointed. Theyhave been anywhere from the east side to west side of town. There's nothing to pinpoint. Ihaven't really seen enough of a trend to tell people to keep their cats in.”August 13, 1999 Toronto, Ontario, Canada - The Toronto cases, which haveincluded bloodless decapitations, were the subject of a Toronto Sun news report on August13, 1999. Under the headline “More cats slain in Willowdale,” reporter Joe Warmingtonwrote: “The mysterious death and mutilation of three more cats in North York (August 12,1999) has animal cruelty investigators on alert for a potential serial cat killer. (These newdeaths) come just weeks after five other cats were reported killed and mutilated in theLeslie Street and Finch Avenue area.“The way they were cut and the fact there wasn't a trail of blood leads investigators todiscount a predator - like a fox - is responsible for the killings. As many as fifteen cats inthe vicinity of Finch Avenue have also been reported missing in the last year.”Debby Hunt, Inspector of the Ontario Society for the Prevention of Cruelty to Animals,told Warmington, “If somebody is deliberately doing this, they could face a $2,000 fineand six months in jail.”"},{"pageNumber":8,"pageContent":"September 15, 1999 San Jose, California - Since May 1999, in San Jose,California, two dozen cats, a raccoon and a rat have been found disemboweled, cut in halfand oddly skinned. The San Jose Mercury newspaper headlined “Cat killer menacessouthern San Jose.” The article began, “A killer is stalking the cats of southern San Jose,mutilating 21 felines since May 31 - primarily pets taken from owners' yards at night andreturned dead, often dismembered and skinned.”More than 2,000 fliers were distributed by police into south San Jose neighborhoodswarning owners to keep their cats indoors. And the Humane Society of Santa Clara Valleyposted a cash reward that has kept growing as animals have been discovered.October 3, 1999 London, England - Over the past year, the London Royal Societyfor the Prevention of Cruelty to Animals has received dozens of reports from residentswho have found on their sidewalks or front yards their cats and rabbits disemboweled, cutin half and even decapitated. And usually without blood at the siteOctober 10, 1999 Fort Worth, Texas - WFAA-TV in Fort Worth, Texas reportedon October 7, 1999, the discovery of five mutilated cats in Tarrant County, Texas, sinceJune. These unusual cat deaths were found in West Fort Worth near Interstate 30 betweenForest Park Boulevard and Cherry Lane. Humane Society investigators say what happenedwas not an accident, but calculated cruelty by at least one individual. The strange deathshave included a hanging, a cat that had been skinned, and another that had its tail sliced intwo halves down its length.FBI behavioral scientists warn that many serial killers start out venting anger on cats andtake pleasure in cat torture. But so far, law enforcement does not have any suspects andFort Worth residents are urged to keep their pets inside.Over the same time period, bloodlessly decapitated and mutilated cats have been found inSan Jose, California (See: 10/3/99); London, England (See: 8/25/99); and Toronto, Canada.Other cases involving excisions of paws and/or back leg from cats in Tucson, Arizonaoccurred back in March and June 1999.November 5, 1999 Toronto, Canada - A $60,000 reward has been offered by theOntario Society for the Prevention of Cruelty to Animals for information about tenmutilated cats since the current mystery began in August 1999. The reward offer hasgenerated phone calls, but no suspects.The SPCA's lead inspector, Debbie Hunt, is now seeking help from the Toronto Police:“ We don't have the resources or enough experience in profiling criminals.” Inspector TonyWarr, recent chief investigator in a Toronto bedroom rapist case, will head a newbehavioral assessment unit. Their focus will be serial killers, and presumably aninternational ring of them since similar cat mutilations have been occurring in London,England, San Jose, California, Ft. Worth, Texas and Ontario, Canada at the same time in1999.Hunt has photographs of the current Ontario mutilated cats, many of them precisely andbloodlessly cut in half. One is an orange and white cat, collar still attached. There is awound above the cat's eye and some bruising around the neck where odd punctures in thethroat have been found in some of the mutilated animals. The abdomen was severed in halfwith a “razor-straight cut.” Only the front half remained with all its organs intact. DebbieHunt told reporters, “It's like a band saw or a very sharp knife is doing this. Wild animalsaren't. (Otherwise) the liver, the lungs and the organs would be strewn about.” Further, thehalf cats are left near schoolyards or on well-lit street corners as if purposely laid out to befound. Ms. Hunt told me, “We're talking to some pathologists about the nature of the cutsand have been sworn to secrecy on some things.”From the end of October to early November 1999, the case number climbed from seven toten as three more mutilated cats were found beyond North York, a Toronto suburb wherethe first animal was discovered on August 12th. Those three new cases included a cat body"},{"pageNumber":9,"pageContent":"found in Mississauga, a community west of Toronto. Another was located in Parry Soundapproximately 100 miles directly north of Toronto. Another recent mutilation was in SaultSte. Marie, Ontario at the western edge of the Ontario province.August 12, 2001 Navarre, Florida - Described above. [ Also more in Destin,Florida, on June 28, 2006, described below.]March 2001 Austin, Texas - Austin, Texas law enforcement were investigating adozen incidents since March 2001 in which the head, neck and front legs of domestic catshad been severed bloodlessly through the spine by a sharp instrument and most of theinternal organs, rib cage and spine removed.Since March 2001, at least a dozen cats have been found cut in half behind their front legsin the northwestern residential area of Austin, Texas. The internal organs and spinesections are cleanly severed, but there is very little if any blood at the scene and no signsof struggle, leading investigators to speculate that the cats are being cut up somewhere elseand then returned to their home vicinity. The Austin Police Department and the TravisCounty Sheriff's Office have been investigating and a large monetary reward has beenoffered for any information about the perpetrators. Currently, there are no current suspectsand law enforcement officials are baffled.October 20, 2001 Ocean Beach, California - Since September 2001, at least adozen domestic and wild cats around the Naval Air Station in Point Loma or aneighborhood in Ocean Beach were found cut in half, similar to the Austin, Texas cases, orcompletely eviscerated by a clean, bloodless excision in the belly from which all internalorgans were removed. One of the half cats belonged to Alicia Baskette, an attorney, whowas shocked to find only the bloodless front half of her 10-year-old male cat across thestreet from her home on Monday, September 10, 2001May 31, 2002 Bellingham, Washington and Austin, Texas - In the weekbetween Thursday, May 16, and Thursday, May 23, 2002, four domestic cats were foundin the Fairhaven district of Bellingham slit from the throat to the pelvis. But there was noblood on the fur or the ground. Bellingham Police Lt. Dac Jamison said, “ There ismethodology to what's going on.” The speculation is that the cats are some how removedfrom their home or neighborhood, taken somewhere for the cut and excision of internalorgans, and returned close to their homes.November 16, 2002 Aurora, Colorado - According to the Aurora Animal ControlOffice, the Denver Dumb Friends League, and local residents, between June andmid-November 2002, ten cats and other small animals such as rabbits and squirrels havebeen found strangely cut up without blood or signs of struggle. (9 cats, 2 squirrels and 1rabbit in Aurora; 1 cat and 1 rabbit in Denver). The region affected was where southwestAurora and southeastern Denver come together between the University of Denver and theAurora Medical Center.One investigator who wishes to remain anonymous told me, “Very precise cuts. Some arejust cut in half, like with a band saw or very sharp knife or something like that. Just cut inhalf and either the front half or the back half is left to be found. Others have only fleshremoved from the abdomen area, or a few organs removed, or all organs removed. A fewhave had just the spine removed in a very precise way. Usually there is no blood. Therehave been at least two other cycles of cat mutilations here since 1990.”So far, officials are not releasing photographs of the mutilated animals. Investigators don'twant to encourage copycats and want to preserve evidence details for trial if anyone isarrested.May 27, 2003 Salt Lake City, Utah - Since May 14, 2002, the Salt Lake CountyAnimal Services in Utah has received nine reports of mutilated cats and one report of amutilated dog. The May 14th case was a domestic male cat with black short hair. Theofficer who picked it up thought it might have been attacked by another animal, but theresident who found it thought its throat had been slit."},{"pageNumber":10,"pageContent":"Then on July 2, 2002, another domestic cat with short black and white hair was reported,sex unknown. Ray Kelleher, Staff Sergeant and Senior Officer, who has worked 25 yearsfor the Salt Lake County Animal Services, told me the eight others since then have allbeen found in a six block radius in the Avenues of northeastern Salt Lake City.July 1, 2003 Denver and Aurora, Colorado - The Denver Dumb Friends Leagueoffered a $12,000 reward for information leading to the arrest and conviction of anyonefound responsible for the small animal mutilations in the greater Denver area over the pastyear.I received an e-mail from an Aurora resident who wrote on June 29, 2003:“1 more found in Aurora, raising total to 17.Denver 7Parker 9Arapahoe Country 4Centennial 2Lafayette 1Total: 40 as of June 30, 2003”August - September 12, 2003 Bothell, Washington and Salt Lake City,Utah - Domestic cat mutilations have been reported since at least the 1970s, and nowmore have turned up in Bothell, Washington. Twelve miles northeast of Seattle, Bothell is acity of 32,985 people, 23 parks and the Bothell Police Department has case files on threecat mutilations in May and June 2002, and three cat mutilations between August 1 andSeptember 1, 2003. Not far to the northwest, Animal Control for the Vancouver, B. C. CityPound filed several mutilation reports in 1992 to 1994 on domestic cats found neatly cut inhalf without blood.Two of the 2003 Bothell cats were cut up into thirds and the middle part taken. The catbody portions left behind show on x-rays that all internal organs are missing except for thebladder, all without any blood on the animal or in the owner's or neighbor's yards wherethe dead cats have been discovered.Example above of mutilated cats reported since the 1970s throughoutNorth America and England. Mutilated male cat was found first week of August 2003,in Bothell Washington. Veterinarian Cherie Good, D.V.M., placed cat remains to showwidth of cat's cut out middle section. Be low is an x-ray of the same cat showing thedark space in the back half that indicates all internal organs were removed.Photograph and x-ray © 2003 by Cherie Good, D.V.M."},{"pageNumber":11,"pageContent":"Strangely, so far all the Bothell, Washington, victims have been males. The first case wasreported the first week of August and the most recent was found September 1st.Veterinarian Cherie Good, D.V.M., who runs The Cat Clinic at Canyon Park in Bothell,examined three mutilated cats in the past four weeks and took the above photographs.2003 - Salt Lake City, UtahOver the past several months in Salt Lake City, Utah, a dozen cats have also been foundcut up the same bloodless way. In Denver, Colorado, more than forty small animals havebeen mutilated over the past couple of years and the Denver Dumb Friends League isoffering a $12,000 reward for information leading to the arrest and conviction of anyonefound responsible. In Bothell, Washington, a non-profit group known as Pasado SafeHaven now has a $5,000 reward there.July 14, 2005 Oak Harbor, Whidbey Island, Washington - In the third week of May2002, four domestic cats were found in the Fairhaven district of Bellingham north ofSeattle, slit from the throat to the pelvis. But there was no blood on the fur or the ground.Bellingham Police Lt. Dac Jamison said, “ There is methodology to what's going on.” Thespeculation was that the cats were some how removed from their home or neighborhood,taken somewhere for the cut and excision of internal organs, and returned close to theirhomes.Now it's happening again in Seattle and the surrounding region, including Oak Harbor. OakHarbor is a town of about 19,000 people, of which 6,000 work for the Whidbey IslandNaval Air Station and Ault Field. Whidbey Island is the longest island in the continentalUnited States and is surrounded by the waters of Puget Sound. By car, Oak Harbor isabout 1.5 hours north of Seattle and two hours south of Vancouver, British Columbia.I talked with Oak Harbor's Animal Control Officer, Terry Sampson, this week whoconfirmed his office has seven half cat cases. There were three more this past weekend inAnacortes and several more in Burlington, Mt. Vernon and Seattle. He said that he and theother city animal control officers are convinced the culprits are coyotes.But when I talked to one Oak Harbor resident who found only the upper half of her cat,she rejected the coyote explanation. She did not want to comment for radio, but she toldme where her half cat laid in the grass was “quite tidy.” She compared the cat's upper halfto a “glove puppet,” meaning it resembled a child's puppet toy that is empty inside and fitsover a hand.Another Oak Harbor resident is Betty Gable who drives buses in the city. One of the halfcats belonged to her neighbor who was out of town. So Betty took responsibility to get thecat remains to Oak Harbor Animal Control for investigation. Authorities there told Betty itwas coyote, that all the half cat kills were by coyotes.August 13, 2005 Seattle, Washington - The Federal Way Police and King CountyAnimal control in Seattle, Washington, confirmed they have in their recent animalmutilation files three cats and one dog since May 2005, bringing the total in the greaterSeattle/Oak Harbor/Anacortes/Burlington/Mt. Vernon region to at least fourteen. The mostrecent were two cat victims in August.Federal Way Police and King County Animal Control are putting the word out to petowners to “keep your critters safe following a rash of mutilations. Three victims were cats.A small dog was also mutilated. Animal Control is investigating the attacks. Officials saidthe attacks occurred within South 320th Street to the south, First Way South to the west,Southwest Dash Point Road to the north and Pacific Highway South to the east.”August 22, 2005 San Jose, California - On August 16, 2005, I received the followingemail from Thomas G. Holford, a San Jose, California resident with photographs he took ofa cat cut in half laying in the front yard of a south San Jose, California home.Linda:"},{"pageNumber":12,"pageContent":"Today, August 16, 2005, about 4:00 PM, I was walking in a residentialneighborhood in south San Jose, California, when I noticed the remains of anorange cat, in two pieces, on the front lawn of a home. I was on my way to abusiness meeting, but stopped long enough to snap somepictures. Attached are digital photos of the scene.Cat cut in half, lying in front yard of south San Jose, California, home,discovered on August 16, 2005. Images provided to Earthfiles by Thomas G. Holford. On my way to the meeting, I stopped at an animal clinic and reported theincident to the staff, and they indicated that they would call animalcontrol. Ten minutes later, I phoned the clinic and suggested that theymight call the police and have the police secure the area. The clinicreported that they had called animal control, and that animal control was ontheir way to the site.In my quick observation of the carcass, I did not observe any blood, whichsuggested that the carcass may have been dropped there after the cat hadbeenkilled. Also, the fur of the cat seems to have been rather mussed up and“ungroomed.”This incident is particularly significant since San Jose had been thelocation of cat mutilations several years back. [ See 100399 Earthfiles. ]"},{"pageNumber":13,"pageContent":"As a probably unrelated, but possibly bizarre sidelight to this incident,the house on whose front yard the cat carcass was found was the site of asuicide several years ago. One might speculate that cultists of some sortwere somehow linking the cat death to a known “death house.” But this maybe giving cultists to much credit for record keeping and planning.Regards,Tom HolfordSan Jose, CAI talked with the veterinarian's office, which had no information about further AnimalControl follow-up on the cat's body.October 17, 2005 San Antonio, Texas -Half cat discovered October 17, 2005, San Antonio, Texas.Image provided to Earthfiles by resident, Robert Casell.Another half cat has been reported in San Antonio, Texas, by resident Robert Casell, acustomer care representative for Malin Integrated Handling Solutions and Design (forkliftmanufacturer). Mr. Casell also worked as a policeman in Los Angeles before moving toSan Antonio where he and his family have lived for nine years in a well-establishedneighborhood. Nothing dramatic had ever happened around the Casell residence until theearly morning of Monday, October 17, 2005.June 28, 2006 Destin, Florida - Exactly five years ago in June 2001, catmutilations were reported in Navarre, Florida, and Austin, Texas. Navarre is southwest ofEglin AFB in the Florida panhandle.In the spring of May 2006 in Destin, Florida, only a few miles east of Navarre, anotherround of half cat mutilations have been reported since early April, especially along HollyStreet. Tony Tenore found his cat cut in half on his front yard lawn. Half a dozen otherneighbors have found mutilated cats in their yards. And at the end of May, HenryBoenning, who lives only a couple of doors from Tony Tenore, found his 16-year-old catgutted without blood.August 23, 2006 Spokane, Washington - In the Spokane region for the sixthsummer in a row, cats have been found cut in half without blood or signs of struggle. Oneof the animal groups in Spokane is SpokAnimal CARE. That agency reports there havebeen at least nine half cats in August; either the back half or front half remain. Six of thosewere found around Joe Albi Stadium. Veterinarians reported that the cuts were “veryclean” without tears and are not the work of coyotes."},{"pageNumber":14,"pageContent":"The latest cat was found on the 5600 block of North Elgin Street. In this case, it was thefront half of the cat that was found. There was no blood anywhere in, or near, the bodies.Authorities say the cats seem to have been “strategically and methodically placed wherethey were found.”SpokAnimal told reporters on August 23, it wants to have a veterinarian from outside theSpokane region examine the dead cats' bones to determine if the \"cats were torn apart byanimals, or whether they were cut by instruments\" of some kind. SpokAnimal is dubiousthat natural predators are to blame. The agency is offering a $2,500 reward from its animalcruelty fund.SpokAnimal also reported that half cats are also being found in western Canada.Investigators from Spokane and Canada are comparing notes about the unusual half catdeaths in the two countries.Officials are very concerned about the violent nature of the bloodless acts and recommendthat cat owners keep their pets indoors until the animal mutilator is caught. Anyone withinformation about who might be killing the cats are asked to contact SpokAnimal CARE at509-534-8133, or contact an Animal Protection Officer.August 6, 2006 Reindeer Lake, Saskatchewan, Manitoba, Canada - Whilecats have recently been cut bloodlessly in half in the Spokane and western Canada regions,people in northern Manitoba, Canada, have reported that three sled dogs were foundgutted on an island in Reindeer Lake on Sunday, August 6th. Another four dogs weremissing. Manitoba conservation officials took the bodies of the dead dogs for analysis.November 2006 to April 2, 2007 Corpus Christi, Texas - Texas has hadrepeating cycles of cat and other animal mutilations for at least sixteen years. In Plano,Texas, an affluent suburb north of Dallas, in 1991 and 1993, police received dozens ofreports about cats found cut in half, usually with the front half near the owners' yards orsidewalks. Plano Police Detective Mike Box also had missing reports on more than 80domestic house cats that wore collars and identification tags, but were never found.Detective Box investigated satanic cult activities, but could not find any evidence thatconnected them to the mutilated and missing cats and other animals such as dogs.Half-cat photographed by Plano, Texas Police Officerfor Incident Report No. 91-44994, August 31, 1991.In Sandia northwest of Corpus Christi on January 5, 2005, James Lund was traveling withhis nephew, Chris. Mr. Lund owns a direct satellite installation company called ExodusCommunications Co. and was making repairs. The men were on Route 359 just south ofSandia when Chris noticed a cow down in the pasture about 150 yards from the road deadand mutilated.On the south side of Corpus Christi from November 2006 to April 2007, half a dozen catswere discovered cut open, organs removed and/or head and paw excised - all withoutblood."},{"pageNumber":15,"pageContent":"Corpus Christi, on the Gulf of Mexico, is 120 miles southeast of San Antonio.Both regions have had cat and cattle mutilations, as indicated by the yellow regions on the map.On Monday evening, April 2, 2007, residents from the south side of Corpus Christi, Texas– especially those living on Stonemill Circle – met with a Corpus Christi PoliceDepartment representative to discuss the sad and disturbing mystery affecting theirneighborhood since early November 2006 – the mutilation of house cats. I have investigated the phenomenon of animal mutilations since 1979 and before he died,United States Army Lt. Col. Philip J. Corso told me that he had seen with his own eyes,during his work for the Eisenhower and Kennedy Administrations, highly classifieddocuments about unusual and bloodless animal deaths around the world dated as early as1951. That would be only four years after the Roswell, New Mexico, headlines about anunidentified flying disc that had crashed near Corona. Lt. Col. Corso told me that the”perpetrators of the worldwide animal deaths are extraterrestrial biological entities.” Heincluded that information in his book, The Day After Roswell © 1997, published only eightmonths before he died."},{"pageNumber":16,"pageContent":"The Day After Roswell © 1997 by Lt. Col. Philip J. Corso (Ret.)with Foreword by U. S. Senator Strom Thurmond. Available at Amazon.com.In the early 1990s, documents were leaked about a small group called Majestic 12,allegedly appointed by President Harry S. Truman to study the “interplanetary” mystery.At that 1947 Corona, New Mexico, UFO crash site, bodies were allegedly found“dissected as you would a frog.” But the documents do not make clear if the dissectedbodies were animals, humans or non-humans. Another document says that at another 1947UFO crash site on the White Sands Missile Proving Ground, “Animal parts werereportedly discovered inside the craft.”If the U. S. government has linked extraterrestrial biological entities to the worldwideanimal mutilation phenomenon since at least 1947, the fact that the mutilations continue tooccur to this day means that the government has no control over the mutilators.More Information:If you see someone hurting an animal, or you see an animal that looks sick, injured, ordeprived of food, water, shelter, or veterinary care, call the police at 305-595-6263 orAnimal Services at 305-884-1101. You may leave your contact information or remainanonymous.To remain anonymous, complaints can be mailed to Animal Services at the address belowor by calling 311. Your concerns will be forwarded to the proper investigator for action.Miami-Dade Animal Services DepartmentATTN: Animal Cruelty Unit7401 NW 74 StreetMiami, FL 33166If you know anything that can help police, call Crimestoppers:Miami-Dade County 305-471-TIPS; Broward County 954-493-TIPS or further reports about the worldwide large and small animal mutilation phenomena,please see my books An Alien Harvest and the 2-volume Glimpses of Other Realities inthe Earthfiles Shop. There are dozens of other reports in the Earthfiles Archive."},{"pageNumber":17,"pageContent":"Websites:Miami-Dade County - Animal Services: http://www.miamidade.gov/animals/Broward County - Aniimal Services: http://www.broward.org/animal/ani02501.htmHumane Society of Greater Miami: http://www.humanesocietymiami.org/Majestic 12 Documents: http://www.majesticdocuments.comAmerican Presidents: http://www.presidentialufo.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
