[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponInfrared Video of Light Flashes, Moving Darknesses - and Entity?© 2009 by Linda Moulton Howe July 31, 2009 Yatesbury, Wiltshire County, England - After midnight on Tuesday, July14, 2009, Yorkshire engineer, Winston Keech, had set up his four infrared cameras on apole looking across the East Field wheat below Adams Grave. The rest of the huge EastField had not been planted this year and was a mass of dark soil next to the far west endwheat. Winston is an entrepreneur who develops renewable energy systems and isfascinated by crop formations. He wants to see what he can capture on infrared (IR)videotape, and the carpet of East Field wheat seemed a good place to night watch. His fourcameras are Samsung 0.0002 lux infrared with 570 line resolution on closed circuit TV,mounted on a high T-bar in front of his van.Engineer and renewable energy developer, Winston Keech, on July 14, 2009, set up his vana little after midnight with four Samsung 0.0002 lux infrared with 570 line resolution on closedcircuit TV, mounted on two high T-bars in front of his van. Image © 2009 by Winston Keech.Win Keech also used a high resolution, fixed lens, Digital Still Camera (DSC-R1) with 10megapixel images made by Sony. The combination of the still camera with the fourinfrared cameras mounted on the pole helps give angles to gauge distances and heights andmake comparisons between the visible color world and the infrared’s shades of grays,blacks and whites. Comparisons also help Winston to identify which images are only in theinfrared. Winston began filming with his IR video cameras and at 12:24 AM on July 14th, theinfrared captured two flashes of light followed by two large dark spots that move around inthe wheat and appear to be later joined by smaller, moving grey spots, all moving until1:44 AM. Then the large moving anomalies disappear, after two further flashes, from theinfrared videotape."},{"pageNumber":2,"pageContent":"Speeded up Quicktime infrared movie of first light flash and first appearanceof dark objects that move at that location in East Field.Movie © 2009 by Winston Keech. Same light flash sequence with added frames to see slight motion of darkobjects where the flash occurred in the East Field location of the subsequentbasket weave circle pattern. Movie © 2009 by Winston Keech. "},{"pageNumber":3,"pageContent":"Infrared still frames of sequence from first light flash, second light flash and appearance of twodark objects in East Field wheat. Still frames © 2009 by Winston Keech.Winston confirmed that on the 1:05 AM visible still and IR video images, before thedisappearance of the larger spots, he could still not see any shadow or indentation in thewheat that would suggest the flash of light and moving spots had created a crop formation."},{"pageNumber":4,"pageContent":"Winston Keech adjusted the RGB Gamma in his infrared cameras to increase contrast in theEast Field images after the light flashes and dark objects had moved around, but there is noindication of any shadow of a pattern that would be found at sunup.RGB Gamma Adjusted image © 2009 by Winston Keech.But forty minutes later at 1:45 AM, the first shadow line appeared in the East Field on theinfrared video that was later confirmed at 3:15 AM on Winston’s visible light camera withRGB reduced to penetrate thick fog that had gathered over the wheat. At 4:36 AM, a manand two women from Holland were walking along the edge of the East Field and walkedclose by the formation, detected a shadow and eventually the tightly woven basket weavecircle pattern with two arcs extending from it was reported.After the fog cleared on July 14, 2009, there where Winston Keech's four infrared camerasvideotaped after midnight to sunup was this tightly woven circle with an arc extendingfrom each side. Aerial image © 2009 by Olivier Morel WCCSG.Nearly 170-foot-diameter “woven” wheat circle with long arcs projectingfrom two sides was reported in the East Field near Alton Barnes, Wiltshire, England,on July 14, 2009. According to infrared, the extraordinarily intricate formation appearedin a half-hour time window before sunup. Aerial images © 2009 by Russell Stannard.For other images and information: Cropcircleconnector."},{"pageNumber":5,"pageContent":"The next day on July 15, 2009, Charles Mallett, Director, Silent Circle Research Centre,took his digital camera to the same place Win Keech had parked his van and set up the infraredcameras. Tramline comparisons between this color photo with the basket weave pattern now thereand the light flash infrared image below show it's the same site. Image © 2009 by Charles Mallett. Frame Comparison of IR Light Flashand Dark Figure with Basket Weave PatternAnimated comparison between Winston Keech's July 14, 2009, infrared frame of light flashand dark figure with color still image the next day on July 15, 2009, by Charles Mallett.The light flash corresponds exactly with the location of the subsequent basket weave pattern.Comparison animation by Eric Vanden Heuvel. More Infrared High Strangeness July 7, 2009 Near Knap HillOne week before the East Field event, on July 7, 2009, Winston Keech was running hisinfrared video cameras at 3:24 AM near Knap Hill, not far from the East Field, when hecaught another highly strange “moving shadow” that suddenly lighted up in two rapidphases and eventually dissipated."},{"pageNumber":6,"pageContent":"Speeded up Quicktime movie of sudden, strangely patternedlight near Knap Hill, not far from East Field, on July 7, 2009, at 3:24 a.m,that seems to “release” a small, walking entity that dissipates.Infrared movie © 2009 by Winston Keech. Slowed down Quicktime movie of sudden, strangely patterned lightnear Knap Hill, not far from East Field, on July 7, 2009, at 3:24 a.m, that seems to“release” a small, walking entity that dissipates. Infrared movie © 2009 by Winston Keech.Winston refers to the strange infrared event as the “tiny entity” because as he emailed me: “The height is estimated against the height of the grass surrounding the entity and theknown (1 metre) height of the distant fence posts in frame, with known distance exceedingthree times that of the entity to camera and later compared against the size of rabbits thathop along the same piece of hillside an hour later! The tiny entity is just over two rabbitstall!”The eerie implication is that whatever suddenly lit up in the grass, seems to move on legsand then dissipates into thin air might still be moving around unseen in the fields. Butwhat is it? What is it doing? And why?More Information:For further information about worldwide crop formations, please see Earthfiles Archiveof reports (partial list below) and my book, Mysterious Lights and Crop Circles, in theEarthfiles Shop.• 07/31/2009 — Silver Disc Videotaped Near Barbury Castle• 07/31/2009 — Infrared Video of Light Flashes, Moving Darknesses - and Entity?• 07/30/2009 — Inside the 12-Armed Ogbourne St. George Wheat Formation• 07/15/2009 — Part 1: Silbury Hill “Quetzlcoatl Headdress” and Mysterious Tall Blonds• 07/14/2009 — 2-Stage Cannings Cross Wheat Formation Scene of Farm Arrest• 07/12/2009 — Mysterious Aerial Lights Mimicking Stars in Texas and Oregon• 07/11/2009 — Update Podcast: Is Sudden Solar Intensity of July 5 - 7 What U.K. SpringCrop Formations Forecast for Oddly Quiet Sun?• 07/06/2009 — UK “Quetzalcoatl Headdress” and “Sixth Sun Tzolkin”?• 07/03/2009 — UK “Nazca Hummingbird” - Astronomical and Mayan Counting"},{"pageNumber":7,"pageContent":"• 07/03/2009 — Part 3: “Alien Symbols” in Milk Hill and South Field• 07/02/2009 — Part 1: “Alien Symbols” in Milk Hill and South Field• 07/02/2009 — Part 2: “Alien Symbols” in Milk Hill and South Field• 06/09/2009 — Update Podcast: Aerial Lights That Mimic Stars, Helicopters and Airplanes• 06/05/2009 — Part 2: Mysterious, Silent, Large Aerial Triangles• 06/04/2009 — Part 1: Mysterious, Silent, Large Aerial Triangles• 05/12/2009 — Part 3: Astronomical Information in U.K. 2009 Crop Formations?• 05/10/2009 — Part 2: 800-Foot-Long Pattern in U. K. Oilseed Rape - A Sigil SomeoneWanted Destroyed?• 05/09/2009 — Part 1: 800-Foot-Long Pattern in U. K. Oilseed Rape - A Sigil SomeoneWanted Destroyed?• 04/30/2009 — Part 1: First 2009 U. K. Crop Formations Counting Down to 2012?• 04/30/2009 — Part 2: First 2009 U. K. Crop Formations Counting Down to 2012?• 09/13/2006 — Part 2: Enchanting Wheat Bundles of Charlbury, Wiltshire• 09/02/2005 — \"Mayan Clock\"? in August U. K. Crop Formations• 05/22/2004 — 2004 Overview of Crop Formations in Six Countries• 12/07/2002 — Evolution of Crop Patterns Near Britain's Chilbolton Radio TelescopeObservatory, 1999 - 2002• 08/31/2002 — One ET Experiencer's Reaction to the Winchester Formation• 08/19/2002 — Inside the Winchester, Hampshire Formation• 09/27/2001 — A Scientific Report About Three British Crop Formations: Milk Hill andChilbolton \"Face\" and \"Code\"• 08/30/2001 — Part 2 - Ground Details of Chilbolton \"Code\"• 08/30/2001 — Chilbolton Observatory - What Does It Do?• 08/29/2001 — Part 1 - Ground Details of Chilbolton \"Face\"• 08/25/2001 — Are Crop Formations at Chilbolton Observatory A Response to 1974 EarthTransmission?Websites:Frank Laumen: www.VisibleSigns.deAndrew Pyrka, Crop Circle Wisdom: www.cropcirclewisdom.comEnglish Crop Circles, Current and Archived: http://www.cropcircleconnector.comSilent Circle Information Center, Calne, U.K.: http://www.silentcircle.co.uk/Avebury.23.04.09.htmlLucy Pringle: http://www.lucypringle.co.uk/Andreas Mueller Crop Circle Science: http://www.kornkreise-forschung.de/Mayan Calendar: http://members.shaw.ca/mjfinley/calnote.htmhttp://www.dartmouth.edu/~izapa/CS-MM-Chap.%206.htmMaya Astronomical Glyphs and Symbols: http://members.shaw.ca/mjfinley/glyphs.htmlMaya Civilization: http://en.wikipedia.org/wiki/Maya_civilizationProjection of December 21, 2012 Solar System: http://www.heaven-above.com/\"Isaac\" and CARET Document: http://isaaccaret.fortunecity.com/American Crop Circles, ICCRA: http://www.cropcirclenews.com/Canadian Crop Circles, CCCRN: http://www.cccrn.ca/Dutch Crop Circles, DCCA: http://www.dcca.nlhttp://www.temporarytemples.co.uk/http://www.cropcircleresearch.comhttp://www.x-cosmos.ithttp://www.bertjanssen.nlhttp://www.swirlednews.comhttp://www.heramagazine.nethttp://www.CropCircleAnswers.com"},{"pageNumber":8,"pageContent":"Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
