[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponUpdated: 25% of Novel H1N1 Americans Sick Enoughfor Hospitalization End Up in Intensive Care© 2009 by Linda Moulton Howe “Contrary to the perception among many people that this influenza,the novel H1N1, is mild, (new) data vividly demonstrate that this influenzacan make you very, very ill.” - William Schaffner, M. D.,Vanderbilt University Flu Expert Click for podcast.New England Journal of Medicine on October 8, 2009,reports CDC research that indicates 7% mortality in U. S. H1N1 cases -above normal seasonal flu. H1N1 cases doubling each weekand vi rul ent strain of H3N2 comi ng north from Southern Hemisphere. Novel 2009 H1N1 photomicrograph by CDC. See: October 8, 2009 Online Issue.- Critical Care Services and 2009 H1N1Influenza in Australia and New Zealand.- Hospitalized Patients with 2009 H1N1Influenza in the United States, April–June 2009October 9, 2009 Houston, Texas - The October 8, 2009, New England Journal ofMedicine featured two recent studies about the intensity of the new 2009 H1N1 flu virus,both in the United States and the Southern Hemisphere’s Australia and New Zealand.Perhaps the most surprising news in the research by the American Centers for DiseaseControl is that this past spring, 7% of Americans sick enough to be hospitalized with theH1N1 flu, have died. That 7% is a higher mortality rate than ordinary seasonal flu.What percentage of Americans sick enough to be hospitalized with H1N1 ended up inintensive care units? 25%.This CDC study of the early months in the now-pandemic H1N1 provoked Dr. WilliamSchaffner, a Vanderbilt University flu expert, to warn: “Contrary to the perception amongmany people that this influenza, the novel H1N1, is mild, these data vividly demonstratethat this influenza can make you very, very ill.”The second study in the New England Journal of Medicine about the impact of the newH1N1 virus in Australia and New Zealand showed there was a 1,500% increase indemand there for intensive care units."},{"pageNumber":2,"pageContent":"Since October is only the beginning of the flu season now in the United States, will thesedisturbing statistics persist through the next five months into February 2010 when seasonalflu usually declines? One sobering fact: the novel H1N1 virus that first erupted in Mexicolast February continued to spread throughout the world without tapering off and wasdeclared an official pandemic by the World Health Organization.Recent headlines underscore who is most vulnerable to this new virus: pregnant women,infants and school age and college students.- On October 1, the U. S. Centers for Disease Control (CDC) reported 100pregnant women have been hospitalized in intensive care units infected withH1N1 and 28 more have died.- On October 2, the Albuquerque Journal headlined: “5-Year-Old and InfantDie of Swine Flu” – neither child had chronic medical conditions and the5-year-old girl's only symptom was nausea.The Albuquerque Journal, October 2, 2009, Front Page Headline.- The next day on Saturday, October 3, 2009, a Chaves County healthy,17-year-old teenager was reported dead from the H1N1 flu.The Albuquerque Journal, October 3, 2009, Front Page.- By October 8, the newspaper’s front page said, “Swine Flu Concerns FillClinics.”"},{"pageNumber":3,"pageContent":"The Albuquerque Journal,October 8, 2009, Front Page.Update: - On October 10, CDC reported that 19 American children diedfrom the new H1N1 in the first week of October 2009, bringing the total up to76 U. S. child deaths as of October 10. During the normal flu season, theaverage for child deaths from influenza is between 46 and 88 per year.The Albuquerque Journal, October 10, 2009, Front Page.One virus expert at Baylor College of Medicine in Houston, Texas, also warns of anotherviral shoe about to drop and that is the emergence of a more virulent strain of H3N2 in theSouthern Hemisphere that is now making its way to the Northern Hemisphere. Its mostvulnerable targets are people over 50. Paul Glezen, M. D., is Professor of Molecular Virology and Microbiology, Pediatrics andEpidemiologist in the Influenza Research Center at Baylor. Recently I talked with him"},{"pageNumber":4,"pageContent":"about the second threat of H3N2 coming while H1N1 cases are doubling each week; whythe novel H1N1 virus is hitting the young and pregnant populations so hard and yet thistime, older people seem to have some immunity. Dr. Glezen begins with the link betweenthe 1918 Spanish flu pandemic that killed 100 million people and this new H1N1 flu virus.Interview:Paul Glezen, M. D., Professor of Molecular Virology and Microbiology andPediatrics and Epidemiologist, Influenza Research Center, Baylor College ofMedicine, Houston, Texas: “The 1918 pandemic virus was an H1N1 virus. But thehemagglutinin of the current H1N1 is much different from the 1918 H1N1. CertainlyH1N1 from the earlier days (of 1918) is related to this new virus. But this H1N1 does nothave the virulence factors that 1918 did.1918 flu epidemic: the Oakland Municipal Auditorium in use as a temporary hospital.The photograph depicts volunteer nurses from the American Red Cross tendinginfluenza sufferers in the Oakland Auditorium, Oakland, California, during theinfluenza pandemic of 1918. Photo by Edward A. “Doc” Rogers, Joseph R. Knowlandcollection, Oakland History Room, Oakland Public Library.SO, THIS WOULD EXPLAIN WHY W.H.O. AND CDC AND ALL OF YOU IN THEMEDICAL COMMUNITY AROUND THE WORLD HAVE BEEN ESPECIALLYNERVOUS ABOUT THIS PARTICULAR RECOMBINATION THAT HAS H1N1 IN ITBECAUSE THE LAST MAJOR PANDEMIC WAS THE H1N1 IN THE 1918 SPANISHFLU?That’s partly true. But we have to remember that virus in humans has mutated a lot since1918. It appears that older people might have had experience with a flu virus similar to thisnovel H1N1 in their youth. So, they retain that protection against infection with this virus.CDC has demonstrated this by testing sera taken from patients that have different ages andthey find that essentially the older you are, the more likely you are to have pre-existingantibodies.At the same time, they found that those people with pre-existing antibodies will get a boostwith seasonal vaccine. In other words, the seasonal vaccine will stimulate antibodiesagainst this new pandemic virus in older people.But the younger you are, the less likely you are to have those pre-existing antibodies. Theydid it by birth cohorts and birth cohorts in the 1970s – only about 5% to 10% hadpre-existing antibodies.People younger than that born in the 1980s and 1990s or 2000s are not likely to have anypre-existing antibodies and are therefore very susceptible to this new H1N1 virus. Thensince the virus is spread mainly among school children and college students, those are thepeople exposed first and that’s where we are seeing the serious morbidity now. All Influenza A Viruses Originated in Birds2009 Novel H1N1 is an Influenza A VirusCOULD YOU EXPLAIN THAT IF THIS IS A NOVEL VIRUS THAT HAS NORTHAMERICAN SWINE, HAS BIRDS, AVIAN, AND HUMANS IN THE GENETIC MIX OFTHE VIRUS – HOW COULD ANYONE FROM ANY TIME PERIOD HAVE"},{"pageNumber":5,"pageContent":"ANTIBODIES TO SOMETHING THAT IS THIS STRANGE?You have to realize that all Influenza A viruses started originally from birds. But then, theyoccasionally infect mammals of different species and eventually a virus emerges that willspread readily in humans.Now, the pig is generally considered the mixing vessel because pigs have receptors forboth avian viruses and human viruses. Influenza viruses have a segmented genome. Thatis, their genetic material is divided into eight different segments. It’s very easy then for theviruses to re-assort and can re-assort in all kinds of combinations. Some of the genesegments can come from pigs, some from birds and some from humans. That’s what’shappened in this new H1N1 virus. But let me stress that it is now a human virus because itis spreading very readily in human populations. Another 2009-2010 Flu Threat: H3N2“The H3N2 is a threat to the elderly population.”Then this winter, we might see seasonal flu – particularly H3N2 produce an outbreak thiswinter. We’re concerned about that because doctors discovered a new variant of the virusin the Southern Hemisphere in our summer, their winter, and that might get up here thiswinter at the usual time for seasonal flu peaking in the middle of February 2010.And H3N2 has been the major cause of mortality since it appeared in 1968. That virus hasproduced epidemics essentially every other year since it first appeared in 1968.SO THE POSSIBILITY IS THAT WE MIGHT HAVE EVEN A BIGGER SPIKE INMORTALITY IN THE H3N2 BECAUSE OF A NEW VARIANT IN ITS GENOMESEQUENCING THAT FIRST APPEARED IN THE SOUTHERN HEMISPHERE ANDCOULD BE UP HERE THIS WINTER.Yes, that’s possible because as we have said, the older population, which usually make upthe majority of people in the excess mortality category seem to be protected against thenew H1N1, but for some reason, they have not acquired protection against the H3N2variants that have appeared since 1968. So, most of the mortality – and this is largely inelderly people – that has occurred since 1968 has occurred in years when we have hadH3N2 epidemics.GOING INTO THE WINTER OF 2009-2010, WE HAVE TWO INGREDIENTS: THENEW H1N1 THAT IS FOCUSING ON CHILDREN AND PEOPLE IN THEIR 20S AND30S. THEN WE HAVE THE H3N2 IN A NEW VARIANT THAT COULD BE HARDERON OLDER PEOPLE.That’s correct. So, I think there is a good possibility that we’ll have an H3N2 outbreak inmid-winter of 2010. The H3N2 is a threat to the elderly population.IS ONE OF THE IRONIES NOW THAT YOU AND OTHER VIROLOGISTS AREACTUALLY WORRIED MORE ABOUT H3N2’S IMPACT THIS YEAR THAN H1N1?No, I wouldn’t say that. The impact is very different depending upon the age of the person.I think this H1N1 is going to have a very heavy impact on school age children and collegestudents and there will be some tragic deaths that occur in very young, healthy people.And that’s why it is important for everyone now to get the seasonal vaccine as quickly asthey can get it so they will be prepared for this winter. Safety of H1N1 New VaccineWHAT IS YOUR PERCEPTION ABOUT THE CONTROVERSY OVER THE SAFETYOF THE NEW H1N1 VACCINE?The new vaccine is treated a strain change by the FDA. In other words, they haveexamined the virus and looked at its growth characteristics and preliminary data from allthe vaccine manufacturers and they concluded this is like a strain change that we haveevery year with seasonal flu. The new H1N1 vaccine is produced in a manner that is nodifferent than seasonal flu vaccines, which we have been using by millions of doses for thepast fifty years. So, we have no concern about anything being special about this vaccine.But, from all the data we have seen, we agree we can treat this like a seasonal flu vaccinethat has a change, but it’s manufactured in the same way as a seasonal vaccine."},{"pageNumber":6,"pageContent":"WHAT DO YOU SAY TO PEOPLE WHO ARE AFRAID OF GETTING ANYVACCINATION OF EITHER OF THE FLU VACCINES (Novel H1N1 or 2009 seasonalflu vaccine)?I think they need to look at the statistics on the number of people who have been ill andthe number of people who have died with the new H1N1 virus. Then they have to weighthe risks and benefits. If those afraid think the risk of the vaccine is greater than risk frominfection by the virus, then they can make their choice. But, personally, I think people aremuch better off if they take the vaccine and get protection against infection with this newvirus.Since August 30th, the U. S. Public Health Service has attributed over 10,000hospitalizations to the new H1N1 virus and almost a thousand deaths. That’s only forSeptember 2009. And the numbers have doubled each week since September 1, and wehave seen skyrocketing change in the number of people who are presenting withinfluenza-like illness to clinics and emergency rooms. So, I think we can expect thosenumbers to increase.It does not appear we have reached the peak of activity for this H1N1 wave yet. So, we’restill going to see a lot of illness before this fall is out. No Mercury in H1N1 Vaccinefor Pregnant Women and ChildrenThe H1N1 vaccine is produced the same way as the seasonal vaccine. The vaccine thatwill be given to pregnant women and children will have no mercury in it. The vaccine inmulti-dose vials for older people will have the usual amount of thimerosal in it.[ Editor’s Note: National Network for Immunization Information (NNii) - “ What is thimerosal, and why is it in some vaccines? Thimerosal is acompound that is 49.6% mercury by weight. Although it is not used in allvaccines (for example, it is not used in measles-mumps-rubella or chickenpoxvaccines), it has been part of the manufacture of many vaccines since the1930s. Thimerosal has been used: to kill the bacteria that make the vaccineitself (e.g., whole cell pertussis vaccine) to kill bacteria that might enter thevaccine during the production process (e.g., influenza vaccine) as apreservative to prevent bacterial and fungal contamination of vaccines duringtheir clinical use. In this case, thimerosal is added at the end of the productionprocess either to the liquid vaccine itself or — in the case of dry powdervaccines — to the liquid used to dilute the vaccine.” ]Now, I want to say there is no evidence that thimerosal has any toxicity. Studies haveshown that it is rapidly metabolized and excreted in the bile and does not accumulate andcreate toxic effects. It’s an ethyl mercury, which is very different than the mercury thatcauses poisoning, which is methylmercury that is not metabolized rapidly and tends toaccumulate and produce toxicity. Methylmercury is found in seafood – particularly tunaand fish like that – and can accumulate and produce toxicity.So, I don’t think anyone has to worry about the thimerosal in the influenza vaccine in thedose it is given. It’s not going to cause any harm.WHO WILL BE ABLE TO GET THE H1N1 VACCINE IN THE UNITED STATES?The goal is to immunize everyone in the country. But if it is the younger people who arehaving all the infections and are dying from it, it’s better if the new vaccine is targetedtoward the younger population and pregnant women. Pregnant women have an excessmortality with this H1N1 that women of the same age who are not pregnant do not have.So, it’s important that we get an activated vaccine for pregnant women and a live oractivated vaccine for school kids particularly because if we can get the school kidsimmunized rapidly, that will slow down the spread of the virus and we will be able toimmunize the rest of the American population, hopefully before they have been infected. How Does H1N1 Kill So Many Pregnant Women?WHY ARE PREGNANT WOMEN SO VULNERABLE TO THE NEW VIRUS?They are susceptible to it, that’s one thing. And pregnant women are vulnerable, notbecause they have a problem with their immunity. They respond to the vaccine very well."},{"pageNumber":7,"pageContent":"But, as the pregnancy progresses, the diaphragm is pushed up so their pulmonary reserve iscompromised . And also their cardio-pulmonary reserve is less. Therefore, if they getpneumonia with influenza, they are more likely to die.Another thing to remember is that if a pregnant woman takes the vaccine, she makesantibodies that are also passed to her new baby. It’s no use to vaccinate babies before 6months of age, so the only protection the babies can get against influenza infection are theantibodies they get from their mother. So, if the mother is vaccinated during pregnancy,she will not only protect herself, but she will provide protection for her baby that shouldlast for the first six months of the baby’s life after birth. That is a very vulnerable periodfor the baby, too. How Did H1N1 VaccinationsGet Turned Into A Political Football?There are anti-vaccine groups that seem intent on doing this and it doesn’t matter whetherit’s flu vaccine or some other vaccine. Whatever is popular is what they attack. All thestudies show that vaccines are very safe and the amount of disease they prevent isamazing!In this era of high cost of medical care, we should be doing everything we can to preventillness and reduce costs of health care. Otherwise, we are going to drown in the cost ofhealth care. So, to go against agents that are affective vaccines is against the nationalinterest and our economy. Could the Novel H1N1 Flu VirusMutate to More Virulence?THE H1N1 VIRUS COULD JUST KEEP PERKING ALONG UNTIL WHAT?I think it will produce a pretty sharp outbreak this fall of 2009. Then it might die out a littlebit and then it might either re-occur in the winter or come back next year.WILL IT CHANGE THE HEMAGGLUTININ AGAIN SO THAT IT’S MOREVIRULENT? OR LESS?Well, it usually mutates in response to the immunity of the population. Partially, it willdepend upon how quickly we distribute vaccine against the current H1N1 virus. Then wemight see a change in the virus. But whether or not it will change the virulence, that’sreally speculation.BY THE MIDDLE OF NEXT YEAR, WHAT MIGHT BE THE PROJECTED DEATHSFROM THE COMBINATION OF THESE TWO VIRUSES THIS YEAR? WHAT ISNORMAL AND WHAT MIGHT HAPPEN?Normal seasonal flu is 50,000 excess deaths. That’s the average. The direct medical costsplus indirect costs due to disruption of social factors is $87 billion/ year just for seasonalflu. The cost is very high for flu every year.HOW MANY MORE THAN 50,000 WOULD YOU EXPECT IN DEATHS?I would expect the total to be 70,000 to 80,000 excess deaths.NOT QUITE DOUBLING, BUT GETTING UP THERE.Yes, getting up there, but the age specific mortality will be different because there will bemuch higher mortality in younger people than we usually see.” Novel H1N1 Virus SymptomsDiffer Patient to PatientAnother aspect of this novel H1N1 are the differences in symptoms from patient topatient. Recent child deaths in Indiana and New Mexico shocked the parents because eachhealthy girl had few symptoms other than a sore throat and nausea until each suddenlydeclined, went to emergency rooms and died without any evidence of other medicalcomplications other than lab-confirmed H1N1 virus."},{"pageNumber":8,"pageContent":"The more typical symptoms summarized in the recent CDC research include:- 39% had diarrhea or vomiting compared to only 5% with normal seasonal flu- About 40% of H1N1 patients ended up with pneumonia because the virusespecially attacks lung tissue.- All had been put on breathing machines, but 7% died. Weigh that highermortality rate against the fact that about 75% of all these patients in the CDCstudy had been given antiviral medicines such as Tamiflu. This means evenwith the antivirals, mortality was higher than normal.As Dr. Glezen pointed out, with the virulent strain of H3N2 now making its way north ontop of the H1N1, deaths from influenza in the United States by February 2010, couldnearly double. That’s why it is important for older people to get the seasonal flu vaccine assoon as possible – and why those on the list to receive the H1N1 vaccine now beingdistributed should get that vaccine as soon as possible.More Information:For further information about viruses and pandemics, please see EarthfilesArchive reports below:• 05/28/2009 — Updated - Is A/H1N1 Outbreak A “Herald Wave” Preceding More SeriousFall 2009 Pandemic?• 12/21/2006 — Top Trends for 2007 by Gerald Celente• 09/23/2006 — E. coli O157:H7 - Why Can't It Be Washed Off Contaminated Spinach?• 03/21/2006 — One Way H5N1 Bird Flu Could Adapt to Humans• 03/10/2006 — The Rapid Spread of H5N1 Bird Flu Virus• 02/03/2006 — Trends 2006• 11/13/2005 — H5N1 Avian Flu Has Infected 21st Person in Thailand. 13 Have Died.• 10/26/2005 — Updated - H5N1 Bird Flu - The Next Pandemic?• 06/21/2005 — Vietnamese Doctor Studying H5N1 Bird Flu Falls Victim to Virus• 06/03/2005 — West Nile and Bird Flu: Two Increasingly Dangerous Viruses• 03/12/2005 — Could Avian Flu H5N1 Cause the Next Pandemic?• 01/29/2004 — Unprecedented Outbreak of Avian Flu Has Killed Ten People in Asia• 01/13/2004 — Updated: SARS and Bird Flu Back in Asia• 12/16/2003 — Colorado Doctor Suspects Fujian Flu Has Hit Elderly Hard• 12/05/2003 — Updated - 2003 Fujian Flu Could Be Worse Than 1968 Hong Kong Flu• 05/09/2003 — SARS Death Rates Higher Than Expected• 05/02/2003 — SARS Patients Relapse and Mortality Rates Rise• 04/29/2003 — SARS Continues Spreading in China; W.H.O. Rescinds Toronto TravelWarning• 04/26/2003 — Beijing Quarantines 4000 Residents Exposed to SARS; Third Hospital SealedOff• 04/25/2003 — Coronavirus Expert Questions Animal Source for SARS• 04/23/2003 — SARS Worldwide Update• 04/18/2003 — SARS Coronavirus Can Spread in Urine and Feces• 04/16/2003 — New Coronavirus Causes SARS Symptoms in Monkeys• 04/14/2003 — SARS Breakthrough - Genetic Sequencing of Coronavirus Linked to KillerPneumonia• 04/09/2003 — SARS Cases Continue to Increase• 04/08/2003 — SARS Cases Continue to Increase• 04/04/2003 — Quarantined Doctor in Toronto Describes SARS Disease• 04/03/2003 — SARS Current World Total: 2285 Cases and 79 Deaths; First Brazil CaseBrings SARS Spread to 4 Continents• 04/02/2003 — SARS Pneumonia Cases Increasing in U. S. and Worldwide• 03/31/2003 — Hong Kong Enforces Quarantine in Amoy Garden Apartments to Slow SARSPneumonia Spread• 03/30/2003 — SARS Pneumonia Closes Second Toronto Hospital; Doctor Who FirstRecognized SARS Has Died of SARS• 03/29/2003 — SARS Pneumonia Spreads Despite Quarantines; American Patient's SisterDescribes Agony• 03/28/2003 — Current SARS Information from W. H. O. and CDC• 03/26/2003 — SARS Pneumonia Spreading in Toronto, Canada, Forcing Quarantine ofThousands• 03/24/2003 — SARS Pneumonia Cases Are Increasing and Singapore Orders Quarantines• 03/22/2003 — Medical Experts Are Worried About the New SARS Pneumonia• 03/18/2003 — Updated - SARS Pneumonia Tentatively Identified as Paramyxoviridae Virus• 12/03/2000 — Bacteria from Outer Space?Websites:Centers for Disease Control: http://www.cdc.gov/H1N1FLU/U. S. Public Health Service: http://www.flu.gov/news/newsarchive.htmlNational Network for Immunization Information (NNii):http://www.immunizationinfo.org/thimerosal_mercury_detail.cfv?id=31918 Spanish Flu Pandemic: http://en.wikipedia.org/wiki/1918_flu_pandemic"},{"pageNumber":9,"pageContent":"Influenza A Virus Subtype H3N2: http://en.wikipedia.org/wiki/H3N2Global Pandemic, World Health Organization: http://www.who.int/csr/disease/swineflu/notes/pandemic_influenza_vaccines_20090924/en/index.html Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
