[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponUnusual Deer Death in Smithville, Oklahoma© 2009 by Linda Moulton Howe“I looked specifically at the hole where the deer's anus should have beenand it appeared to have been cut in straight lines around the anus without blood.” -Howard Goins, Mena, Arkansas, Resident Howard Goins and his sister live in Mena, Arkansas, and travel frequently westto Smithville, Oklahoma, to maintain their old family home. Along Highway 259 nearSmithville on Saturday, October 10, 2009, they found a deerwith bloodless excisions from its rear. October 15, 2009 Mena, Arkansas - On October 13, 2009, I received the followingemail and two attached photographs from Howard Goins, a Mena, Arkansas, resident whofrequently travels with his sister a few miles west into Smithville, Oklahoma, to care fortheir old family homestead. On Saturday morning, October 10, 2009, they discovered adeer lying along Highway 259 near Smithville. The deer looked like it should get up andrun away, its body was so fresh and perfect - except for the bloodless, round excision ofthe deer's rectum. Upon examination, Howard Goins said the head and front of the deer'sbody appeared completely untouched. Since, they did not see the deer there near thehighway exit the night before, their assumption is that the deer was perhaps killed duringthe early morning hours of Saturday.Subject: Mutilated Deer, Smithville, OklahomaDate: October 13, 2009To: earthfiles@earthfiles.comReprinted with permission“ Hello, Linda,I live in Mena, Arkansas, just south of Eureka Springs. My sister owns our oldfamily home in the small town Smithville, Oklahoma. It is pretty far out in thewilderness so-to-speak in SE Oklahoma. The house is along side Hwy 259.The place has about 1100 feet of highway frontage. We keep the right-of-waymowed and manicured.The first thing I do when I arrive there is to check to see how much trash Ihave to pick up. This last Friday evening, October 9th, my sister and I were tomeet there. No one lives in the house except on holidays and long weekends.When I arrived that evening, I saw nothing along side the road that needed to"},{"pageNumber":2,"pageContent":"be picked up.The next morning, Saturday, October 10th, I got up and proceeded to mow thelawn and was about half through when the belt broke on the mower. Wedecided to drive back to Mena and get a new belt so we could finish the job.Driving back to Smithville, as we drove south on Hwy 259, just about 200 feetdown the right-of-way, there was a deer laying there. We thought it mighthave been hit by a vehicle.I am attaching two photos to show that the animal had not been hit, butlooked to be in very good health when it was alive and appeared to have had afawn. But the noticeable thing was the missing anus. I forgot about it onSaturday evening, but woke up on Sunday, October 11, at about 4:30 AMthinking about it and finally got up at 5 AM and drove down to where the deerwas.I looked specifically at the hole where the deer's anus should have been and itappeared to have been cut in straight lines around the anus without blood.However, after waiting until daylight when I took the photos, the openingappeared to have been tampered with, which I am thinking crows, for therewere some in the vicinity. My photos don't have the straight line cuts like Isaw at 5 AM. The animal could not have been there for more than 6 hours onSaturday when we first saw it and it definitely was not there Friday nightbecause my sister arrived after midnight and she didn't see it then.I wanted to share the information with you, and perhaps add it to statistics ifyour keeping them and to see if you think this was alien-related? I cannotimagine anyone doing such a thing where most of the people in the area arehunters and certainly would not waste as nice an animal as she was for just arectum.Howard Goins” Photographs After Sunup Sunday,October 11, 2009"},{"pageNumber":3,"pageContent":"Howard Goins wondered if the female had given birth from the pink vaginal opening beforethe rectal tissue was bloodlessly cored out. Or was vaginal tissue removed as well? The deaddeer was first discovered on Saturday, October 10, 2009. Both images were takenafter sunup on Sunday, October 11, 2009, by Howard Goins. For Comparison, Large BuckAttacked by Large CatLarge buck was attacked by large cat and rear completely chewed awayleaving rough-edged, bloody tissue. Image source Phoenix Fund.If anyone has further information about this unusual deer death in Smithsville, Oklahoma,or other regions of the country or other mutilation phenomena such as half cats that areoccurring again in Tempe, Arizona, and Las Vegas, Nevada, please email: earthfiles@earthfiles.com.More Information:For further information about animal mutilations, please see my books An Alien Harvestand the 2-volume book Glimpses of Other Realities in the Earthfiles Shop and ten yearsof crop formation reports 1999 to 2009 in the Earthfiles Archive, from which a few titlesare listed below.• 10/14/2009 — Part 4: 1980 Animal Mutilation High Strangeness Files• 10/04/2009 — Part 3: 1980 Animal Mutilation High Strangeness Files• 09/28/2009 — Part 2: 1980 Animal Mutilation High Strangeness Files• 09/22/2009 — Part 1: 1980 Animal Mutilation High Strangeness Files• 03/27/2009 — Part 4: Unusual Animal Deaths - March 21st Walsenburg Cow• 03/26/2009 — Part 3: Unusual Animal Deaths - Forensic Investigations"},{"pageNumber":4,"pageContent":"• 03/25/2009 — Updated Part 2: Unusual Animal Deaths - Bizarre Mutilation of Week-OldCalf• 03/20/2009 — Part 1: Unusual Animal Deaths from Half Cats to Mutilated Cows• 10/03/2008 — Mother and Son Watched Cow Rise In Golden-Orange Beam to Disc• 09/29/2008 — Half Cat and Other Animal Mutilations Around the World and East of PalmSprings, CaliforniaWebsites:Phoenix Fund: Large Cat Attack of Deer Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
