[{"pageNumber":1,"pageContent":"A C OURSE IN C OSMIC C ONSCIOUSNESS O NENESS W ITH THE D IVINE Karl Hans Welz"},{"pageNumber":2,"pageContent":"Copyright© 1991, 2000, 2004 by Karl Hans Welz. All rights reserved. No part of this book may be reproduced in any forms or by any means, electronic or mechanical, including photocopying, recording, or by any information storage and retrieval system, without prior permission in writing from the author. Published by HSCTI, P.O. Box 1298, Woodstock, GA 30188, USA"},{"pageNumber":3,"pageContent":"L ESSON I Welcome to the course in cosmic consciousness! The technique that you are going to learn in the six lessons of this course will be of immense value to you. It will facilitate your magical studies and it will be of great help in all other spiritual and psychic practices that you acquire and pursue. Furthermore, the benefits of this course will also reach over into your everyday life. Above all, this technique will teach you to achieve oneness with the Divine in a very short period of time! The following is very important! Please read carefully! R ELIGION AND T ECHNOLOGY At the dawn of mankind, religion was technology and technology was religion. To some extent this is still a widely accepted concept for some of the “primitive” peoples of our times who have not yet been touched by technological advancement and whose senses have not yet been destroyed as a result of indoctrination by organized mass religions: religions whose purpose is the socio- economic repression of the population instead of offering their followers true advancement, or enlightenment. At a later stage in human evolution a split occurred. Things that people saw as “tangible” they considered to be “technological” while that which was not tangible belonged to the realms that they considered to be “spiritual”. Later organized religions seized the latter approach as their own while viciously suppressing any technological advancement that could threaten their monopolies of controlling the population. This split between “scientists” and “Metaphysicists” exists still in our days. The typical scientists are attempting to discover structures and natural laws in the tangible world. Metaphysicists and theologians had as their goal to describe that which is going on in the intangible world. Followers of organized religion traditionally lacked metaphysical insights. Consequently they resorted to outright inventing of fairy tales and they used brute force to make sure their obedient sheep did not stray away. With the advancement of scientific thought in recent times something rather unexpected happened. Things that were supposed to be tangible turned out not to be that tangible after all. At the same time new scientific systems developed that began to probe into the many worlds of things intangible. The tacitly assumed sharp demarcation between that which is religious and psychic and that which is technological and scientific proved increasingly to be arbitrary and an illusion that came from wishful thinking. On the other hand, researchers on the metaphysical side became increasingly aware of the usefulness of scientific models and of scientific rigor. Most metaphysicists of our times however are not yet fully aware of the usefulness of this beneficial development. If they are they usually embed pop scientific concepts and verbiage into their theories. Others are still exhibiting a total lack of scientific training. Some even go sop far to carry hostility against scientific thought and methods. Sadly enough, it is a bunch of scientific half wits, or quarter wits, that control much of the metaphysical thinking and publishing of our times. Books such as “the Tao of Physics” and “Enochian Physics” are the creation of such pop- scientific lightweights. They are using liberally big words such as unified field theory, quantum physics and fourth dimension without having the slightest idea what these words really mean, let alone understanding their underlying theories. Typically, if there is a scientific Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com 3"},{"pageNumber":4,"pageContent":"advancement, some 30 years or so later the new terms are used by some Metaphysicists to “prove their points” or to bring across their ideas to a general public that is scientifically even less literate than they are: interpretations and “insights” that make even the weirdest pop-scientific ideas look advanced. It is more than time for a change that brings true science into metaphysics. This is so because more and more people open up to the fact that things spiritual and psychic are as valid as things that are scientific and technological, in fact that the two are inseparable. We have to come to the conclusion that a spiritual, or inner, reality that is independent of or in contrast to an outer, or scientific, reality does not exist. Both realities coexist. I authored the course “Magic of the Future” to bring scientific approaches into metaphysics. In this course I am showing that magic is applied natural science. The magician uses life force, structural links and energies of a higher order to effect action at a distance. This course is free on the Internet at www.magickcourse.com. In our thinking we come to a point that recognizes again an important thing: psychic technologies and spiritual advancement as well as material technologies can be regarded as being facets of one and the same evolutionary process. For humans to achieve their fullest evolutionary potential, they have to become proficient in both technologies. The result of such a development is an all- inclusive metaphysical technology, or a technological metaphysic. This is a discipline that can be the way to interact with all accessible levels of consciousness, or existence. It is interaction that reaches from the material planes all the way to the realms of energies of a higher order and energies of the realms of creation. We are at the threshold of an all encompassing and true technological magic, or magical technology. Karl Hans Welz, Author of the Course and Inventor of the Orgone Generator ® Karl Hans Welz is from Telfs in Tyrol, near Innsbruck, Austria. At a very early age, he has developed a fascination for science in general and for the stars in particular. Consequently, he has read eagerly any book on astronomy, astrophysics, mathematics and physics that he could get hold of. At age 16, he became interested in the subject of hypnosis. He began studying this discipline, later he perfected Autogenic Training and eventually, at age 18, he began the practice of Hatha Yoga. This practice strengthened his then frail body within a few weeks and his overall condition and health improved considerably. Quite naturally, these spectacular results gave Karl an incentive to explore other sciences that were not part of his academic curriculum. Studies and practice in astrology, practical magic, rune magic, and practice of various forms of life energy technology such as astral traveling and clairvoyance followed within one year. He studied the works of Mesmer, Korschelt, von Reichenbach, Tesla, Lahkowski, and others. At age 19, Karl began his graduate studies in mathematics and physics. Several times, he interrupted his academic studies to travel extensively. In the course of these travels, he gained valuable information about magical practices and the use of life force in many cultures and traditions and he met many gifted teachers and adepts on the subject matter. During his stays in South Africa, Switzerland, Berlin, and, since 1974, the United States of America, he continued his studies, which he then rounded off with general semantics, radionics, Reichian psychology, and orgone physics. Shortly after his arrival in the United States, he built his first orgone accumulators and conducted multiple experiments with these amazing devices. It was obvious that what Reich called orgone was the same form of energy that he had explored for more than a decade before knowing of Reich. In fact, a device he built years earlier following the plans of Korschelt was an orgone accumulator. Korschelt called his device a “Solar Ether Radiation Apparatus” — its plans are dating back to 1897. Mesmer’s barrels with iron filings, also built and tested by Welz years before he studied Reich, were obviously the earliest orgone accumulators of which we know that were built by a scientist with the accumulation of life force in mind. Therefore, we can safely say that Franz Anton Mesmer has invented the life force accumulator one and a half centuries before Reich. Soon he realized that orgone can be projected at any distance and that this projection follows structural links. This is a fact that was evident to people of all ages and cultures who harnessed life force, such as shamans, conjurers, spiritual workers, magicians, and healers. For this type transfer he had to develop a mathematical model that accounts for this phenomenon. This model also accounts for many of the amazing 4 Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com"},{"pageNumber":5,"pageContent":"T HE I MPORTANCE OF O NENESS WITH THE D IVINE The technologies of unified material and higher order energies have the potential of access to infinite powers. When I say infinite, I mean a process: No matter what level of power you achieve, there will always be more beyond. The potential of infinite power requires from the individual an adjustment and training that is commensurate to this potential. This means that the training compares to training in advanced sciences. As we have pointed out in the previous chapter, the psychic and spiritual dimensions are the basis of technologies to act upon our inner and outer environments. Therefore it became important that part of the training and preparation for handling new technologies comes from within the individual. Such training can then ensure rapid and safe advancement. Many of the mystery schools and “New Age” groups abound with methods to prepare the individual. Of all these methods, there seems to be only one that we can consider to be a solid basis for rapid spiritual advancement and safe psychic development, and access to the creative realms of the universe. The method in question is the development of the consciousness of being One with the Divine. We know that many other names exist for this type practice and achievement. Some call it Christ consciousness. Others call it Higher Self and so on. According to popular belief, Oneness is a long term goal. Some people have a vested interest in spreading a lot of such popular beliefs; among them in the forefront are bosses of mystery schools whose main concern is in keeping a lot of paying students or a lot of worshippers! Contrary to this generally accepted popular belief, Oneness should be an important basis of metaphysical advancement and not its long term goal. Furthermore, it is important to know that it can be achieved in a relatively short period of time. As is the case with many other metaphysical practices, it is so easy that it takes some people decades to learn it. That’s because most people think that everything needs to be complicated to be effective. To achieve this type consciousness in a relatively short period of time, all it takes is the right advice in the right surroundings, preferably with others who have the same goal in mind. The course that you are about to begin with this lesson will help you to seek out and generate the right inner and outer surroundings as well as the necessary know-how to achieve this important experience, or state of mind. Soon experience will teach you that achieving Oneness is an easy task! Practice with persons who have achieved Oneness has many benefits. phenomena of ESP, magic, radionics, even astrology. In 1992, he invented the orgone generator ®. This extraordinary new device is a significant step beyond the mere accumulating of orgone energy as happens inside the orgone accumulator. Furthermore he realized soon that pulsed orgone energy (which an orgone generator can produce — or a rotating planet) transforms DOR (deadly orgone) back into orgone energy. The problem of “orgone accumulators going bad” when afflicted by DOR was successfully counteracted with a technological device for the first time in known history. More striking proof of this characteristic of orgone generators ® became evident when he invented a DOR generator. The orgone generators TM proved to be effective in counteracting the negative effects of devices that develop DOR when operating, such as radioactive smoke detectors, fluorescent tubes, TV screens, and other electromagnetic pollution. The orgone accumulating devices on the other hand, are ineffective. In fact, these devices “foul up”, i.e., when exposed to deadly orgone (DOR) too long, they accumulate it and consequently become centers of this energy. Soon Karl Welz recognized that the orgone generator ® can be a significant help in many practices involving the use of life energy (or orgone) such as the development and practice of ESP, magic, self improvement, and trend Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com 5"},{"pageNumber":6,"pageContent":"Besides the fact that these people are good teachers for you, they can also project Divine energies to you, so that you will achieve your goal much easier, perhaps in a matter of a few hours of practice. Once you have achieved Oneness, you can project energies and help others in the same way others have helped you. Such practice will cause you to be increasingly rooted in Oneness with the Divine so that it will be a solid basis for all your further actions, overall success, and advancement in the many fascinating aspects of spiritual technology, or technological spirituality. Once you will have become aware of your Divine nature, many things will turn out to be a lot easier that they may have looked previously. W HY WE N EED THE P RACTICE OF O NENESS Our times are a challenge to all of mankind. Therefore more than ever we need as many empowered individuals as possible who can contribute to an overall healing of the situation on this planet towards a positive permanent change that takes into account the fact that humans are no longer a species consisting of small tribal societies. This situation demands fast action. Mankind, therefore, can no longer afford the luxury of having so-called minority cultures. A minority culture is a culture in which only a very tiny minority of individuals are creative and contribute to overall progress of the civilization. The times are over once and for all where a few individuals jealously kept powerful technology and spiritual practices away from the masses so that they can keep their own cherished positions. In our times there is no longer a place for the long lasting training systems in which precious time of the seeker is wasted on things that he or she can learn in a relatively short period of time. For all these reasons, you can find in this course a unique system of individual empowerment and training that has as its main goal your rapid advancement and the rapid acquiring of new and important skills. As responsible human beings we need to have the advancement of mankind as a whole in mind rather than the keeping of power positions. Consequently I put emphasis on practical application of that which I am teaching here and on personal experience. Under no circumstances do I intend to burden you, the beginning student, with irrelevant materials such as “wisdom lessons, secret knowledge,” and the like. You will rapidly familiarize yourself with the basics of metaphysical teaching by following the principle of experiencing while you advance. Experience of Oneness with the Divine has proven to be one of the most useful and solid bases for a harmonious, balanced, powerful, and rapid advancement. Therefore this experience of Oneness should be at the beginning of any training. It has no place as part of some distant initiation practice after years of being exposed to the slogans and mechanisms of indoctrination mechanisms of some religious belief structures and bias. The practice and experience of Oneness, therefore, are at the core of the training that I am offering. In my workshops and services participants are aware of their own Divinity. They experience Oneness with their Divine nature and they are therefore in a position to act from a Divine position rather than from their human one. They have their consciousness of being One evolveing from a tiny spark to the ever lasting light of a constant conscious attitude that encompasses the totality of their being. 6 Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com"},{"pageNumber":7,"pageContent":"Typically, when a sstudent is in one of the meetings for the first time, he or she will have a practical experience that brings about hands-on insights of what I am talking about here. After a few classes only, not years of training, you will have your first deep awareness of Oneness with the Divine. As a result of practical experience you will then understand what the meaning is of such things as the Higher Self, Christ consciousness, and Higher consciousness. Then you will know beyond the shadow of any doubt that your awareness of your Divinity is to be at the beginning of a powerful and balanced advancement. All you need to do is invest a few hours of your life to achieve the most worthwhile and exciting breakthrough ever, then thank yourself! A BOUT C ONSCIOUSNESS AND O NENESS An often heard question is why we should develop our consciousness of being one if we are one anyway. Time has proven that the consciousness of being one with the Divine has many benefits. Above all it is an attitude that gives us more power, or influence, over our environment. This is especially true in our dealing with energies of a higher order, which most of the time are referred to as “entities” or “spirits”. Oneness, or being in tune with all four planes, gives us access to these energies on all their levels. For this reason we can then control them. Even if we cannot achieve the “ideal state” overnight, being conscious of our Divine nature can work for us very much like our “owning” a house. We know that we do not own it, our bank knows that we do not own it, the government can take it away any time under the spurious pretense of “imminent domain,” yet we do as if we own it and, for most of the time, all other human beings respect this ownership once we have made a “down payment.” This course is a first touching upon one of the most important The New Welz Chi Generator® Is more than a generator of life force It is a way of life !!! In fact, it is exclusively designed to make Your deepest desires become tangible reality WELCOME TO this exciting new technology that can mean for you the difference between average results and TOTAL SUCCESS !!! Here you can find the ultimate perfection of a new technology. This certainly is exciting news for you , provided that you have this deep down desire for positive permanent change and ultimate success. In fact, you can safely call this amazing new technology the ultimate unfair advantage ! Unfair, because time-consuming practices, grueling exercises, even spiritual training, become secondary as compared to the ease with which you can set up this extraordinary equipment to help you succeed in every respect. This new technology is exceptional , because it opens up a whole new world of subtle methods that will leave you entranced, enlightened, and empowered. You will actually be equipped with what is certainly the most advanced technology of power performance and effective self-help. For you, this can well be the first time that learning about a technology will not only be useful, it will be used. It will be a natural step in the right direction of the success that you were striving to achieve in the past. In the following, you will find an outstanding new method to boost your performance to the max. It is here that you can probe the deepest in your journey to the top . We are going to lay out this exciting new technology for you so that you can gain immediate evidence right at the beginning, from where you will continue step by step to an increasingly deeper grasp of its far reaching new applications! Naturally, here you can find an easy and very effective way to help you improve all your prospects for the future. It is specifically designed to provide you with powerful means to enhance your performance in all areas of your life, especially those that you feel need to be strengthened. Whatever the line of your work or field of endeavor is, be it relationships, business, politics, high performance sports, education, volunteering, spiritual matters, or anything else , the highly effective equipment from HSCTI is designed for a great many uses, while helping you achieve results whenever you use it appropriately. Life Force makes it all possible! Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com 7"},{"pageNumber":8,"pageContent":"characteristics of human nature. It compares to a “down payment” for a house. As you proceed with your practice of Oneness, you will know that you are One because you are the One there is! The techniques that you learn with this course will generate in you such as consciousness of being One. This new consciousness is a powerful stimulus that will cause powerful new experiences, new breakthroughs, and new powers. The techniques that follow are a reflection of how we see our world. They follow the principle that says: “as above so below.” In other words: the structure of a human being reflects the structure of its Divine principle. The Bible says: “God created man in his image.” In this case it’s well the other way around because this god reflects the patriarchal culture of the time when this principle was created. On a most basic level, the Divine principle expresses itself in the four elements, or planes of existence. Oneness then means being conscious of all the elements within and having all four elements aligned consciously. If you prefer to work with five elements, you can adjust the following lessons to your specific view. What follows is a way of looking at the universe around yourself and within. This picture, or mapping, can be a stimulus for you so that you can expand on it when you are going to work with it. Being a mapping, it is not the universe itself. It is an outline that we can follow in order to interact with our universe. The various planes of which we are going to speak overlap. The subdivision into four is a convenience that reflects our experience. It is useful. Therefore we can work with it. T HE E LEMENTS Before I am going to describe the four planes I give you a brief description of the four elements. As you know, the metaphysical elements have little to do with the chemical elements. These elements are basic qualities rather than basic substances as the chemical elements are. The basic qualities of the metaphysical elements relate to our sensory experience and they are a projection of this sensory experience into the realms of finer density. Once we experience these realms of finer density, we are aware that the concepts of elements are generalizations that are convenient for our work. The four sensory experiences that are at the root of the concept of the four elements are: hot and cold, dry and humid. The pair, hot and cold, we refer to as positive and negative. Dry and Humid we refer to as electric and magnetic. It is very important that you learn the following table:  Hot Cold (positive) (negative) Dry (electric) Fire Earth Humid (magnetic) Air Water Fire and Water are the two primary elements, opposite polarities, so to say. Air and Earth are considered to be secondary, or mixtures of the first two. This is a manner of viewing it, so see it as a convenient and useful mapping rather than “absolute truth”. Use this map as a useful tool to arrive at a desirable state of being, namely Oneness with the Divine. Some researchers see air as an interaction between the two basic principles of fire and water and earth as the synthesis of the three. The symbolism of Divine trinities “above” the world of manifestation somewhat reflects this view. 8 Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com"},{"pageNumber":9,"pageContent":"Life Force makes it all possible! This exciting test most certainly will be a surprise for you! Before you are going to routinely use of this amazing new technology to achieve secured success and especially to facilitate your achieving cosmic consciousness , you can carry out this experiment. This will certainly provide you with the evidence that you wanted and it will prove to you that Life Force Bridges any Distance! This experiment and its discussion of it will reveal to you... The basic principles of a new and far- reaching Life Force Technology A deeper understanding of the working of Radionics The importance of Life Force and Low Frequencies in Sports, Fitness Training, and Body Building A comprehensive view of Methods of Self- Improvement and Techniques of Motivation for positive permanent change , and A general grasp of ESP, psychic skills, shamanism, the achieving of inner balance, projection of thought and other methods of Action at a Distance (some call it Magic)! This exciting test proves to you the transfer of Life Force 1. Put this page on a flat surface. It should be a minimum of 2 ft (60 cm) away from your body or any other larger living organism. 2. Now, hold the center of the palm of either hand approximately one inch(2 – 3 cm) above the printout of the diagram. Be sure that your hand is relaxed: open, and not stretched out! Most people will be surprised to feel something almost immediately: You feel either a slight tingling in your hand, a gentle cool breeze, or, as is the case with most people, an agreeable sensation of warmth in the center of your palm that can spread out from the palm...and... Yes!!! You have just felt life force, perhaps for the first time in your life. As you know by now, life force is the subtle energy (some call it “psychic power”) that is used in all methods of action at a distance, such as spiritual-religious work and miracles, treasure mapping, self-motivation, cosmic conscious- ness, shamanic practice and psychic work. You can feel life force emanating from the printed diagram, because an identical diagram, which serves as a structural link, is in front of one of the Welz Chi Generators ® in our laboratories. This means that you can use technology to harness and direct Life Force. You can get still better results when you call us at (770) 924 0223 (USA) for an individualized hook-up or e-mail karl@welz.net for further instructions to test energy transfer at any distance. The Proof This extraordinary test proves to you first hand that which sensitive and powerful persons of all times (among them tai chi masters, reiki masters, yogis, shamans, conjurers, magicians, and priests performing spiritual work) knew all along: namely that life force (chi, prana, mana, etc... every culture and language has its own name for the same energy) transfers at any distance . Moreover, it does so without loss of energy . All that is needed is the right structural link (some professionals prefer to call it “psychic link”) to establish contact. This fact makes their work possible, even easy! In fact, it is so easy that everybody is now capable of working the magic of professional psychics, shamans, spiritual workers, etc. This has been one of the reasons why many of these professionals decided to guard their powerful secrets like precious gems, making them available only to very few hand picked people. Under no circumstances did they want to lose their lucrative sources of income. The Conclusion This experiment revealed to you one of the most guarded secrets of all ages, namely the transfer of life force (“magical energy” or “psychic energy”) at any distance. More importantly: you have just found out that these secrets are technology, yours to use. You have just experienced that the effects of any type of shamanism, magic, or spiritual work, such as changing your life for the better, can be achieved by now easily with the help of our powerful technology. It is powerful technology in your hands ... ... For lasting success and for positive permanent change !!! Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com 9"},{"pageNumber":10,"pageContent":"You find this symbolism in many pagan religions as well as in the Christian religion which in principle is a paganized Jewish religion. Electric and Magnetic relates to the phenomena of electromagnetic energy and life energy. The fire element is electric- positive. On the material plane it is energy, or light, in its conventional meaning. The earth element is electric-negative. It is structured light, or “frozen light” as some researchers say. Modern physics somewhat supports this theory. In fact, whether there is a correlation with modern physics or not is irrelevant. What counts is the usefulness of this view for our advancement. The air element is magnetic-positive. On the material plane it is active life energy, or free life energy. The water element is magnetic-negative, or structured life. If we relate the four elements to the material plane, we can easily order the four elements. Earth and Water belong to the dense material plane while air and fire are part of the so-called etheric plane. The labels “positive” and “negative” are references to density. The elemental references as being “fire,” “air,” etc., are pictures to make us understand easier the basic qualities. The references to electromagnetism and life energy, dense (structured) and volatile (etheric, non- structured) conform more with the realities of modern physics and with the magic of the future (see the course that you can download from www.magickcourse.com). Let’s repeat here: Fire - volatile light - etheric electromagnetism - hot and dry - positive electric Water - dense life energy - structured orgone (prana, chi) - cold and humid - negative magnetic Air - volatile life energy - etheric orgone (prana, chi) - hot and humid - positive magnetic Earth - dense (“frozen”) light - structured electromagnetism - cold and dry - negative electric The four elements supply us with an excellent model for the planes of existence, i.e., structures of how we can view and organize our universe, and in correlation Important: As you continue to find out more about the great potential of this extraordinary new technology, you will be introduced at times to words and techniques that may or may not cause subconscious fears and doubts. One of these words is “magic”. Actually, what most people call “magic” is nothing but action at a distance that you can achieve with the help of structural links and life force, i.e., it is functionally identical with radionics. You will learn more about structural links later! It is a well-known fact that the same people who used such methods extensively towards their own selfish ends originally implanted these fears and doubts. Ignorance was always the safest method to dominate large parts of the population! So we decided to use the word “magic” and other similar words whenever they are the best choice to accurately describe what is happening when you work to achieve positive permanent solutions. with it planes of experience within ourselves. The earth element refers to that which is conscious, or the material planes. The water element refers to the human emotions and to the astral plane. The air element refers to the human mind and the mental plane, while the fire element refers to the human will and the causal plane. Magicians see some “entities” or energies of a higher order that correlate to the four elements. These traditional elementals are the salamanders for the fire 10 Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com"},{"pageNumber":11,"pageContent":"element, the sylphs are spirits of the air element, the undines are spirits of the water element, and the gnomes are spirits of the earth element. In a technological sense, we can view spirits as energies of a higher order that are made to manifest (personify) in the etheric plane. In the following, I am going to give you a set of correlations for each element. These correlations will suffice for your present work. T HE P LANES The planes of existence correlate with the elements. You should familiarize yourself well with this model in order to work toward consciousness of One with the techniques that I am showing you in this course. You can see these planes as “higher” planes or as “inner” planes. As you progress with your work you will come to the insight that this distinction between “higher” and “inner” has only limited relevance. Oneness with the Divine will ultimately elevate you into realms where a distinction between “inner” and “higher” become meaningless. T HE M ATERIAL P LANE The material plane is the plane where you find all that is tangible and where you find these things that you become conscious of. Each one of the higher planes has a material component that becomes conscious to you. For convenience we subdivide the material plane into two levels: the etheric plane and the dense material plane. The etheric plane is the plane that contains free chi (life force) and free light energy. The dense material plane is the realm that we perceive as such: structured. Although we make such a distinction, there is no sharp boarder between the two planes, and we notice a continuous transition. Free chi energy and free light are only at the threshold of chaos. The more manifest these energies become the denser are their appearances. Also, there is nothing that is purely chi )life force) and there is nothing that is purely light, there is nothing that is totally dense and there is nothing that is totally unstructured. The labels that we use are describing extremes that are beyond our existence. It is the mixture of the elements that causes things to exist while the elementalistic view of a “pure element” by itself cannot refer to anything that exists, in a similar way as space “and” time cannot be perceived as existing individually. The material plane is far more complex than the space-time continuum that modern physics attempts to describe. Life energy does not follow the laws of the three dimensional universe that we measure, but it has its own type of “space.” The main characteristic of that space is structural linkage. T HE A STRAL P LANE The astral plane contains matrices of that which is tangible, or material. It is the world of formation. The energies of the astral plane are of a more subtle nature than the energies of the etheric and material planes. It is a world of desire, of emotions. A spirit that has the desire to manifest dwells in the astral. For its manifestation a material focus is necessary. A human being can direct such a spirit to gain an etheric form. If a magician does that consciously we call it an evocation of the spirit. I have evoked spirits and furnished them with sufficient life energy with the Welz Chi Generator that I invented. Consequently these “bundles of energy” could show their form on Polaroid photos. Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com 11"},{"pageNumber":12,"pageContent":"We can also project part of our energy field into the astral world and travel there. This way we can gain contact with entities (energy fields) without them needing to materialize in an evocative process. In this course you will learn to explore the elemental realms astrally. T HE M ENTAL P LANE The mental plane contains thoughts and mental matrices. These energies are still more subtle than the astral energies. They relate to the human mind. Another name for the mental planes is world of creation. There are two ways of looking at our brain. Most of us are used to view it as a generator of thoughts, very much like a computer. Another, equally useful, way is to view it as a sensory organ that perceives thoughts. T HE C AUSAL P LANE This plane is the realm of the will, the world of emanation. It contains the spark that brings things into manifestation by causing them to take the characteristics of each plane that they pass through: first a mental pattern, then an astral body of desire, and eventually an etheric or dense material shape. To be conscious of Oneness you need to consciously align all four elements and to be consciously aware of all planes. You bring your cosmic consciousness in manifestation in the same way as other ideas finally manifest. In the next lesson you will begin to explore the realms of the elements and planes. Exercises, Lesson I: Carefully read the lesson and meditate on the parts to which you feel particularly attracted. You Can Get what You Want Before you begin to use the Welz Chi Generator ® to help you achieve decisive positive permanent solutions, you can examine thoroughly your innermost desires and ask yourself a few key questions: 1. Do other people envy you? Or do you envy others? 2. Do other people want to be like you? Or do you wish you were living other peoples’ lives? 3. Are others in awe of you? Do they puzzle at your meteoric rise to the top as much as they wonder about your success, accomplishment and amazingly good fortune? Or is it perhaps the other way around? Here is a list of some of the good things that you probably want: The things you want to own The money you want to acquire The things you like to achieve The exotic places you want to see The abilities you like to have Good fortune at all times The love you like to receive Abundance on all levels Achieve and maintain balance, harmony and peace And much, much more... Now, most certainly you know that it is your Power that carries your decision, obeys your command . This Power is a manifestation of the life force that you have available . Wise people in the Far East called this life force, or power, Chi and they developed many techniques of self-improvement from this knowledge such as Tai Chi and Chi Gong. Modern Western terms for life force are orgone, animal magnetism, Od, Solar ether, and others. To understand the advantage that this Power, i.e., life force, can give you, imagine the following: Bring a native in from a remote jungle to a city. The electricity will not work for him until he realizes that this button turns on that light and that switch turns on this radio. Naturally, for him the effects of electricity are “magic”. His friends who never learned how to flip a switch have no access to this magic whatsoever. As you know by now, Your Power is dependent on your available Life Force. Using Chi Generators ® , you can have much more life force available. Consequently, by now you are able to control it where and when you want to do so. Obviously, to have more life force available means that you have more Power and consequently you have more control of your reality than others around you. Now... imagine that you can project a large amount of continuous life force to any one or more of the areas in your life or goals that you like to improve and strengthen. Naturally, with 12 Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com"},{"pageNumber":13,"pageContent":"added life force you significantly reduce the time and the effort it would normally take and, of course, you can have much more control over these areas. This is the Power to control and to manifest your reality with overwhelming success! You want to know now how this all is possible. You find the answer when you think of people whom you know. Some of them are radiating energy wherever they are and it is obvious that they are successful in just about everything they initiate. Others toil, their noses to the grindstone, to get the bare necessities for life. The difference between these two extremes is in the ability to generate and use life force. Usually generated subconsciously, life force and the stamina coming with it can be decisive when it comes to achieving success. Until now, the knowledge of how to generate life force and how to consciously harness it for success was kept from the common people. Every shepherd’s intent was to have as large a flock of sheep as possible. It’s Easy and Practical !!! With the Welz Chi Generator ® or the Power Radionics TM Device, the practical harnessing of life force for your overall success is extremely easy! It is the same process that happens when gifted humans use their innate psychic powers or when they generate and harness life force by other means. There is a difference, of course: With the new Welz Chi Generator ®, even an untrained person can get the same results now that otherwise only highly trained psychics, shamans, or magicians can get. In fact, with the new Welz Chi Generator ®, you have now a decisive advantage over any person, who does not own and operate this technology. This is so, 1. because the Welz Chi Generator ® generates life force continuously and 2. because the Welz Chi Generator ® has a much stronger output of life force than most magicians and shamans can ever produce, even when working in groups. In fact, the technology from HSCTI requires not more training than what it takes to drive a car. When you decide to use the Welz Chi Generator to help you achieve a better life, you need no involved training, no creative visualization, no pep talks to yourself, no hypnosis, no self- programming techniques, and no motivational seminars. All it takes to succeed is the capability to flip a switch and the willingness and open mind to utilize new technology when improving your life in every aspect. In fact, acquiring the Welz Chi Generator/s ® is definitely the best investment by far that anyone can make in a lifetime as Welz Chi Generators ® already produce spectacular results, as experienced by many users of these amazing devices worldwide! The Universal Manual that you will receive with your Equipment has easy-to-follow, step by step instructions that will lead you from very simple applications to increasingly complex uses of this extraordinary equipment. Above all, ... It’s fun, it’s exciting, and you certainly can be laid back and relax while you await assured success!!! With simple attachments to the Welz Chi Generator ® such as the various filter packs (the Alphabet of Desire, Sex Pack and others) you can now harness life force much easier for any purpose you desire . The Welz Chi Generator will then project this life force boosted trend to any target of your choosing and it will do so continuously. That’s why the Welz Chi Generator ® is the ideal tool for you to increase your personal power, prosperity, performance, and success !!! The Welz Chi Generator ® when used properly, can be your powerful weapon that you can aim at any person of your choosing, without them having the slightest idea of why they act in some specific way – which will be the way You Want It To Happen !!! Therefore, the Welz Chi Generator can be your decisive tool to help you make all your dreams come true. It is a power generator, a mind machine and a creator of favorable trends in one! Most importantly, it works at any distance!!! Among the many uses of this exciting technology: Self Improvement: Energy and vitality - energize yourself Relaxation and stress reduction Build confidence Help develop skills Added energy for workouts Help weight control Enhance supplements Your interactions with others: Influence others, with or without their knowledge Energize others Influence the outcome of challenging situations Charge talismans Energize your action at a distance (or magick) Your environment: Energize drinking water, juices and food Energize plants - house plants or garden Energize cosmetics and supplements Provide your pets with energy and vitality Above all - you can bring this extra magick into your life! Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com 13"},{"pageNumber":14,"pageContent":"L ESSON II Very often in my group sessions I can help students to align the elements within themselves without much preparation. This practice will ensure a more thorough result. This lesson and the following lessons will help you to explore the elements one by one. In the sixth lesson you will then bring it all together in your experience of alignment of the elements within. In this lesson you will begin to practice with the fire element, and before you venture into an exploration of the realm of this element by connecting with it in the astral realm, I am going to teach you some of the preconditions that make such astral exploration a lot easier. It is of great advantage if your set up an energy field of the element outside yourself before you begin with the practice of astral exploration of the realm of the element. The center of this elementary energy field outside yourself (the outer elementary realm) is your working table, or altar. The altar has on it implements that help you connect easier with the element with which you are working. The more objects you have on the altar which connect with the elementary realm, the easier your connection with the element can be. This is especially important for the beginner in magical work. The next step is to establish a workspace within yourself. This workspace within, or inner realm, is the basis for your magical exploration of the elementary realms. Finally you connect these two realms with the cosmic realms of the element that you are going to explore. In this lesson you will begin to explore the elementary realms with the fire element. When you explore the other realms, it is good for you to go back and practice the previously experienced realms over again. This is a very good practice, because you will open up new characteristics of the elementary realm every time you re-enter it. T HE W ORKSPACE O UTSIDE Y OU A very famous traditional magical law tells us that repeated use of a magical utensil will tie specific energies to it. These energies will then be available whenever the utensil is part of your magical set up. With the utensil, therefore, there is no longer a need to actively and consciously draw the energies that the utensil represents. In this case the utensil becomes a focal point for the energies that it represents. Its presence alone will ensure the drawing of the energies from the realms that the utensil represents. In other words: the utensil becomes a structural How to Choose the Equipment that’s Right for You ! After you look at all the options in this catalog, we suggest that you consider a few key questions before purchasing equipment. Where budget is an issue, to strike a balance between price and desired sophistication of your equipment is the thing to do. The more basic units and combinations of units provide you with excellent value. They don’t always provide the sophistication and special applications some persons need. These modestly priced units can provide you with great solutions for years. All of them you can integrate into increasingly sophisticated workstations. Middle of the line units provide a wider variety, more power, and upgraded features. For mainly personal use, we recommend a middle of the line unit such as the RAD 2000 Power Radionics TM Device or the LPOG 2400 DL! Basic and middle of the line units and kits are a great choice for persons who use this extraordinary equipment in the main for self-improvement and for management of their desires. For added impact upon others or to exercise some form of mind management (or mind control) upon them, and for work with superior effectiveness, you should choose a unit that’s top of the line. In fact, the top of the line units (such as the RAD 2400HD, RAD5 and ATGS 3000) boast effectiveness, excellent variety, greatly increased power, and depth of experience. For top performance in sports, fitness and bodybuilding, the Performer 2400 is designed to provide this extra boost of energy needed to reach the top. 14 Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com"},{"pageNumber":15,"pageContent":"link with the realm that it represents. This means that, whenever you use an utensil, your conscious and active mind is freed up to do other things that are not routine. This is the reason why magicians use many utensils in their ceremonies. For the same reason it is to your advantage to establish an outer workspace when you practice with energies of a higher order such as the elements. The outer workspace as a whole will take on the aspect of being a complex utensil. It is a focal point for the energies that you are going to draw in your work. In your work with the elements, you arrange the outer workspace with the specific symbols that connect with the elements. The type arrangement that you choose will determine how easy it will be for you to draw the specific elementary energy. P ROTECTIVE M EASURES Protection is good for any kind of magical work that evokes energies of a higher order. Explorations of the elemental realms are no exception. The main reason for protective measures in elementary work is that these energies may become too strong for you to handle when you are unprotected. With the protective measures you prevent the energies that you call from taking over after you have triggered them. One of the most common practices of protection is the tracing of a circle around oneself. Of course it is not the circle in itself that protects. It is the intent that you project into this circle. Therefore, just tracing a circle will do nothing. You need to trace the circle and charge it with the idea of protection. You can set up such a circle by laying out a rope in circular fashion around yourself. Take a rope between 20 and 30 ft length. This gives you a circle between 6 and 10 ft diameter. After you have put the circular rope on the floor or ground, you imagine a sphere around yourself with the circle marking the position of this sphere. Project life energy into this sphere and at the same time you visualize the protective qualities that this circle will have. You find more details about protective practices in my course “magic of the future”, a course, which is the first scientific approach to magic ever. At a later date, when you will be grounded in your experience of Oneness, the outer circle will be unnecessary, because your Oneness with the Divine makes you the ruler of the energies of a higher order. At that point you will be fully protected by reason of your authority. The Altar For your work in this lesson, i.e., to explore the realm of the fire element, it will be of a great advantage for you to use several symbolic representations of the fire element. You put these utensils onto your table, or altar, which you place outside your protective circle. First you draw on the table a triangle. This triangle confines the space where you allow helpful fire elementals to materialize. Charge the triangle with the idea of retaining the elemental energies that will manifest in it. Then put objects into this triangle that represent the energies with which you are going to connect. In our case, we are dealing with energies that belong to the realms of the fire element. The simplest thing that symbolizes fire is a burning candle. I suggest that you have always a candle n your altar, when you decide to use fire energies. To this you can add a small triangle, which is the geometric shape that symbolizes, or represents, the fire element. You can then add a wand. The “magical” wand represents your will. As you know by now, your will is the manifestation of the fire element within yourself. Your will Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com 15"},{"pageNumber":16,"pageContent":"connects with the causal plane, which too is a representation of the fire element. If you are familiar with the Judeo-Christian Cabbala, you can add the Hebrew letter YOD. You keep in your mind that, when you are aware of the function of your outer realm, i.e., when you are tuned into it, this outer realm will draw energies from the cosmic realms of the fire element as soon as you light the candle. When you light the candle you may speak out something to the effect of drawing energies from the realms of the fire element such as “I am lighting this candle. Its flame will bring the energies of fire into this space.” A very powerful method is to establish a custom tailored mantra that will instantly draw fire energies into your realm. This mantra will be an individual one for you. You can establish this mantra with a mantra generator, a new device that I have invented. See the description of this mantra generator, the RAD 2000 RU, in www .runer adionics.com . The next thing you do is building up power in your outer realm. See yourself drawing fire energy from the universe and projecting it into the triangle. Here you practice as follows: Have your left arm stretched out away from the triangle, palm up. The right arm points toward the triangle. Breathe slowly and consciously. Knowledge of breathing techniques such as yoga or Rune yoga ( www .runemagick.com ) is a great advantage. While you inhale, visualize fire energy from the universe enter your body through the palm of your right hand. While you exhale, you project this energy into the triangle. You may give this energy a red color. Project more and more red into the triangle as you keep breathing. Proceed until you feel good about the amount of fire energy that you have accumulated in the triangle. You know that an accumulation of fire energy in the triangle will enhance your experience of the fire element and the realms of the will. T HE W ORKSPACE W ITHIN Y OU Now that you have established the outer realm, you proceed to establish a space within yourself where you can work with the elements and experience their astral realms. This is your inner realm of the elements. You will gradually expand this inner realm and develop it until it is your inner realm of Oneness. With your imagination you set up an inner realm that has if for your purposes. You need to feel good in this inner workspace. First you give this realm an outer form. You can imagine yourself being in a clearing in the woods, a beach, a temple, a mountain peak, a cave, or anything else that you like. You can change the looks of your inner realm at any time, whenever you have an inclination to do so. Next you imagine your realm being surrounded by a protective sphere, or bubble. This bubble will stay around you wherever you move in your inner realm. A STRAL T RAVEL What you do next is to explore the various realms within. These realms connect with the astral planes. Your sphere of protection will be very useful when you start traveling in this realm. In this inner workspace you are aware that you are the ruler of your energetic universe. You know that from this workspace you can reach the astral dimension of any energetic form, or realm, of the universe. Once you have established your workspace to your satisfaction you can begin to your work. In this lesson, the purpose of your work is exploring the realms of the fire element. An easy way to explore any realm is to imagine a gate that leads to the 16 Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com"},{"pageNumber":17,"pageContent":"The JU 99 CE = Junior 99 Chi Energizer TM Small Size, ca. 5 x 2 1/4 x 1 in. The JU 99 is a bare-bones Welz Chi Generator ® (orgone generator ®) for individual use that fits every budget. This extraordinary device contains all the essential parts of the larger Welz Chi Generators ®. Its excellent qualities make it a powerful utensil for all whose budget does not allow them yet to acquire a larger, stronger, and more versatile Welz Chi Generator ®, who are very serious about bringing the magic of success into their lives and who are ready to work on decisive changes towards prosperity, satisfying relationships, self-confidence, peace of mind and all the way to cosmic consciousness. For the entry level, the JU 99 CE is excellent for basic energy and relaxation work and to get acquainted with life force technologies. It is convenient and easy to use for any person, and it can be the most important utensil in every household. You can more than triple its output and enhance energy transfer with the new Power Booster with Transfer Disk (PBT 2400). For energy transfer, use the Transfer Couple TC 99. This way, you can receive the energy without loss, whether you are just a few blocks away from your home or half around the globe! In addition to that, any radionics device that you put into the life force field of a JU 99 CE or any other Welz Chi Generator ® will be more effective. It becomes then a Power Radionics TM device that is boosted with life force. You can use it continuously, day and night, 7 - 24, when using the AC - DC - adapter. No dependence on expensive 9 Volt batteries! Battery option available, if required. Silver tubing for output: Silver is a favorite of all professionals, when it comes to energizing the body. 7.83 Hz Frequency Setting: The “Schumann Resonance”, or Earth Frequency, is a favorite setting for universal purpose: According to brain wave experts, this frequency has additional multiple advantages: overcoming jet lag, counteracting mind control, easier learning, precision, and more. Whatever your intentions among its many potential uses, a few that are most important for you or all of them, the JU 99 it is designed to fit every budget, while providing this extra strength to make a decisive difference. About copy cats and parasites The JU 99 costs a couple of dollars more per unit than the cheapest copycat devices on the market today. This was necessary, because the JU 99 comes with our highly effective formula of the new Super Orgonite ® and with silver tubing as energy output. Therefore, the JU 99 CE is multiple strength of anything in this price category that comes from copy cats of our technology, who did not quite understand the actual function of orgonite ®, of negative entropy, etc. Specialty Devices of the same series: These devices are the same design as the JU 99 CE, with other frequency settings The TF 99 CE = Top Fitness 99 Chi Energizer TM , 20 Hz, for fitness training, weight loss and body sculpting The JU 99.10 - a 10 Hz “Junior” - for general purpose The SPP 99 CE - Sports Power Performance Chi Energizer TM - 25 Hz, for this extra energy advantage in sports performance The GPP 99 CE - Golf Power Performance Chi Energizer TM - for precision in any sports where it is needed, such as golf, target shooting, etc. sphere that you intend to explore. In the case of the fire element I suggest that you imagine a flaming triangle in front of you. Imagine this triangle opening up like a gate. Move through the gate into the fire element. You have your protection around yourself, of course. You see manifestations of fire of all kind; perhaps fire elementals (Salamanders), etc. As you travel in this realm, you wait for impressions to come in a vision, sound impression, mental shape, or in any other form, or combinations of several impressions. Note carefully whatever comes to you. Be aware of these inner sounds, touch, visions, thoughts, etc. Your memory is stronger now than usual, and this will help you recall most of these experiences so that you can write them down after you will have removed yourself from this realm. Some students like to interact with fire elementals, or Salamanders. This type interaction can take the form of a conversation, of a telepathic communication, or other method. The main purpose of this experience of astral traveling through the elemental realm of fire is to get a good understanding of it. Once you have extensively explored this realm, you can connect with it whenever you want to do so. This experience takes the function of a utensil. It is a utensil, which does not have a material object as its focal point such as Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com 17"},{"pageNumber":18,"pageContent":"the magical objects that you put on your altar. It is a utensil that is anchored within the realm of your inner workspace. Your access to the astral realm of the fire is a flaming triangle or whatever other shape you like to use. Gradually you will establish many such anchors, or gates, within your inner workspace. In this course you learn to establish gates for the four elemental realms. If you study other forms of magic, you can open up realms to the various energetic hierarchies: the Runes www .runemagick.com , the planetary spheres, the realm of various groups of entities, mythological realms such as Christian saints, Voodoo deities, Egyptian gods, Tibetan deities, etc. You can leave this realm whenever you feel a need or whenever you wish to do so. For the first time, your astral travel in the realm of fire (or any other element) should not exceed 15 minutes. Gradually you can extend the time of your exploration to one hour. You need to know that it is not important how long you stay in a specific elemental realm, it is the intensity of experience that counts. While you explore your inner realm astrally, you do this with the awareness that it is connected with your outer realm and that both are connected with the “cosmic” realm of the element. B EING ONE WITH THE WILL After you have explored the realm of fire, you proceed with the practice that follows. In this practice, it is not an absolute requirement that establish your outer realm. If you do decide to set up an outer realm, do it in a simple manner: Set a candle and the elemental triangle on your altar. Next you establish your inner realm. You imagine yourself being there inside a circle (bubble) that surrounds you. This is your circle of protection. In front of yourself you see a flaming triangle that is the gateway to the elemental realm of the fire. The triangle also represents the fire element and your will. Inside the triangle you see fire in its many forms, like transparencies one within the other. You can see some of the fire spirits, or salamanders. You know that fire connects with your will and with the world of emanation. You are aware of your strength and that you are the dominating force of the energies of fire that are in your universe. Now you repeat to yourself for six times: I am all will. Each time that you repeat, you focus on the fire in your inner realm. Next you say one time: I am One. Again then you repeat for six times “I am all will,” then once “I am One.” Keep repeating for five to ten minutes. Think the words slowly and attentively. Visualize them being written, perhaps in flaming script. End the exercise with a brief meditation. In this meditation, wait for things to manifest in your experience: feelings, visions, etc. The Power Boosters and Transfer Couples The Power Booster PBT 2400 (like all devices, with silver tubing) comes with a Transfer Disk. The Transfer Disk will give you assured smoother transfer of life energy. Uses: Carry the transfer disk on you while your Orgone Generator ® or Orgone Radionics TM Device with attached Power Booster is in your home. With this simple arrangement, you can carry the energy of your Orgone Generator ® or Orgone Radionics TM Device with you - any place in the universe! It is especially suited for the JU 99 CE and other Chi Energizers TM , the output of which the power booster more than triples, and the middle of the line devices (the RAD 2000 and the LPOG 2400 DL), the power of which is doubled by the PBT 2400. Transfer Couple TC 99: Put one part in front of the output pipe of any Welz Chi Generator. Carry the other part on you. You decide which part you prefer to carry on you. Disk diameter: 1 -- Rectangle size: 1.75” x 0.8” 18 Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com"},{"pageNumber":19,"pageContent":"L ESSON III: In this lesson, you will become familiar with the second element of oneness: The element of Water. In choosing this sequence, we follow the structure of the Divine name Yod He Vau He . The first He in this name represents the element of water, or the astral plane. The water element is regarded as being the exact opposite of the fire element. While fire is an expression of volatile light energy, water represents condensed life energy, or substance of life. E LEMENTAL P OLYGONS AND C ABALISTIC S TRUCTURE In the first lesson you became familiar with the elemental polygons. When referring to elemental shapes, most students think of one of two methods to symbolize elements. One set of elemental symbols is taught in hermetic schools. The other set refers to the system of the tattwas that are part of Hindu philosophy. For our purpose, both sets of symbols are inadequate. We need a set of elemental symbols that represents the aspects of the four elements within ourselves as well as the characteristics of the cosmic elements. This set has to be an expression of the Divine name of Yod He Vau He. Therefore, the elemental polygons that we are using serve as exact structural representations that are evident in the basic cabalistic principles. We can derive the basic cabalistic principles from the structure of the Solar system as we perceive it. Read the following carefully, because this will help you gain an access to an understanding of the cabalistic system that you will not find elsewhere. The zodiac has 360 degrees. These 360 degrees refer to the approximately 360 rotations around its axis, or days, that the Earth completes during its orbit around the Sun. This means that the Sun stays approximately one day in each degree. Twenty-four numbers divide the number 360 so that there is no remainder. These numbers are: 1, 2, 3, 4, 5, 6, 8, 9, 10, 12, 15, 18, 20, 24, 30, 36, 40, 45, 60, 72, 90, 120, 180, and 360. Two of these numbers are not figurative. A figurative number is a number that corresponds to a regular polygon. It is obvious that you cannot inscribe a polygon in a circle that has one or two corners. You need at least three points on the periphery of the circle to inscribe a polygon. Therefore the numbers 1 and 2 are not considered to be figurative numbers. If you deduct the two numbers that are not figurative from the 24, you have 22 numbers that remain. These 22 numbers are figurative, of course. This means that each of these remaining 22 numbers represents a regular polygon that we can inscribe in the circle of 360 degrees. Each of these polygons represents an energetic state. Hence there are 22 forms of energetic states in the solar system that are well defined. The Hebrew alphabet consists of 22 letters. Each of these letters represents one of the polygons, or energetic states. If we take a close look at the 22 numbers, we recognize soon that all of them are composed of the four basic numbers of 1, 2, 3, and 5. The number 1 appears in all numbers. You can regard it as the unifying principle. The numbers of 2, 3, and 5 relate to the “three mothers” of which you read in the cabala. Like the number 1, the number 2 is not figurative. It is expressed in the 4 which is the two multiplied by itself, and figurative. When the cabalist refers to three mother letters, seven double letters and 12 simple ones, he means the following: Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com 19"},{"pageNumber":20,"pageContent":"There are three elements above that which is conscious (the earth element), the seven planetary principles, and the twelve zodiacal modifiers. The three mother letters of the Hebrew alphabet are Aleph, Mim, and Schin. They relate to the following cards of the Tarot: the Magician, Death, and the Fool. They are the square, the pentagon, and the triangle. The fourth element, earth, is in all other principles: the seven double ones and the twelve simple ones. Its representation is the pentagram. Double principles are represented by numbers that you can divide by a double 3, i.e., a 9. The exception here must be 360, which is an expression of all. Some systems of magic of the planetary spheres ascribe a number of planetary spirits, or genii, to each sphere that corresponds to the number of its polygon: 9 to the sphere of Saturn, 18 to the sphere of Jupiter, 36 to the sphere of Mars, 45 genii to the sphere of the Sun, 72 to the sphere of Mercury, 90 to the sphere of Venus, and 180 spirits to the sphere of the Moon 1 . The 360 relates to the Earth, which is manifestation, not planetary function. If your intent is to align the elements within as a relation to the generalized universal principles that they can express, you will do well to utilize the zodiacal polygons that represent the principles of the elements with which you are working in your quest for Oneness: The triangle, the pentagon, the square, and the pentagram. These polygons are a perfect expression of the Divine principle with which you identify when you are aligning the four elements: The triangle is Yod, the pentagon is the first He, the square is Vau, and the pentagram is the second He. It is interesting to note that the polygon with five points is the first one that can be inscribed in a circle in two regular shapes: as a pentagon and as a pentagram. This is expressed in the Divine name. The name YOD HE VAU HE has two letters HE. Incidentally the letter HE is also the fifth letter in the Hebrew Alphabet. T HE D IVINE N AME AND THE P ROCESS OF M ANIFESTATION The Divine name as expressed in the elementary polygons is a perfect representation of the world as we experience it, i.e., a generalization of its principles. Consequently, identifying ourselves with this Divine principle means to gain control over the energies of a higher order that desire manifestation. The triangle relates to the spark that sets things in motion. It is the fire element. Its correlate within ourselves is our will. In the cosmic realm it is the world of emanation. It is the power to say the “there is” (“let there be”). The water element is the opposite of the fire element. It is symbolized by the pentagon. The five is the second figurative prime number. The qualities of water are cold and humid, as opposed to the hot and dry qualities of the fire element. The water element correlates to our emotions. In the cosmos it is the world of formation. Water represents life while fire represents light. Water and fire are considered to be the basic elements while the other two elements are regarded to be interactions between the two primary elements. Water is desire to manifest that goes with all life. It is desire and formation. Fire is the (Divine) will to create. The air element is interaction between fire and water. It creates the matrices that are necessary for manifestation. It structures, organizes, and adjusts. Anything that you intend to create needs a mental form that determines its relations within the planes 20 Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com"},{"pageNumber":21,"pageContent":"The LPOG 2400 DL = Low Pulse Orgone Generator ® deLuxe Middle of the Line Chi Generator ®, beamer plate, silver tubing output, transfer disk, built-in voltage regulator, ready to use. The LPOG 2400 DL has 6 low frequencies plus the option of continuous settings. Theta 3.5 HZ - for Super Learning, especially of Languages Theta 6.3 Hz - for Super Learning and to Boost Memory Alpha 7.83 Hz - Earth Resonance! For Invention, Creativity Alpha 7.0 Hz - to enhance ESP (Extra Sensory Projection) Alpha 10.0 Hz - for Centering, also and a great general purpose frequency Beta 14.1 Hz - Efficiency in daily activities, mental and physical energy Continuous Settings , approx. 0.5 - 900 Hz Low Frequencies, Mind Machines, and the LPOG 2400 To appreciate the special characteristics of the LPOG 2400 DL as well as the other devices with the option of precise low frequencies (the LPOG 2400 and RAD 2400 series as well as the EPM 2400 and Performer 2400), it is good that you get acquainted with low frequency technology. In fact, the most important method of effective self- improvement prior to the invention of the Welz Chi Generator ® resulted from new knowledge of the working of the human brain. It has been well established that every thought, feeling, sensation, and level of awareness has a corresponding brain wave pattern, or frequency. Consequently, you can determine the level of awareness that you want to harness for your success by controlling your brain waves. We know of Alpha, Beta, Theta, and Delta brain waves, all in the low frequency range from approximately 1 Hz to 30 Hz (cycles per second). Gamma frequencies are above 30 Hz. This method of controlling brain waves with low frequency input is not new at all! In the 1930’s researchers found that repetitive light and/or sound stimulation caused brain waves to adjust to the same frequency. For decades now, some “new age gurus” and other cult leaders made extensive use of repetitive sound pulses, often of the inaudible and subliminal kind. This helps them to make their captive audiences more receptive to their preaching. Much earlier than that, as far back in time as the very dawn of humankind, shamans used drumming (repetitive beats of low frequency) to put their audiences into altered states where they had experiences that they would not havein their normal state of daily activities. In our times, this type of pulse, or “beat” is used in many events where the capturing of audiences and the temporary control of their habits and minds is considered to be important, such as in fashion shows, exercise machine advertising, TV commercials, military training, church meetings, and infomercial pitches to the public, to name just a few. You can find a variety of good Light-Sound (LS) devices on the market today. A LS-device typically stimulates the brain indirectly with light flashes through goggles and sound stimuli (beats) through earphones. These stimuli will cause the brain to adjust to the frequency of the flashes and sounds and consequently generate the corresponding level of awareness. All LS-devices have a serious flaw: They depend on earphones and goggles to be effective. In other words: if you want to access a specific level of awareness such as charismatic appearance, calm, or creativity, you need to get the stimuli through earphones and goggles. It is obvious that you cannot wear these LS- devices when you really need them! Just imagine appearing on a date, an important business meeting, or a sports event with an LS-contraption on your head! And you cannot do creative writing, or art, either while using an LS-device on your head. You need to wait until you can take it off your head, and then your brain waves most certainly will adjust back to their usual state. That’s exactly where an LPOG 2400 DL makes a big difference! By now it is well-established that the technology of the Welz Chi Generator ® is far superior over the conventional type light- sound mind machines. The reasons are obvious: You can set up The Welz Chi Generator ® to emit Low Pulse Orgone in the exact frequency of brain waves: Alpha, Beta, Theta, or Delta. When you are in a field of LPO (Low Pulse Orgone, or Chi), your brain can adjust to its frequency almost instantly and with ease. Life force in brain wave frequencies means a more effective impact and therefore faster results. The most striking advantage of our LPO technology over conventional type mind machines is the fact that you can project LPO (Low Pulse Orgone) at any distance. Simply use a structural link such as the TC 99 Transfer Couple or the PBT 2400 Power Booster with Transfer Disk, put it into your pocket, set your generator at the desired pulse speed, and go to a business meeting, on a date, to the gym, to a sports competition, or anywhere else. There is certainly no need for you to have those cumbersome and ridiculous goggles, earphones, or other contraptions, on your head ever again! Use archetypal or astrology-based filters or the PR 2000 CD Power Radionics Program to power up any activity you desire !!! Naturally, any radionics device that you put into the life force field of an LPOG 2400 DL or any other Welz Chi Generator ® will be more effective. It becomes then a Power Radionics TM device that is boosted with life force. Use the Power booster PBT 2400 to double the output of the LPOG 2400 DL. Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com 21"},{"pageNumber":22,"pageContent":"of existence. The air element is dual, relating to both fire and water and allowing the interaction of these two primary elements in the process of manifestation. The square is a geometric shape that lies between the triangle and the pentagon. The four is no prime number. It is 2 x 2, the double of a prime number or a prime number multiplied by itself. It expresses the dual nature of our thinking, and also the organizing of all there is perceived into the four elements, again 2 x 2. The four represents the structural qualities of the mental plane that we perceive. You can see our mind as a sensory organ that perceives forms in the mental plane. It is a sensory organ that brings order into the many other perceptions that we receive. The mind abstracts continuously from the primary impressions and from primary abstractions on the objective, unspeakable, levels. These processes of abstraction are at the root of our functioning in the environment. The earth element finally is manifestation that springs from the interaction of fire with water. This is beautifully expressed in the second geometric shape with five points in a circle, the pentagram. This shape is a pentagram that is surrounded by five triangles. It is consciousness that has organized the phenomena. Again the dual and composed nature comes into being similar to the air element, and in a more complex structure. In a magical evocation you cause an astral being to enter the world of consciousness (the material plane) from the world of desire (the astral plane) and to manifest there, usually on the etheric level. The evocative magician uses a triangle in which the astral being can manifest. The astral being that is symbolized by the pentagon gains the quality of the triangle so that it can become manifest in consciousness. In the process of evocation the pentagon transforms into the pentagram. The earth element as symbolized in the pentagram then obviously is the synthesis of the other elements, or planes. Things have to be conscious to exist. The pentagram contains the other elements. All elements are traced within the circle that represents the universe as a whole, conscious and non conscious. Keep these relationships in mind when you proceed to practice oneness with the Divine. F IRE AND W ATER In the following you are going to align the two basic elements that appear as opposites: fire and water. The interaction of fire and water is at the root of creation eternal of things that become manifest and conscious. Be aware of this fact when you practice. T HE WORKPLACE AROUND YOURSELF Before you are going ahead to align fire and water it will be good to expand your outer realm so that it includes utensils that connect with both elements, fire and water. Before that you are going to work with the water element by itself. As in the previous lesson, you have a circle around yourself. The table is outside your circle. Lay out a triangle on the table. You may surround this triangle by a circle. Put a cup with water inside the triangle. Better yet is a wide bowl that is filled with water. You can put the cup on an elemental design that represents water: the pentagon. As soon as you begin with your operation this set up is going to connect with the realms of the water element. 22 Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com"},{"pageNumber":23,"pageContent":"To boost this process you visualize yourself drawing energy from the water element in the universe and to push it into the triangle. Imagine this energy being blue. Proceed to do so until you feel good about what you have achieved. T HE WORKSPACE WITHIN Your next step is to establish an inner realm that connects with the water element. Again you imagine being in a space of your choosing. In front of yourself you see a blue pentagon that is formed with water. This pentagon is your gate into the realms of the water element. Imagine this pentagon opening up and you going through it to explore the realms of the water element. As you are looking around yourself within this realm you will notice changes in your surroundings that correspond to the water element. Move yourself through this realm and explore whatever you see there. Open up your awareness to whatever will come to you, be it visions, sound impressions, feelings, and thoughts. At a later time you can recall your experiences in the water element and write them down for your record. If you see spirits of the water element, interact with them. They may give you valuable information concerning your work with the water element. The purpose of this experience, of course, is that you become familiar with the energies that are in the realm of the water element and to understand the overall importance of this realm. With practice you can have this realm present for your magical work whenever you desire so. Leave the realm of the water element whenever you feel an urge to do so. While you are in this inner realm, be aware that this realm connects with your outer realm and with the cosmic realm of the water element. B EING O NE WITH YOUR W ILL AND WITH YOUR E MOTIONS After you have mastered both realms, the realm of the fire element and the realm of the water element, you can proceed to practice the second step toward consciousness of Oneness. For this practice, imagine yourself in the center of a circle, or sphere, which surrounds you. In front of yourself you see a flaming red triangle. You notice that this triangle is an ever present gate to the water element. In it you see many forms of fire, perhaps also fire spirits and any other things that connect with the fire element. Now you mentally repeat to yourself six times: I am all will. You can imagine the words written in front of you in flaming letters. You can feel the heat of the written words. You can imagine hearing the sounds of fire. The more sensory imagination you include the better the results will be. Each time you say “I am all will” you focus on your inner realm of fire. Next you say once: I am One. Repeat this sequence at least three times. Next you see a blue watery pentagon to your left side. You know that this pentagon is your ever present gate to the realm of the water element. In it you notice water in many of its appearances, one within the other like three dimensional transparencies. You can also notice Undines, or spirits of the water element. This time you will not pay them any particular attention. Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com 23"},{"pageNumber":24,"pageContent":"Next you repeat mentally to yourself six times: I am all emotions You can imagine these words written in front of you in blue watery letters. You can feel the coolness and humidity of water. You can imagine hearing the many sounds of water. The more sensory imagination you include the better the results will be. Each time you say “I am all emotions” you focus on your inner realm of water. Next say once: I am One. Repeat this sequence at least three times. You may interrupt here or you may proceed as follows: Repeat six times: Will and emotions are aligned and One Repeat one time: I am One Again you repeat this sequence at least three times. Keep up the connection with the realms of the elements. You will find your individual way of doing this. It is O.K. to repeat more often than just three times for each sequence. You can also practice each section (fire and water) individually. After you have practiced the whole sequence at least five times, you are ready proceed to your next lesson. Performer 2400 = Heavy Duty Specialty Device Powerful Perfor- mance Boosting Tool that is legal and spells success !!! Top of the Line Heavy Duty Welz Chi Generator ® , specially designed for sports, body building, and Fitness. The Performer 2400 is a Heavy Duty Welz Chi Generator ® that features the ultimate brain wave technology, specially designed to give persons who are involved in competitive sports, fitness training, and body building a powerful edge over others. You can use it to boost your performance to the max. Above all, unlike many other performance enhancing methods, it defies detection and it is perfectly legal! Some folks actually call this exceptional tool of power the ultimate unfair advantage! The Performer 2400 features a built-in Frequency Module that has been designed for twelve precision low pulse settings. Each of these frequen-cies has a special purpose that is important for your power performance: 1. very relaxing (Endorphin frequency), strengthens lower back. 2. HGH-frequency, helps develop muscle, rejuvenation effects, rapid recovery 3. Reduces exhaustion, more energy for extra reps. 4. Concentration and Precision, especially for golf, target practice, etc., to reduce fear 5. vitality, focus on: Arms, Shoulders, Upper Back, Chest 6. vitality, focus on: Abs, Legs, Glutes 7. grounding, anti-mind control, improved stress tolerance; feeling revitalized like you’ve spent a day in the country; enhanced learning, mind-body coordination 8. coordination, mood elevator, sense of well being & decreased pain, especially for hangover & jet lag, improved learning, centering, raise body temp, increase physical strength, especially for weak muscle group 9. mind/body unity, enhances activating supplements 10. energy, vitality, imposing subconscious commands on another (body language projects confidence of winning), therefore good to win competitions, rejuvenation effects, enhances muscle builders 11. confidence of victory in sports, Increased Aggression, “energetic steroid” 12. Desensitizer; enhanced vigor & alertness, more reps, overall training Stamina and Endurance The Performer 2400 supplies you with continuous Chi energy! A Transfer Disk for smooth and continuous supply of powerful life force is included. 24 Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com"},{"pageNumber":25,"pageContent":"L ESSON IV In this lesson you will continue with the practice of the third element of your path to Oneness. This is the element of air. As I have shown you in the previous lessons, the air element is symbolized by the square. It is also represented by the Hebrew letter VAU. This is a letter that symbolizes a link between the hot and dry fire and the cold and humid water. The air element is hot and humid. It is interaction between the two principle opposites of fire and water. It structures the interaction of these two elements. It is life-form of water that is expanded by the action of fire into life-force. Earth, on the other hand, is light energy of fire condensed by water into conscious matter. The air element is the structuring principle in this process of conscious manifestation. From this relationship we can see why the mental plane, i.e., the world of creation, has always been considered as being “between” the causal plane of emanation (fire) and the astral plane of formation and desire (water). Before anything can become created, conscious, or manifest, it emanates from the causal plane. The fiery Divine Will is at the root of anything manifested. Will interacts with the astral plane of desire, and a mental matrix emerges that is at the root of eventual creation in the material and conscious plane. Before anything can become conscious, it takes on an astral matrix that is shaped according to a mental structure, or pattern. This simple relationship is well expressed in the three “mother” polygons of geometry: the triangle, the pentagon, and the square. It is imperative that you become thoroughly acquainted with the elements and the corresponding planes in order to achieve Oneness with the Divine. Once you have the key that is at the root of all things conscious, or created, you can have a powerful effect effect these things with ease. T HE M ENTAL P LANE With this lesson you will learn how to join and align three elements: the elements of fire, water, and air. Below I repeat the key words for each one of these elements: Fire: Hot and dry, positive and electric, expanded light energy. Will, the world of emanation, or causal plane. The equilateral triangle. The Hebrew letter YOD in the Divine name. The Salamanders, fire spirits or fire elementals. The Divine spark that is at the root of all manifestation Water: Cold and humid, negative and magnetic, concentrated life energy. Emotions, the world of formation, or the astral plane. The regular pentagon. The Hebrew letter HE in the Divine name. The Undines, water spirits or water elementals The formative potential of desire that interacts with the Divine will. Air: Hot and humid, positive and magnetic, expanded life energy. Mind, the world of creation, or the mental plane. The square. The Hebrew letter VAU in the Divine name. The sylphs, air spirits or air elementals. The creative potential of (mental) structuring that links the desire to manifest with the Divine will to manifest. Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com 25"},{"pageNumber":26,"pageContent":"Earth: Cold and dry, negative and electric, concentrated light energy. Consciousness, the world of forms, the material plane. The pentagram The Hebrew letter HE in the Divine name. The gnomes, earth spirits or earth elementals. The synthesis of the other elements that results in conscious manifestation. T HE I NTERACTION WITH FIRE , W ATER , AND A IR Fire, water, and air are the three elements that are at the root of conscious and material manifestation. Mastery of the three elements of fire, water, and air, is a gigantic step toward mastery of the created energies of the universe. Oneness with the Divine will give you this mastery. The four elements are at the energetic basis of our Solar system. Mythologically speaking, these elements create the Solar system with all its entities, or energies of a higher order (HOE). Therefore it is no coincidence that the letters of the Divine name are an expression of the four elements in creative action, a world formula, so to say. The first three letters of the divine name are a very useful tool to reverse the energies of any attack back to its origin. This is so, because when you are master of the three corresponding elements, you can dominate any and all energies of a higher order such as spirits, devas, angels, and demons. Y OUR O UTER R EALM Before you include the air element in your aligning of the four elements, you will expand your outer realm. You will include utensils that represent the element of air. Again you draw a circle around yourself. Trace a triangle on the table. You can surround this triangle with a circle. Put a candle and wand into the triangle to represent the fire element. Also include the elemental talisman (a triangle) that you have previously charged. To represent the water element you put a cup with water in the circle. Include the elemental talisman of water, i.e., the pentagon. For the air element you put an incense burner inside the triangle. You can add a dagger or a sword. Include the elemental talisman for air, the square. From what I have said in the previous chapter it should be obvious by now that the triangle of manifestation on the altar (the large triangle) represents more than the will of the magician (the fire element) that contains the spirit, or energy, within this space. It represents the trinity of the elements beyond that which is manifest and conscious and manifest: fire, water, and air. In many pagan mythologies, this trinity finds its expression in the Divine trinity that is above the world. You find this trinity also in the Christian mythology, since the Christian religion is not much more than a “paganized” Jewish religion. Since a god that cannot manifest itself is dead, there is the necessity to make things created manifest and conscious. Even a spirit whom you evoke needs to become your conscious perception. It needs to “materialize” inside the triangle that contains it. With the sword or dagger, the magician has a dominance over the spirit that comes from the plane above the astral: from the mental plane. After you have set up your altar, you charge it with your awareness that this setup is going to attract the elemental energies of air as soon as you set the whole operation in motion by lighting the incense. 26 Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com"},{"pageNumber":27,"pageContent":"Power Radionics TM Devices The RAD 2000 - 3-Dial Power Radionics TM Device The RAD 2000 is a three-dial Radionics device with a built-in middle of the line orgone generator ® (same as in the LPOG 2400 DL), silver tubing output, stick pad, and beamer plate (well). While the radionics dials are used to connect with a specific desired trend and/or target of a radionics operation, the orgone generator ® intensifies the action and provides the life force (“psionic power”) to succeed. A combination of radionics and orgone physics gua-rantees powerful operations for assured success. It is Power Radionics TM ! Uses: The radionics device is “the universal structural link”. Rather than using a symbol (such as a card of a filter pack) to determine a trend energy that is designed to a desired effect, the 3-dial radionics device utilizes settings (rates) of the envisioned energies. For more insights about the use of structural links and life force, we recommend that you study the course “Magic of the Future” by Karl Hans Welz. Use the three dial device to establish a desired trend-target combination or to set a trend for the person who is carrying the transfer disk or any other link to the device. You can greatly expand the Flexibility and Potential of this radionics device with the RI 2400 CD or PR 2000 CD Power Radionics TM Programs! Use the Power Booster PBT 2400 to effectively double the output. The RAD 2400 HD - Heavy Duty Power Radionics Device The RAD 2400 HD is a Super Heavy Duty Power Radionics TM Device. It has a built-in powerful top of the line Chi Generator ®, the same as in the LPOG 2400 HD and Performer 2400. It features an orgone (chi)-stick-pad. Use three dials to set the rate for the target, three dials to set the rate for thetrend, or desired action. The other two dials set the pulse of the built-in Low Pulse Orgone Module. Size: 12 1/2 x 10 1/2 x 3 1/4 in. The addition of pulsed life force (orgone, Chi energy) to radionics makes it a reliable and effective tool to help in your achieving success. Theta 3.5 HZ — for Super Learning, especially of Languages Theta 6.3 Hz — for Super Learning and to Boost Memory Alpha 7.83 Hz — Earth Resonance! For Invention, Creativity Alpha 7.0 Hz — to enhance ESP (Extra Sensory Projection) Alpha 10.0 Hz — for Centering Yourself and General Purpose Beta 14.1 Hz — for Efficiency in daily activities, energy Continuous Settings , approx. 0.5 - 900 Hz This awesome new technology adds continuous and very powerful life force to your radionic settings for the most rapid success possible! For increased flexibility and at least double the power, connect an additional exterior module such as the EPM 2400 to the second orgone generating unit inside the RAD 2400 HD! The RAD 2400 HD comes with one transfer disk. A built-in Voltage Regulator eliminates the “ripple” from the AC-DC converter and keeps the voltage at a steady 8V DC. Elimination of the “ripple” is ideal when it comes to energizing your body! Power supply: AC-DC adapter, 12V, 200mA or higher. Use archetypal or astrology-based filters or the RI 2400 CD or PR 2000 CD Power Radionics TM Programs to provide any activity you desire with maximum versatility and effectiveness !!! RAD 2000 RAD 2400 HD Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com 27"},{"pageNumber":28,"pageContent":"As incense I suggest frankincense or sandalwood. To charge this outer realm for your practices with air, you imagine yourself drawing energies of the air element from the universe and projecting it into the triangle. See these energies as having the color yellow. Proceed with this practice until you feel good about the amount of energy that you have accumulated in this way. Then continue with the practice by exploring the realm of the air element in the workspace within yourself. E XPLORING THE A IR E LEMENT First, you establish your inner elemental realm. You see yourself in this place, surrounded by a protective sphere. This sphere will surround you for as long as you explore the realms of the air element. To your back you see a gate in the shape of a yellow square. Go through this gate and enter the realms of the air element. At first you can perceive air in many different forms of manifestation. Later new experiences will come to you. As you travel in this realm, keep your attention open to the various impressions, visions, and especially thoughts, which you perceive. Leave this realm whenever you want to do so. After closing the practice, write down your experiences that you have in this realm for your records. While you are traveling in this inner realm, be aware that this realm is closely connected with the outer realm and with the cosmic realms of the element. The separation into three different realms is an artificial one that sees three different aspects of one and the same reality. B EING O NE WITH THE M IND Again, set up your outer realm, charge it, and surround yourself with the adequate protection. You notice the yellow square behind yourself and you know that this is the gate to the air element. Be one with this gate. In this square you notice many different forms of air, like three dimensional transparencies (holographs) one within the other. You can notice spirits of the air, such as sylphs, and other things that connect with the air element. Now repeat mentally six times: I am all mind Each time you repeat this sentence you focus on the realm of air as you have practiced previously. You can visualize this sentence written in moving yellow letters. Next you say once: I am One. Repeat this sequence at least three times. After your practice make notes of your experiences, visions, etc., in your magical diary. P RACTICE OF A LIGNING THE T HREE E LEMENTS OR P RACTICE OF THE T RINITY . 1. In front of yourself see a fiery triangle, with manifestations of fire within this gate, as you have practiced in the previous lessons. 2. Repeat six times to yourself: I am all will. 3. Say once: I am One 4. To your left you see a blue and watery pentagon, with water in many forms, water spirits, etc. 5. Repeat six times to yourself: 29 Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com"},{"pageNumber":29,"pageContent":"I am all emotions. 6. Say once: I am One. 7. Behind yourself see an airy yellow square, your gate to the air element. 8. Repeat six times: I am all mind. 9. Say once: I am One. 10. Repeat six times mentally: Will, emotions, and mind, are aligned; will, emotions, and mind are One. I am One. I am One with the Divine Trinity. Practice this sequence at least three times before you proceed to the next lesson. New! The AO 2000 Water Optimizer TM Orgone water is well known. It is water that has absorbed life force (Chi energy, orgone, prana) after having been put either into an orgone ac- cumulator or in the vicinity of an orgone genera- tor™. Such water is super charged with life force and very beneficial. It has a slightly bitter after taste, and it does not have the properties of \"living water\", i.e., water that has been revitalized into its origi- nal state. Most living water products on today’s market lack the massive life force that water can absorb in an orgone accumulator or next to an orgone gen- erator ® . With the AO 2000 Orgone Aqua Optimizer™ you can now get the best of both worlds: Living water that is saturated with life force. This extraordi- nary new device is the result of the Super-Orgonite ® composite material in a new generator of polar- ized Chi energy that contains also all the necessary elements to put water back into its \"sweet tast- ing\" original state. Get proof of it with our free test! Using Orgone Radionics™ technology, you can now get this test anywhere, no matter how far away you are from our equipment. Living water that is charged with life force stays fresh longer as a result of significant microbio- logical changes towards a healthy environment. It features: A taste that's excellent, even addic- tive A softer \"feel\" when you reach into it A powerful feeling of being energized after you drink it A better taste of food and drinks and longer life It enhances the growth of plants. This is plainly visible: stron- ger plants, more blossoms and larger and better tasting fruit, and more beautiful flowers It can save you laundry powder Being saturated with life force, it keeps helping the environment even after use It is attractive to animals. Especially cats feel attracted to water that has been revitalized by means of satu- ration with life force You can make living water (water that has been returned to its natural energetic state and satu- rated with Chi energy - life force) with ease: Simply put a bottle or cup of water of your choice (store bought or filtered) on top of the new AO 2000 (Aqua Optimizer TM 2000) for a few minutes. Then enjoy. An additional feature of the AO 2000 is that it improves the taste of any food or drink that you put on it for a few minutes. Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com 29"},{"pageNumber":30,"pageContent":"L ESSON V With this lesson, you will enter the realms of the earth element, or of the consciousness. This is the realm where things become manifest. It is a synthesis of the other three elements. In the divine name YOD HE VAU HE, the earth element is in the second HE. As I have pointed out above, the five is the first number that allows the tracing of a polygon in more than one way. You can trace a regular pentagon or a pentagram. The pentagram, of course, is a pentagon with triangles extended from it. This alone shows the synthesis of fire and water. More precisely, the earth element is a synthesis of the three elements that appear before manifestation occurs: fire, water, and air. Earth is structured, or cold. Earth is the element of the material planes. You can say that things that are conscious are things material. This means, of course, that you bring the material planes with yourself when you explore the planes that are not material. It is your penetrating consciousness that makes these planes material. In other words: all planes have characteristics of all other planes within themselves. There is nothing that we perceive which would not have this infinite complexity of the elements that constitute the phenomena. If you develop an energy that you intend to materialize, you need to proceed from the elements above the material plane: causal- emanation, mental-creation, astral- formation, and material-form. The material plane is the world of forms. This world of forms we can see as composed of two sub-planes: the dense material plane and the etheric plane. In the relation between these two sub planes, again, you can see the four elements at play. You find more information concerning these interrelations in my course “magick of the future.” E XPLORING THE E ARTH E LEMENT Before you begin with your practice of aligning the elements, including the consciousness or earth element, you will explore the earth element by itself. Here a brief repetition of key words that relate to the Earth element. Keep these in mind when you practice. Earth: Consciousness, the world of forms, the material plane. The pentagram and the Hebrew letter HE. Cold and dry. The gnomes, Earth spirits. Divine consciousness which is the essence of manifestation. T HE W ORKSPACE AROUND YOU Before you include the earth element in your aligning of the four elements, you will expand your outer realm. You will now add the utensils that represent the element of earth. Again you draw a circle around yourself. Trace a triangle on the table. You may surround this triangle with a circle. Put a candle and wand into the triangle to represent the fire element. Also include the elemental talisman (a triangle) that you have previously charged. To represent the water element, you put a cup with water in the circle. Include the elemental talisman of water, i.e., the pentagon. For the air element you put an incense burner inside the triangle. You may add a dagger or a sword. Include the elemental talisman for air, the square. For the earth element, put the elemental talisman of earth, the pentagram, in the circle. Put a crystal in the center of this pentagram. Instead of the crystal you can use a dish with earth. 30 Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com"},{"pageNumber":31,"pageContent":"For practices that go beyond the sphere of this planet, a tektite (meteorite) or a moldovite (a glass meteorite) is ideal. In the previous chapter, I have stressed that the triangle of manifestation on the altar (the large triangle) does not only represent the will of the magician (the fire element) that contains the spirit, or energy, within this space. It does also represent the trinity of the elements beyond that which is manifest and conscious: fire, water, and air. To represent the synthesis of the three elements into the earth element, I suggest the following set up: Put the utensils that represent the fire element into the corner of the triangle that is farthest away from you. Put the water utensils into the left corner and the air utensils into the right corner. Then put the earth utensils into the middle of the triangle. After you have set up your altar, you charge it with your awareness that this setup is going to attract the elemental energies of earth as soon as you set the whole operation in motion by lighting the candles and the incense. As incense I suggest frankincense or sandalwood. To charge this outer realm for your practices with the earth element, you imagine yourself drawing energies of the earth element from the universe and projecting it into the triangle. See these energies as having the color brown. You can also use the colors white or black. White represents the combination of the three elemental colors, while black represents earth as our mother: the womb from which the forms are coming forth. This color connects with the first manifestation of consciousness at the threshold of chaos. Proceed with the practice of projecting earth energies until you feel good about the amount of energy that you have accumulated in this way. Then proceed with the practice by exploring the realm of the earth element in the workspace within yourself. E XPLORING THE E ARTH E LEMENT At first, you establish your inner elemental realm. You see yourself in this place, surrounded by a protective sphere. This sphere will surround you for as long as you explore the realms of the earth element. To your right side you see a gate in the shape of a brown pentagram. At a later time you may explore the earth element by entering a white or a black pentagram. Go through this gate and enter the realms of the earth element. At first you may perceive earth in many different forms of manifestation. Later new experiences will come to you. As you travel in this realm, keep your attention open to the various impressions, visions, and conscious experience that you can perceive. If you interact with spirits of the earth element, or gnomes, be sure not to fall for their “promises”. At some later point you will understand the reason why. Leave the realm of the earth element whenever you want to do so. After closing the practice, write down your experiences that you have in this realm for your records. While you are traveling in your inner realm, be aware that this realm is closely connected with the outer realm and with the cosmic realms of the earth element. The separation into three different realms is an artificial one that sees three different aspects of one and the same reality. B EING O NE WITH C ONSCIOUSNESS Imagine yourself being surrounded by a circle, or sphere. On your right side you notice the pentagram of brown color. In it you see the gate to the earth element and to the world of conscious forms. You Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com 31"},{"pageNumber":32,"pageContent":"see earth spirits, of gnomes together with many varied forms of earth. You may perceive yourself as being surrounded by crystals. Repeat to yourself six times, in your mind: I am all consciousness. Repeat once: I am One Keep repeating for at least ten times, and meditate. Then write your experiences into your diary. After you have practices this exercise for ten times, you can continue with the practice of the four elements. T HE P RACTICE OF THE F OUR E LEMENTS 1. In front of you, you see a triangle in flaming red color. Within the triangle you notice fire in its many forms, perhaps also fire spirits, i.e., Salamanders. You know that fire relates to the world of emanation and to your will. Repeat six times to yourself: I am all will. I am all fire. 2. Repeat once: I am One 3. To your left, you see a pentagon in watery blue color. In the pentagon you notice water in many forms and water spirits, or Undines. Repeat six times: I am all emotions. I am all water. 4. Repeat once: I am One 5. Behind yourself you see a yellow airy square. In the square you notice air in many forms and Sylphs, or spirits of the air. Repeat six times: I am all mind. I am all air. 6. Repeat once: I am One 7. To your right you see a brown earthy pentagram. In the pentagram you notice earth in many forms and gnomes, spirits of the earth. Repeat six times: I am all consciousness. I am all earth. 8. Repeat once: I am One 9. Repeat six times: Will, emotions, mind, and consciousness are aligned and One. 10. Repeat once: I am One. Practice this sequence at least three times before you go on to the next lessons. Be aware of the inner realms of each element as you tune into it. At a later point of your work, these visualized realms will take more and more some abstract form. For now visualization is quite helpful. 32 Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com"},{"pageNumber":33,"pageContent":"The ATGS 3000 = Astro Trend Generating System TM The ATGS 3000 is by far the most versatile and powerful work station for trend management and mind control on a large scale: treat 12 fields of life experience simultaneously or use for 12 different actions at the same time. It works well with the RI 2400 CD radionics program (included) Astrological trends are the result of an interaction between the individual astrological constellation at birth (the chart representing the planets at the time of birth) and the planetary positions in the Solar system at any given time. These positions, as seen from the Earth, take the aspect of a radionics device, or multiple trend-link, of cosmic proportions. The individual modulation effect depends largely on the individual structure of the receiving organism, or target. Astrology describes trends of the past, present, and future, by way of interrelating these structures of the planetary system. Over the millennia, several sets of rules evolved that were eventually condensed into a relatively simple syntax (see my astrology course). From our point of view, i.e., seeing the planetary system as a huge radionics device that is powered by life force, it was just a small step to actually model a system of life force generators after the astrological basic structure, i.e., the twelve fields of life experience (“astrological houses”). With this generator-modulator of planetary-type life force (orgone), you are now capable of setting up an “astrological greenhouse”. This “astrological greenhouse” compares well to greenhouses that people use to grow plants in areas where the outside climate would never allow such a thing. With your astrological greenhouse (the ATGS 3000) you can now generate astrological trends of very specific events, or actions, when such trends are not promised in an individual chart. In fact, you can now go one step further: To expedite a solution to a challenge, you can now use planetary positions and patterns that never occur naturally, just the same way that you can use a conventional greenhouse to design climatic conditions and sequences that do not exist anywhere on this planet, but which provide optimal growth conditions for specific plants, allowing them to thrive abundantly! The advantages of this technology are mind- boggling!!! The ATGS 3000 allows you to custom tailor any desired trend so that it matches optimally the individual structure (as represented by the birth chart) of any person !!! In other words: Now you have the technology to generate optimal astrological progressions and to block undesired trends successfully. The astrologer who uses the ATGS 3000 is no longer a mere interpreter of trends and at best a counselor. There is no doubt that the astrologer who uses the ATGS 3000 is the “wise who rules the stars”! This astrologer naturally is the true professional who in fact is helping rather than merely talking. The ATGS 3000 has twelve orgone generators that are cast into a donut shape and point toward the center. The output pipes are silver. Each generator represents one astrological house or one astrological sign, depending ou your personal preferences. Each generator is powered by a pulse module, the frequency of which is determined by three radionics- type dials. This allows you to set the desired characteristics of each field of life experience (symbolized by the twelve astrological houses) radionically, even if you are not a professional astrologer. You have an extremely powerful alternative to astrological settings: You can use each orgone generator of your ATGS 3000 individually for one specific radionic action each, 12 different targets with 12 different effects. For this operation, the RI 2400 CD Radionics Program (included) is as excellent an accessory as there can be! With this program you can set up to twelve different actions of the ATGS 3000 at the same time. The ATGS 3000 is the top of the line Orgone Generator/Radionics Combination Equipment. Its special circular arrangement of twelve power generators, each one powered by a three dial radionics frequency setting, makes the generating of any astrological trend as easy as child’s play! The flexibility of this device is unsurpassed! You are virtually creating your own universe!!! Size: Power Part: 11 1/2 x 10 1/2 x 3 1/4 in. Donut: 14 inches diameter, 2 1/2 inches tall Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com 33"},{"pageNumber":34,"pageContent":"L ESSON VI T HE O UTER R EALM In this lesson you will deepen your experience of Divine consciousness. I will also give you additional suggestions of how to expand your practice. You will work with a very specialized outer realm that will help you in the deepening of your experience. As you continue with the practice, you will internalize this outer realm increasingly so that eventually it will no longer be necessary for you to set up this outer realm. If you proceed as I am going to outline below, you succeed with ease in making the consciousness of being One a permanent attitude. Such attitude can give you dominion over the energies of a higher order (spirits) that you will contact during your magical evolution. You set up your outer realm in a form that reflects the alignment of the four elements. At first you trace a circle around yourself in which you are going to stand or sit. You imagine this circle of being part of a protective sphere that surrounds you. As you progress in your magical evolution you will expand the characteristics of this protective sphere. Consequently your power in dealing with complex energies of a higher order (spirits) will increase, especially when you are going to use the commanding power of Divine consciousness. In front of your circle you have your table, or altar. The altar is your individual switchboard that serves as a structural link to the specific realms, or energies, which you intend to explore or use. In the practice that you are going to do, your altar, of course, has to be a structural representation of the aligning of the four elements within yourself and an expression of the structure of the Divine name. Therefore your altar will have utensils that represent the four elements. These utensils should be arranged in a way that reflects their aligning. You set your table up as follows: Draw a circle on the table. You can use a cord or rope and lay out a circle with it. Inside the circle you trace an equilateral triangle. This is your triangle of manifestation. Leave enough space between the triangle and the circumference of the circle for the utensils of the four elements. Put one or two altar candles inside the triangle. Two candles especially are of use to control and see the energies that you are going to connect with. Inside the circle and outside the triangle you put the utensils that represent the four elements. Put the elemental triangle with the candle to the upper right. Put the elemental pentagon with the cup of water or wine to the upper left. Put the elemental square with the incense (and dagger if you like) to the lower left. Finally you put the elemental pentagram with the crystal (or dish with earth) to the lower right. You can use this basic circle for many other types of work. In each case this setup will represent your oneness with the Divine. Your next step is the charging of your outer realm with the energies that you are going to use. You do so by first charging the circle that surrounds you. While imagining this sphere that surrounds you, you know that this sphere is protection. Then you take your power rod (or dagger) and trace the circle on the altar. You can do the tracing with your index finger that points toward the periphery of 34 Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com"},{"pageNumber":35,"pageContent":"The Power Radionics TM Programs As is the case with the Radionics Device, the purpose of the Radionics Program is to establish structural links. The purpose of a Welz Chi Generator ® is the generating of life force, or Chi energy. Our programs are Power Radionics TM Programs, because you can connect them structurally with a Welz Chi Generator ®, which adds Power to your radionics operations. establishing of structural links, the purpose of the orgone generator ® (Welz Chi Generator ®) is to provide the radionics device with massive life energy in order to get far reaching results faster, easier, and more effectively than ever before! This combination of the new Welz Chi Generator ® with the radionics device, Power Radionics TM , opened the door to many new ways to benefit from radionics more effectively than ever before. For this reason, the new Power Radionics Devices and Power Radionics Programs are very effective tools with near-infinite potential! Why Power Radionics TM ? Power Radionics is a gigantic step ahead of all conventional radionics devices and radionics programs (see the diagrams on page 13): It adds massive life force to radionics. This means continuous power driving towards the results that you programmed into your computer. The continuous flow of life force is made possible with a special structural link that connects your life force generator (Welz Chi Generator ®), the Power Radionics TM Program and the target of your operation: Therefore, each program comes with a fully individualized transfer card and the corresponding file on your program that connect the trend and target settings of your radionics device directly with the trend and target functions in your program. Another important feature that makes the Power Radionics Program much more effective than the rest is the fact that we included four settings in addition to the “Trend” and “Target” settings in the average radionics program: (1) an orgone transfer function to energize the Power Radionics Program (see above about transfer cards) ( 2) a basic energy (“Basic Action”) setting that boosts the trend-to-target connection with the principal energy field (3) a setting for a trend energy that is exerting an influence upon the environment of the target, for a more rapid overall success, and (4) a setting for an alternative target. This alternative target can also be used as a “grounding function” to prevent repercussion to the operator when the trend energy cannot reach the envisioned target for reason of interference, blockage, etc. You find these extremely important settings only in our Power Radionics Programs. The obvious lack of such overall flexibility naturally makes any other radionics program on today’s market inferior to the Power Radionics Programs from HSCTI !!! You can use the program by itself, especially when connected to an orgone generator (Welz Chi Generator ®). It works best in conjunction with an orgone radionics device: the RAD 2000 or the RAD 2400 HD, and, especially, with the RAD 5 with its 5 heavy duty orgone generators ®, one for each setting of the RI 2400 CD. In fact, the RAD 5 was fashioned after the RI 2400 CD. The RI 2400 CD Radionics Program and Interface for PC About Power Radionics TM Radionics was first discovered a century ago. It is a technology that involves interaction with the human consciousness. This technology helps you to project at any distance energy (life force) and trends that give inclination to desired effects or results. In the transfer test you have experienced proof that distance is irrelevant in work with radionics. You can use the radionics device to project energy and trends to yourself and to others. This fact makes radionics a powerful tool in your hands, provided that you have the open mind to make use of this exceptionally effective technology. We have shown you that such projection is possible with the help of life force and structural links. This works as well in the case where such structural links are of a purely abstract nature in the form of radionics settings, or “rates”. In other words, the technology of radionics can now easily be explained as a direct consequence of the characteristics of life force: Its transfer at any distance by way of structural links and its negative entropy! Assumptions of “esoteric” speculations, or assumptions, such as non-measurable “frequencies”, “higher planes”, “astral energies”, “morphogenetic fields” and the like certainly are a thing of the past, obsolete, and no longer necessary for a scientific explanation of the amazing effects of radionics! Power Radionics TM is the logical consequence of this new understanding of radionics: While the purpose of the radionics device is the Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com 35"},{"pageNumber":36,"pageContent":"the circle. While you trace the circle you project energy into it. It builds up like a sphere of which the material circle that you have traced is the equator. Next you trace the triangle in the center of the circle. As you trace the triangle with your finger or power rod or dagger, you visualize strongly that energy flows into the lines of the triangle. Light the two altar candles. Proceed to light the candle that represents the fire element. Next, you project fire energy into the elemental triangle of fire. Imagine the elemental triangle being a gate to the cosmic realms of fire. Draw the red fire energy from the universe while you inhale and project it into the elemental triangle of fire while you exhale. Proceed with the charging of the elemental pentagon of water with the blue energy of the water element. Charge water energy into the pentagon until you feel that this is enough. Proceed the same way with the air element and with the earth element. After you have finished with charging the four elemental talismans you imagine their energies flowing into the triangle in the center of your altar, mainly into the area between the two candles. At first your work may not appear to you as perfect as you would have expected. Be assured that with practice your methods of drawing and projecting energies will gain in intensity and power. T HE I NNER R EALM Now you use what you have learned in the previous lessons to establish your inner realm. In a meditative state you see yourself in your favorite location. This can be the peak of a mountain, a clearing in the woods, a temple, or whatever other location you choose. You know that you are the ruler or the Divine being of your universe, that you have all elemental Actually, you can run as many radionics operations simultaneously as you want and your computer permits. For simultaneous operations, the RAD 5 or the ATGS 3000 are ideal Chi Generators ®. With the ATGS 3000 you can run up to 12 simultaneous power radionic operations!!! The Power Radionics TM Program comes with well over 1,000 images — a smorgasbord for every serious operator!!! Especially the magician will appreciate that addition of the talismans of the Key of Solomon the King, the Abramelin Squares, the talismans of the Faust Grimoire, of the Sage of the Pyramids, of the Goetia, and a great many more. The PR 2000 CD Power Radionics TM Program for PC Like the RI 2400 CD, with additional features: Easy Solutions for your Challenges: Power Radionics TM comes with thousands of ready-to- use filters for every purpose. You can also use your own easily created filters or images for limitless possibilities. SureRate System: The Power Radionics TM Program is equipped with an interactive stickpad which ensures the correct radionic settings or rates for your application simply by moving your mouse over a designated area of the screen. There is no guess work! Translucent Chi Transfer: As an option, you can have Power Radionics TM create an exact filter by combining the Chi transfer and link image together to form a pass-thru on every point. This new combination of the Welz Chi Generator ® with the radionics device, i.e., Power Radionics TM , opened the door to many new ways to benefit from radionics more effectively than ever before. This is the reason why the new Power Radionics TM Devices and Power Radionics TM Programs are very effective tools with near-infinite potential! 36 Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com"},{"pageNumber":37,"pageContent":"energies available and that you can draw and project any of these energies of the universe. In front of yourself you notice a flaming red triangle that is the gate to the realms of the fire element. You see Salamanders and spiritual fire as well as many forms of fire. You have the awareness that you are One with your will and with the causal forces of the universe. You know that you are connected with the causal plane, or the world of emanation. To your left side you see a watery blue pentagon that is the gate to the realm of the water element. You see Undines and spiritual water as well as many forms of water. You have the awareness that you are One with your emotions and with the astral forces of the universe. You know that you are connected with the astral plane, or the world of formation. Behind yourself you see an airy yellow square that is the gate to the realm of the air element. You see Sylphs and spiritual air as well as many forms of air. You have the awareness that you are One with your mind and with the mental forces of the universe. You know that you are connected with the mental plane, or the world of creation. To your right side you see an earthy brown pentagram that is the gate to the realm of the earth element. You see Gnomes and spiritual earth as well as many forms of earth. You have the awareness that you are One with your consciousness and with the material forces of the universe. You know that you are connected with the material plane, or the world of forms. You know that you are dominating these worlds, or planes. You draw the energies from the four gates toward yourself where they merge. You repeat the mantra “YOD HE VAU HE” several times while connecting each of the letters with the corresponding element as you speak out the Divine name. This strengthens your awareness that you are One with the divine and that the energies of the universe are under your command. Remain in this state of consciousness for as long as you wish. Be aware that the Divine spark is within yourself. Be aware that this your divinity is present even at times when you are not consciously aware of this fact. End this meditative state whenever you feel like doing so. You know that this state remains a reality for you in your non- conscious realm. G ROUP P RACTICE Very powerful is group practice of Oneness. In such a practice an experienced person leads the energy projection into the altar. Such energy projection, of course, is very powerful since all members of the group project energies. Then the group leader guides the group through the meditation of Oneness in the inner realm. A very powerful practice is to connect the inner realms of all participants into One! This leads to an experience of a joint consciousness of being Divine! All members of the group are One! P RACTICE WITH THE I NNER R EALM ONLY ! The outer realm is near indispensable at the beginning of your work. You can also practice at any time by simply working from within your inner realm. As you progress you can achieve the consciousness of Oneness simply by repeating the mantra “YOD HE VAU HE” several times. Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com 37"},{"pageNumber":38,"pageContent":"P ROJECTION OF L IGHT The projecting of Divine Light has many purposes such as healing and protection. If a person is grounded in Divine consciousness and has received the appropriate initiations, he or she can project Divine Light to help others achieve their consciousness of being One at a more rapid rate. Very powerful is the practice in which several persons who have Divine consciousness project at one person. We are practicing this in group seminars. In such seminars the participants achieve their state of cosmic consciousness within one weekend of intensive practice. C ONCLUSION After you have read this course or, better yet, if you have worked through these lessons, you can now understand the crucial importance of Oneness for your overall success in metaphysical training. Now you can understand why Oneness is to be at the beginning of any meaningful metaphysical training. Cosmic consciousness helps you in many ways. Above all, with this consciousness you will act from a Divine perspective rather than from a limited human perspective. The advantages of being One are obvious especially in metaphysical work. Persons who are One need no longer be in danger of getting possessed by low astral beings who pose as high spiritual teachers or evolved warriors of ancient times in order to entice their victims. Such beings are constantly trying to seize a human body so that they can manifest on the material plane. Oneness at the beginning of your training protects you against these dangers for good! Oneness will allow you a much faster overall progress in any type of metaphysical path! Being certain that this course will be a decisive help on your path, I remain Yours in Oneness of Cosmic consciousness Karl Hans Welz The EPM 2400 Exterior Precision Module Range: 0.01 Hz to 99.99 Hz Precision: 1/100,000 Attach this exterior module to the Heavy Duty Devices: LPOG 2400 HD and RAD 2400 HD. This exact frequency module boasts a total of 10,000 settings. Its precision of 1/100,000 is unsurpassed. Advantages of the EPM 2400: The “Input EPU” jack on the heavy duty devices (the RAD 2400 HD and LPOG 2400 HD) leads to a second generator in the Heavy Duty orgone generating units. This second generator can be powered up with a pulse input from the EPM 2400. When having both generators running, you can more than double the power output of your heavy duty device. The advantages of this exact frequency generator are obvious: With it you can now set your generator output at any frequency that you desire, any frequency that best reflects your needs. This exterior precision pulse module has been designed to meet the requirements of persons who desire to set any frequency of their choice with absolute precision, stability, and reliability. This exact frequency requirement is desirable for specific purposes such as performance enhancement in sports, or when you work with a radionics system that is based on actual frequency settings. Therefore, you can use it in conjunction with a stick pad, pendulum or other device to determine frequencies that work very much like radionics rates. This way you can either set up a system of exact frequencies that reflect specific trends or you can use a book that gives you a list of these frequencies. The radionics qualities of this extraordinary device allow you to get a frequency rate either by rubbing a stick pad, then, when you feel the “stick”, by pushing the “random” button, or by releasing the other buttons to set frequencies whenever you feel the stick. 38 Tel. 770 924 0223 www.hscti.com - e-mail: sales@hscti.com"},{"pageNumber":39,"pageContent":"$129.00 $129.00 $129.00 $129.00 $129.00 $269.00 $699.00 $1,199.00 $1,699.00 $699.00 $119.00 $39.00 $269.00 $799.00 $1,699.00 $2,999.00 $5,999.00 $199.00 $369.00 $79.00 $39.00 $39.00 $39.00 $39.00 $39.00 $39.00 $39.00 $39.00 $299.00 $150.00 $79.00 $39.00 $39.00 $79.00 $49.00 $9.00 ________ ________ ________ Quantity  Item   Unit Price Price _______ _______ _______ _______ _______ _______ _______ _______ ______ _______ _______ _____________ _______ _______ _______ ______ _______ _______ _______ _______ _______ _______ _______ _______ _______ _______ _______ _______ ______ ______ ______ ______ ______ ______ _______ _______ _______ ______ _______ JU 99 CE JU 99-10 TF 99 CE SPP 99 CE GPP 99 CE AO 2000 LPOG 2400 DL LPOG 2200 HD Performer 2400 EPM 2400 PBT 2400 TC 99 PBTBH 2000 RAD 2000 RAD 2400 HD RAD 5 ATGS 3000 RI 2400 CD PR 2000 CD AoD 48 SZP 20 SXP 20 IN 20 BMP 20 LP 24 PSP 20 ATD 20 GP 20 Packs 50 ABR 240 LEM 72 FAUST 30 SOL 30 SHI 72 MOF-40 MOF-CD _________ _________ _________ Total: ORDER FORM Hyper Space Communications and Technologies International, Inc. HSCTI, P.O. Box 1298, Woodstock, GA 30188 (770) 924 0223, fax (770) 924 0962 Welz Chi Generators Junior 99 Chi Energizer, 7.83 Hz Earth Frequency Junior 99 Chi Energizer , 10 Hz, General Purpose Top Fitness 99 Chi Energizer Sports Power Performance 99 Chi Energizer General Precision Performance 99 Chi Energizer Chi Generator, Aqua Optimizer Chi Generator, Middle of the Line Heavy Duty Orgone Generator Chi Generator for Sports, Fitness. etc. Frequency Modules Exterior Precision Module Power Boosters Power Booster with Transfer Disk Transfer Couple Potency Booster with Transfer Disk Radionics and Accessories Orgone Radionics Device Heavy Duty Orgone Radionics Device High Power Orgone Radionics System Astro Trend Generating System (incl. PR - CD) Radionics Program for PC Power Radionics Program for PC Filter Packs Alphabet of Desire, 48 cards Stress Zapper/Energy Booster Pack, 20 cards Sex Pack, 20 cards Super Learning/Intelligence Pack, 20 cards Business-Money Pack, 20 cards Legal Pack, 23 cards People Skills Pack, 20 cards Attack Defense Pack, 20 cards Gambling Pack, 20 cards All Nine Packs Abramelin Squares (240 pcs. laminated) 72 cards of the Goetia Sigils of Doctor Faust's Black Raven Grimoire Sigils from the Key of Solomon the King 72 Shinto Talismans, with description Courses Magic of the Future Scientific Course, Hardcopy Magic of the Future Course Interactive on CD/PC (Includes 6 additional courses) _____________________________________ _____________________________________ _____________________________________ _______ _______ _______ _______ _______ _______ _______ _______ ______ ______ _______ _______ _______ ______ _______ _______ _______ ______ _______ _______ ______ _______ _______ _______ _______ _______ _______ _______ _______ _______ ______ ______ ______ ______ ______ ______ _______ _______ _______"},{"pageNumber":40,"pageContent":"Order Form (cont.) PAYMENT: By check or money order. Please make checks payable to HSCTI. Sorry, no COD's. Credit Cards: Visa, Master Card, American Express DELIVERY TIME: We mail the merchandise within seven working days after we received payment or after check has cleared. SHIPPING: Mail or UPS. Postage and Handling are included in price for all orders of $50.00 or more. Add $4.00 for all orders below $50.00. Overseas: Add $50.00 if you want air mail delivery, $20.00 for surface mail. WARRANTY: HSCTI replaces, repairs, or exchanges defective devices within one year from date of purchase, provided that the problem is not the result of inappropriate use. This warranty does not include AC adapters. AC adapters: Within the USA and some other countries, we include AC adapters for free, but we do not have adapters for all countries outside the USA. The AC- DC adapter should have an output of 12 Volts DC and 200 Milliamperes or more unless specified otherwise. The tip should be positive. The plug is 3.5 mm. INSTRUCTION MANUAL: All power generators and radionics devices come with a comprehensive instruction manual that contains a step by step introduction to this new technology. Mail to (Name): Address:  e-mail   Telephone: Amount $ Payment by: Check Money Order Credit Card Credit Card: Number:   Exp. Date: IMPORTANT! HSCTI sells the chi generators, radionics and other devices exclusively for re- search. After extensive research and many positive results, some academic scientists have already acknowledged radionics and yet some didn’t. Therefore, acceptance of these concepts and the effectiveness of radionics devices is your personal decision. All references to radionics, life force, etc., in our brochures reflect opinions of users of the EPG and other devices from HSCTI, not the manufacturer. These devices have no therepeutic value at all and should never be used for such purposes. The use of the devices is the full responsibility of the purchaser. I have read and I understand this disclaimer. Date   Signature Send Order to: HSCTI, P.O. Box 1298, Woodstock, GA 30188 (770) 924 0223 -- Fax (770) 924 0962 e-mail: sales@hscti.com"}]
