[{"pageNumber":2,"pageContent":"Embracing the Rainbow All rights reserved. Printed in the United States of America. This book, either in part or in whole, MAY BE reproduced, transmit- ted or utilized in any form or by any means, electronic, photo- graphic or mechanical, including photocopying, recording, or by any information storage and retrieval system without permission in writing fr om the P ublisher . Ther e are no r estr ictions ex cept wor d changes and changes in the text ar e not allo wed. Published by BRIDGER HOUSE PUBLISHERS, INC P.O. Box 2208, Carson City, NV 89702, 1-800-729-4131 ISBN: 1-893157-05-9 Cover design by The Right Type Printed in the United States of America 10 9 8 7 6 5 4 3 2 1 er your hard copy at www.NoMoreHoaxes.com www.NoMoreHoaxes.com"},{"pageNumber":3,"pageContent":"blank left"},{"pageNumber":4,"pageContent":"The question of “who?” is the focusing energy of the “mes- sages” is a difficult question to answer tactfully and yet com- pletely. “Isness” is the focus to be sought by each individual awareness. As each expands within the process of self-identifica- tion so does the ability to allow the flow of “Isness” to move through their experience. Each will attract into their awareness knowledge to live into wisdom. The vibratory rate of the plane- tary environment and of the members of humanity on earth is low enough that this ability is currently virtually inaccessible. To assist willing members of mankind to access the necessary infor- mation to provide a way to transcend this current aberrant state, various volunteer awareness points within higher vibrational fre- quencies have acted as booster stations to focus this information through those willing to participate on the earth plane. Knowing the custom of ear th’s inhabitants requiring the “personify to iden- tify” mode, names from the exotic to the ridiculous have been given as sources of this information. The information included ex er cises in discernment, most par ticipants failed the discern- ment tests. Much was filled with profound truth, but much of it was drained of energy by the continual parade of victims want- ing their personal pr oblems solved for them. The information became distorted as the foci were withdrawn and the volunteers winged it (faked it) on their o wn for their sincerity was lost in the notoriety and greed that resulted. In view of this history, it was the mutual agreement between the par ties inv olved in the dictation/translation/transcription process for these messages that the identities of the foci involved would remain unidentified and there would be no monetary rewards whatsoever involved. Further, there would be no per- sonal information disseminated for any one individual ’ s benefit. The totality of the foci involved is for the benefit of the planet Embracing the Rainbow 1"},{"pageNumber":5,"pageContent":"and its inhabitants, period! The truth of the messages is to be dis- cerned and used for the benefit of humanity first and then gleaned by the individual to apply personally as part of the wholeness to which it is focused without the necessity of personal names to identify truth. If that is not understood, then the mes- sages need to be read again to transcend this need into commit- ment to the holographic intention of the information they con- tain. It is hoped that the succinctness of this message is accepted in the tone of importance in which it is intended. The window of opportunity to accomplish the necessary monumental con- sciousness transition is small compared to the obstacles within the human belief systems that must be literally dissolved so that the whole may be transformed. I t is sincerely hoped that the truth contained will be a sword that cuts through the armor of deception and lays open the hearts and minds of the necessary quotient for success. Embracing the Rainbow 2"},{"pageNumber":6,"pageContent":"II-1 There has been a great deal of interest in the independent activities of the people who have received and read the copies of the message and the handbook. As expected, the reactions have been mixed between total acceptance and total rejection. However, the overall impact has been gratifying and effective. There are indeed lights of understanding beginning to be dis- cernable on many parts of the planet. The assimilation and application of the concepts will acceler- ate the acceptance of the principles involved and through their application the desire for greater understanding will be increased. Therefore an opening will be created that will allow for movement toward the goal of a new paradigm and it will begin to manifest. When the time is ripe for greater expansion of the concept of a new experience for mankind, the information leading to the next step will be ready for distribution. Once the transition is made away from victim consciousness toward the acknowledgement of personal power through alignment with the originating expansive flo w of creative energies, the thirst for greater understanding will be ar oused. The misunderstanding of looking outwar d for answers is deeply ingrained and will require de-programming and education of how to apply this concept to daily living in order to allow it to become a new foundation for manifested reality. Without adequate changes at deep levels of the psyche and application of the previous explained universal laws, the next lev- els of understanding will be nothing mor e than another ex er cise in enter tainment. M uch of the v aluable information dissemi - nated through other receivers has become an addiction for fanati- cizing with little or no application in practical living experience. The focus has been to war d sur viv al of the physical body so that Embracing the Rainbow 3"},{"pageNumber":7,"pageContent":"the same ideals and life style could be maintained until individu- als could ascend (arise out of ) rather than transcend (go beyond). The focus must be more wholistic and include survival for service aimed at lifting the yoke of darkness and descending vibratory experience from humanity and the planet rather than be focused on individual escape from the morass of a destructive situation. In other words, there must be participation in a solution rather than using the information to abandon the ship. Once the goal is identified in a statement, then what comes next? What are the guidelines for participation that will ensure that transcendence through to experience the new paradigm? This will be the focus of the next level of information. Much material has been disseminated indicating that rescue and reform will be provided by extraterrestrial beings and all humanity has to do is to meditate and wait around for magical processes to change everything for them. It would be wise not to count on it. There is a saying. “God helps those that help themselves.” That is a tr uth to put in a doz en places to r emind you to let go of the “I am a victim that needs to be r escued ” consciousness. Y ou will be helped but victims will not be rescued. Victim consciousness vibrates below the necessary levels to enter higher dimensions. Giving up victim consciousness is a personal decision. It is not an easy process. If you rescue, you become a victim of the rescued. Sympathizing with those who are locked into victim consciousness supports their victimhood and ties you to them. Discernment allows you to recognize the situation and at that point you must acknowledge that this is a situation that is of their o wn cr eation thr ough their belief that others control their choices. This does not mean that y ou must ignor e their plight, but does determine that you cannot do for them what they are unwilling to do for themselves. There is not a rule of thumb for Embracing the Rainbow 4"},{"pageNumber":8,"pageContent":"how to give wise assistance to them. Their plight is a result of the personal decisions they have made and the attitudes that have influenced those decisions. Remember, they are human beings becoming or not, by their own choice. Teach them the prayer and remind them of it in the midst of their miniseries and tact- fully suggest other viewpoints to them as you become aware of them. With the application of the “becoming” prayer, opportu- nities will abound for them. The critical point for the next step in the transcendence process follows the acceptance of the personal ability to move through victim consciousness by accepting responsibility for using the universal laws to take charge of their manifested expe- rience. This does not mean that each must become a millionaire to prove they have accomplished this. In truth most will find that abundance is measured by the inner feelings of self-approval and confidence that precludes the necessity of impressive mater- ial demonstrations for ego aggrandizement. What you do with r egar d to self and others is mor e important than what you have. When this is accomplished all that is necessar y is attracted with - out effort, for each is then encompassed within the expansive flow of creation. To become is the goal of all. How this is to be accomplished is uniquely experienced through freewill choice. Help is avail- able. The asking must be for help not rescue or to piggyback on someone else’s accomplishment. Each must know theirs is a unique experience not to be compared to others. Each incarna- tion is for their own particular soul purpose to be created through their choices and decisions. Ther e ar e no mistakes other than to r emain closed to seemingly ne w concepts and continue to r epeat the current experience for lack of discernment of the connection to that which has focused each into manifestation. That connec- Embracing the Rainbow 5"},{"pageNumber":9,"pageContent":"tion vibrates within the awareness of every human and is ignored or responded to with each and every choice and decision. It is our goal to trigger the awareness of this connection in every human possible through direct connection or through changes in the mass conscious awareness on a planetary level, using what you refer to as the 100th monkey theory. First and foremost is transcendence of the victim consciousness into personal responsibility. This process will require that individuals separate themselves from those refusing to change their perceptions and to align themselves with others who are willing to make this change. When lives begin to change as a result of accepting and using per- sonal responsibility through the application of the universal laws, those previously unwilling to change will again choose to follow suit or not. Remember that freewill is the loose cannon of the 3rd dimension and the freedom to choose is made by all whether they admit it or not. Though it may seem that the victim/per- sonal responsibility theme is being nauseatingly repeated, it is the foundation upon which the format for transcendence to the higher dimensions is built. I t is the r ock fr om which the foun - dation is quarried. It is the first step that begins the journey. Lip service is easy. It is in the doing that the proof of the pudding lies. How it is accomplished is between each person and the cre- ative aspect that focused each into manifestation. Through the intuitive understandings that this connection fosters, each will find their purpose and the path of their journey. In the asking for help the opportunities that genuinely “feel” right will present themselves. Incorrect choices will be difficult and bring little sat- isfaction. Asking for discernment brings kno wingness and other oppor tunities to pursue. A house will stand on a r ock foundation and allow for layer upon layer of brick to be added. To begin, you must begin at the beginning. Embracing the Rainbow 6"},{"pageNumber":10,"pageContent":"II-2 The bible has a reference to two standing in a field, one is taken and the other is left behind. Does this support the belief that there will be an evacuation of part of humanity by space ships? In this case, the reference could be applied to a faith in the creative process and to coming into alignment with the expansive self-contemplative flow of energy that births each soul expression into manifested experience. When that alignment reaches a degree of compatibility that allows for a transition to higher dimensional experience, the transfer can be completed during the life experience. It “can” but it is a rare happening when the plan- etary whole is vibrating at the present rate. It has been a long time since that has taken place, contrary to some circulating sto- ries. This is not to say that some blending experiences have not happened. Insofar as massive space ship removals of humans from this planet, as has been circulated, contemplate 6 billion plus beings and consider how many ships with facilities for them this would take and the answer is obvious. If humanity, experi- encing as they are now, were transferred to another planet, there would be two planets in tr ouble instead of just one. Each and ev er y being on this planet came with the purpose of bringing the situation here into alignment with the cosmic plan of freewill experience leading to balance. That constitutes a lot of intention. That intention is there to be tapped in order to bring this situation to completion. When humanity, or at least a significant portion of it, can go through this situation and heal it themselv es, then and only then can they mo v e thr ough their intention to come into balance. I n the gr eater pictur e of each soul’s evolvement, none would choose to be rescued. At the base of the r escue stories lies the victim consciousness. Does this ren- der those messages false? That is for y our discernment. Always Embracing the Rainbow 7"},{"pageNumber":11,"pageContent":"there is truth to be found, and it is different for each. Ask the knowing part of self for discernment and proceed from that point to consider and you will know. The presence of an energy cycle called the photon belt is cir- culating. It has been reported as being seen as a doughnut shaped energy field near the Pleiades star system. Does it really exist? Indeed, it does and calling it a cycle is the key to what it truly is. Regardless of what has been “seen”, it is a transition of movement between the polar experiences of positive and negative, your terms. This experiencing has been pictured by many as a pendu- lum type movement from one extreme to the other. This would be appropriate in linear thought; however, higher dimensions are not experienced in a linear process. Since the great part of expe- rience is in higher dimensional expression, the explanation must be thought of in holographic terms. Religious writings contain some references to wheels within wheels that indicate there are multiple cycles that are in motion and interfacing with each other . This brings to mind the wor kings of a mechanical watch. H o w ev er , now you have watches that keep perfect time without those wheels. In this way, cycles can also be in process that are not necessarily circular in motion. Even though circular motion is observed going on around you, such as the motion of the solar system, and the zodiac, from the greater holographic prospective, these circular motions are spiral rather than circular, allowing for the expansiveness of the creative energies. If indeed, they were circular, then all that is would be static rather than expansive. This would limit evolvement and as you can easily contemplate, bor edom and death would indeed be tr uth. F rom this perspec- tiv e, y ou can no w understand the impor tance of expansiv eness as being at the basis of creation and how evolvement is a natural constituent of experience. With this as a frame of reference, you Embracing the Rainbow 8"},{"pageNumber":12,"pageContent":"can begin to grasp that the spiral is accomplished by interlacing the polarities with the circular motion to widen the circle and to either lift or lower the continuity. The shift of energies that are necessary to accomplish the transition between the polarities is something like an electrical charge. It is accomplished by entry and passage through an energy field that causes a change in polar- ity. These energy fields are also in motion and move through the galaxy in cycles that coordinate with all other cycles with mathe- matical precision. Planet earth is now poised at the transition point of several cycles. This is an occurrence that does not happen frequently and is of great interest to this portion of the galaxy. The result of these coinciding cycles is that the transition between polarities will be of greater impact and import enhanced by the fact that the consciousness of the beings and the planet poised to do this. These are not at the level of evolvement that was intended through the failure to make the transitions that were available in the last appr o ximately 26,000-y ear cycle. Added to this, is the deliberate plan of the adv ersarial for ces to disr upt the cy cle tran - sition into deliberate chaos intending to continue the negative polarity cycle for their own purposes. This then brings into understanding the necessity for the humans on this planet to make a leap in consciousness in order to survive this transition of energies into the next cycle by coming together in a mass con- sciousness that has a combined focus of an increased frequency. The upliftment through the release of victim consciousness into personal responsibility is the shift that would accomplish this necessar y change. The degr ee of shift in the mass consciousness will determine the intensity of the planetar y experience at a point within the energy field you call the photon belt and the ability of humanity to experience the transition through it. Embracing the Rainbow 9"},{"pageNumber":13,"pageContent":"It will also determine the ability of the adversarial plan to accomplish its purposes. Needless to say, their plan will never be allowed to be successful, but the question remains as to what part earth’s inhabitants will play and where the soul awareness will find itself when the scenario plays out. It must be emphasized here that the ground crew is included in this drama, volunteering to help also carries with it the responsibility of becoming part of the destiny of the planetary consciousness. There will be no res- cue. Each will rise or fall within that destiny. This then fuels the necessary commitment and focus of energy in helping humanity to accomplish this last ditch effort to come into vibratory align- ment. II-3 When the time comes for the changes to begin in earnest with regard to the change of governmental focus, there will be an outcr y b y the citiz ens. Measures are planned so that the individ- ual will be o v er whelmed and unable to r eact in any way but to submit. It is expected that they will grovel before the god that is on his throne far away and think that they are being punished for some great sin, in other words, play the victim. The inner strength of the focus of the soul has been totally disregarded. The planned shock of overwhelming the citizens as a whole has been analyzed and studied to bring forth the reaction that is desired. As in all experiments, the outcome is influenced by the expecta- tions of those setting up the criteria. The “scientific” data so priz ed b y the scientists of this era is as accurate as the opinions of the moment allo w . Thus as ne w possibilities ar e considered, the old theories crumble eventually and are replaced. This indicates that the possibility exists that the expected reactions of humanity Embracing the Rainbow 10"},{"pageNumber":14,"pageContent":"might indeed be replaced by actions that do not fit their planned scenario. Mankind has been taught to distrust his fellow beings. Few have any realization of the interconnections that exist through the sharing of the source of their manifestation into experience. Since all are emanations of the creator focus in self-contempla- tion, you can rely on the fact that there are connections that are unknown and power within these connections that is wholly untapped. We have previously discussed the concerns of the sit- uation as it presently exists on this planet and the importance of the convergence of the cycles with regard to the importance of the transitions that are available. It has been emphasized that all levels of consciousness including the creator are focusing upon this process. At this sequential place in the scenario, watchfulness is all that is being focused. However, when it is appropriate you may be assured that activation of latent abili- ties that are available within the consciousness and the physical str uctur e of the human body can and will be stimulated. The ability to r eceiv e this stimulation and accomplish what will be needed will depend upon the conscious awareness and in particular the ability to accept self-empowerment within a wholistic pattern of behavior. The energies that will be encoun- tered in the approach to and passage into what you refer to as the photon belt will not be the same as are being experienced now. The last of the current polarity cycle is reaching its completion. Here again it is difficult to put into linear terms for your under- standing processes that are of a holographic nature. Within a holographic frame wor k, all is interactiv e within a cooperative for- mat. When an imbalance is pr esent all that r emains in balance becomes focused to regain the balance of the whole. There is a generation of interactive energies to awaken latent connections to Embracing the Rainbow 11"},{"pageNumber":15,"pageContent":"bring forth whatever is necessary to allow the return to balance. We return again to the understanding that thought has the capa- bility to think. All that is manifest in all forms is thought into being from pure potentiality and is interactive within itself; this is a natural process. In its simplest explanation, each human is a thought that thinks and therefore is self-aware. As above, so it is below. The entire galaxy, and more, is thought that thinks and is self-aware. The goal of the new paradigm in simple terms is the transi- tion of humanity from victim consciousness into self-empower- ment, which will result in a rise in the vibratory emanation of the planet and its inhabitants. Planting the means to make this tran- sition is the goal of this segment of the ground team. Once planted and released to accomplish its intended effect, the stim- ulation of the latent connections will move it through the mass consciousness to all humans able to accept and begin to function within its concepts. The next step to follow will be the spread of the understanding of the four basic univ ersal laws and the appli - cation of these within each individual experience. These con - cepts are included in the handbook and once the critical few begin to study and practice them, more latent connections will begin to open to the stimulation that will be coming to the planet with increasing frequency. It is easy to get caught up in the fear of what might happen based on the present consciousness of the planetary inhabitants. However, it is important to stay within the understanding that this consciousness is ripe for change and that it is now underway. Ther e ar e other gr ound teams accomplishing their assignments that do v etail and pr o vide the holographic synthesis that is no w taking shape. The situation is not hopeless, but is encouraging indeed! As each member has been stimulated into awakening to Embracing the Rainbow 12"},{"pageNumber":16,"pageContent":"their assignments and have proceeded, most times through the need to do whether it made any logical sense or not, so also will that process spread through the mass consciousness. You have been programmed to distrust your humanness. Through empowering the personal self, it is necessary that you choose to trust the empowerment of your fellow man. Will there be excep- tions? Yes, there will. One of the latent functions that will be stimulated will be discernment. You will know and when you trust the process, those will not be encountered. Victim con- sciousness will draw victim experience through the law of attrac- tion. Those who move to self-empowerment in a holistic way will continue to evolve into greater experience and be drawn together to create the new paradigm. This is not a message of deception. You are thought capable of thinking. There is a group consciousness that thinks. You can change your mind (thinking) and so can it. It is a matter of seed- ing the process with an alternative that has powerful appeal. O nce put into usage its po w er increases, especially if it receives additional input fr om the concerned foci of gr eater lev els of man - ifested awareness. Physical manifestation is an end result of focused thought. If through choice and request the focused thought is changed, then the physical manifestation must also change. This understanding is easy to forget with the continued input of mind controlling data that is purposefully focused into daily experience. This is the reason each is encouraged to continue to reread and study the handbooks. The information is simple, dir ect and contains no techniques other than offering a solution that do v etails within the flo w of expansiv e energies that maintain all creation and allow it to continue within the universal laws. The freewill aspect is both the thorn and the blossom of the Embracing the Rainbow 13"},{"pageNumber":17,"pageContent":"process. It is the vital emanation of creative energy. It has at its essence both positive and negative polarity and is not bound by cycles. The polarities are available on the whim of decision which allows it to alter creation at the manifested level. Freewill cannot be controlled. It can be influenced, but at any point, individual consciousness can simply change its thinking and the influence is cast aside. Thought can create an experience and thought can change it into another experience entirely. Combined focus of thought is all-powerful when it operates within the universal laws and is supported by emotional com- mitment. The return to self-empowerment following the expe- rience of containment and victim experiences will bring forth an emotional sensation to the soul that equates to the joy so often spoken of by religions. Just as love and hate cannot share the same heart, neither can joy and a victim perception share the same experience. The courage to choose comes as the responsi- bility of humanity to create its experience, in this instance with all possible help av ailable for the asking. II-4 There was a time in which the beings on this planet resided elsewhere in the galaxy. Not in the present body, but you would say these were your ancestors. Mankind did not originate on this planet. To those who currently believe that you came into being out of some primordial soup, this shall be an affront to that the- ory. However, through consideration of the laws of the universe, r emember that cr eation is possible thr ough intent and purpose. D ev elopment of body , mind, spirit and emotion does not fit into the criteria of random selection as a possible scenario. Indeed the physical body does match the physical attributes of the earth Embracing the Rainbow 14"},{"pageNumber":18,"pageContent":"mineral content, but that is through the law of attraction that allows for adaptation within the environment. The marvel of the human body is that it has adaptive capabilities that make it pos- sible to survive in hostile environments. This is surely being proven by the introduction of purposeful chemical abrasive com- binations and vibrational variations designed to destroy it. The plan being that only the most adaptive will survive and be useful in further experimental adaptation and exploitation. Resistance to a negative environment allows for adaptation and can be stim- ulation to either advancement or regression, depending on the degree and the focus of the individual desire to move through the experience. This possibility can now be discussed openly as the subject of extraterrestrial presence has been the subject of extensive media presentation. Though many older people still resist the possibil- ity, most children accept it as true and dream of traveling to take part in other planetary experiences. Much of this is presented because of the belief that ther e is little left to be kno wn about this planet and that adv entur e will soon be found only b y exploring the space beyond. The popularity of the long-standing Star Trek series exemplifies this. The information as to the monumental number of solar systems that frequent this galaxy and the pres- ence of numerous other galaxies that are being observed makes the possibility of other life supporting planets refute the assump- tion that this is the only planet with conscious life. Yet to be known is a way to construct and power appropriate craft to enable humans to traverse space. With the number of inhabi- tants draining the life for ce of this planet, the possibility seems bey ond r each. Indeed, humanity is at a crossroads of multiple levels of expe- rience. How indeed are they going to come through this crisis? Embracing the Rainbow 15"},{"pageNumber":19,"pageContent":"Obviously not without help! In their arrogant stubbornness will they ask for it and accept it, if it is given? That can only answered as the situation progresses. As has been pointed out before, help cannot be given to those locked in victim consciousness. The solution lies in humanity creating its own solution and victims cannot accomplish this because of their desire to be rescued. Rescue demands that someone or something outside themselves accomplish whatever feat is required. Again the discussion returns to the same realization that a choice in how to experience manifested life faces the inhabitants of this planet. It is no longer survival of the fittest, but survival of the personally responsible. The opposite experience of the victim is currently achieved as exercising power over other victims and has become an unending chain of interlocking experience for an incredibly long duration. That chain is long overdue to be broken. Its strength lies in the failure of those involved to choose another way of experiencing. Without the awareness and understanding of the universal laws that suppor t successful ev olving life experience, the chain r emains unbr oken. H umanity can change this longstanding experience, break the chain and return to the evolving citizenship of the galaxy/universe by choosing responsibility and applying the laws in their daily experience both individually and as a group. Because of the presence of polarity, when those are drawn together as a group this also repels those who choose otherwise, and a great division is made. The application of the laws creates a cooperative situation that allows for protection from the fear of the actions of the other groups in most surprising ways. The vibration incr eases rapidly and pr otectiv e means are most creative indeed. The question arises from a point of overview, if victim con- sciousness is present in our experience, then is it present within Embracing the Rainbow 16"},{"pageNumber":20,"pageContent":"the consciousness of the creator? The obvious answer is yes. The creator is in self-contemplation for self-evolvement. At this level, the tiniest imbalance must be fully understood and cleared. You are that clearing process. When you move through it and arrive at personal responsibility, another phase of that imbalance is resolved. A wisely pruned vineyard produces a prolific healthy crop. Once this imbalance is pruned from your experience, yours will be a healthy and prolific experience! It is not our purpose to assail the current beliefs in a frontal attack causing resistance and stress, but to give a gradual and con- vincing alternative to lives that have been lived in frustration and grim survival. Ending lives in pain and disease is demonstration of the soul consciousness of the denial of a solution by those experiencing this descending cycle of manifested circumstances. What appears as a complex and impossible situation has a simple solution. A change of attitude and application of simple under- standable laws will provide the passageway through to new expe- rience. C r eation does not pr ovide for suffering to buy anything but mor e suffering. I t is a fr ee will choice. Therefore it is time to opt for a new experience by giving up what does not work and has not worked for an eon of sequential episodes. The laws of attraction, intention and allowing used purposely through freewill choice are the criteria that will allow for the free- dom of humanity and its return to full galactic citizenship and the ability to travel freely. Failure to follow these guidelines will require placement of those individuals into another learning situation. You are being offered the opportunity to begin again with the basics and incorporate them into y our experience and surge ahead in a leap of consciousness that is unparalleled. H o w sad it will be if y ou stub - bornly refuse to take advantage of the opportunity. Embracing the Rainbow 17"},{"pageNumber":21,"pageContent":"II-5 At the time of the greatest experience of chaos there will be moments of discouragement and wondering if any of this mate- rial was of value. It is then that each of the members of this ground team must hold fast to the understanding that change cannot and does not happen if the old structures remain in place. Therefore it is exactly through this chaos that the new paradigm of experience will come into being and it will not be long in man- ifesting. When the outline of it is held in place in the hearts and minds of the dedicated and committed humans that desire the replacement of the old with the adventure of the new, it will come quickly. There will be those who will falter, but with at least one of every cell group having the strength to hold tightly to the commitment, the cell will hold together and the focus will be held. Many have questioned how that, in the meetings of the groups held worldwide, a single statement could arise from the many dream scenarios. Here we have the necessity of invoking the creator presence at each group interaction. In the creator self- contemplation pr ocess, each and all are known intimately. I nasmuch as at the point of inception of the entir ety of the process there is one mind, one focus, then by invoking the focus that knows itself, one focus of truth is the inevitable outcome. Through this process an experience of the “oneness” that has been touted will indeed be experienced. Lip service has been given to this, but what it truly is has yet to be experienced in this dimension of consciousness. I t has been described as “ enlighten - ment, a feeling of being one with all.” These fe w who hav e felt one with nature, etc., have not brought mankind one bit closer to each other . The creator wants his self-aware aspects to come into a kno wing thr ough actual experience of this gr eatest of all Embracing the Rainbow 18"},{"pageNumber":22,"pageContent":"experiences. When a committed portion of humanity can come together in a single focus of purpose and truly commune with the creator energy, then oneness with each other will indeed be expe- rienced and a leap in consciousness will follow and will enliven this project in ways beyond imagination. As has been mentioned before, there is no reason that the cre- ator cannot use every situation as a springboard for greater cre- ation. When you contemplate the above scenario, knowing the ripple effect, can you imagine the experience of this leap in con- sciousness spreading through out creation and what effect it could have? Now you have a reason to believe that this is indeed an auspicious opportunity for mankind and one not to be missed! The issue of separation has been experienced through out this galaxy in a festering of negative actions between individ- uals, nations and planets long enough to be thoroughly contem- plated and it is now time to resolve it and move beyond and into new adventures and opportunities. This is a shor t discussion and one that needs car eful and in depth consideration. H old this information at the center of y our personal commitment for your participation and focus. It is the reason that you made this decision to take the risk of being a member of the ground crew. II-6 We are now ready to begin the adaptation of the human spirit to include a greater evolution and the pivotal turn to begin the return path to the creator than has been the current experience. These hav e been consider ed the experience of saints and most times simply not ackno wledged or ev en kno wn. A daptations to the body have been made in the past within the genetics of the physical body itself and thr ough the addition of vibrator y Embracing the Rainbow 19"},{"pageNumber":23,"pageContent":"implants. These have left a residue of effects that have in turn influenced the spiritual aspect. These changes have limited the vibrational connections to the focused source that has brought each into their physical expression. The genetic changes that were forcibly imposed on the human body were such that they have been inherently passed from one generation to the next and adaptation has not transcended all of these. Even the implants that caused great trauma have left their influence within the mol- ecular memories of the cells and have been retained for genera- tions. Modern man has been programmed to deny that human- ity in its present physical form is very old indeed. It has indeed acquired some changes that do not serve it well at all. From the larger aspect, the planet also suffers from similar changes that cripple its ability to function properly. It is time to bring these back into balance. Since it is apparent that neither the human body nor the planet are able to make these repairs in a fashion that is timely enough for the transitional opportunity, then help is necessar y . I n our previous discussions the process of thought manifesting into physical experience using the law of intentional focus explained that thought held with purposeful intention allows for manifestation. The intended thought through visualization of it in completion and vibratory stimula- tion of it through emotion, held firmly in place by commitment brings manifestation. Because the vibratory energies are at a low rate for manifested experience on this planet, the time necessary to manifest into form perceivable through 5 sensual experiences is slow indeed. H o w ever, you are further reminded of the awareness of the planetar y situation that is being obser v ed b y the galactic neigh - bors, most of whom are existing in a higher vibrational state of existence than planet earth. It is perfectly acceptable for the Embracing the Rainbow 20"},{"pageNumber":24,"pageContent":"humans on this planet to invoke their help to manifest a change in the human body to accommodate the correction of the vibra- tional matrix of the human body and return it to its intended pat- tern. This request for help would require only a small number of human beings to enlist this help. It is something the ground crew could do inasmuch as they are now experiencing as 3rd dimen- sional human beings. This would allow them to be the first to make the vibrational transition and to allow them to establish the ideal; the return of the archetype as it was originally created within the galactic equa- tions. This then becomes the second major assignment of the ground crew. It is a simple statement within the positive prayer/mediations of each member remembering that this includes the grateful appreciation that this archetype already exists and is manifesting in perfection for each and every human body wherever it presently exists. It is important here to note that the archetype allows for evolution toward greater perfection of higher vibrator y experience and this r eturn to the ar chetype will not cause a pr oblem for those who hav e achiev ed these changes. This process allows for humanity to tap into the energies that are awaiting an opportunity to participate in resolving this situa- tion and provides those assisting the greater opportunity to par- ticipate in the energy transition of the cyclical spiral of ascen- dance. Indeed, this provides the inclusion that is desired. Participation is by invitation only and you will be providing this opportunity. It is suggested that you contemplate the possibili- ties of this situation. R er ead this information as necessar y in or der to grasp the magnitude of this opportunity for all that are involved, including your pivotal role. Each can obviously realize that each is an extra- Embracing the Rainbow 21"},{"pageNumber":25,"pageContent":"ordinary being with very specific commitments to complete as the sequence of divine order unfolds in personal experience and of the planet as a whole. The opportunity to “become” is ripe with promise in return for focused intention, purposeful follow through, and creational application of the suggestions contained within these communiqués. II-7 As each of you became involved within this focus and began the process of composing your individual thoughts to contribute a possible statement of purpose, it became obvious to you that the simple statement required to appeal to all of mankind was not simple to arrive at. In the moment of this writing it has not yet come forth. The prayer of becoming is not yet widely known. This invocation can set the stage for opening the consciousness to perceive the statement when it is brought forth. The change in consciousness by those using the prayer with diligence in their daily life is inter esting to obser v e. When it is further combined with a conscious clearing of accumulated negativ e attitudes and letting go of false doctrines from the awareness, it brings about clearly detectable vibrational increases observable by each indi- vidual. As the individual vibrations increase, the ability to con- nect with the source of each is enhanced. The connection itself begins to enliven and allow the body to receive a greater quantity of supportive energy. It is as though this flow of vital energy has been squeezed or pinched so that the flow is barely enough to maintain life. Contrary to what is taught, without this flow of energy fr om the sour ce that focused each into being, life cannot be maintained in the body . A t the center of each focus of awar e - ness and within the physical body is a connecting point that receives this energy flow. When this flow of energy is broken or Embracing the Rainbow 22"},{"pageNumber":26,"pageContent":"withdrawn, death occurs. The more intense the negative energies that are active in the body such as anger, fear, hate, etc., the less energy the body itself is able to receive of the already diminished flow. As these are intentionally released, the invocation of help “to become” re-activates the connection with each additional rep- etition. You, the ground crew, are the guides in the setting up of the suggested procedures to uplift your fellow humans in the very near future. It is you that demonstrate the feasibility of these proposals and have input as to the viability of these reminders and suggestions. Reminders and suggestions are exactly what these messages contain. Since most humans now are lost within the complexity of their life experience amid the programmed onslaught of overwhelming control, it is obvious without help “being” let alone “becoming” is a lost cause. The numbers of inhabitants long ago became too overwhelming to consider removal as an option. This too has been planned for the univer- sal laws for balanced life, including those r egar ding pr ocreation, w er e deliberately conv oluted and withheld. W arlike tendencies were over-stimulated from the natural instinctual self- defense/survival modes of behavior. The review of imbalance could go on and on, but that is not the point. The point is that a U-turn must be made by humanity in order to come through this experience, but the major portions of minds are programmed to reject the suggestions to do so. Thus we must reach those that are open or desperate enough to grasp at whatever straw might possibly lead them to a different possibility . Each of y ou determines whom these people might be and ar e r elied upon to make contact with them in an expansiv e outreach effect. Meanwhile the births continue and the control program also expands its influence and effects. Within this situa- Embracing the Rainbow 23"},{"pageNumber":27,"pageContent":"tion, these messages attempt to give as much help as possible to assist in remembering whom and what you are and to guide each in personal adaptation and evolvement to the greatest extent pos- sible. All this is being done through a type of dictation/transla- tion/transcription process that has its limitations. Behind this seemingly vague yet ambitious process is the impetus of the creator focused energy. It has seemingly decided that the self-contemplation process of control, violence and vic- tim/martyrdom has reached the point of resolution and tran- scendence. This awareness is now moving through the vibratory levels of awareness and those in the 3rd dimension are to get the message one way or another. Each of you is now a Rowan and has the message in hand. The question is, not can you, but will you deliver it? II-8 Listening to the media reports of the situation in the “world at large ” each is giv en the impr ession that ominous events por- tend the futur e and nothing of gr eat danger is eminent at the cen - ter of “democracy’s bastions.” Only distant areas of ethnic unrest are subject to volatile situations of violence. These areas are cho- sen to exploit because there are few people to people connections between the people of the USA and people in those countries. Yet through military “assistance” the USA is involved to a far greater degree than any of the other members of the UN coali- tion. With your approval of these acts by default, the perceived image of the USA has been transformed in the eyes of the world fr om the home of the brav e and fr ee to that of the home of the dar k av enger , satan. All this has taken place in a gradual transi - tion that has been and continues to be purposely apparent in all areas of the world but in the USA. Those caught up in the Embracing the Rainbow 24"},{"pageNumber":28,"pageContent":"aggression and those in the watching world assume that this tran- sition has your full and complete approval. Understanding that communication as it now exists was birthed in the affluent USA, it is then assumed that surely its citizens are fully informed and therefore are the impetus of the transition into this aggressive mode. It is incomprehensible to those in the rest of the world that these citizens are as a whole unaware that the aggressive acts are anything but benevolent “help” for there is little if any frame of reference for what those in war torn areas are suffering. Where are the stories of the military personnel that return home who could confirm this claim? Each sees but a small seg- ment of the whole picture. Indoctrination and mind control within the military is far more sophisticated than is possible with the general public. After discharge from the military services and a period of time away from these practices many of those involved begin to disassociate from the mind control effects and find themselves mentally and emotionally unstable. Help, other than dr ugs, to sor t out the indoctrinated “ suggestions” from the actual experiences is unav ailable thr ough go v ernment agencies and many are unable to function in the civilian world. They are left with the choice to either rejoin the military or cope in what ever way they can. Few if any have the finances or are able to find outside psychiatric help that comprehends the basis of their dilemmas. The programming of your beloved children is care- fully designed to fit the categories of the future roles they will play in these armed intrigues of aggression. When we compare the overall understanding of this situation as a play , it is appr opriate. Though it is presented as if there were unbalanced authors writing scenarios to be deliberately acted out, there is more truth involved than can be imagined! Presenting this information to you, it seems to come forth in a melodra- Embracing the Rainbow 25"},{"pageNumber":29,"pageContent":"matic tone and the immediate reaction is to refuse to consider that such massive delusion could be perpetrated on so many mil- lion people. Human nature is well known. Your reactions and beliefs are fully understood. Nothing has been left to chance in this well planned game of illusion for the purpose of delusion. The USA is the ideal vehicle for this particular transition of global role reversal in as much as there are no long-standing ethnic ani- mosities as are present in other areas of the planet. The black/white/native American issues are the only exploitable issues and they are not of such duration to bring about the same reac- tions as the Moslem/Jewish/Christian situations that are now in growing conflagration in the European and eastern countries. At the base of this entire picture is the very “human nature” that has been so well examined and studied. Humanity has been led to spend its energies in the experience and exploration of the environment outside themselves. It is only in recent years that the medical/scientific community has begun to consider the understanding of the human physical body with sophisticated instr umentation. U nfor tunately it has not been for the under - standing itself, but because of the influence of the dark perpetra- tors through the chemical companies for the purpose of gain through treating symptoms of degenerating human bodies. This is the result of an overall planned assault on the human body to coincide with the natural consequences of the effect of over-pop- ulation. The research for the dark purposes will seldom if ever be revealed, however some of what is learned by dedicated medical researchers is being published. Genetic research is much maligned and ther e is r eason to be skeptical of the motiv es inv olv ed in the manipulations that ar e no w possible in the inher - ent DNA structures of the human body. Ethically focused research could indeed bring about changes that would release Embracing the Rainbow 26"},{"pageNumber":30,"pageContent":"mankind from destructive patterns of behavior and of inherent pre-dispositions to health problems and disabilities. However, in the present global situation none of this is going to work itself out in a time frame soon enough to assist in the present moment dilemma of humanity and planet Earth. Therefore, it appears that creating a new paradigm of human experience is the only available solution. Though reviewing the same situations periodically in this material seem unnecessary, it is included again for the purpose of review and reinforcing the commitment that each of you have made to this project. With the continual deluge of disinformation, mind control and gov- ernmental super-snooping capabilities, it seems even more redundant that so many can be so unaware or in such deep denial. Even the opposition is amazed at its success! Thus they are engaged in seeing just how much can be paraded before your eyes without your awareness being triggered. It is a phenomenal experience to observe this continue to progress. I t is the job of the gr ound team to accept the r eality of what exists, then to look thr ough and bey ond the global situation, lay the foundation of the new paradigm and aid in birthing it into mani- fested reality. The universal laws function and are available to those of understanding and intent to use them to their full potential. Deliberate intentional application of the first three will result in the fourth – the balanced experience of the new paradigm. II-9 The honor and glor y of this planet, its past histor y and its futur e r ole as a nur turing home to ev olving humanity hangs in the balance as its degradation continues unabated. As it and its inhabitants sicken from misuse and abuse through ignorance and Embracing the Rainbow 27"},{"pageNumber":31,"pageContent":"arrogant purposeful destruction of its resources and its support- ive atmosphere, the mass consciousness becomes psychologically unstable. The extremes of behavior become more evident not only through reported bazaar incidents, but within each individual life experience. Addictions and antisocial behavior within all organized structures becomes more prevalent. The family structure that is experienced without the universal laws as the ideal format within in which to base its purpose and focus fails to provide the necessary education for children to evolve into mature and functioning adults. Instead of each generation spiraling upward into evolving knowledge, experience and wisdom, humanity has remained stuck in a continuing circle of abuse, ignorance and physical and spiritual poverty. Those who amass material wealth find themselves poor in spirit and thus continue to search for the fulfillment of the void within that is the ignorance of the existence within and the use of the laws it would provide. Once the recognition is made that this nebulous feeling of lack is indeed r eal and that it can be r esolv ed, the search for the answer to the puzzle comes about naturally , ho w ev er the sear ch for a teacher of this wisdom goes unrewarded. Those that are found teach doctrines that continue the ignorance. The true teachings that are recorded in ancient documents remain hidden, either yet to be discovered or have been found and deliberately withheld from dissemination to the people or destroyed. Little has changed over the centuries, for those who would control continue to keep the people in spiritual ignorance and poverty. Thus the time is now ripe for the call of the people for release fr om this incessant contr ol and denigration of humanity ’s search of its rightful path of ev olv ement. The focus of cr eation in this portion of All That Is has decreed that this must end. Mankind must stand forth in the truth of who and what he is and end this Embracing the Rainbow 28"},{"pageNumber":32,"pageContent":"chapter in its history. In the millenniums of experience, it has not happened through their own doing. He/she remains stuck in such silliness as whether the information contains references that are “chauvinistic” and fails to extract the truth, for such things are of no importance. Man and (wo)man meaning mankind with and without a womb is one and the same. He is the same with or without the (s)he. Each is one with the creative energy that focuses them into existence and holds them there in the energy of love without excuses or judgment. Just as the creator has no greater love of one creature than another, all are held in the high- est of esteem, all are then expected to do likewise (in wisdom). The love of the creator and of the energy of creation is not the superficial romantic love of your songs and stories, but one of absolute support. If it were not so, it would be withdrawn at the least excuse and your experiences would be short indeed. A par- ent that fails to guide and reasonably and logically discipline a child lacks real love for that child. Few of the millions of chil- dr en of this time on the planet ar e tr uly loved! They are toler- ated, used, abused and for ced to gr o w physically , but not raised up in the knowledge and understanding of who and what they are and what is expected of them in either the physical or spiri- tual realms of their life experience. At the bottom of this lies the indisputable fact that parents cannot provide what they do not themselves know. Most now refuse to pass on what was taught them for it has not led them to fulfillment; thus they send their children into adulthood with even less than they received. None of the above does more than delineate the problem and does not pr o vide a solution. The religions of the world offer up their “ wise ” writings as the answ er , but these hav e been so adul- terated as to provide only more circuitous searching. Thus it would appear that it is time that true guidance appear on the Embracing the Rainbow 29"},{"pageNumber":33,"pageContent":"scene. The question then arises as to how this would or could be disseminated. Those in desperation that pursue the false religious doctrines are radical and fanatic in their defense and are no dif- ferent than when the last great teachers walked among you. They are not less malleable in the belief that their priests and preachers are wise in their judgments and would again follow them into smothering any teacher or teachings that might be sent. How then could such enlightenment proceed? If indeed the real teach- ers, called Jesus or Mohammed, returned to walk and teach among their people they would be no better received, as their true teachings would be unrecognizable because these were altered and adulterated almost immediately. Even if they were allowed to teach, would these “new” and different teachings be received any more than the last time? They were heard, but the people could not accept them and apply them to their daily life and that is the proof of any pudding. If mankind, male and female is to transcend this seemingly endless chasing of its tail thr ough generations of suffering, then it must stop cr eating victims and being victims. I t must grasp and understand that its purpose is the veneration, education and development of the awareness of its connection to its source, the tiny computer chip, the segment of creation itself that is their self awareness! The I AM that I AM awareness that is who and what each and every human being is, whether male or female, black, white, red, yellow or brown, earthling or alien. This awareness comes into “beingness” and through recurring experience quickly or slowly learns what it is taught, but not how to return from whence it came fulfilled. I t is influenced totally b y the par enting it r eceiv es thr ough out its numer ous experiences not only b y oth- ers, but most importantly of all by itself. It accepts or rejects its opportunities to harmonize with its source and to extend that Embracing the Rainbow 30"},{"pageNumber":34,"pageContent":"expansive energy into its choices of experience through attitudes and decisions. It is not a simplistic process and thus cycles of experience are supplied over long periods to provide this process. To grasp the understanding that each is an individual extension of wholeness, likened to a cell within a body, in which all are individual yet part of a focused wholeness within a greater wholeness is an impera- tive. Just as within the human body, if cells attack and destroy the essential organs, the body cannot survive. Humanity must understand that it can no longer continue to destroy its own without destroying the wholeness that contains it. It must stop destroying the planet that nurtures it as well as each other. Repeating the same destructive patterns without transcending them is causing the sustaining planet, solar system and galaxy dis- ease, imbalance and disharmony. The creator focus of this galaxy has the choice of helping this happen for all that are willing to accept this help and putting all those who purposefully refuse in a holding space so that the cooperativ e ar e no longer held back b y the uncooperativ e. I t is as simple as that and mankind is no w facing this choice. Teachers will not be put in a position to again become mar- tyred victims for the purposes of those who are addicted to con- trol and exploitation of their fellow humans. This will be a grass roots movement and will spread among the willing people who will grasp the understanding of who and what they are and change their consciousness accordingly. These will then spread the understanding among themselves and become their own teachers. The messages will be shor t and simple and each will apply them in their o wn way or not. Each will assume r esponsi - bility and will spread the teaching to all that are willing to accept and allow those who choose otherwise to go their own way. The Embracing the Rainbow 31"},{"pageNumber":35,"pageContent":"time of self-awareness and personal responsibility that will allow the transcendence of this hopeless situation into a new paradigm of experience is now or the holding space is prepared and await- ing. It is opportunity or threat as your attitude determines. II-10 At the center of your experience is the awareness that you are, that you exist. This awareness is separate and apart from your body and your brain. It can be likened to a tiny computer chip that continues to be programmed by what is experienced by you through your every thought, word and deed. Your observer ego writes the code and you act and react in accordance with that programming. The chip undergoes constant reprogramming as you add, subtract and change your thoughts, words, actions, atti- tudes and beliefs. To continue the comparison in computer ter- minology, the active memory is stored within the brain and the stor ed memor y within the cells of the body and magnetic field that surr ounds the body . The body itself can be likened to an alkaline battery. Thus when its overall pH balance is too acidic it does not function at its ideal capacity. Your tiny computer chip is your personal connective portion of Creation with a capital, that which is All That Is, pure poten- tiality in contemplation of itself. You indeed are gods in training. Through your freewill you are allowed to figure out how to become a god, and the recognition of this begins your ascent toward or away from that goal. To desire to accomplish this ascent to war d godliness is pr ogrammed within that chip and can - not be changed or r emo v ed. I t r emains no matter how much it is ignored or how many times it is overridden with other pro- gramming. It is always there waiting to be activated. Embracing the Rainbow 32"},{"pageNumber":36,"pageContent":"Inasmuch as you can know that you are, that you can observe that you think, act, make decisions, observe and experience with the 5 senses and more, is called self-awareness. It is that portion that is beyond the physical brain function. It is your bit of immortality. Now it is your opportunity to begin to increase your operating system through recognizing and honoring this chip thus utilizing its potential from bytes to bits, kilobytes, megabytes and gigabytes. The comparison of a human to a com- puter is more apropos than you can imagine. Indeed, computers are modeled from the human example. Mankind without understanding that its root meaning from antiquity is “god-man” tosses about the word human. Where is this tiny chip that supposedly is at the center of the human expe- rience? When the human is dissected, where is this marvelous chip? The answer is, can you see your awareness? The chip is the “Life force”, the breath that is present at birth and leaves at death. It is the unknowable secret that we can only wonder if Creation kno ws. I s it the myster y that propels Creation to contemplate itself and because of that is it the r eason that w e exist and pursue the same contemplative experience? II-11 In these messages, references to mankind and humanity are one and the same, with no deference or difference intended for male or female. He and his are intended as he/she and her/his entirely as equals, which they are, with properties of form and purpose that ar e unique and common. Ther e are certain indis- putable facts that ar e laid as gr oundwor k for the stor y of human - ity as it exists on this planet to unfold in a concise and under- standable sequence. Embracing the Rainbow 33"},{"pageNumber":37,"pageContent":"• There are many inhabited planets in this and other solar systems. • Many contain self-aware, intelligent life forms. • Many are far-advanced in conscious awareness of who and what they are within Creation as it now exists. • Interplanetary travel does now and has existed for what you would term as eons of time. • This planet has been and continues to be visited. • There are different purposes for these visits by different representatives from various planets. • These visitors have and do interact at various levels with life forms on this planet. • There indeed are benevolent beings of higher understand- ings that have been and are now committed to helping humanity on earth to cope with and transcend the future that is coming forth now. • Within this understanding, what follows is a brief history of many thousands of y ears for this branch of the human family tr ee. There was a time in which mankind was indeed a carefree being. What you would refer to as childlike. Just as your chil- dren begin life as dependent babes that progress through stages of playing life in their own reality despite the world of adulthood going on all about them, mankind was this kind of being, open, naïve, playful and easily influenced. As explained before, creation is experienced within both the positive and the negative polarities, in a balance of travels to and fr om the point of equilibrium betw een the two . This can involve experiences of what might be termed aggr ession and acquies - cence. Built into the focused awareness of all conscious (self- aware) life forms, is a balance for this experience of both polari- Embracing the Rainbow 34"},{"pageNumber":38,"pageContent":"ties. You call it “self-defense”, or the innate reaction of “fight or flight,” triggered by the automatic insertion of adrenaline into the body. There was a group that through what you call genetic engineering changed their life form to eliminate this function. This allowed them to remain in the positive consciousness expe- rience, a very pleasant way to live indeed. However, it left them defenseless in so far as any form of aggression was concerned. Their solution, instead of reestablishing this balancing function, was to find a less evolved species and have them provide this needed service for them. You guessed it! A group of less evolved humanoids. However, just to make sure they did their job, they were genetically engineered to enhance the adrenal output to make sure they reacted more aggressively than was natural. Too make a long story short, this change caused an imbalance that changed the personality and limited the ability of this altered species to know their innate connection to creation. Those who engineered this change then found their intended helpers unsta- ble and thr eatening rather than being the pr otectors they had desir ed. The solution to their pr oblem did not include r eengi - neering the altered humans so that succeeding generations would return to normal since that failed to provide an immediate solu- tion to their perceived problem. Instead they simply shipped them off to a sparsely inhabited planet in a far off corner of the galaxy where they were not likely be discovered, and blame for this failed experiment would not likely be placed on them, even if the forcibly mutated future generations were discovered. To ensure this, all memory of this experience was erased and no r ecor ds w ere allowed to be taken by the altered humans on the trip to ear th. I n other wor ds this branch of humanity was shipped off to what might be termed a prison planet and left to either destroy each other or perhaps eventually work out their Embracing the Rainbow 35"},{"pageNumber":39,"pageContent":"genetic imbalance through adaptation. Impossible? Think back to the colonization of the USA or that of Australia. The nation of England emptied their prisons in that process, doing exactly the same thing with hopes of the same result. Did this act of enslavement interfere with the freewill of this segment of humanity? Indeed it did. Why then was it allowed to proceed? The offending planet made the acts by their freewill choice, but through the law of attraction, so was the result of drawing to them a complimentary experience. The law of attrac- tion works and cannot be escaped by ignoring fact and hiding the evidence. Once you accept this premise, you begin to understand the situation that now surrounds you. However, there is more to this story. This trans-galactic shipment was not unobserved. Other advanced humans were aware of the scenario and have over the eons of time visited you. It became obvious that adaptation was not eliminating the genetic alteration. Thus a further experiment was begun. Y our bible r efers to visitors finding the daughters of men fair and mating with them. This was in hopes that the introduction of another gene pool into abandoned humanity would in subsequent generations eventually overcome the genetic alteration. If not, then the increased intelligence through the hybridization process might allow them to overcome the alter- ation through coming up with their own solution to the prob- lem. From time to time the introduction of extra gene pool addi- tions have been made through carefully chosen genetic matching. Progress has been made. However, the overwhelming result has been that the additional intelligence enhanced the aggr essiv e ten - dency in many of the humans with the end r esult that aggr essiv e tendencies within those not positively affected by the gene pool changes were reinforced with greater abilities to develop incredi- Embracing the Rainbow 36"},{"pageNumber":40,"pageContent":"ble applications of weaponry. They used the additional intelli- gence to organize to a high degree with the purpose of creating a hierarchy of power and control over the members of humanity on this planet that have evolved to a balanced genetic structure. Both of these negative results continue now. This raises the question of whether the gene pool additions resulted in interfering with the planet in violation of universal law with regard to freewill. None of this was done without it being cleared through ruling councils of galactic beings that focus creative energy and oversee the balance of the galaxy. If you are focused thought thinking, which you are, then there are levels of focused thought thinking greater thoughts than you can yet imagine. There are benevolent beings that are part of the plan of creation that entails responsibilities of overseeing the galactic maintenance and expansion process. Because genetic develop- ment was approved for this planet, other visitors have come to this planet as a source of gene pool improvement for their plane- tar y inhabitants. This has been carried out with car efully selected individuals. A ppr o v al for this is giv en by these individuals before hand through a process that will purposely not be discussed at this time. There is much knowledge that you have been denied that it is your right to know. Through manipulations by those still caught in the throws of the genetic alteration that require them to pursue control to support their violent tendencies, you have been denied this information, even though it has been brought to earth many times. The benevolent beings have walked among you teaching, and because of being attacked and killed, hav e then come unde - tected to continue the gene pool experiments with selected r ecipi - ents, educating them through clandestine meetings in attempts to bring you into the awareness of who and what you are. Embracing the Rainbow 37"},{"pageNumber":41,"pageContent":"Unfortunately, the powerful controllers distort the teachings and use them for their own gain and you are left bereft of the needed knowledge to lift yourselves from this morass of violent behavior. The happy news of this story is that there are sufficient num- bers of genetically different humans now residing on this planet to change the behavior pattern of the planet back to the normal range. They must, however, find out whom they are and what to do. The question that remained for the benevolent ones, was how to do this. If they came themselves, the weaponry would be employed and death would be the end result. The teachers they instructed have ended up with the same result and the teachings altered to suit the purposes of the aggressive ones. How then are the wheels to be set into motion to bring this situation to an end? Telepathic, mind to mind communication, is a common attribute of humanity, but was lost to the humans marooned on this planet in the genetic alteration. Through the gene pool change a significant number of earth’s inhabitants had this abil- ity come into being quite naturally in a r udimentar y form. Those benev olent beings that use telepathic abilities as a normal part of life found they could communicate with many of the genetically enhanced beings in recent generations. However, this was as successful as the knowledge and understanding of the earth human allowed since the knowledge imparted had to be fil- tered through their understandings and vocabulary. Total aware- ness of the earth human could also be pushed aside with the human’s permission and the higher awareness could speak directly, however this process was limited by the benevolent beings understanding and awar eness of what the human experi - ence entailed. B ecause of this lack of understanding at each side of the process it was difficult for humanity to understand the teachings or to accept the process at all. This process has been Embracing the Rainbow 38"},{"pageNumber":42,"pageContent":"known as channeling. Partial teaching has been accomplished, but it has not been entirely satisfactory. However, no better way to communicate directly has yet been devised. The enhancement of the understanding of the receiving human has been the only solution thus far so that more clarity can be incorporated into the information. In order that what is understood from the information made available thus far reaches as many of the genetically corrected humans as possible, it was necessary that the information be spread without being distorted by the controlling powers. Thus the enhancement in information speed and various means of it were allowed to be given, even though it was assumed that the aggressive group would use it for their own purposes. However, at this time information to the genetically normal humans can travel to them quite freely. The problem of the moment is to get the information circulating. It should be further noted that the information given through telepathic use of humans must be consider ed with the discern - ment of logic accompanied b y the open mind of whether it could possibly contain truth. Truth is individually discerned through the screen of life experience and should be weighed and consid- ered carefully by each person. Enhanced communication is also in the form of books that now contain careful research of what you would call ancient history. These bring forth information from the time in which the benevolent beings from other plane- tary systems could walk on the earth in safety. These visits were recorded in the language and art of the day. Lacking photographs and written wor d understood b y many people, myths w ere told b y wor ds and simple symbols that hav e been misinterpr eted both innocently and purposefully. The enlightened teachers purpose- fully hid much information for later discovery. Some has been Embracing the Rainbow 39"},{"pageNumber":43,"pageContent":"found in recent times and has been either destroyed or hidden from you soon after the discoveries. News of more accurate decoding of what is available is becoming commonly known and is available in books. These books must be read with a great deal of discernment as often-erroneous assumptions were made as to the meanings of the decoded information. It is much more diffi- cult for it to be concealed or misinterpreted because of the edu- cation levels of much of humanity and the freedom with which information can now flow between people. It is hoped that many will search out the information and in a continuing effort attempt to interpret the information. It is necessary that they come into an understanding that allows them to realize that this is a momentous time for those who are now capable of changing the destiny that is planned for them by the organized aggressive fellow humans on this planet. II-12 The momentous time for humanity to transcend this seem - ingly unsolv able dilemma is r epeated with purposeful intent. The profusion of communication modes and content is over- whelming and is designed to direct mankind away from physical activity and into an imbalance of mental activity. This promo- tion of a sedentary life style weakens the physical body, prevents the release of stress and lessens the likelihood of survival in the days ahead. In order to transcend the experience of this repeti- tion of life as guided by others, and to replace it with a life of per- sonal responsibility, each must be present in a body on this planet. The oppor tunity to do this is her e now, but your avail- ability to par ticipate is based on y our personal internal choice. The word internal is chosen specifically, for how you come to know who and what you are is a process of internalizing within Embracing the Rainbow 40"},{"pageNumber":44,"pageContent":"your own awareness and pondering these different ideas. There must be consideration of them in focused thought and definite decisions reached that are meaningful and followed by active changes in each life focus. These processes are best carried out in quiet time alone. In order to do this within an experiencing mode of work, family and social commitments that seem to leave little breathing room will require a decision to participate or not. If the decision is to participate, then your priorities of life will need to be changed. The TV will need to be turned off. The word “no” may need to be introduced regularly into your con- versation. A great deal of contemplation can be accomplished on a solitary walk. It must be understood that this discussion stresses a personal decision. Each must decide for him/herself. It is suggested that discussions with your spouse be encouraged, if that is appropri- ate. Many times ones in relationships have entirely different views in these areas. The pivotal relationship between you and y our connection to cr eation is personal and can only be dealt with alone. T o shar e with another person who is as committed to strengthening this connection is a joy. Through deliberate intention, those living on this planet include millions and mil- lions that have been taught since early childhood to seek a greater connection to a “god” who is somewhere out there in the unknown. And that one can live a life of ease and luxury after death in some other mythical Utopian realm is illogical to visitors from spiritually advanced planets. This christian myth is paral- leled by more beliefs almost as illogical in other religions. Each child is first to learn the gift of self-awar eness is the only god necessar y for each to kno w . Then all of their life is experi - enced through this focus point with further learning that per- sonal responsibility empowers it through their life experiences Embracing the Rainbow 41"},{"pageNumber":45,"pageContent":"into either a positive or a negative perspective. At the maturity of a generation of this understanding, religion as it exists would become a moot point. Through the understanding that the amazing gift of self-aware experience is in all things supported by the simples laws of attraction, focused intent and allowance of freewill choices, and supported by understanding gained through experience using these basically simple truths, then a new experi- ence would await them than exists now. This is an over simplifi- cation for the teaching would involve much guidance of these children. The question remains how could something that is not known by the parent be taught by them? Thus simply the know- ing of the truth does not solve the challenges that present them- selves. Each must begin at the point at which truth is discovered. In the quiet of their own consciousness, individuals must stand above the situation, consider carefully the extent of the commitment each is willing to make and then set about incor- porating changes through these new understandings. As each dilemma pr esents itself , the simple pray er of “I am a human becoming, help me to become, or w e ar e humans becoming, help us to become, or they are humans becoming, help them to become” changes the internal climate and incorporates the diffi- cult law of allowance into reality. The release of the need to con- trol through allowance changes the perception profoundly. It allows transcendence from responsibility for others and recog- nizes the personal choice of releasing them to their own personal decisions. Rather than bringing forth feelings of separation, this blessing process brings forth an experience of a form of love that has blessed them in a way that will hav e pr ofound effects on their life. I n adv ersarial situations, a change may take sev eral r epeti - tions, but it will bring change. What is being experienced within this opportunity is that Embracing the Rainbow 42"},{"pageNumber":46,"pageContent":"which is extended to each on a continuing basis by the point of harmonious thought within creation that focuses each individual into existence in the first place. If this were not the case, then with the first act contrary to universal law, the energy that holds each in manifested reality would be withdrawn and each would cease to exist. Each would be denied the experience of the result of that choice and could not then come into the wisdom of understanding that the act brought forth a result and provided the choice of repeating it or transcending it through wisdom. What exists within creation in truth is not religion as a practiced dogma, but practical, applicable, logical spirituality. Spirit being the name given to the presence of creation which is omnipresent, omniscient and omnipotent. In other words, the destiny of learning this truth and the experience of choosing to come into understanding and practicing it cannot be avoided, it can only be postponed. Simplistic as this discussion is, it contains the basis for seem- ingly magical transformation in the life of those willing to adopt such change. T o giv e up the kno wn and trav el into the unknown has long been the elixir of adventure. Mankind need not travel elsewhere from where he is or what he is doing to have adventure. All life is experienced by the attitude that is reflected within its own thoughts. What seems boring and mundane could be expe- rienced differently by changing the parameters of experience, one situation at a time. As pressing as the situation is with regard to those who would enslave their fellow beings on a global scale, it can only be changed through individuals transcending their own belief str uctur e. I t must begin with the r ecognition and r ealization that a long- standing series of deceptions, manipulations and misuses have been perpetrated. That this is true does not change anything. Embracing the Rainbow 43"},{"pageNumber":47,"pageContent":"Where mankind is now is where he is and thus blame, fear, over reaction or cowardice will resolve nothing. Resistance or the choice to retaliate will count for nothing. Two wrongs will never equate to right. It remains for mankind to swallow the truth and to look to his focused source and chose to change his experience by com- ing into the knowledge, understanding and application of the laws that support all of creation. God as known to humanity on this planet does not exist. He isn’t dead because he never existed. Creation exists and has all the attributes of omnipotence (all power), omniscience (all knowing) and omnipresence. The only worship required is the living of the gift of self-aware life within the laws that have brought each into the experience with honor and appreciation for the wondrous privilege that it is. Help to bring about the incorporation of this awaits invitation by humanity. Teachers in the form of benevolent beings will come again to walk among you on this planet when it is safe and they are invited. They will not teach you how they think you should live, but will teach y ou the laws of the univ erse and advise y ou in their application to the parameters of the life design y ou choose individ - ually and as a group. The choice is here to be made now between slavery and difficult deaths or freedom to come into harmony with the way creation is meant to be experienced. II-13 When the time arrives that the imposition of the final phases of the lock down of personal freedoms begins in earnest there will be resistance. Especially in the USA since of all the humans on the planet, they hav e been the most deceiv ed, the most pamper ed and the most used. D ifficult as it is for its citiz ens to believ e, their national development has been guided and controlled from the very beginning. The natural ingenuity and creativity have Embracing the Rainbow 44"},{"pageNumber":48,"pageContent":"been encouraged and then turned to advantage or “bought out” and shelved. A particularly appropriate example is the continued development of sources of energy and transportation that would end the dependence on oil and coal which would eliminate the health endangering of both the human body and the planetary flora and fauna. These are available to be developed very quickly in the context of the new paradigm. There is a natural flow of expression that is part of the cre- ative plan. It is what you might call unchangeable programming within the human pattern that remains regardless of what pur- poseful effort is made to override it. Once a goal or objective is decided upon by a personal choice that seems logical and accom- panied by a commitment to that goal, it can and is pursued with all possible intensity, even to the point of giving up the life force to death. Methods of torture can and will cause the person to deny and pretend to give it up, but instead it usually instills it deeper into determination to resume the pursuit of its comple- tion at the first oppor tunity . This is true for those goals that are both positiv e and negativ e in their energy configuration. Thus confrontational situations are the logical result. The positive impetus is pursued through logic and the negative experience through inability to apply the law of allowance and control becomes an addictive factor in the imbalance. It is important to comprehend that perfection is the ability to remain in balance in the practice of all the laws of the universe that support the expan- sive expression of creation. This is a process that gives challenge to participation within what is called eternity. If not for this monumental challenge, eternity could be boring indeed. I ntelligence is not confined to the human brain/mind. I t is part and parcel of the potentiality that flows through the process of creation. Self contemplation by any manifested self-aware por- Embracing the Rainbow 45"},{"pageNumber":49,"pageContent":"tion of creation, humanity for example, with a basic understanding of who and what they are in correlation to the expansive flow of creation, can transcend and remove limiting understandings. This then opens the awareness to the potential of new understandings changing the experience of that being entirely. In every way all experience serves the expansive process of each. Because creation is, at its potential, intelligence in pursuit of understanding itself, it is necessary to discern that all beliefs reach a point of limiting the opportunity to evolve. It is then a perpetual process of transcend- ing and leaving behind each and every understanding into greater wisdom. The exception to this is the immutable universal laws that support the process as a whole. At the basis of these changes is always greater understanding of these laws, their utilization and the wisdom gained through the resulting experiences. Certainly it would seem logical to the inhabitants of this planet that the time has come to transcend the present experience and change the beliefs that have focused creation into the experi- ence of the futur e as it sits befor e them. I t is far easier to perceive the situation at hand and change the beliefs to transcend the experience before it comes into complete manifestation. The negative polarity experience is brought about by failure to know, understand and apply the laws of the universe. You were set upon this planet without them and denied the knowledge of them. Those indigenous groups who were on the planet were learning them through observation of nature. Through the bless- ing of eternity, all the time necessary, their evolvement was on its way. Now, even these too have been corrupted. Unfortunately thr ough the teaching of the theme that natur e is to be subdued, rather than to be y our teacher , y ou w er e denied the knowledge that could have been gained through its contemplation as a holo- graphic example of the laws in application. Embracing the Rainbow 46"},{"pageNumber":50,"pageContent":"Is this saying that technology should be abandoned entirely and 6 billion people should return to indigenous living? That certainly would return the planet to 500 million people quickly through starvation. If living in that way would allow under- standing of the universal laws, then it would be a worthwhile experience. However, knowledge of the laws from those who have both advanced technology and understanding is available to help, consequently the indigenous alternative would not be nec- essary. If mankind does not take responsibility to change the pre- sent intended scenario and the planet itself is required to change this situation, then technology will be purged and if the planet is “lucky” indigenous populations will again have the opportunity to evolve. The consequences of ignoring this new opportunity to change the story of this branch of humanity that has been liter- ally railroaded on to a path thousands of years long which has stymied their evolvement are not pleasant to contemplate. The scenario began thr ough br eaking the law of allo wance and inter- fering with the ev olv ement of other humans and r equiring them to remain stuck in “being” rather than becoming. The conse- quences to those through the law of attraction (what you give is what you get) was left for it to work in its inevitable way. No other group was willing to interfere accept in a benevolent advi- sory capacity, which is all that is allowed within the intelligent application of the universal laws. Intervention between species and planets does happen and is admitted here. However, the law of attraction absolutely works, but within the flow of divine or der , the timing is left to the natural flo w of that law within the intelligence of cr eation. T o str etch the law of allo wance and interact beyond the advisory capacity is carefully done with much consideration with regard to far reaching possible effects. This Embracing the Rainbow 47"},{"pageNumber":51,"pageContent":"may be extended particularly when a group is evolved enough to ask for help specifically. The outcry to creation itself, by enough of the population, is answered by offers to help by specific groups. However, if the asking group is so closed as to be unable to recognize the offers, then nothing can be done. In this case, the outcries for help have been of such duration, and the imbal- ance of the purposeful negative perpetrators is so great, the whole galaxy is now focused on this small planet and orders have been issued to “find a way to answer the outcries.” Thus earth’s pop- ulation is being presented with the current process and the cur- rent messages within the presently available communication pro- liferation. It is our prayer that it will be enough and in time. II-14 Knowledge is given to mankind within the recorded history of the past that there has been communication with beings from other planets within the galaxy . The understanding that spiritual ev olv ement goes hand in hand with physical, emotional and mental evolvement would seem to be a logical assumption. Just as personal responsibility develops at the beginning levels through interaction with other beings, so also it continues as the path of evolvement unfolds through experience. Therefore, self- awareness involves itself through choice at greater and greater lev- els of personal responsibility interacting with other beings through maintenance of balance of physical creation, meaning the manifested galaxy as a whole. This is accomplished by shar- ing the r esponsibilities in cooperation. I n other wor ds, there is an organiz ed administrativ e pr ocess in which to become inv olv ed as self-awareness and the ability to experience within the univer- sal laws is attained in wisdom through experience. The benevo- Embracing the Rainbow 48"},{"pageNumber":52,"pageContent":"lent beings that have visited your planet and now are indeed pre- sent in nearness to this planet are representatives who have vol- unteered for their own advancement to be part of this adminis- trative focus of galactic maintenance. In order for the expansive energy of creation to continue its outward flow, the individual points of self-awareness must con- tinue within that flow through personal growth. Each must first recognize who and what they are and then through free will choose when and how to accomplish this within the laws of the universe. The desire to do this is literally programmed into each and every one and continues to call for fulfillment no matter how frustrated and blocked the experience or experiences are. Humanity on this planet is blocked at every turn by denial of this essential knowledge. The knowledge purposefully given has been distorted and the false idea that man is to use nature rather than cooperate with it so the example of it could be their teacher. Nature exists in harmony with the laws of the universe when left to itself and despite man ’ s inter vention and perversion of it. N atur e keeps on tr ying because it contains the same ele - ment of programmed push to exist and evolve that is universal within creation. The urge for expansive behavior is present within the living aspect of all creation. Only the self-aware have the privilege of freewill. That aspect of privilege contains the pitfall for exploita- tion of lesser expressions of creation. The inhabitants of this planet have created luxury and poverty through the use and abuse of the natural resources of this singularly beautiful planet. D istor tion and ignorance, whether chosen or thr ust upon intelli- gent beings, brings hav oc and imbalance in ev er widening effects. The personal choice to accept responsibility to change this carries the hope of this branch of humanity to transcend all of this while Embracing the Rainbow 49"},{"pageNumber":53,"pageContent":"there is yet opportunity. Turning away from this opportunity will carry with it the consequences that naturally accompany it through the law of attraction. Eternity, as this cosmic cycle is called, is a very long sequential time in your counting to learn lessons ignored and refused. All help possible and beyond the normal process is being given now. The opportunity to literally leap ahead and bridge the lost chances of advancement is avail- able for the taking. It is hoped that as many as possible can and will answer the call. What are called crop circles have caused great curiosity. The previous discussion of the existence of the galactic administration of responsible maintenance was introduced as a preface for this information. In times of great stress for a planet, not an unusual thing in keeping all within balanced orbits, etc., energy is focused into the various grid systems that maintain orbit and spin veloc- ities and other physical maintenance. It is similar to tuning up your automobile engine to keep it running at peak efficiency. This is done on a r egular basis. I n the case of y our planet, which is under gr eat str ess, as ev en the most sleeping human will acknowledge, this process is going on with increased regularity. The crop circles are dynamic energy codes that are being sent as usual, but are being made visible as an attempt to awaken humanity to the truth that outside help is maintaining the bal- ance. There have been specific cases of groups sitting in open fields, meditating and finding a crop circle created around them in moments. These instances were again for the purpose giving the message and took place only within the confines of these spe- cial ar eas and the par ticular timing of these transmissions and w er e not caused b y the meditating gr oup . The shapes vary with the specific energy patterns being focused. There are certain par- ticularly restorative (for lack of a better word) areas that bring Embracing the Rainbow 50"},{"pageNumber":54,"pageContent":"forth specific planetary responses. These shapes and places are matched for the response needed. These are not meant to be decoded, but rather to be accepted for their intended purpose. There is knowledge and understanding of the galaxy and its encompassing universal laws available. It has always been avail- able to be known. It is humanity’s right to know all of it. That is known as evolvement. This grand opportunity is available for the simple taking of these messages, grasping the truth of the seri- ousness of the situation and acknowledging that lies and distor- tions have been perpetrated. Then learning and applying a few simple practical changes in perception through the application of the life energy that is who and what you are can begin. The choice is available now. II-15 When the time comes in your awareness of sequential events, remembering that divine order does not operate necessarily in that mode, v arious situations will appear to hav e no connection at all to the intended purpose of thwar ting the mo v ement of the intended plan. Remember again how a computer graphic com- pletes itself sometimes in linear movement and then the pattern changes in how it continues to appear. It must also be under- stood that the format of creation is not flat, but is holographic and dimensional. It is important to understand that those are not intended to be analogous. Manifested creation is holographic in form and dimensional in the context of vibratory variation. In other words, which are woefully inadequate to fully explain, a holographic form can exist in similar but differ ent dimensional v ariations. Once the inhabitants of earth accept the truth of the exis- tence of other fellow inhabitants within this galaxy and others, Embracing the Rainbow 51"},{"pageNumber":55,"pageContent":"the next great leap of understanding is that within their own galaxy there exists even more variation because each form can have dimensional variations. Further evolvement by way of knowledge and wisdom through applying the knowledge, it is possible to travel between the dimensions as easily as walking through a doorway. In other words a holographic form can exist in similar but different dimensional variations. When this is understood, then traveling through space becomes comprehensible and does not seem at all impossible. It further explains how people of old regarded past interplanetary visitors as “gods” to be venerated and held in awe, resulting in religious worship. As understood then and perpetuated now by manipulating governmental and “religious” leaders, indeed the “god thing” is a hoax. Creational energies governed by universal laws through their application and the potentiality that under- pins it is worthy of veneration, honor and awe, but there is no personality to receive worship. There is, however, that intangible, kno wable bit of cr eational energy that is the self-awar eness often called “hear t feeling ” with in y ou. That is wor thy of veneration. It is there to be acknowledged and the power within understand- ing it used. There are beings, that have come through experience to a greater and greater understanding of creation by conceptualizing and applying the laws that allow the use of this marvelous cre- ational energy, that do deserve respect. Through their teaching, much can be learned by willing individuals rather than having to spend eons of time learning through trial and error. The greatest of all err ors is to worship the teacher or the pr ocess rather than v enerate the sour ce and par ticipate b y acquiring kno wledge and wisdom through experience. When mankind on this planet learns the truth of these words, then indeed he shall be free to Embracing the Rainbow 52"},{"pageNumber":56,"pageContent":"continue his/her evolvement in 7 league boot strides. “I am a human becoming, help me to become” opens the door for the truth to be accepted. Each must forge their own path through their freewill choices, their attitudes, decisions and acceptance of their personal responsibility to participate in bringing forth a plan for use of the creational energies that are totally available. Each of you now has the opportunity to accept or reject these messages and continue to live as a victim of the plans of the enslavers. Or you could change your attitude and accept the pos- sibility that this might be logical truth and something to ponder, consider and then allow the intangible creational life aspect that enlivens each of you to guide you to a decision. The christian bible mentions several times that Mary, mother of Immanuel, pondered things in her heart. In other words, she considered them and “felt” whether those things were true. If something did not fit within the comfort zone of her current understanding, she at least considered it seriously, let the process percolate for a time and then “ felt ” whether it was tr ue or not. It is suggested that you follo w her example and do this in the quiet of pray er time, medi - tation time or a long quiet walk, then just let things percolate. You will indeed know in your heart if this is an opportunity you want to participate within. Then you must “walk your decision” and take the appropriate steps to change your consciousness, pursue knowledge, live it and acquire wisdom. Once you each make that decision, there is an entire galactic cheering section that will indeed bring forth-resounding joy and shower you with a loving blessing. You have no idea how much they desir e y ou to kno w the truth and desire to welcome you back into the ev olving focus. Embracing the Rainbow 53"},{"pageNumber":57,"pageContent":"II-16 When the time comes for the beginning of the change over of consciousness through the conversion of the critical number of the necessary percentage, the ripple effect will seem to be unno- ticeable. Just as the number of people who now believe that there is interplanetary travel has now reached the critical mass. A remainder still staunchly reject the acceptance of this belief, but that rejection is a shell to protect the rest of their beliefs, for if they are wrong about extraterrestrial visits, then they must entertain the possibility that some or all their beliefs are possibly false. There are compelling reasons that the evidence of these visits has been so vehemently denied by both governmental and religious powers. Yet it provided them with a fear weapon and the temptation to use it as such seduced them into bringing it forth as fanciful entertain- ment. That earth governments had the abilities to develop the capability was offered in positive possibility within futuristic set- tings, just as the first attempts to leave the planet itself were ideal- ized. The nonsense of the distortions is indeed ludicrous when viewed in the true picture. However, the truth has escaped their best effor ts and it has indeed put a sizable crack in the acceptance of their car efully concocted depiction of who and what mankind is and the cosmology of its existence. The denial of the existence of anything that has enough peo- ple with actual experiences now using the available communica- tions to tell their stories is causing the crumbling of the founda- tions of the credibility of the whole lie. This was done, not by shocking the population with a big expose, but instead nibbling away at it a little at a time. N o w the cr edibility gap is enough that through this doubt, greater truth is being readily accepted. The tr uth is that this planned bid for global power was set into motion indeed thousands of y ears ago . I ncr edible as it seems Embracing the Rainbow 54"},{"pageNumber":58,"pageContent":"when the known “ancient” history is researched and traced back, the plan lays open to discerning minds and is available in print, though the conclusions are not entirely clear. There are no secrets in manifested reality. The further along the evolution of self-aware beings, the more easily situations and other beings are perceived and understood. The temptation to exploit those of lesser evolvement is great indeed in the midst of experience modes between positive and negative experiences. Victim con- sciousness is the epitome of the negative experience. It draws through the law of attraction like energy, or in other words it draws situations that exploit that consciousness. In acquiring this understanding, it is then obvious that the very first step human- ity on this planet must achieve in order to transcend this mode of experience is to shed victim consciousness and regain the self- empowerment mode. Until the crack in the seemingly “airtight” education of mankind as to his place within the cosmology of the galaxy/uni- v erse widens, it is difficult to expect many to accept the tr uth that the father/god of the past and pr esent is a hoax. This is because first there must be something demonstrable in an experiential fashion that will replace it and it must be the absolute truth! In this process, giving up the victim consciousness through self- empowerment is the beginning step. In order to do this, self- awareness, the ability to consider the individual self over the group loyalty is basic. “Me first” has been exploited through the encouragement of selfish sexual and materialistic practices as a guard to prevent the discovery of this basis of the human expres- sion of who and what manifested life is. When this next fissur e in the their foundation becomes a wide enough crack, then the bitter contents of their house of cards will pour forth with reper- cussions that will lift the human consciousness despite their Embracing the Rainbow 55"},{"pageNumber":59,"pageContent":"efforts to enslave it. As the law of attraction works, they draw to themselves like energies/experiences. The laws of the universe indeed work in mysterious ways to allow for return to balance, while allowing expansiveness through wisdom gained in experience of both the positive and negative expressions. Neither is inactive, both are at play simul- taneously thus keeping the balance. During the time spent at the point of balance, all is at rest, just as there is a moment between breaths. During each act of breathing, various functions that are either positive or negative proceed within the body unnoticed because of the governing of the functions of the nerve system in the body. This can be correlated back to the galaxy in comparing the governing system that functions in the fashion of the nervous system. The human body is a marvelous expression that has the capa- bility of mimicking its source and can function at many levels of holographic and dimensional experience. The gift of an experi- ence within one is to be gr eatly appr eciated and honor ed. Those beings experiencing in what might be termed older models desir e greatly to have the capabilities of your improved one. Thus you have visitors bent on making this happen, but meaning no harm to you. The methodology reflects many of the capabilities theirs lack. For those remembering the experience of interacting with them, this is difficult to accept as reason for these situations. Nonetheless, permission was asked and received at a level of con- sciousness that is not yet available to their awareness. Those granting this are greatly appreciated for this gift of greater life experience that will be the r esult. I ndeed, ther e have also been visits fr om a v er y much older gr oup that left their unwanted mark long ago and they have been barred from return visits. Any further returns will be with severe repercussions for those indi- Embracing the Rainbow 56"},{"pageNumber":60,"pageContent":"viduals for these would be without the approval of their own kind. This brings forth the previous mention of an extraterrestrial group that are not only assisting the group planning enslavement, but in actuality carry great anger toward this planet. These beings attempted to take over this planet not long after human- ity was marooned on it. Not comprehending the warlike genetic alteration, even though they had superior weaponry and control technologies, humanity repulsed them. Retribution has been planned since that long ago time. The control and enslavement plan has been theirs from the beginning. That they come and go and confer with the hierarchy of the planners is kept secret, thus you have secret societies within secret societies. Eternity is a long sequential time, and so they have slowly and carefully laid their plans over many, many years in your counting. The planetary awareness of this presence, which could not be totally hidden, has been translated into “satan or the devil” and thus the tool of fear has been implanted and personified so that y ou hold it in y our consciousness and r esist it in a non-r eality mode. Those that have been influenced into being the stooges in this long-standing plan reflect the consciousness of those they consider benefactors and they in turn are attracted by the victim stance and con- sciousness of the rest of humanity. They have not fathomed the plan that is behind the one they are being guided to perpetrate on their fellow humans. If the total plan is allowed by humanity to be completed, the planet may or may not be habitable. Those particular extraterrestrials do not care, so long as they are able to achiev e their r ev enge. Indeed, they are farther out of balance than ear th. Ther e is much to be accomplished in the scenario that is playing itself out in these pivotal days that are upon earth and all her inhabitants. Embracing the Rainbow 57"},{"pageNumber":61,"pageContent":"II-17 Through these messages it is hoped that each will strive to verify the inferences made here in brevity. The information is available to verify the historical delineation of the recent (last sev- eral thousand) years religious hoax that has been perpetrated. However, this is not to indicate that this was even the beginning. Within this branch of humanity, through the alteration of the DNA/RNA, the inner programmed desire for balance continued to resonate. It was subliminally known that the imbalance was brought about by outside forces, there was then an innate desire that the same outside forces should restore it. There was not con- scious memory or records of any kind to indicate who or what had been the source of this imbalance. It was natural for the descendants of this branch of humanity to desire this correction from every outside/extraterrestrial visitor they came into contact with, benevolent or otherwise. This desire was converted over time into deification and worship with ritual religious dogma to support and spread it. The focus of these “religious” formats were both positive and negative, with each attempting to influence the other o ver time, or worse yet destroy each other. Though the benev olent beings hav e endeav or ed to teach the truth and explain each time, their lessons were soon distorted back into the reli- gious dogma of looking for help from outside to rescue mankind from its problem. And so it is at this very moment, accept for those few that have already figured it out are now gleaning the truth from those few who know or from these messages. Kno wing the tr uth and kno wing what to do after the tr uth is learned is another matter . The univ ersal laws r equir e that this branch of mankind must come into understanding and with deliberate focus o vercome their victim consciousness through personal r esponsibility to change their experience. This first step Embracing the Rainbow 58"},{"pageNumber":62,"pageContent":"opens the doorway to reentry into the galactic family that they have been separated from for so long. The family is anxious for your return and desires to help in any way that is allowed, but earth’s inhabitants must make this first step on its own with only the guidance of its necessity to assist. Then by directly asking for further assistance, more can be given, but even then it cannot be rescued. It is proper, in light of the above explanation, to address the great as yet unspoken concern about what to do with the over population when this is solved. First of all, there will be a loss of many lives in the chaos that will ensue. Certainly not 5+ billion, but those who refuse to accept the truth will slow down the par- adigm project’s manifestation. The longer it takes to manifest, the greater the loss of life. Those who refuse to hear and accept after the project completion will be given the opportunity to come into balance in other situations; in other words they will live elsewhere, however this time with full knowledge and accom- panied b y r ecor ds. Those who are the new paradigm will then hav e many choices and oppor tunities of places to continue their evolution. The members of the ground crew will remember who they really are and are welcome to return to the points of their ori- gin. The balance will be returned, though planet earth will need assistance in returning to health. It will not be as much of a task as might be thought now with the knowledge and techniques available for the asking. The remnant that remains will have inter- esting times in which to enjoy manifesting the new paradigm into wholeness. No further detail regarding the future will be given until that time arriv es. I t must be str essed that this is not the phase on which to focus. U ntil the first step is completed, the last step has no possibility of manifesting. Thus its explanation has been withheld. However, the concern about the overpopulation Embracing the Rainbow 59"},{"pageNumber":63,"pageContent":"issue has necessitated this brief explanation. It is important that it be accepted that the future is well encompassed and then set that understanding aside so that the proper emphasis is placed where it belongs. It belongs on the completion of the first step, individual conscious acceptance of transcending from the victim in need of rescue, into personal responsibility through playing a decisive part in the con- ception and manifestation of a new paradigm of experience. II-18 Through these messages the outline of the status of human- ity has been established. Further detail is available to those who desire to investigate beyond what is easily perceived when view- ing the media presented information in light of this information. That a hoax of major proportions is being perpetrated is difficult to miss. There is one magic show after another being presented for viewing while the global manipulations continue to restruc- ture national, continental and hemispheric lines of demarcation. The str uctur e of the world as y ou know it is being dissolved at its v er y foundations. The plan is at a stage no w that it can no longer be prevented. It can yet be sabotaged at specific points to frus- trate and slow the process somewhat to give more time in which to reach more people. This material is being distributed at its starting point in the USA, but through the group foci must entail a planetary appeal to be all inclusive of humanity as a whole. The process of the plan is the same and different in every local on the planet. Thus, whether in the vernacular of one country or another, the end result of the plan of planetary slavery is the same. The v ariety within the human experience must be tran - scended in or der that a tr ue gr oup focus can be attained. The division of ethnicity into race must be dissolved and humanity must consider itself one “race”, a word best abandoned for it too Embracing the Rainbow 60"},{"pageNumber":64,"pageContent":"reflects emotions that do not serve the birth of the new paradigm. The oneness that is to be sought will transcend the need for iden- tification of diversity. Diversity need not be bred out in order to attain what can only be accomplished within each personal awareness. Appreciation of the opportunity to experience self- awareness manifested into the glory of a human body and evolve through the process of expressing creational energy negates the necessity to delineate personal differences in this way. It is a nat- ural evolution of that awareness. Appreciation of the gift of self-awareness is understanding that a piece of absolute potentiality that is the sum and substance of the All That Is, is the point of coagulation around which all living things exist. To comprehend it is to honor it and come to understand that it is both fragile and tenaciously committed to evolving through that potentiality that is innate within its very nature. Understanding this simple truth of who and what humanity is has been buried beneath a landslide of superfluous information that has been pushed on mankind to insur e distrac - tion and pr ev ent this essential disco v er y. The distorted need to be fixed, leading to worship of both misunderstood visitors and an imagined outside source for this help, has held the transplanted humans on this planet in a self-created bondage. Many of those who have attained the return to genetic balance remain pro- grammed into the old systems of belief that have failed for thou- sands of years to achieve the desired goals. It is time for them to awaken and to again experience true human evolvement. It is the truth that will set them, you, free. When this information is con- templated in the quiet of inner awar eness, it will r esonate and be kno wn b y those who ar e genetically balanced. This will raise the question as to whether all those within the same family are automatically genetically balanced. The genes Embracing the Rainbow 61"},{"pageNumber":65,"pageContent":"for each are randomly selected at each conception; thus these float within nearly all families at this sequential point. There will be those that are more susceptible to the negative programming that will seem not to carry the gene balance. Again, freewill is freely given. All will be accepted if the realization is sincere even at the last moment. But it is likely that as the initial statement of purpose circulates, the words will resonate and the wakeup call will be answered. The simple few words, translated into all lan- guages, will resound within and in its repetition it will demand an answer within that cannot be denied. The yearning of all the previous generations denied the freedom to evolve is carried at cellular levels and through the genetic release is available when the trigger is activated. It is the response by the first few to this pent up yearning that will bring forth the freedom cry that will begin the wondrous process of the birthing of the new paradigm. It is time now! The repetitions in the message are meant to offset the con- tinuous barrage of disinformation that has been the foundation of human existence for these thousands of y ears and no w r eaches a crescendo as the “second shoe” is nearly ready to be dropped. The emphasis on waking up and accepting the magnitude and duration of the frustrating trip of this branch of humanity down a dead-end path is the essential beginning for changing the con- scious perception of this experience. This is then followed by the awareness that this consciousness change is the first layer of the foundation for the new paradigm. Without a firm foundation on the rock of truth, nothing of lasting value can be built. The next step is either par ticipating in the conception of the beginning statement or the pr oliferation of it once it is conceiv ed and the further conception of the bare skeleton of what the new paradigm is to become. Not rules and regulations, but what liv- Embracing the Rainbow 62"},{"pageNumber":66,"pageContent":"ing within it would involve. Dreaming the dream in a sheer play- ful mode. A rose was created through a play of possibilities. A lily, a monkey, a squirrel, an otter, an elephant were all created in a playful mode of potential possibilities. Man/woman must become child like and consider outlandish and outrageous possi- bilities until the perfect ideas begin to gel. This is best done within groups with the same intent. Even the most closed will join the spirit of the task and often have the most amazing con- tributions. The host/hostess must set the mood of safety and spontaneity and allow the group to take it from there. Levity opens the door to creativity and the release of true human nature. We are all the children of creation and are set loose to playfully learn who we are and what we are truly capable of doing, gov- erned only by the laws of the universe. It must however, be firmly understood that these do strictly govern, are immutable and every act outside them draws its effects within creation’s own, not necessarily sequential, timing. This is known now as divine or der . II-19 The desire to understand the imbalance that followed the original DNA alteration that originated within the natural flow of self contemplation became an abnormal obsession to know for the group of transplanted humans on planet earth. The genera- tions followed one another and their searches within and without failed to give them understanding. The tendency to over respond to all real and misinterpreted threats became the outlet for the desir e to understand this imbalance kno wn at the lev el of intuition. R ealizing that this tendency left unbridled would lead to annihila - tion, religion as an inhibiting factor was introduced. Without the aid of memory or records, it was to provide a historical point of ori- Embracing the Rainbow 63"},{"pageNumber":67,"pageContent":"gin as one could best be intuited and to institute some form of con- trol to prevent annihilation. Over sequential time various points of focus were used. The visitation of beings from other planets provided the best possible focus, particularly those who came in attempts to teach and finally to introduce changes in the gene pool as a last resort in their efforts to help this branch of humanity to continue to evolve. There are two important points of understanding to be made clear. These beings came in benevolence and did not wish to be the object of religious focus. However, the genetic introduction produced offspring that were noticeably more intelligent, but not noticeably less violent if provoked. Because of this, these offspring became leaders and usually the focus points or priests of the reli- gious cults. As assisting priests were added, the roles became con- fused and distorted. Deification of the first of these leaders fol- lowed within a few generations of death and various levels of deification of those following happened periodically. Because of their differ ence, the first-born male of each follo wing generation inherited the leadership r ole and the task of pr opagating the per - ceived change thus creating dynasties of leaders. The remaining progeny intermarried and spread the genetic changes. Because of the focus of male leadership by dominant expression of the aggressive tendency through warfare, females came to be regarded as being of lesser importance accept for the propagation of the male for conquest. It is important that present day humanity understand its true cosmology. There were what you call indigenous populations alr eady on the planet and ev olving thr ough their own natural pr ocesses when the transplanted gr oup arriv ed. The confusion within the efforts of present day scientists trying to create a cos- mology from their point of view for the planet is easily under- Embracing the Rainbow 64"},{"pageNumber":68,"pageContent":"stood. They are unable to consider the effects of both types of humans being suddenly present at one point in history and they are unaware of the gene pool additions to the marooned group and the blending of all three ingredients in both the past and the present. This puts them at an extreme disadvantage and their conclusions add only more confusion for an already frustrated branch of humanity. It is necessary to note here that now the indigenous population evolution has been distorted, as few if any remain isolated from proselytizing contacts. Further, the envi- ronmental situation includes them within the planetary whole. The aboriginal tribe of Australia no longer propagates and is ask- ing to reincarnate elsewhere in the galaxy. If help is again refused, this will be honored, as they are innocent of any involvement in the chaos forced upon on this planet. Humanity’s roots and how its history has played out, is not important for a delineated timeline, but for an understanding of how the frustration of being marooned was experienced and what far-r eaching solutions w er e tried. Left to deal with their altered genetics humanity has in its confusion r efused benev olent help and accepted distorted help. The roots of the refusal and distor- tion lay within the alteration and its effects that enhanced more than the self-defense aspect. Cooperation became competition, which enhanced greed, lust and the pursuit of power over each other, to name just a few. The knowledge of this history brings forth a fork in the road and with it the decision to continue on the same dead end path or to accept this offer of help that is again being made. For those willing to comprehend the plans for the pr esent path, it would seem the choice would be easy . H o w ev er , the ingrained programming of looking for rescue rather than accepting the responsibility of making the necessary changes requires leaving behind a long established comfort zone. Embracing the Rainbow 65"},{"pageNumber":69,"pageContent":"To literally climb out of the morass of confusion to a point of overview, observe the struggling masses expending their energy swimming upstream against the flow of creative energy because of a false perception of who and what they are through miscon- ceptions and misinformation, takes courage. It is not an easy opportunity to accept and requires a commitment to this very personal process. It involves separating from the mass conscious belief systems in order to contemplate what is true and then adopting a new concept of personal truth. Fortunately, this has already been accomplished by a surpris- ing number of individuals. These, not knowing the history, through an instinctual awareness that there was a hidden story, relentlessly pursued their need to know. What came to be known was perceived despite the fact that what long-standing truth was known, was withheld except to the few planners. The current magical/technological cover-up continues with regard to these truths as well as the planned enslavement of all but the elite plan- ners. D ifficult as it will be for those of the J udaic/Christian her - itage to accept, their cosmological stor y was deliberately written in a distorted form utilizing written records later conveniently hidden or destroyed and utilizing what was believed to be myths. (Little known published scientific research reveals through trans- lations of written records these myths were actual oral history passed from one generation to the next for hundreds of years.) This deliberately distorted cosmology was compiled at the begin- ning of the planned scenario as it plays out today. When a genetically altered teacher was born within this reli- gious focus and instr ucted with tr uth, he suffer ed a planned near death and escaped to another par t of the planet. B elieving him dead, deification soon followed. The distortion of those teach- ings was almost immediate, in order that the plan being laid and Embracing the Rainbow 66"},{"pageNumber":70,"pageContent":"yet to manifest in wholeness, might not be derailed. This geneti- cally enhanced human’s personal choice for this mission was to teach personal responsibility. This has brought forth the imposing question of what to do about changing the outcome at this late stage in the sequence of happenings leading to the planned future that is nearly incom- prehensible to humanity. Thus a second layer of entreaties for help was begun by a small unorganized group of conscious aware- ness on this planet, one that was/is answerable. We have now returned to the present moment in our consideration of an encapsulated history of earth’s human population. II-20 The avenue of entry into the minds and most important of all, the hearts of humanity lies not so much through logic as through the emotions. The great playing card of the deceptive plan has been the emotion of fear. Subliminal guidance is the first lay er of contr ol, then mor e layers are added to achieve control of whatev er focus is desir ed. The last and most effectiv e lev erage of all is fear. Fear is the most creative of thought forms in the neg- ative aspect. Love is the most creative in the positive expression. The reason these are at the top of the scale in the human focus is the rate of the vibration of emotion that accompanies each. The degree in which the human can experience these depends upon the range in which each has experienced them. Thus you can understand the reason for the deliberate proliferation of horror, war and gangster type movies. These have been deliberately pro- moted for the expr ess purpose of incr easing the experiencing range of fear . Those films that pass for “lo v e ” experiences usually contain great feelings of remorse and sadness as well as more sub- tle experiences of fear. The technological societies of the planet Embracing the Rainbow 67"},{"pageNumber":71,"pageContent":"have little experience with what true love really is. Fed a diet of sexual based unfulfilling relationships as love, it is no surprise that family life has reached a disastrous level for so many. Every negative aspect is paraded as the norm. Just as each individual is a human becoming, so also each relationship and family is a entity becoming, formed by the combination focus of the 2 or more included within it. With no agreed upon ideal purpose and few of the character traits necessary to carry each through the experience, the only answer seems to be the experience of a stream of beginnings and endings. In contrast, those who have had what is called near death experiences return to their conscious realities with regret for hav- ing to return and an overwhelming experience of what they term love. These were experiences of the energies that emanate through the creative focus that maintains and expands this galaxy. It is, when analyzed, if that is even possible, the action of the uni- versal laws to their full extent: attraction, intention and allowance r esulting in the harmony of balance. This focus is suppor ted by an ev en gr eater focus of these laws in action. I t is the added pr es - ence of harmony that seems so intensely pleasant in those brief experiences. It is not difficult for each to be in the experience of the neg- ative situations that are there at every turn in the search for respite from stressful living. One needs only to close the eyes and check the true feelings in the midst of an adventure movie to know these inner feelings are not harmonious. It is the balanc- ing experience of the opposite, the harmonious vibration of cre- ation that br ought for th each self-awar e conscious entity and maintains each and all thr ough a continuing focus of that same energy, that is overwhelmed by deliberate diversion from it. This is not because this marvelous energy isn’t available; it is that the Embracing the Rainbow 68"},{"pageNumber":72,"pageContent":"conscious awareness is too cluttered to find the quiet space within to experience it. If it cannot be even slightly experienced, how indeed can it be drawn in, (attracted), and focused into expres- sion and a greater experience of it. In order to truly experience it, it must flow through the conscious awareness and be refocused into the rebirth of greater expression. In other words, to know love it must be attracted, encompassed and expressed outwardly through both acknowledgement and outward transference of it. In this process it is magnified and flows with the creative expres- sion. That is how each comes into being and creates the oppor- tunity to become. The sexual romantic hugging and kissing “love” that has been programmed as love is not the love that creates and maintains physical galaxies and uncountable beings becoming. Just as the word god conjures up all kinds of negative reactions because of its false and confusing uses and is best avoided thus the word love has been avoided within these messages. Instead “flow of creative energies, etc.,” has been substituted. The people who hav e had near death experiences r eturn to conscious awar eness with a tr ue understanding of the feeling experience that the word love was intended to convey. Brief glimpses of it are experienced. Sometimes, but not always, a mother’s first experiences with a new baby; couples who have shared long lives together reach that level of regard for each other; there are rare appreciative times of nature to name a few. These are intense moments of an emo- tional/vibratory level that is called enlightenment or ecstasy. These are so strange and unfamiliar to most of the humans on this planet that the fe w able to attain and maintain it become “ saints ” if this state of empo w erment becomes kno wn. It is the level at which manifestation of thought is so natural that seem- ingly impossible feats are accomplished. It is, compared to the Embracing the Rainbow 69"},{"pageNumber":73,"pageContent":"norm on this planet, “super-consciousness.” However, in other human experiences on other planets, it is normal life expression. The point of this discussion is an attempt to explain to a small degree what mankind on this planet is missing out on. What you are experiencing as manifested life, is a poor substitute for what it was intended to be. What is being offered is an opportunity to take advantage of a doorway of “grace”, an offer of a favor, a special dispensation. Accepting this will allow the opportunity to bridge the gap of lost normal evolvement that should have been accomplished in the time spent in this dead end experience. This is available to all mankind on this planet, not just those transplanted humans. The effects of intervention and denial of freewill choice ripple outward and the sequential results are not known. Even this special privilege may bring effects that are not anticipated though careful consideration has been given before making this privilege available. If the inhabitants of earth choose not to accept the opportunity, then it is a moot point. Those that hav e sat thr ough hours and hours of teaching/pr eaching within r eligious institutions may find some of these messages reminiscent of those experiences. These are not meant to be so. These are meant to bring as many considerations as possible before the conscious awareness in order that the focus of thought may be guided through a decision process that will allow for logical conclusions and commitment that will not be regretted. The commitment to the birthing of a new paradigm requires courage and tenacity, for the time of chaos is necessary. As long as that which does not serve this branch of humanity’s ev olv ement r emains in tact, it is impossible to birth something of total ne wness. Chaos, or der , chaos follo w ed by a new form of order is the flow of creation. It is creation living itself, for cre- ation is aware and is life. Embracing the Rainbow 70"},{"pageNumber":74,"pageContent":"II-21 There is a point of personal decision that must be reached by each individual that chooses to become involved in this project. It must be understood that once the commitment is made, it will change the perspective, the way in which the experience of situa- tions and relationships are comprehended. If the commitment is real, it will be as if you are observing from a greater perspective. It will be as if there is a split reality. The daily experience will be the same, yet an observational dimension will seem to be added. The observation mode will be experienced as an ability to under- stand how various past and present knowledge and experience fit into a fluid puzzle picture. There will be a realization that reality as known has changed. It will be observed that the pieces of the puzzle are not firm and do not come together into a recognizable static picture. Instead the pieces are of a gelatinous nature and are moving and flowing in constantly changing patterns. In the perception of this process, it is then possible to conceive that cer- tain rigid insertions cause the ebb and flow to be influenced to form rigid dam like structures restricting the freedom of the nat- ural flo w. If maintained within the human individual flow of changing patterns, this brings on the end of the experience, as the life force must continue to express in a free flowing fashion, or it is withdrawn. This is also true within a larger group concept. When it is possible to encompass this concept of the elemen- tary need to express that is at the very essence if creation, then it can be understood that the halting of this flow of progress and any plan to r ev erse it causes chaos. W ithin the mind ’ s eye it is like a flo w of multiple ar tists ’ colors flo wing together and y et staying separate and spreading out. At one place, the colors are mo ving in a slow swirl and beginning to coagulate and intermin- gle in a dar kening manner that is not consistent. As the watcher Embracing the Rainbow 71"},{"pageNumber":75,"pageContent":"observes from the over-view position, it is apparent that this coagulated point cannot stop the flow that is moving all around it. The flow will continue to move around it and leave it behind. If the consistency of this coagulated energy can be softened, it can again rejoin the flow. The job of softening and dissolving this dark and coagulated energy is the object and purpose of these messages. If the beliefs of the mass consciousness of this planet can be changed and a new paradigm of experience conceived and accepted the dark and coagulated energies will dissolve and the expansive flow of cre- ation will be restored. Within the flow of creation, the knowledge that is lived into wisdom moves through stages of what is truth within the vibra- tional/dimensional realms of experience. As knowledge becomes wisdom, then these conceptual lines of delineation are surpassed and the old concepts are outdated and no longer applicable. As transplanted humanity became aware that something must curb their o v er stimulated aggr essive tendencies, religion was concep- tualiz ed. W ith the genetic balance r eturned, no w it is time for those humans to leave this concept behind and begin to concep- tualize the causative factors that brought them into manifested experience. They must conceive on the larger scale what it is that maintains not only their individual focus but also the larger focus of the galactic environment of their life. It is time to return to citizenship on a grander scale. All of this must be bitten off, chewed and digested in a very large bite. Why so quickly? Two reasons: first, all previous opportunities to do this were refused. S econdly , sometimes the medicine in one large bitter pill is mor e effectiv e than all the small ones. Embracing the Rainbow 72"},{"pageNumber":76,"pageContent":"II-22 When the transition begins to take place within each individ- ual consciousness there will be a literal rebirth as the awareness is released into a new sphere. The acceptance of the reality of mul- tiple layers of endeavor that are operating simultaneously with multiple agendas is the first step of entering greater dimensional living. The personal reality is enveloped within local, regional, state, national and global realities that are each focused on greater agendas and are each a more encompassing reality. It is the pur- pose of the purposeful negative planners to encompass and blend these multiple realities into one blended focus with one agenda, theirs. Mankind can avoid participation in an experience of a col- lapsing dimensional reality by creating its own new experience within the negative plan. It is possible to do this through partic- ipation of the creation of the new paradigm. Each may partici- pate in bringing forth its unknown and yet to be created layers of encompassing new realities. Without the knowledge of the mag- nitude and power of this project the negative planners cannot pre- vent it, if the desire, commitment and resolve to bring it forth is pr esent and active in the necessary number of humans. There is no way they can contr ol a human ’ s ability to focus on the cr eation of a new reality, unless that human allows their thought process to be overwhelmed. Granted it will take commitment and resolve, but the potentiality to do this is present in all, accept those with advanced brain deterioration. Those beings would include those with advanced Alzheimer’s (I t is inter esting to note the honoring of a dis-ease b y capitaliza - tion.), those that hav e “ fried ” their brain cells with ex cessiv e dr ug abuse and those with particular birth defects. Again, it is noted that the fr eewill choices of life style will have end results that must be accepted. H o w these choices play out r emain unkno wn Embracing the Rainbow 73"},{"pageNumber":77,"pageContent":"to others. Each must answer to or be rewarded for these within their own lifetime review. The choice to transcend experience into wisdom is always available, but it must be a true realization accompanied by a shift in attitude and deed. It must be remem- bered that the universal law of attraction works. The clarification and understanding of the nuances these laws encompass much understanding. The opportunity to know of and understand the application of these could be greatly enhanced by the teaching of enlightened beings who would walk among you, if invited and when it is safe for them to do so. There is a spiritual law book available, but the study of it must not interfere with the focus on the manifestation of the new paradigm. Without the framework of a new paradigm within which to experience the understanding and use of these laws in practical reality, it would be difficult for earth’s humanity as a whole to experience these truths. It is nec- essary to begin at a practical beginning point. It is within possibility for those who are reading these mes- sages to begin to contemplate the action of the first two laws of the univ erse within their life experience to this time. The law of like drawing likes sometimes looks like opposites attracting as in the case of relationships. However on deeper understanding when reviewed in wisdom further along in the duration of the experience, more similarity than difference is usually discovered. The ability to deliberately attract the experience or lack of the experience of material manifestation into being through pur- poseful thought and endeavor supports the awareness of the sec- ond law. The law of allowance is more difficult to perceive because of the degr ee of contr ol ex ercised individually and by outside psy chological (including r eligious) and technological mind manipulations. It is indeed, difficult for most of mankind to actually have and/or maintain a sovereign attitude. The Embracing the Rainbow 74"},{"pageNumber":78,"pageContent":"opportunity to live life with freedom of choice and be allowed to observe and learn from the results of those choices is rare. To declare the desire to do so is incorporated within the desire for a new paradigm of experience. The choice to participate in the creation of the new paradigm must not involve commitment to enslavement by another set of rules and regulations that simply control in a different way. That would not be a new paradigm. Herein lies the difficulty of tran- scending what exists and conceptualizing an entirely different framework of experience. It is only the statement of purpose that is necessary. It must then be followed by a slim, concise outline. Fleshing it out will be the adventure of the new future. A very basic outline will not seem to be enough but if more is attempted it will be contaminated with the concepts of the present. Surely mankind has had enough of the same old, same old simply repackaged and that always has produced physical and spiritual indigestion. R epetitions again! These ar e to keep the focus where it is intended. F irst focus on the individual consciousness transition from victim to victor. It is the victor that writes the history. This time, do not bother to write the history of the past, for it is what it is, and there will be no time to care. It is time to move on. This time it is the victor that will write the history of the future. These messages and this project are gifts to earth’s humankind, from their galactic brothers and sisters, to help ensure it is they that write their own future and not the enslavers. The question is, will the gifts be accepted and acted on by enough of humanity to change the unpleasant futur e planned to manifest in the v er y near futur e? Y our decision is awaited with gr eat lo ve and caring. All the help possible is given at all times for the asking. Only when you are able to ask from the greater perspective of the vic- Embracing the Rainbow 75"},{"pageNumber":79,"pageContent":"tory of control of your own consciousness can physical help be given, not on an individual basis, but to the planet and its inhab- itants as a whole. II-23 With each sequential chapter of the experience of the trans- planted humans on this planet the results of every effort to coun- teract the genetic variation has seemed to end in futility. However, that is the perception from “inside the forest” so to speak. The introduction of a normal human DNA/RNA struc- ture to earth’s human gene pool allowed a correction to spread by random selection through the subsequent generations. Hundreds of years have gone by as this effective genetic process has gone through its natural sequence. What appears to be a long time in your counting within creations orderly process is merely the blinking of an eye in the larger picture. Those indigenous groups that have been included in the intermixing process by choice or other wise hav e r eceived both genetic alterations, caus- ing uninvited changes in their ar chetypal ev olutionar y pattern. This points out the consequences that ripple outward when the will of one group is forced upon another. Even though an indi- vidual may make a freewill choice, the effects for the generations that follow are influenced in ways that are not perceived at the time of the initial decision. The intentional changing of the genetic structure of a large group is a slow process, but as the change begins to manifest, it then spreads at an exponential rate. It must be acknowledged that the return to the genetic norm has not manifested in an ev en pattern thr ough out the planet. N ot all gr oups with the alter ed genetic pattern hav e accepted the introduced gene resource at the same rate. Social and religious bias has influenced this because of the prevention of intermar- Embracing the Rainbow 76"},{"pageNumber":80,"pageContent":"riage with other groups, thereby locking out the introduced pos- itive genetic change. This has allowed a considerable number of beings to remain locked in the more aggressive pattern. Many of these are deeply involved in the negative enslavement focus. It must be pointed out here v er y str ongly , that this does not indi- cate that there are superior and inferior groups. Within creation, many diverse experiences of evolvement are allowed. If that type of “judgement” existed, then where indeed would earth’s popula- tion be within the total scale of evolvement? Certainly not in an enviable place! Any feelings of superiority can be put in their place by raising the question for the necessity of the whole of the galaxy to be concerned with the plight of this planet because of the consciousness of its inhabitants! Be very, very careful in understanding these particular explanations. No judgment is intended, only brief overview lessons in understanding the situa- tion of all the people of the planet. Certainly among all the groups there are what can be termed pr ogr essiv e and regressive genes. Through the random process of av ailable gene combinations at conception it is possible for the most aggressive being, with the appropriate partner, to procreate a genetic opposite in the next generation. It has been happening since the project was started. It is how the situation has changed and has reached the present point with a now possible influence of the planetary future. Had the genetic selection process been apparent at the conscious level, then the introduced genes to modify the aggressive tendencies would have been promptly bred out for the purposes of warfare and continuation in the confines of aggr ession for the transplanted human gr oup would hav e been assur ed. The complexity of the universal laws increase, as they are understood. Moving through the understanding of the laws of Embracing the Rainbow 77"},{"pageNumber":81,"pageContent":"attraction and focused intentional manifestation to the law of allowance adds complexity at each level for all are interactive. Application of the law of allowance opens the door to experience the flow of creative energy. It might be said that it is “love in action.” What is called patience is allowance. Here a nuance must be understood. There is a difference between tolerance and patience. The difference can best be described by the emotion that is felt. This is an especially fruitful opportunity for self-con- templation. Tolerance carries an emotional charge of resentment while patience is usually accompanied by heartfelt anticipation, even amusement, by the observer. There is a very profoundly observable difference between tolerance and patience. This is a difference that can be observed and intentionally changed in mid-stream, so to speak. It is this type of conscious decision that promotes the transcendence of knowledge into wisdom through the conscious choice to rise above one emotion into the other by giving up an attitude and an opinion. With out releasing what is causing the r esentment, no transition of attitude can be made. I n the human experience, it is noted that r elease of tolerance into patience is often accompanied by physical smiling. An indication of just how good it feels to allow the creational flow to express through human experience. It is hoped those who spread these messages remember to be patient with their fellow humans, for there will be much rejection in the beginning. The comfort zone of deeply ingrained pro- gramming is difficult to soften. A great deal of seeding must be done. Even though rejected, the seed ideas will remain and await the triggering that will cause them to r oot and gr o w. What the triggers ar e will be unkno wn, for all ar e unique to each conscious awareness. The seeds need not be full explanations, but for many only what appear to be chance remarks can be accepted in the Embracing the Rainbow 78"},{"pageNumber":82,"pageContent":"moment. Just that much is doing your job well, for it is critical to sense what is and is not appropriate. Too much locks the door before it opens even a crack. The christian religion has employed the most aggressive pros- elytizing program in the history of the planet. If the founding teacher of the distorted christian faith had been allowed to com- plete his teaching to its potential, and had it been spread with the zeal of the christian focus, then marvelous progress would have been made. Nonetheless, the members have applied the first two universal laws relentlessly without understanding them. Through contemplation of this point, much about the use and misuse of these two laws can be learned. With discernment, “a few” of these applications could be applied to the advancement of the new paradigm; certainly the “never give up” aspect of their approach. II-24 I t is appr opriate to mention again the fact that ther e is among ear th ’ s population those who hav e v olunteered to pause in their personal evolvement process and place their progress in jeopardy. This has been purposefully done to assist earth’s inhabitants to make the long overdue transition out of isolation and back into greater evolvement and involvement with their galactic brothers, sisters and cousins. These have assumed the same bodies with the same random genetic physical expressions that each conscious awareness on earth assumes at birth. Their motivations for doing this are as varied as the experiences that allowed them their per- sonal ev olv ement. I n general it may be assumed that the benefits to ear th and her inhabitants was consider ed wor th the risk of the loss of their progress should the opportunity again be rejected. If earth’s inhabitants choose to remain stuck in their current pattern Embracing the Rainbow 79"},{"pageNumber":83,"pageContent":"of experience, these beings will remain within that destiny. The risk is also a great motivator. There are two reasons for these messages. The first is to awaken the volunteers and answer invocations for help. The sec- ond is to provide the focus for the birth of this new paradigm of human experience for which these evolved beings were willing to take such great risk. It is for you to know that successful deeds of valor do not go without reward. It is not at all “egotistical” for each one that reads this material to give careful consideration as to whether or not they are one of the “visiting” volunteers. To ponder this possibility is wise indeed. Knowingness within will govern awareness of the truth of this possibility and allow con- sideration of the risk of ignoring it insofar as what that could mean in the larger picture. Whether or not this is a person’s truth, to aid in offering the opportunity for humanity to change its future and return to its rightful place within the creative flow of evolvement, is reason enough to v olunteer no w as a member of the gr ound cr e w. Creative thought is not limited to any one gr oup , but is inher ent within all self-awar e consciousness. I t is called becoming! Certainly the volunteers do not place their earned progress in jeopardy to simply acknowledge it. They volunteer to assist their fellow humans to move beyond this present mode of expe- rience. Each brings their special successful experiencing tech- niques as a contribution to the birth and launching of the new paradigm of experience. The logical way to help humanity to conceive of this new mode of experience is to participate within the pr esent one so that it can be understood. I n the midst of the chaos of imbalance, all v olunteers hav e the ability to purposefully remember aspects of recent balanced experience and give guid- ance with regard to these aspects in the conception of the purpose Embracing the Rainbow 80"},{"pageNumber":84,"pageContent":"and outline for the new experience desired by earth’s inhabitants. These first volunteers are one part of the answer to the prayers and supplications for help that have been focused to “god”. The new volunteers attracted to this process and joining with equal commitment are the return flow of invested energy, reflecting the exchange that is the dynamic operative quality of creation. It is the law of attraction in action. As the law of intentional creation, through the two steps of birthing the new paradigm, is added to the attraction process, vibratory intensity increases and transfor- mation toward manifestation into perceivable reality begins. It is necessary for all volunteers to consider, contemplate and decide to accept the truth of who and what each one is and then move on into the fuller completion of each assigned segment. The first step is to spread the knowledge of the opportunity to create a new paradigm of experience, keeping the concept simple, simple, simple!!! Gently inform and encourage many to change their consciousness from victim to victor through the knowledge that thought has the po w er to change manifested cr eation. C r eation expr esses in all experience, situations and cir cumstances as well as “things”. Each thought, word and deed through atti- tudes and beliefs structures everyone’s experience. Each person every day is surrounded with many opportuni- ties to offer a different perspective or a word of encouragement that assists the knowledge and understanding of this basic con- cept. This is planting the seeds for changes in the mass con- sciousness. This may seem a small way to begin this extraordinary change, but once begun in this people to people manner it will build at an exponential rate. M any ar e r eady and waiting to r espond positiv ely no w to carr y and spr ead the change. These will be receptive because the present mode of life expression just doesn’t seem right, but no ideas resonate within them for what to Embracing the Rainbow 81"},{"pageNumber":85,"pageContent":"do about this knowingness. There is only a sense of being over- whelmed by the immensity of their situation and the presence of these discordant inner feelings. These moments are the opportu- nities to begin to walk the path of your impending new future. Plant seeds at every opportunity. As you do, you will attract more opportunities to do so. Now is the sequential moment to stand in the reality of who and what you are and begin to expe- rience the reason for being in this body on this planet at this moment. The alarm clock is ringing. It is time to wake up and begin living in the joy of creating the new future. II-25 It is well known among the people on the planet that the time of chaos that has long been predicted appears to be manifesting into reality. These predictions were purposefully implanted in some of the religious teachings. However, the indigenous tribes long ago taught similar pr edictions clearly defining this time frame. That appears to make both coincide. The differ ence is that some of these predictions were promulgated for a purpose and those of the indigenous people are genuine prophecies. Their prophecies contain identifiable time frame predictions (The Mayan calendar for example, calculates/prophesying the end of the current 26,000 year cycle as ending on December 12, 2012.) while those of deliberate intent to induce fear assured those that hear them the exact time cannot be known. This enables them to use various sets of conditions as indications of their possible manifestation and thr ough the y ears to manipulate the believ ers o v er and o v er again. American Indian prophecies tell of a time of chaos to be followed by the time of the “rainbow man”. Zuni Indian art contains depictions of a rainbow man in Embracing the Rainbow 82"},{"pageNumber":86,"pageContent":"anticipation of that future event. It is the purpose of these mes- sages to bring that prophecy to fruition. That which has been and is judged as “pagan” often contains portions of truth when the analogies are understood through wis- dom. There is no one perfect way to truth for all of mankind, for each must create his or her own path. This does not indicate that wisdom through knowledge applied is not available within a group approach, as long as the focus is open and searching. When a group focus becomes locked in rigid dogma it becomes a whirlpool and not a flow within the expansive creative focus. It is to be remembered that other than the universal laws, what appears to be absolutely true often must be transcended as the knowledge experienced becomes wisdom. At that point, new applicable knowledge becomes available to experience into wis- dom, and the old concepts no longer apply. The first time this is experienced in a lifetime, it can be traumatic. The individual is faced with the decision of whether to stay with what has brought him/her to the familiar point of understanding and r emain in the whirlpool or let go and mo v e on in the pr ocess of ev olv ement. Many of those who have sincerely searched in this lifetime have often experienced wisdom gained, followed by boredom and soon begin new quests for knowledge. Those who have grown from early childhood into maturity within the indoctrination of a single religious focus may find opening to a wider perspective through these messages as emancipation or find themselves in shocked dismay. Each who allow time to ponder both points of view in their hearts will come to a knowing of what is true for them and act accor dingly . I t is hoped that those of both points of vie w will practice allo wance. I t is cer tainly to be practiced b y the volunteers. All are humans becoming. “Help us to become!” The vision of the “Rainbow Man” and the anticipation of his Embracing the Rainbow 83"},{"pageNumber":87,"pageContent":"coming can be interpreted two ways. Those of the christian viewpoint could assume it means the return of Jmmanuel (Jesus) or it could indicate the advent of a wiser and emancipated human population on earth. Certainly it will require a wiser group to bring forth the new paradigm of human experience, thus the prophecy would seem quite clear. However, it could also indi- cate both as true. It would require an open minded and far less aggressive human focus for Jmmanuel to walk again among his human brothers and sisters in safety. The distortions of his teachings would make it impossible for those indoctrinated in the current beliefs to recognize and accept him for who and what he is because of their current understandings and expecta- tions. The picture of the rainbow man/woman is an easy visualization to hold in mind for a depiction of the anticipated personal experi- ence within the new paradigm. It is important that meaningful symbology be adopted in order that the new paradigm become real in the minds of the those who desir e this transcendence pr ocess to become a r eality . I t could r epr esent the consciousness change from victim to victor through attitude and thought adjustment and a resting point in the midst of the confusion of change. This transi- tion in how life is experienced will not come about without bring- ing about some internal chaos within personal experience. This will be preparation for that which will manifest on a larger scale as this concept takes root and grows within the mass consciousness for it is a reversal in the direction of the journey of mankind. It might be compared to walking down a long flight of stairs with a large gr oup of people, changing y our mind half way do wn, turn- ing ar ound and going back up thr ough them. When enough peo - ple also change their minds and start going back up, it won’t be as difficult. However, for the ground crew, who are the first to begin Embracing the Rainbow 84"},{"pageNumber":88,"pageContent":"this process, it will take purposeful intent with resolve to accom- plish this feat. Picturing this process in the mind’s eye allows for the understanding that volunteering for this mission requires much dedicated involvement to plan, organize and arrive at the picnic for rainbow people. As you listen to the media presentations, the theme of resis- tance to perceived wrong doers and evil manifestations of disease, etc., for example, is spelled out as the “war on poverty, the war on drugs or the war on “?” It is amazing to observers that citizens have not realized that there is yet to be one stance against that has produced effective results. It does however provide a way to extort your money out of your pockets directly and from your national treasury. Among your common sayings are many tru- isms. “What you resist persists.” It is encouraged that the vol- unteers observe this truism at work within their personal and the national experience. It is preparation for a basic consciousness transition. II-26 The law of allowance is the most difficult of the three active or dynamic universal laws to accept as necessary and to practice. It is essential to understand the law of attraction in order to apply the law of allowance. The composite of thoughts, opinions and attitudes of each individual generate the experience patterns of living. Through the flow of daily experiences these are filtered through this composite of each one’s total collective experience. In this way the pattern or matrix is in a dynamic and fluid pr ocess. When attitudes and opinions ar e deliberately pro- grammed within a limited set of rigid guidelines, the activity lev el of the total pattern of experience begins to slow. The key is the word deliberately. This means that the guidelines are imposed, Embracing the Rainbow 85"},{"pageNumber":89,"pageContent":"not by the individual through knowledge experienced into wis- dom but by the beliefs imposed on the individual by those he/she considers outside authorities. The pattern of each individual as a whole attr acts to itself life experiences that resonate in harmony with that pattern. If a person desires some thing or some experi- ence that does not resonate with that pattern, it is difficult, if not impossible to attract it. Two divergent patterns cannot blend cohesively. For example, there are few within the “modern societal norm” that do not know at least one man or woman that in the scenario of several marriages repeats the same pattern of abused/abuser relationships. The pattern of the victim draws the abuser, whether physical or verbal, no matter how many times a new partner enters the picture. This is especially true if the relation- ships quickly follow each other. The pattern of experience is held in place by the thoughts, attitudes and opinions that are at the basis of self-awareness. The victim desires to be rescued. S omeone or some ev ent must come and change their life. I f how- ev er , ther e is time taken to consider and contemplate the ele - ments of the situation resulting in changes of attitude and opin- ion (knowledge to wisdom) the pattern of experience can change. The tragedy of religious teachings of an outside primal source as a personified rescuer is that it not only instills a victim con- sciousness, but also feeds it. A victimized personified deity hang- ing on a cross as a status of veneration draws to those believers what they venerate, the victim experience. If poverty is vener- ated, poverty is attracted. If hard work is venerated, then life will be filled with har d wor k. I f killing is venerated, then death is attracted. What ev er the dominant focus of thought, attitude, and opinion, is will influence the overall matrix and dominate the attraction of experience. Embracing the Rainbow 86"},{"pageNumber":90,"pageContent":"A child is born into its family situation, or lack of one, in innocence, except for inherited genetic coding. It is totally influ- enced in its experience by the same thoughts, attitudes and opin- ions of its parents until it is old enough to begin to attract some of its own experiences. Eventually it graduates to its own field of attraction, but the pattern of its matrix is already present. The direct influence of the family is present to the degree of accep- tance of those thoughts, attitudes and opinions by the maturing individual. The physical attributes present also contribute to the attitudes that develop during the maturation process. Parental, teacher and peer influences all play their part. More layers of influence are present. The thoughts, attitudes and opinions of groups input to the individual matrix. Identities within ethnic, neighborhood, city, region, state, nation, etc, add their influence. Next add the conscious and subconscious programming by radio, TV, movies, newspapers, magazines, and on-line information. Each of these composite patterns is received and filtered through thought, opinion and attitude to cr eate the individual r esonating matrix. As the overall life experience for a major portion of the inhabitants of the planet becomes measurably more complex, the matrix designs have become less defined. The resulting con- fusion and overwhelm being experienced has become more intense reflecting this lack of matrix definition. This appears as self-absorption as each attempts to stay focused within the vagueness of their indefinite pattern. The resulting feelings of overwhelm and lack of definition allows for the planners of dark deeds to tighten the noose of cr eeping enslav ement literally befor e the ey es of the victims without their notice. Those awake and awakening are incredulous that the situation has reached this ludicrous degree. Embracing the Rainbow 87"},{"pageNumber":91,"pageContent":"Through understanding this overview of the combined and individual experience of mankind on planet earth, it would appear that the solution of this deteriorating human experience would logically be to give it up in its present form and replace the complexity with simplicity. How can this be accomplished? Refer to the “Handbook for The New Paradigm” for directions. “When all else fails, read the directions.” An apropos truism! II-27 The universal laws, though appearing simple in concept, con- tain many nuances that appear as paradoxes. A paradox is “a statement that seems contradictory, etc. but may be true in fact; a statement that is self-contradictory, and, hence, false” as quoted from Webster’s New World dictionary. For example, the law of allowance is not a law unless upheld by the laws of attraction and intentional creation. In this case then, the law of allowance is a paradox. It is and is not a law. Inasmuch as the underlying basis of cr eation is conceptional thought, the laws ar e concepts to be interpr eted or applied within the parameters of each and the combination of all. In the simplest terms possible, this means that as each is understood, it must also be understood that all act in cooperation bringing forth the result of harmony and balance. The 4th law depends on the interaction of the previous three as a prerequisite. Personal and group awareness acts as a form of clearinghouse for these fundamental components of creation. Without firm guidelines for expression, creation would express only as incomprehensible chaos. Attempting to comprehend the underlying laws of cr eation within their continuous interacting flo w as they delineate cr eation is something like wondering which came first, the chicken or the egg. T HE CREATION SIMPLY IS ! It is to be comprehended and joined cooperatively at the Embracing the Rainbow 88"},{"pageNumber":92,"pageContent":"point of realization to the best of each one’s ability to do so. What ever that is, is “good enough!” It is logical then to come to the understanding that evolve- ment within creation is a constantly exchanging cooperative process of knowledge and experience toward wisdom. Those three words can be exchanged for attraction, intention and allowance. The inclusion of new information within the belief system allows for changes in thoughts, opinions and attitudes. This then begins the process of becoming knowledge applied because the matrix or pattern of the individual or group changes and attracts different experiences. Through the trial and error process experience sooner or later becomes understanding and the cycle repeats. Creation and its processes are all logical. Thought thinking could function in no other mode that would manifest and maintain form. Emotion is an important ingredi- ent within the process. However, when, in the individual or group experience, it runs the show, emotion then becomes a trap and indicates a corr ectable imbalance. I t indicates the necessity of setting aside time for self-contemplation and “ pondering in the heart” to determine the truth of the information, situation or circumstance that triggers the emotional reaction. It is important to determine what indeed is the reason for the emotion. When the comfort zone must be defended, it may be too rigidly main- tained. Perhaps it is the time to consider letting go and getting back into the flow. That which assaults the comfort zone of the belief system can often times contain the elements for moving to the next level of evolvement and deserves consideration. Considering and looking for the logic within the whole of the issue or situation is par ticipating within the 3 steps of basic cr e - ation, leading to the 4th. Inertia is not an energetic element; therefore it results in Embracing the Rainbow 89"},{"pageNumber":93,"pageContent":"either termination of the focus or causes a void that will be filled with something. It is best if it is filled intentionally. The object is to be charismatic within the process of participating in cre- ation. Each is a focused point of self-awareness within the entirety of creation. This is not an insignificant status. There is no such thing as being “just a human being”! Underlying all of creation, including the universal laws, is pure potentiality. As a focused self-aware component of the whole, the potentiality of that whole belongs to each and every component. Each is “enti- tled” to equal access to that potentiality by simply applying it, indeed by becoming it. What that potentiality is for each indi- vidual or group, is a matter of choice governed only by current genetic limitations and thoughts, opinions and attitudes. Therefore, thoughts, attitudes and opinions govern how much advantage is taken of the absolute potentiality that is yours by right of who and what you are. Those that have progressed beyond the earth experience by availing themselves of this oppor- tunity to become hav e been called “ gods ”. That which they “have done, y ou can do also and mor e.” I t is y our alr eady owned enti- tlement. It is time to stop listening to the falsehoods of the need to wait until after-death to claim your heritage. Is yours now, and always has been. The knowledge of who and what you are allows you to apply the laws by which you were birthed into the cre- ational flow, and to become your dreams. It is your right to live life abundantly. Among the nuances of the application of the laws is the necessity to understand that it is necessary to live “within” the laws. I t is within the law of allo wance that it is appr opriate to dis- cuss abundance and luxur y . A dictionar y often contains much wisdom and is most helpful in reaching greater understanding. According to Webster’s New World Dictionary, abundance is Embracing the Rainbow 90"},{"pageNumber":94,"pageContent":"“great plenty, more than enough.” Luxury is “the enjoyment of the best and most costly things, anything contributing to such enjoyment, usually something not necessary.” Therefore abun- dance is living within the law of allowance for it allows all to also live in abundance. Luxury encompasses living in extraordinary abundance. It is also very important to emphasize that abundance is not necessarily the same thing to each becoming focus of awareness! It is the responsibility of each one in the process of becoming to manifest their life experience within their own abil- ity to function within the laws. However, it is not within the laws to take another’s abundance to add to your own. Cooperation is the keynote and competition is the death knell of progress. Does that mean its unfitting to win a race or partici- pate in athletic events or to be better at something than others? Of course not, it is just that the perspective is required to fit “within” the application of the universal laws. This is an example of the paradox principle that can easily become a trap. The path of becoming is like y our game of golf , not at all pr e- dictable in ev er y aspect or the ability to always r epeat success. Ther e in lies the challenge and the fascination of the game. In the game of life, there is no dropping out. Once focused into awareness, the game is on going. It may change playing fields, but it keeps on keeping on. It is much easier to play if that concept is firmly held in mind. The more playful the attitude and the greater the sense of humor that is brought into the process, the easier the passage through becomes. Indeed, those who have trod the path before you laugh well and frequently. Try it, you will like it. II-28 It is through the probabilities of acceptance of the material contained in these messages that the focus point of the change in Embracing the Rainbow 91"},{"pageNumber":95,"pageContent":"mass consciousness is focused. The new paradigm of human experience is based upon a multi-faceted campaign to assist mankind to bring about the much-needed completion of this phase of experience. If indeed what is called reincarnation is true and if the aboriginal tribe in Australia can request to be reincar- nated on another planet, why isn’t it possible for the genetically corrected portion of the transplanted segment of humanity to do this? The answer lies in the degree of knowledge lived into wis- dom. Those particular people are well aware of their connection to creation and have learned to live in harmony with nature. They are watching their young people being seduced by modern technology, what they consider beliefs not lived into wisdom and see their progress earned slipping away. Their beliefs and what is judged as a meager existence in the judgment of modern societies is to them wholeness and abundance lived in peace and harmony. It is a matter of perspective. The point is, where within “religion driven societies” is pr ogr ess in applying the basic univ ersal laws? Where is harmony with natur e and living in peace with one another in the modern technological society? Is it possible to ever learn those lessons within the focus of the centuries upon centuries of on going genetic and learned behavior? It does not appear so to those charged with the task of observing the process. So again your brothers/sisters offer helping hands for they truly care about you and desire to see you return to the family of evolving humanity. It is truly said of mankind on earth, if something doesn’t work, they just seem to do more of it. I ndeed, it is tr ue that ther e are some of what you call aliens that ar e instigating y our situation and fully cooperating with the dark planners on your planet. But they are closely related to the basic group of planners also through genetic addition. Is earth Embracing the Rainbow 92"},{"pageNumber":96,"pageContent":"the only planet out of balance? No, as it has been mentioned before, this segment of creation, this galaxy, that is the realm of focus included in these messages, experiences the expansiveness of the creative flow through the energetics of positive and nega- tive experiences. Like disease in your bodies, a level of great imbalance can spread and thus a cure is sought. In the case of earth, surgery is not the recommended cure. It is preferred that the holistic method of changing thoughts, attitudes and opinions create a renewal and a new paradigm of experience. This would allow mankind to rejoin the creative flow through transcending this experience rather than stubbornly continuing on the wheel of repetition until they do complete the transition individually and collectively farther down the sequential time frame. The situation on this planet, as confusing as it is to compre- hend, is as it is. It is important to grasp the reality and the seri- ousness of the consequences of it continuation, but the focus of importance is on creating the change. It will not be found thr ough continued obser v ation of the imbalance, but in placing the focus on what is desir ed to r eplace it. Ther e is no other way to move through it and into what is desired. Again it is impor- tant to stress the need to accept that the belief systems now pre- sent within the mass awareness of the planet have not lead humanity out of it dilemma. These have mired it more deeply than ever in the situation now leading it to the lowest ebb yet of this human experience. If it hasn’t worked in the past, and it doesn’t work now, then it is time to accept that, open the belief system to different ideas and ponder their truth rather than reject them without consideration. When enough ar e r eached and the tr uth of the abo v e analy- sis is accepted, then the spread of the change out of victim con- sciousness will begin in earnest. At a particular exponential rate, Embracing the Rainbow 93"},{"pageNumber":97,"pageContent":"the mass consciousness will accept this understanding and at that point the simple bare bones outline of the project will be advanced. The pivotal point is reached when the critical group in this focused thought is in harmony with the surrounding galactic environment, when it conforms to and within the uni- versal laws. and becomes the intent of humanity. It is then that the victory is won, the victors will write the new scenario and, on request, advice is available to accomplish the manifestation of the new experience. Again, free will is the controlling factor. The advisors have available technology that surpasses any that is pre- sent on earth. These can and will be shared and abundant life will not mean tramping barefoot in the desert, unless the victors steadfastly choose that scenario. If mankind chooses to stub- bornly remain within the present belief system and continue the current scenario, tramping barefoot in the desert will seem abun- dant indeed. Is the above meant as a threat? No indeed! Simply how it is! II-29 It is the responsibility of those accepting the information/ knowledge contained within these messages to integrate it into the structure of their belief system. Simply put, that means to live it into wisdom by delivering the message to Garcia. Garcia is everyone who can and will receive the messages and in turn deliver the message of the new paradigm to more that will accept the mission. In this way, the expansive flow of creation is then at work laying the foundation for the new paradigm. Once the sim- ple statement of purpose is conceptualiz ed it will rapidly r ein - for ce the networ k that will then alr eady be initializ ed. When the victim consciousness is transcended, the statement of purpose will lead individual and group awareness to the next level; thus it Embracing the Rainbow 94"},{"pageNumber":98,"pageContent":"must be as simple as the statement of “I/we/they am/are (a) human(s) becoming, help me/us/them to become!” What logi- cally is the next level of awareness to be encompassed in order to arrive at the ability to conceptualize the skeletal format of the new paradigm? What words would empower the human con- sciousness to lift its lethargic self-awareness to resolutely desire to determine its own present and future individually and in unity? This simple powerful call to the infinite potentiality of creation that is at the magnetic center of the self-awareness of each human is waiting to be tapped. (Ask the level of awareness that focuses creation through awareness at the level of the solar system, or even the galaxy. These do exist. Ask from a point of awareness beyond the victim consciousness and there will be an answer.) Once awakened to itself, self-awareness desires and searches for channels through which to express. This potentiality has been perceived and exploited through techniques of manipula- tion by governmental and religious leaders of the past and pre- sent. A ne w paradigm must transcend this in or der to be a ne w paradigm. I t is not necessar y to conceptualiz e the ne w paradigm in completeness to understand its purpose. Clearly delineating the purpose is the next logical step in the process. The mind filled with clutter doubts its ability to conceptualize something new amid the confusion that reigns. However, once the cause and intent of the confusion is perceived and the decision to release the victim stance is made, the clutter moves into the background. The awareness becomes intrigued as latent triggers are activated that intuitively bring to the conscious mind the desire for free- dom to liv e a self-determined existence. I t is impor tant to compr ehend that the center of self-awar e - ness, that aspect of self that knows it exists, is the magnetic focus that attracts the body and all experience. It is a holographic Embracing the Rainbow 95"},{"pageNumber":99,"pageContent":"microchip of creation. A holograph can be replicated from a tiny cell of the original. As the creation is to be venerated, respected and held in the highest honor, so the self-awareness to be held in equal veneration, honor and respect. This magnet of energy is focused at conception and clothes itself in a body to experience and when withdrawn, death of the body results. It is up to each to contemplate the creation and to shine the light of the under- standing of it through this microchip of self-awareness outward by living life’s experiences into wisdom. As this is done within the universal laws that do govern this process, the holograph of the creation is gradually expressed through each one to a greater and greater degree. It is creation thinking and through projected thought expanding and knowing itself. Creation is self-aware through its focused microchips mimicking its own process. As each self-aware living being grows through wisdom acquired, the experiences change in dimensional magnitude. To those who acquire much wisdom, much is required to continue the expo- nential gr o wth. Living the cr eational adventure is much like r eading a good myster y book. O nce inv olv ed in the scenario, it is difficult to stop reading, and it is difficult to stop desiring to evolve. Once side tracked, the urge to continue on in the process keeps pushing the awareness onward down the same path. Because of this impetus to keep on keeping on, there are those who volunteer to aid and assist their fellow aspects of creation to again find the open ended track of experience. Creation is main- tained and expands through volunteerism. That is how it is! II-30 The ev olv ement of each focused self-awar eness is dependent upon its ability to process the knowledge available into and through its flow of experience. The influence of those entities Embracing the Rainbow 96"},{"pageNumber":100,"pageContent":"around it, that believe certain truths and experiences are the truth or ultimate experience, leads to entrapment and endless dead end ventures. The ability to experience knowledge acquired and experienced into wisdom is like laying stepping stones on a path. When an understanding is complete, then it is necessary to acquire the material to complete the next stepping stone. It can- not be done with exactly the same knowledge as the last one. It must include new material/knowledge. There may or may not be a bridge between what has been learned and the subsequent new information. New concepts may contain essences of more than one stepping stone. It is this apt analogy that has lead to the idea that evolvement equates to a “spiritual path”. The significant perception of the visualization of this path is the understanding that the stones must be present and laid one by one before there can be a path. Further and important is the concept that the path lies not before each traveler, but behind him/her. It is rare that the path behind any evolving awareness is a smooth up war d spiral. The acquisition of knowledge and expe- riencing it into understanding and r eleasing it as complete and then opening to begin the process again does not usually lead eas- ily to the ultimate goal. The conceptualization of that goal is lit- erally too incomprehensible to be able to limit it into words. However, the magnetism of that goal draws all ultimately to return to it. There is no escaping its allure no matter how crooked the path of wisdom is laid in the process of the return. The view of the path of humanity on this planet as a whole over the past several thousands of years would find it curling abruptly into a cir cle. M ankind has continued to mar ch around and ar ound that cir cle with fe w able to intuit their way out of it and to continue their evolvement. That circle now is a spiral downward as the recent human Embracing the Rainbow 97"},{"pageNumber":101,"pageContent":"experience is being lead into the lower vibrational activities of greater and greater violence and denigration of the body and awareness. The foundations of family and personal integrity are visually and audibly assaulted with dogma of truly evil intent. It must be remembered that the altered humans conceived religion for the worth while purpose of preventing self-annihilation. Its original intent and purpose was not to provide the path to evolve- ment. It did, however, contain and retain some of the teachings of the benevolent visitors. There have also been not so benevo- lent visitors who have observed the religious process as a field of opportunity to promote their own agenda of retaliation and revenge. By infiltrating and slowly developing their strategies, the true teachings have been deliberately adulterated and used to promote the circle brought about by the genetic alteration and to turn it into a downward spiral. It is the purpose of these messages to set forth the truth of the dilemma of humanity and to put forth some of the essentials of its kno wable cosmology . The messages contain the elements of a wor kable plan to allo w mankind to cr eate for itself the oppor tu - nity to leave the downward spiral path that has resulted from not only the genetic alteration, but from their stubborn refusals to accept the proffered help. This stubborn refusal to let go of the old and continue their victim stance has allowed them to fall prey to those who take advantage of that level of consciousness. The portion of the population that was drawn to and has intermin- gled with the not so benevolent interplanetary visitors at the moment has the upper hand. F irst enough humans must awaken to the situation set to o v er whelm them. S econd enough must consider the possibility of the truths offered within these messages. Third enough must have the courage to discern these truths and follo w the sugges - Embracing the Rainbow 98"},{"pageNumber":102,"pageContent":"tions. These shall then guide their fellow humans through this dangerous situation to the new paradigm and the return to the galactic family. Then earth’s people shall be welcomed through out creation to walk and learn among their friends and to gather the material for the stones of their individual paths. The limited and frustrating existence that has been experienced has not been a total loss. The advantages that await shall be greatly appreciated. Each step as outlined is critical. Each requires courage both individually and as a combined focus. What is the most chal- lenging is accepting the concept that there will not be an army gathered together physically to encourage one another. This will be accomplished by individuals that within their own focus faith- fully commit and follow through daily by delineating their inten- tional desire for and resolve to move through the chaos to come. These will kno w in their hearts at an emotional level that does not waver that what is desired exists and is manifesting even now as the desire for it is embraced and being conceptualized. The miracle of the ne w paradigm will be a gathering of individual foci thr ough their intent upon the same purposeful symbolic agreement. This cooperative focus will, through the law of attraction, acting through application of the law of intentional creation, bring forth the intended new experience. These with sure confidence will trust the process and allow it to happen. Then balance and harmony will reign. The truth of the presence and power of the universal laws, stimulated by the cooperative combined foci, will be demonstrated. Through this demonstra- tion much will be experienced into wisdom earned and wisdom learned. H umanity will then stand on the stepping stone lead - ing out of the do wnwar d spiral and find themselv es facing the opportunity of creating new stones of wisdom for their paths within the new paradigm. Embracing the Rainbow 99"},{"pageNumber":103,"pageContent":"II-31 The understanding gained through the reading this material, especially those that have contemplated and pondered it for the specific purpose of feeling if there is a resonance with the truth present, has changed each person’s perspective. Knowledge once gained changes the reality through which the life process is viewed and contemplated. When the purposefully focused mind clutter is observed with the discernment of its intended design, the perception of current reality is different. Even if the observer chooses to ignore the truth that was considered as a possibility, the ability to blend again into the sleeping masses can never be accomplished. It remains in the background and circumstances and events will continue to trigger the awareness of the truth. In this way the seeds of change are planted and will begin at some point to gr o w and bear fr uit. Those who r eject the information before considering it at all will find the choice will be offered again before the project of the new paradigm is complete. The message carriers must understand that even though many will reject the information, making the contact invokes the opportunity of a future choice. In the case of those desiring this information to be accepted b y family and friends to whom ther e are emotional attachments, this should be a comfort. The second offering will usually be through another messenger, and is more likely to be accepted for two r easons. F irst, it has been hear d before, and it is easier to accept on a logical level that does not have emotional triggers involved. In this way each may be pre- pared for possible rejection, but will also know that even when that happens, a contact link is established. The gift is given whether it is accepted immediately or at a later time. I f not accepted at all, then the difficult lesson of allo wance is to be Embracing the Rainbow 100"},{"pageNumber":104,"pageContent":"remembered, for each has their freewill choice. There is also the possibility that as the scenario evolves; these skeptics may seek out the information. The focus of intent through blessing the individuals “for their highest and best good” or a similar invoca- tion carries the energy of the creative flow of expansion. The expansiveness of this energy has created galaxies, solar systems, planets and beings becoming to appreciate the process. This energy is as powerful as it is subtle. The more relaxed and know- ing the “intender”, the more potent the result. As the messages are circulated, accepted and contemplated, the law of attraction begins to draw and attract more people of like beliefs. Those who are awake are beginning to realize that there is little information that goes the essential step further to suggest a true solution to the situation. Certain survival prepa- rations are necessary, but these do not offer resolution. This awareness is magnetic and invokes an answer to the question of “What can we do?” The viable answer that provides a cure and not just symptom r elief is found within these messages. The way in which other suggestions for r esolving the situation at hand may be measured is to consider whether they offer a cure or merely symptom relief. As with a disease of the human body, a symptom seldom indicates the entire cause of the problem. The symptoms now affecting the whole of the human population and the planet are so numerous as to make an overview difficult. Few have the time, or have the tenacity to come to a clear conclusion on their own. They depend on the media and other controlled opinion givers for their picture of the larger reality because it is purposely av ailable for easy access. I t is psy chologically written to pr esent only facets of situations and ev ents so as to deceiv e the listener/observer and encourage the unconscious cooperation needed to complete the preparations for enslavement one cau- Embracing the Rainbow 101"},{"pageNumber":105,"pageContent":"tious step at a time. As the time draws near, the puppet leaders become more impatient and careless, yet the masses still do not hear or see. Know that this also serves the implementation of the new paradigm project. Be patient and lay the foundation blocks steadily and with purposeful resolve. Join in small groups of like awareness and contemplate the wording of the purpose, pass the messages and kno w this is the process of thought thinking within the universal laws. The desire for this new experience is already attracting its energetic format. Trust the process! This project has the blessing of the planet and its inhabitants as a whole as its purposeful intent. That is a major plus for the insurance of its success. It does require purposeful resolve. Hang in there and do all that is necessary with passion and zeal. Contemplate standing on the first stone outside the downward spiral, knowing the pos- sibilities available when there are moments of discouragement. Smile, you are on the willing and winning team! II-32 As these messages ar e distributed and the number of people reading and assimilating the knowledge contained within them increases, the natural flow of the law of attraction allows the grad- ual increase of their magnetic appeal to bring more and more peo- ple to grasp the logical understandings offered by them. The wave of discontent and frustration that is rising within the mass con- sciousness is developing. A viable solution that does not require the sacrifice of the human body to accomplish the desired reversal of the situation surrounding the whole of the mass consciousness, is applying pr essur e and bringing this to a moment that ser ves as the impetus for the bir th of the ne w paradigm. I t is appr opriate to caution the team to remember that “divine order” does not neces- sarily appear to operate in a sequential mode. It does require a sim- Embracing the Rainbow 102"},{"pageNumber":106,"pageContent":"plistic definition of form, holographic in nature, and completes the necessary process in a variety of ways. The key to completing this within the slower vibrational dimensions is holding the focus of the definition of form within the mind’s eye for the long duration needed to allow the mani- festation into observable reality. A critical number of foci hold- ing this intention in place are needed, for each can or will do so for only a short period at time. Thus, if enough do this often enough and long enough, then the image is in continuous focus. This is the process of thought thinking at the level of necessity within the lower vibrational levels of what is called the 3rd dimension, or lowest dimension of human existence. It is the most difficult to transcend because the slow vibratory rate, at best, requires the focus to be held for manifestation to material- ize. The lower the scale of the vibratory rates the longer the sequence and the more difficult it is for the mind to concentrate. The power of the competition of the planted clutter in the minds of humanity at the moment adds another ingr edient to this alr eady difficult situation. It is thought that the lid is tightly shut and that it is impossi- ble for the critical number of humanity to detect the net of deception, organize and transcend through the carefully laid trap into freedom. That in a nutshell, is the challenge. Can this “mis- sion impossible” be accomplished? Is it possible for this sleeping giant to awaken, shake off the administered sedatives and arise into sufficient awareness to make the choices necessary? The ability to do so is present. The opportunity is now, for it will be a long time with much suffering befor e another will be av ailable. I t is said that mankind will giv e up luxur y and all other manner of things and experience before he will give up the suffering that has been his lot for so long. Your christian religion teaches that Embracing the Rainbow 103"},{"pageNumber":107,"pageContent":"that suffering is holy and a bridge to the heavenly experience in the next lifetime by a “loving” god? Is this in any sense logical? Each deception individually and the collective whole of them are incomprehensible to your cosmic brethren in that they defy logic. The whole of creation is logical. Logic is a wondrous bal- ancing mechanism. The whole of the mass belief system for earth’s inhabitants is so distorted through exploitation of the emotions that what is universal logic appears to be illogical and difficult to believe. In order for the new paradigm project to suc- ceed, the messengers must digest the messages within the totality of their awareness and allow them to percolate through and to change their perception of not only who and what they are, but how they perceive creation. It will be necessary to allow the mag- nitude of misconception to resolve into a new basic perception and conception of the holographic, cooperating, interacting wholeness that focused them into being and holds them there in the freedom of freewill choice. Bondage is not the heritage of choice. I t is giving up the basic frame wor k of creation through the fr ee will choice of victim experience that has allo w ed this situ - ation to regress to its present level. This is an opportunity to bring it to an end, and to progress into knowing again who you are and doing what you were designed to do. It is time to give up suffer- ing and experience joy, bliss and ecstasy as the realities they are, not as fleeting moments or mythical goals for saints only. The ideal is neither abused children nor menacing warriors, but free fulfilled adults at home in a galactic world of adventure. Your lov- ingly concerned brethren offer here their proffered advice and pr omise of gr eater assistance if y ou but help yourselves first as cit- iz enship within cr eation r equir es. I t is hoped that each reader will ponder and consider the alternatives and choose wisely. It is hoped that those who embrace the premise of these con- Embracing the Rainbow 104"},{"pageNumber":108,"pageContent":"cepts grasp the dimensions for change that are available through the acceptance and incorporation of these suggestions. It is the incor- poration of conceptual changes at individual and various inclusive group levels leading to global awareness that allows for the holo- graphic requisite to be met. As the individual participates within the process, the consciousness transcends from personal experience expansively through groups arriving at the global dimension. Each and all then stand on a new platform to contemplate galactic expe- rience. Through visualizing the expansion inherent in the sequence of necessary steps it is possible to comprehend a multi-dimensional process on going within a singular focused goal. Once this is expe- rienced into wisdom, then it is available to be experienced in other situations for varied appropriate applications. It is relevant to point out that the process is best learned before attempting to apply it in other situations. Rather like stringing pearls for a necklace, it is best to focus on one pearl at a time. In this case the pearl of the moment is the new paradigm. I t is what must be held in focus, all else will then follo w in due time. I t cannot be str essed enough that scattering the focus was not the intent of this greater understanding. Stay focused on cre- ating the new paradigm, then the joy of experimenting with this process will be splendid indeed. It is then that the focus shared between galactic family members will stand forth as intended. II-33 Within the experience of the chaos that lies in the near future, the allowance of the experience will be a difficult hurtle for those that intend to focus the ne w paradigm thr ough its ini - tial stages of inception and bir th it into manifestation. Ther e will be difficult and discouraging moments for those who accept this mission, especially if there are no close companions to share the Embracing the Rainbow 105"},{"pageNumber":109,"pageContent":"focus and encourage each other. Holding chosen simple symbols clearly in mind and drawing or seeing them displayed as frequent reminders will assist in holding the necessary focus. The symbols bring the focus to mind without the conscious effort of first iden- tifying the focus and then convincing the intellect of its truth when the surrounding situation contradicts its rationality. The symbols are what might be called a “quick fix.” Frequent refer- ence to them on a continuing basis and allowing an emotional feeling to arise in anticipation of the coming new experience will bring immeasurable focused energy to the manifestation. When this simple exercise is practiced with the discernment of its meaning in innumerable places on the planet in a continu- ous format, the manifestation is assured. If each time the symbol is focused upon, it is perceived as a flash of light or an electrical charge, the planet can be envisioned as literally lighting up with this new perception. This is an apt analogy and allows for con- sideration of the power held within the simplicity of redirecting purposeful intention thr ough placing the attention on what is desir ed rather than what appears to be happening. I t changes the control point from the observed to the observer that allows for empowerment of the individual observers. It further demon- strates the power of cooperation through unified commitment to a common goal. The fact that the goal is not defined in detail implies the process for the details do not dilute or scatter the focus. This project transcends merely identifying the problems and attempting to fix the symptoms for this in reality only adds to the problem as a whole. It provides the opportunity of experi- encing aspects of the ne w paradigm as it is being cr eated. The parameters of the curr ent pattern of life expr ession no w being experienced must begin to shift in order for the new paradigm to be conceived and birthed into manifested reality. New parame- Embracing the Rainbow 106"},{"pageNumber":110,"pageContent":"ters have been enumerated throughout these messages so that they might begin to filter into the minds of those reading, contemplat- ing and discussing these concepts. The limited thinking of earth’s inhabitants must change to allow for the flow of thought to move through their conscious awareness on a continuing basis. To simply exchange one box of concepts for a new box of concepts will not allow for participation within the flow of creation. This is not to say that the flow of conceptual thought does not proceed in an orderly fashion, for otherwise the flow would be experienced as continuous chaos and that is not a flow. Indeed periods of what might be termed chaos are experienced while letting go of one set of truths and accepting another that delineates the next set of experiences in the search for greater wisdom. How much chaos is experienced depends on how long the old set is retained before the necessity is to move on brings a breakthrough. If an openness to perceive and accept seemingly new concepts of truth is practiced, then the process proceeds with greater smoothness. I t is r elev ant to point out that the process is best learned befor e attempting to apply it in other situations. Rather like stringing pearls for a necklace, it is best to focus on one pearl at a time. In this case the pearl of the moment is the new paradigm. It is what must be held in focus, all else will then follow in due time. It cannot be stressed enough that scattering the focus was not the intent of this greater understanding. Stay focused on cre- ating the new paradigm, then the joy of experimenting with this process will be splendid indeed. It is then that the focus shared between galactic family members will stand forth as intended. II-34 The evolving consciousness within the holographic planetary system arises out of the individual conscious awareness, as it per- Embracing the Rainbow 107"},{"pageNumber":111,"pageContent":"ceives itself within the whole. The perception of what that wholeness includes varies in accordance with what is experienced. Until the advent of the technological era these individual experi- ences were influenced by the belief system that was absorbed from the family environment followed by those acquired within expansion into larger group experience. Cosmology, the under- standing of the how the individual fits into the perceived plan of the galaxy/universe, was taught by symbology within story, art and dance. This allowed for each to contemplate their place and encouraged each to quest to know and understand. With the advent of the printed word followed by graphic technology and the use of it for the manipulation of mankind into slavery, this process has been virtually lost. If the technology had been used to assist the individual to know and understand what truth is available rather than keeping the key information hidden or dis- torted, mankind would not be within the present dilemma. Thus it is that these messages are given in the hope that the small amount of tr uth and wisdom within its pages will entice the r eader/messengers to desir e to again quest for understanding of who and what they are. This is not done, except by the few intent upon self-discovery, within the current planetary situation. This inherent right to know is denied from early childhood on through maturation as the present circumstances are now. Those in the more technologically advanced cultures are overwhelmed with misinformation and those in the less advanced cultures are existing at extreme poverty levels. It is difficult to wonder about a place in the plan of the cosmos when need of basic food and shelter ar e in the for efr ont of consciousness. Further, technology has been turned to cause the human body to literally self-destr uct through weakening its foods with growing techniques, incom- patible food combinations, genetic alterations to the plants, Embracing the Rainbow 108"},{"pageNumber":112,"pageContent":"adding abrasive ingredients and cooking in fashions that alter the molecular arrangement of the foods. These are affecting the abil- ity of the human body and the plants and animals to reproduce in perfection. The seriousness of the situation is realized by a few that attempt to spread the warnings. Without help from those with a great understanding of methods of regaining perfection, there will follow generations of imperfect bodies as a result. Though it is the purpose of these messages to offer a plan for transcending the planetary dilemma, it is necessary that those who accept this mission fully understand that humanity on this planet is in direful straits that are worsening at a rapid pace. It is necessary that the end of this situation be reached soon, for as the damaged humans reproduce, the return of the next generations to perfection becomes more complicated as the mutations begin to scatter into dominant and recessive gene combinations. Within the generation of the acquired damage these imperfec- tions are yet correctable. The evil of the plan to produce slaves includes these mutations, for imper fect bodies set the stage for belief of inferiority as w ell as the r eal affects to the physical brains and bodies. With the addition of technological implants the slavery would be virtually complete and provide far more control than those methods employed now. It is not intended to place information in these messages to frighten the readers into buying into its plan. The overview would not be complete so that logical and intelligent decisions could be made if at least an encapsulated picture of the situation and circumstances that are present was not included. The truth of what has been stated abo v e is av ailable in book, magazine, w eb-site and radio . P or tions of it ar e included in the media con- trolled programs, but go unnoticed. It is then in truth that it can be stated that they told you so and that you paid no attention. Embracing the Rainbow 109"},{"pageNumber":113,"pageContent":"They knew that amid the clutter, few would put it together or pay attention to those that did. Of further note is the fact that through the “United Nations” the military forces are being scattered through out the world. This is for the reason that many would not enforce the coming orders against their own people, but with the ethnic and national rivalries, could and will against those of other nations, cultures and particularly those of other religions. If the attention is placed only on the situation and circumstances that surround you at every turn then overwhelm is experienced and that is exactly what it is desired for those of you who are awakening. It is the reason there is no concern about their plans being revealed at this stage. That it is yet possible to gather a focus with power enough to thwart their plans even now does not occur to them. Thus, there is yet the “freedom” to implement project new para- digm. Shall we proceed? II-35 I t is thr ough the application of the law of allo wance that mankind will make the final step into the role of the rainbow “human ”. The archetype of the warrior that has influenced the shaping of mankind’s experience shall at long last evolve into the ideal of the responsible cosmic citizen. It is perfectly possible to adventure in a role beyond the warrior. Only other warriors within the game of conflict welcome warriors. Those who have evolved beyond walking this dead end path do not welcome con- flict back into their experience. The freedom to move freely among those of mor e r efined dev elopment allows for more rapid adv ancement. As within a maz e, ev entually it is necessar y to face the wall at the end and accept it as the end, and stay there, or to find the way back to the correct passageway. The new paradigm Embracing the Rainbow 110"},{"pageNumber":114,"pageContent":"is a gift that will enable humanity to rise above the maze to see the true passageway and move quickly into it. This will not happen without the necessary consciousness change and the period of focus required through the chaos of the demise of the current mode of experience that is based on compe- tition and conflict. The desire for the new experiencing mode must become a passion that exceeds the inclination to stay within what is familiar. The realization that something far better waits at the closure of this experiencing mode must be real within the belief system and be strong enough to transcend the mass beliefs of not only millions, but billions. It is through the demonstration of the power of a combined human focus that blends with the wisdom of creation that each will know the truth. It is not to be found in resistance to the situation that exists on this earth plane, but in joining with that which is Truth that will bring forth what seems to require a miracle to accomplish. Unimaginable power will be tapped in this process. It simply requires changing the focus of the combined minds of a per centage of mankind. I t is not a majority; it is an amazingly small actual number of humans on ear th com - paratively speaking, for these will blend with the flow that creates planets, stars, solar systems, galaxies, and more. The process is simple. The complication is that it requires standing and turning into the face of what has been taught for generation after generation by doing it within each individual consciousness. It does not require face to face confrontation with those that continue to teach these untruths. Most do this in sin- cerity. It is through one to one contacts with those that already feel discontent with av ailable kno wledge at the deep lev els of their personal awar eness, that the mission is to be accomplished. There are more than enough that sense they are swimming upstream and are ready and willing to rejoin the flow of creation. Embracing the Rainbow 111"},{"pageNumber":115,"pageContent":"They wait only to know how to accomplish this change. The archetype of the rainbow human calls to all for it is like a hom- ing signal that perpetually sounds in the background of life. It is like the dinner bell ringing in the distance to come home to share refreshment and rest with family. In this case, humanity has wan- dered far from home and has some distance to cover, but it will arrive there sooner or later, and hopefully it will be sooner! The focus has been at the very personal level for each mes- senger as each goes through the process of strengthening his or her understandings and resolve. It is not easy to commit to a pro- ject of this magnitude without establishing the intent firmly within the conscious mind. The mind and the feelings must be in harmony and balance in order that the resolve is of enough substance to hold firmly through the period of the shift in con- sciousness. That which is now new must have time to root and become the dominant viewpoint from which experiences are per- ceived and decisions made with discernment. An amazing num- ber of life situations will suddenly take on ne w meanings. H abitual comments that fit cer tain situations will no longer be appropriate and there will be moments of wondering what is appropriate. There will be rethinking necessary requiring a tran- sition period. There will be many returns to the messages to con- template new meanings that were missed when first read. Truth is perceived within the understanding of the moment and is con- stantly refreshed as different experiences are contemplated and decisions are necessary for the discernment needed to establish new patterns of belief and behavior. Ther e is much to transcend in or der that each may stand at the end of this chapter of the book of ev olv ement and contemplate not only a new chapter, but also a sequel. This will be done day by day and one mind change at a time. The biggest single change is the Embracing the Rainbow 112"},{"pageNumber":116,"pageContent":"willingness to read, contemplate and find the personal truth within with the guidance of these messages. Beyond that, the steps are small and continuously lead onward to the goal of living the new ideal or archetype moment by moment. When the new archetype is embedded within the mass consciousness, the new paradigm will be birthed into infancy and the adventure will have begun in earnest. Then you may choose to walk hand in hand with your family again for you will have returned home for sustenance and companionship. A worthy trade off for giving up excessive com- petition, conflict and isolation. II-36 Within these messages is embedded the psychological changes of heart and mind that are required to maintain the focus of the powerful aspects of experience that constitute the human evolving within the successive steps of its journey. The focused human awareness can be observed as a matrix or pattern of energy , for that is what each is in r eality . Each cell contains an electrical charge, ther efor e if the charges ar e obser v ed they would appear as a pattern of lights surrounded by a finer thought energy that is emitted as these pass outward from the being. Since all of creation in its basic form once beyond pure potentiality is thought, and thought thinks, then it may be concluded that the totality of the human thinks. Every cell of the human body thinks. It is how feeling is experienced. It is how a deep realization can cause what you call goose bumps to arise on the body, for the entirety of the body has agreed simultaneously on a new concept of truth. That is what sends some to a doctor , because ther e is a kno wingness fr om within the body that has been emitted fr om the body cells into the finer thought energies that surround the body and the conscious mind has opened to receive the information. Embracing the Rainbow 113"},{"pageNumber":117,"pageContent":"The thought function is not confined to the brain. It is the totality of the human that participates in the thinking process. Feeling is a combination of thought processes by the cells of the body utilizing the pathways of the nervous system as you use tele- phone lines. But just as you receive TV and Cellular phone mes- sages without the benefit of wires, so also the body has similar and far more refined capabilities. What is called intuition is an illustration of this more refined ability. It is a knowingness that takes place at a cellular level and registers in the awareness at varying degrees of understanding, depending on the belief system of the individual. The brain is designed to participate in a multi- tude of processes. It houses the most vulnerable and finely tuned of the endocrine glands. The precious secretions of the pituitary and pineal glands are the drivers of the human body/mind aware- ness. The brain is the switching station for the receiving and transmitting of the thinking process. The combined thought process of the body wholeness is gathered and focused through the brain mechanism that it may be ex changed betw een humans. H o w ev er , it must pass through the belief system stored in the finer energies that surround the body and hold the belief patterns of not only the individuals experiences, but also contains the norms of the experience and belief patterns of the various levels of experience of the entire planet. One function of the brain is to register and read that information upon request. Thus when cer- tain parts of the brain are stimulated, it reads not itself, but the stored data that is within the appropriate surrounding fine energy. Each human brings its entire history of existence with it stor ed in this incr edibly intelligent energy that surr ounds it. This then explains one r eason that humanity on this planet cannot enter the higher dimensions as it is now, for those beings are able to read the finer surrounding energy and know all there Embracing the Rainbow 114"},{"pageNumber":118,"pageContent":"is to know about each one, every thought and intention. This is the source of what you call telepathy. How is this possible? It is the degree of activity of those two glands held within the brain, the pituitary and the pineal, that is the key to what you call “spir- itual progress”. The protection of these glands has been provided for by what is called the blood/brain barrier. Only very tiny mol- ecules are able to pass through this barrier. Unfortunately for humanity at this time, crossing this barrier is now possible. Fortunately, there are those individuals who upon learning this are devoting great effort to get information out to make as many as possible aware. It is not only what is eaten, but also what is put on the body for cleanliness and other reasons that now con- tain destructive molecules that can and do cross that blood/brain barrier. These are causing great damage to the human brain as well as the rest of the body. For personal protection and the pro- tection of the generations of the future, each messenger must become aware of these dangers and strive to find the safest avail- able alternativ es for themselv es as w ell as to carry the message to others. Ther e ar e alternativ es av ailable but it will require effort to search them out. It is important to know and to read what is within each before buying. It will be time better spent than in front of the propaganda tube. Again, the focus is on the chaos rather than the goal, but the goal is of no benefit if there are not humans in wholeness to bring forth and enjoy the manifestation of the new paradigm of experi- ence. Thus it is important that certain awareness be made partic- ularly known. There is methodology in development that allows for the r eturn of damaged DNA to wholeness without man made chemicals that ar e no w being dev eloped for that purpose. B e ware of manmade intervention at these early stages. Nature has pro- vided even this process for the preservation of the human in whole- Embracing the Rainbow 115"},{"pageNumber":119,"pageContent":"ness. There are indeed safeguards to protect humanity from self- destruction if it is studied within nature rather than pursuing the deliberately distorted guidance now being provided to the planners of enslavement. Though much is done in the competition/greed mode, it is underlain by the intentional provision of information that serves the enslavement purpose. Each committed and focused member of the new paradigm project must practice discernment as the awareness of the picture begins as an outline and infills with information without becom- ing lost in the enormity and detail of the opposition’s plan. It must be held in the background while the focus remains in place on the desired new paradigm. There will be quite naturally perusals through curiosity into the activities and plans of the dark ones, but these must be kept in perspective. The new paradigm must be held at the forefront of the focused awareness in order that it may manifest into its intended blessing. II-37 The pr ogr ession of the plan of the enslav ement of humanity proceeds down its apparently inevitable path and mankind as a whole stumble along into the planned containment. It is difficult to include within these messages the information that it is neces- sary to be known without triggering fear. Yet fear is a most effec- tive attention device and one that is planned to be used to the full degree of its potential to shock people into full awareness. Thus it is necessary that the plan for the new paradigm include utilizing this planned episode to its advantage. In other words, to divert this potential to fit within the plan to r eturn humanity to its rightful place within the flo w of cr eation. I n or der to accomplish this, ther e must be a core group of dedicated humans already awake and aware that has progressed through the potential fear and well in Embracing the Rainbow 116"},{"pageNumber":120,"pageContent":"control of their reactive modes of behavior. In order to accomplish this, these must be able to transcend the planned response and quickly attain and retain the observer mode. Without this ability the capacity and competency to accomplish their mission that will be critical in that moment will be lost. As these who choose to become part of this plan make it a point to become aware of the plans, knowing it is a necessary component of the foundation upon which the birth of the new paradigm rests, it will allow the observer mode to be experienced into wisdom. It will be easy to lapse into emotional reactions. However, the emotions are not to be the controlling factor. Creation is log- ical! Therefore in order to create, manifest into reality, a new par- adigm of experience, those doing so must focus within logic. It certainly would not be logical to accomplish this by joining in the reaction that is intended by the enslavers. It then becomes necessary that there be a critical number of humans that rise above their natural inclination to be part of the intended mass r eaction. I n or der to do this, these self-chosen individuals, sin- gularly or in small gr oups will find it necessar y to inform them - selves of as much of the plan as possible. It will be necessary to embrace their feelings about these plans within the full knowl- edge that it is for the purpose of experiencing them into the pur- poseful wisdom of attaining the observer mode. It is through this observation ability that clear and logical decisions can be made in the moment not in retrospect when it is too late to accomplish what would have been possible in the precious moment lost. The necessary information can be quickly learned within small discussion gr oups, for then the material av ailable thr ough the y et fr ee flo w of books, radio talk sho ws and the I nternet can be researched and shared. It must be considered in the sharing that the plans that will be revealed are not as much the flat pieces Embracing the Rainbow 117"},{"pageNumber":121,"pageContent":"of a jigsaw puzzle being fitted together, as they are a holographic puzzle. To illustrate that concept, there are wooden or plastic puzzles that create a sphere when placed together in the proper combination. These are more challenging than the flat puzzles and the intricacy involved illustrates the extent to which the planning of hundreds of years has been required to bring so many to such an effective point. It then will also illustrate all that can be negated through the simplicity of a plan that is devised within the flow of creation compared to one that is not. The complica- tion facing the messengers of creation, which is indeed what each one committed to the new paradigm project is, is spearheading the consciousness change from victimhood to self-empower- ment. It appears that only through desperate circumstances is the programmed human willing to give up deeply engrained beliefs though the experience of these beliefs has not brought to them the promised benefits. The practice and holding on to these takes them deeper and deeper in a downward spiral as they con- tinue to fail to come to the r ealization that doing mor e of some - thing that does not wor k will not make it wor k. F ear of the unknown locks them into unproductive behavior and illustrates the limitation of the victim consciousness that is being promoted to the maximum extent in this gross exploitation and degrada- tion of the humans on this planet. The question put to each reader of this material is whether or not to remain within the group headed to inevitably miserable deaths or enslavement as further mutated survivors, or to climb out on to the rock of observation. Once outside the mass awareness, that is tr uly a lack of awar eness, then the mission becomes 2-fold. G athering others willing to assist and together bir thing the ne w par - adigm. It is hoped that complexity will be avoided and simplicity will be strictly adhered to. It is complexity that scatters the focus. Embracing the Rainbow 118"},{"pageNumber":122,"pageContent":"The more simple the focus, the more quickly the manifestation will occur. Further, those not resonating quickly to the information are to be released and allowed to remain where they are. The seed is planted, and those may yet follow at a more appropriate time. Never attempt to convince anyone. Like the folk hero, Johnny Appleseed, plant and move on to the next possible appropriate con- tact. Though the planter may not observe the result, result by the law of averages is assured. Releasing each contact to their own des- tiny is practicing the law of allowance. When it is unnecessary to defend the comfort zone, logic will often filter through the emo- tions and these may seek the planter out when it is obvious there is no necessity to defend their beliefs. The desire for a solution to the intuitional awareness that all is not well is the field of opportunity for the entrance of a new archetype or ideal mode of experience. The coin of impending disaster has on its other side the opportunity for its opposite, what might be called heaven on earth in the christ- ian idiom, a “hope ” contained in all r eligions. I t would seem that to be an instr umental par t of pr o viding ear th’s people the opportunity to experience this dream into reality would be a worthy goal. The choice lies within both logic and emotion as it is pondered carefully. II-38 The opportunity that is offered within the scope of this pro- ject is multi-leveled or multi-dimensional in quality. It utilizes all levels or dimensions of the human aptitude in its focus of modi- fying the human per ception of experience as those inv olv ed move thr ough transcending fr om the pr esent point of experience into the next level or dimension. Dimension is the preferred descrip- tion for it indicates a more holographic concept. Level implies Embracing the Rainbow 119"},{"pageNumber":123,"pageContent":"flat. The circumstances of manifested awareness in a human body are not experienced as level or flat. It is the addition of emotion that adds the dimensional quality to manifested aware- ness. (Indeed, there are those beings that do not have emotion as part of their experience and they desire greatly to add this dimen- sion to their experience pattern.) It is important that the concept of dimension become familiar and be included in the conceptu- alizing of the new paradigm. It is vital that the concept of the human body/mind/spirit also be made very clear. The awareness of existence within man- ifested experience is also dimensional. Certain of the animals have only the awareness of each moment. For them there is no past or future, only the moment. Since they are unable to retain those memories in detail, their survival is dependent on what is called instinctual awareness and tied directly to survival actions and reactions. Humanity has through domestication frustrated most of them greatly through neglect of their instinctual needs for at least par tial fr eedom, natural v aried diets and of late thr ough pr o viding cr eatur e comforts more appropriate for humans than fur/hair coated animals. The human body is a composite of corrections to previous experiments that produced limited modes of physical experience. Through lessons learned, a model was conceived with the poten- tial to evolve through multiple dimensions of experience. As the awareness changed patterns, the human body was designed to accompany that change. It was also designed so that the aware- ness could enter and leave a body. In other words, the awareness was not r equir ed to cease its existence if the body was destr oyed thr ough accident or inadequate maintenance. What y ou call dis - ease is inadequate maintenance. The ability to enter and leave was a known requirement, for the potential of the human body is so Embracing the Rainbow 120"},{"pageNumber":124,"pageContent":"limitless that its capabilities of adaptation are greater than units of self-awareness can comprehend in one focus of life experience. It is important that the reader fully understand that the awareness is not the body, but is merely housed within the body during conscious awaking hours. It can and does sometimes leave the body during sleep, under anesthesia and traumatic peri- ods of unconsciousness. The consciousness can be aware of this separation and can indeed train itself to leave the body inten- tionally. Some of those with this ability are being employed on a regular basis to intentionally visit particular people and events employing only their focused awareness/spirit, and then can and do report on these activities to those of the dark intent. Just as the physical body can be trained through gymnastics and other exacting physical sports to accomplish impressive feats, so also can the awareness be exercised and trained to do what most would consider difficult to believe. In this way each can begin to grasp that the “average human” on the planet is grossly unaware of its potential. The limitations of each ar e either self-imposed thr ough acquir ed thought and belief patterns or thr ough physi - cal or mental limitations by genetic alteration/mutations. They are further limited by failure to maintain the physical body with proper exercise, breathing, whole foods and pure water. Technology properly applied is a blessing to mankind. Technology guided by competition intended to create profit at the expense of one’s fellow man results in greed. Through the law of attraction this intentional exploitation draws to those who do this their just due, or what might be called equal compensation. R ealizations of the tr uth of what they ar e about that result in change of intention and action also allo ws for a change in the degree of experience drawn in accordance with the degree of change. It is important that it is clearly understood, the laws of the Embracing the Rainbow 121"},{"pageNumber":125,"pageContent":"universe work perfectly whether one is aware of them or not. They simply are! To live in harmony within them is heaven on earth. Let us cooperatively strive to anchor the truth purposefully within the mass consciousness of mankind and birth the new paradigm into the human experience on this planet. II-39 The concepts contained within the message information will begin with the first reading to change the perception of those that resonate with its intended solutions. It is apparent that the oppo- sition’s wars on poverty, crime, cancer and drugs have produced few positive results whatsoever. The conceptual purpose of war is to provide control over another group of humans, including their possessions. When this concept is applied to the wars on poverty, crime, cancer and drugs, it is possible to see how these fit the evil plans perfectly to manipulate and control from within more easily by gaining the consent of those that are the intended victims. These “intended ” “ good” intentions act as a magic trick to spr ead the focus of their intended purpose because they apply the law of attraction. By resisting these situations and circum- stances through focus of fear thoughts and actions, large groups of humanity are drawn into the planned experience. It can be concluded that this warring approach would not birth the new paradigm into reality. It is necessary to understand that a 90-degree turn or any other degree of turn short of a 180- degree turn to the opposite approach will not work. Those that make the decision to commit to birthing the new paradigm must make it their primar y focus. What the opposing faction is focus - ing must be held in the peripheral vision. When their plans and actions are faced fully and embraced with fear it gives them the desired energetic support and aids them greatly in accomplishing Embracing the Rainbow 122"},{"pageNumber":126,"pageContent":"their goals. It is important to be aware but to remain focused on the plan that fits like a hand into the glove of creation. The glove is simply awaiting mankind to place their hand within it. Symbology will play an important part in the ability to hold the positive focus. These have been used for eons of time as a focus point that allows for individual understandings and inter- pretations within a basic concept. This calls forth freewill com- mitment rather than the resistance that comes forth when ide- ologies and dogmas are strictly structured. Self-awareness desires freedom and is drawn to a simple framework that allows for free- dom within it. It was the simplistic framework of the USA that drew immigrants from the world over, for it offered freedoms that had been only dreamed of. The value of the opportunity within this framework, however, was not honored by succeeding generations. This golden opportunity has been bricked and barred in through laws and regulations that one by one weakened it. Greed and deceit are the mortar that holds these bricks and bars in place and its citiz ens in bondage. S lo wly and cleverly accomplished, the majority of citiz ens adapt and bar ely notice as each generation accepts what is and the creeping changes intro- duced during each span of time. The opposition is clever and insidious, patient and well orga- nized and has advisors with great technology. The situation is seri- ous indeed. Those who can comprehend the puzzle picture and its seriousness have the opportunity to choose the eventual outcome. The timing is now such that the occasion to even change the obvi- ous outcome is long past. The sequence of events has reached the point of it being impossible to r eturn to the pr evious oppor tunity b y r epairing the damage done. The plan within these messages, with widespread, purposeful and focussed commitment, can and will accomplish the desired goal. It will require transcending old Embracing the Rainbow 123"},{"pageNumber":127,"pageContent":"belief systems and leaving them in the bag to be left in the hands of the evil planners. These beliefs were designed b y them to ser v e them. The sooner all committed messengers realize and face this truth, the sooner the end of their planned scenario will come. The new paradigm will bring into being a new set of belief systems that serve humanity not enslavers. The tools of the current limited con- cept of government along with religion and war must be left behind in their bag of tricks. The magicians must be left to ply their trade among themselves somewher e else. The above underlined phrase is a clue to what has been part of earth’s past and present. It has been and is yet one of the “somewhere else” places. Has all of humanity been sent here because of past misbehavior? Not necessarily, many risk incarna- tions here for the opportunity to rise above (transcend) the neg- ative behavior patterns and do succeed. Many do not and find themselves enmeshed in the circumstances of earth’s current cri- sis. The successful manifestation of the new paradigm will change not only the futur e of most of ear th ’s inhabitants but free the planet fr om this assignment. It is necessary that each individual gives this choice serious consideration and makes their decision based on a careful logical and emotional basis. Both modes of experience will be actively required in tandem and synergistically. Each will support the other in times of doubt and frustration when all does not happen quickly enough or expectations exceed apparent results. The desire to rescue the suffering will be great and examples of victims will be paraded before you through every media means available for the purpose of keeping all locked within victim conscious - ness. The obser v er mode of allo wance while the ne w paradigm focus manifests and brings the ultimate solution to their plight must be held securely at the forefront of the conscious awareness. Embracing the Rainbow 124"},{"pageNumber":128,"pageContent":"If dropped, it must be quickly picked up. Looking at or recall- ing a meaningful symbol is the easiest way to regain the focus. Will all that resonate and commit be able to retain their focus? The success of the project will depend on the consistent and the persistent. Each must look within themselves to deter- mine if their evolvement and genetic adaptation is such that a commitment of this magnitude is possible, plausible and noble enough to find out if the traits of character necessary are available or not. It is certain that each one that commits will find out! II-40 Although the messages appear to be focused toward requiring apparent super-human accomplishment, just as few ever bring forth the potential of the physical body, so also few explore the capabilities of the mental focus. The human becoming has the potential for expression in its physical, mental, emotional and spiritual aspects. It is has been the tendency of humans to pur- sue one or two of these aspects at a time. I t is possible to accom - plish a balanced dev elopment of all four within one lifetime. I n this way each aspect supports the other within a balance that pro- vides for a harmonious experience. This begins with a growing understanding and application of the universal laws, along with recognizing the various opportunities to insert variations of the statement “I am a human becoming, help me to become!” Inserting this statement into every applicable situation allows for experiencing the use of the mental focus to bring about a shift in the energies of a situation. This experience of the power of men- tal focus and the r esult of its focused use will allo w each to expe - rience kno wledge into wisdom thr ough actual self-empo w er - ment. The use of this simple statement demonstrates the self- awareness taking charge of itself. Through changing the per- Embracing the Rainbow 125"},{"pageNumber":129,"pageContent":"spective within the self-awareness, in turn its perspective of the situation changes in the moment that it is happening. When the situation is perceived in a different way, it is changed. Each sit- uation is as it is perceived. What appears as a single situation is as all participating perceive it, and is in reality multiple situations happening in a simultaneous moment. The concept of time is in reality a no thing. It is an inven- tion of the mind or ego recorder so that the events of experience can be perceived, analyzed and recorded. Inasmuch as the energy vibrates at such a slow rate at the 3rd dimensional level, this process is at such a slow rate that it appears to be in sequential order so that chaos is not experienced within the recording process. It is necessary that this be understood so that the con- cept of the new paradigm coming into existence when it is per- ceived is understood. When a sufficient number of mental foci desire to create this experience for themselves, it begins its mani- festation process within the flow of creational thought energy. It literally alr eady exists, it is just that the energy flo w is so slo w that it is not per ceiv ed or br ought into the experience at the 3r d dimensional level until the sum of vibratory oscillations reaches the total necessary to manifest into realized experience. As each understands the density of earth’s surrounding space and the slow rate of the humans experiencing in that space, it is possible to grasp the understanding of why it appears to be a time oriented process. In excessively simple terms, the thought process travels outward into the aqueous (fluid like) energy of the creational flow at a much more rapid pace than it returns as manifested real- ity . The focused thought pr ocess when fueled by emotion moves quickly thr ough cr eational energy . As it leav es the dense field of energy, it becomes finer or vibrates more rapidly. It is the return trip, so to speak, in the manifestation process that slows in its Embracing the Rainbow 126"},{"pageNumber":130,"pageContent":"oscillation rate. The law of attraction magnetizes the object of the focused thought that was “sent out into the creational field of energy” and it is returned to the point of origin. When the point of origin is vibrating at the slower rate, it appears within the sequential time orientation to manifest very slowly. If during this sequential experience, the focus is withdrawn or sufficiently weakened, the magnetic attraction process is aborted. It is within this understanding that the concept of how the birthing of the new paradigm is entirely possible can be under- stood in rudimentary terms. It can also be understood that once the planners of the next “dark age of mankind” know of this plan and see it happening, the onslaught to stop it will be intense. It will require dedicated individuals and small rotating support groups to keep the necessary focus in tact in order to bring the manifestation into being. There will be no success if the focus become resistance. Allowance, difficult as it will be, must be practiced and the focus held knowing the new paradigm exists in the moment, not some wher e in the distant futur e. To know that without having it y et in the curr ent experience will r equir e sin - cere dedication. Experiencing this truth into wisdom will gift the humans who are able to do it into becoming at a vibratory rate unknown in the annals of evolving awareness. Through the support of the changing of the cycles and those benevolent awareness points that not only know and understand the situation, but also offer all possible support, this project is guaranteed, if the necessary human quotient can be reached. The ground crew is in place and the opportunity is certainly available. Let us pr oceed. II-41 The change in perspective that each acquires as these messages are read and contemplated is a process of exchanging old percep- Embracing the Rainbow 127"},{"pageNumber":131,"pageContent":"tions for new ones and climbing to the top of the rock so that each is discerning from a new and different viewpoint. With each new reading and contemplation, the viewpoint will change again. The belief system changes and allows the same printed words to stimu- late a different recognition of the reality that each creates for him/herself. This is the natural flow of evolving life experience. The planners of containment continuously attempt to thwart this natural inclination through every control method possible. Government and media programming are their primary agents of control at the mental level. Fear is their primary tool at the emo- tional level. War and induced disease that goes hand in hand with destructive medical treatment are the control mechanisms at the physical level. That which controls the spiritual level of experience and interacts within the other three levels is religion. The focus of religion is to contain and prevent the develop- ing human awareness from reaching the goal of evolvement because its methodology is designed to hold the goal always bey ond the r each of pr esent time. Humanity has been fooled into believing a total contradiction. What is called r eincarnation is denied yet reward for a life of suffering and sacrifice is to be attained after death or possibly by future generations. Where is there logic to be found in this concept? The cosmos positively could not exist if it was not logical! The universal laws that underpin all that is manifest are absolutely logical! Therefore the understanding of the cosmology of humanity must be logical in order that mankind may progress within it, right now! The plan- ners of enslavement have it so easy when humans desiring evolve- ment ar e contained within the house of r eligion with its illogical and contradicting edicts that ar e sold into belief on “ faith ”. Buying illogical concepts can be likened to padlocking the doors and windows of the prison on the inside and sliding the keys out Embracing the Rainbow 128"},{"pageNumber":132,"pageContent":"under the door to the jailers. It’s like asking the wolf to guard the sheep. Are all concepts within religion wrong? Certainly not! Much truth is contained within the tenets of all religions, but many distortions and outright fabrications are carefully included within each and every religion. These have been deliberately placed there to deceive and control. At the beginning of these messages it was stated that the “God thing” was not a hoax. This is so; it is just that the per- ception of what “God” truly is has hopefully changed through these messages. Humanity has been deliberately guided to per- sonify to identify. In reality, that which it has been led to per- sonify is potentiality expressing into creation. The personality of this process is with each self-awareness, not an all-powerful out- side being. The outward expression of potentiality through the creational process is to expand or separate the energy into self- aware units and all that is necessary for it to recognize and revere its own potentiality and discover how to empower itself. At that point, the r eturn trip becomes the opposite of that pr ocess. I t is a gathering pr ocess. The law of attraction draws these separate self-aware units into groups of awareness that “enjoy” pursuit of like or common focus that reveres the creation as a wholeness. These then become larger units of focus while yet maintaining their individual awareness. Evolvement becomes a joyful gather- ing of momentum for there is agreement and cooperation, not competition or friction. It can now be apparent that the victim consciousness does not fit the above criteria for the return trip. The enslaving con- sciousness does not fit the abo v e criteria either . Both vibrate at the lo w est rate of human existence. Those within the “ upper ech - elons” of the enslaving consciousness have found the humans on earth a most vexing group with which to cope. They have since Embracing the Rainbow 129"},{"pageNumber":133,"pageContent":"“manufactured” a more satisfactory slave pattern. The emotions were left out of the design; it is easily programmed; the vibratory rate is below the possibility of consciousness evolvement; the rudimentary thought process is slow, as is the ability to adapt. The cost in resources to maintain them is very low, as there is no reproduction to control. Cloning reproduces them when conve- niently needed. Humanity does offer something the new slave does not. Challenging entertainment! Does that please you to know that your victim consciousness rates as challenging entertainment? I would think not. It is time to bring an end to this scenario and to write the script that will bring freedom and the conclusion to the “long suffering” that this branch of humanity has allowed itself to endure. It is time to become the winning team. It is time to claim the hoped for carrot offered by the devised religions of the enslavers. It is appropriate to birth the new paradigm now. It has been more than earned. II-42 The appr oaching period of chaos has been mentioned in the previous messages. What this process might look like in detail has not been discussed. It is difficult to do this since what manifests and to what degree will be determined by the acceptance or rejection of the new paradigm concept and by who and how many. In order to delve into this area, it is necessary to consider that these messages are for the express purpose of empowering humanity to transcend, move through the current and approaching events to a new level of existence. This cannot be done if the attention is focused on the ev ents that ar e no w and will increasingly surround each and all. F ear is so engrained in the psy che of ear th ’ s inhabitants that it takes little to trigger it. It is not the purpose of these messages to engen- der fear as it is a mighty tool for dis-empowerment. Embracing the Rainbow 130"},{"pageNumber":134,"pageContent":"Understanding why “god allows this branch of humanity to suffer” is impossible to understand without encompassing the workings of the law of attraction. Victim/oppressor conscious- ness is two sides of the same coin. Existing at the lower scale of the vibratory range of manifested life experience; the magnetic attraction of the two is extremely strong. As the evolving con- sciousness strives to experience knowledge into wisdom it returns again and again to achieve freedom from this particular trap. The range of experience traverses between the two modes of expres- sion. Each has experienced both within various levels. The plan- etary mass consciousness not only contains this mode of experi- ence, but also indeed attracts it from other solar systems within the galactic whole. Thus earth indeed has outsiders contributing to this current era of experience. The time span of outside involvement of what you call extra terrestrials when read within a sequential scenario has been thousands of years. It has been for a long enough period that some of those extra terrestrials have ev olv ed bey ond that mode of experience and are now committed to corr ecting the r esults of their pr evious inv olv ement with the people of earth. Inasmuch as they have transcended the vic- tim/oppressor mode, it is within their wisdom to aid humanity if humanity will only accept the help available. It is therefore with trepidation that the planned scenarios of the remaining oppressors/enslavers are mentioned within this focus. Since much material is available on these subjects, it is up to individuals to review the information available on radio talk shows, their web sites, books, magazines, newspapers and various confer ence/conv entions that ar e available. It is extremely impor- tant that the shocking information av ailable fr om these sour ces be processed thr ough the individual’s awareness. To remain stuck in the trauma of this knowledge will be fatal not only to the indi- Embracing the Rainbow 131"},{"pageNumber":135,"pageContent":"vidual, but to the new paradigm project. The new paradigm is the only available pathway with success possibilities through this dilemma. Making such preparations as are appropriate for these possibilities is the most logical approach rather than simply con- tinuing to process the information in panic and trauma. Promptly making simple appropriate plans and preparations through logical thought by listing and completing the suitable steps to be accomplished will not only relieve the trauma, but will bring forth the empowerment that transcends the feelings of vic- timhood these events were designed to engender. The law of attraction works! That the USA and other coun- tries have supported the attacks on the Moslem countries of the Arabs, and others draws the likelihood of the similar experience of being attacked. The media has given all forms of illogical rea- sons for these attacks that were not officially sanctioned by the elected representatives but were allowed with their consent and the foolish consent of the people as a whole. Discernment was left to r epr esentativ es whose influence is peddled and coerced into compliance. T o cr y , “I/w e didn’t know,” means nothing to the dead, dying and miserable people experiencing the situation that has been foisted on them. They are the victims and “you foolish ones” are the perpetrators by default and must by the law of attraction receive your just due. It will not be pleasant. What can you do to change it? Change your mind and withdraw your consent to these actions within your own consciousness. Open your eyes and ears to the deceptions that surround you and vow to create a new experience for all living on this planet. Ther e is only one race on this planet, the human race. The v ari- eties in appearance and belief systems ar e “ no things.” The extrater - restrials are visitors who have no desire to live here, only to enjoy the adventure of continuing your enslavement. They are fully aware Embracing the Rainbow 132"},{"pageNumber":136,"pageContent":"that the planet cannot long endure the over population that they have encouraged so that they could play at their war games and per- fect their tools of annihilation. To them humanity and earth are like the virtual reality games your children in large and small bodies’ play. It is long past time to wake up and grow up into your respon- sibility to end their game. Welcome to the real world that now sur- rounds you and is about to overwhelm you unless you act now. II-43 The clarion call of these messages is formulated to reach into the very center of each heart and mind to resonate there. It is intended to be an internal process that will enable each one embracing the possibilities contained within them to establish a vantage point from which to gauge their progressing personal transition. If each will consider the changes in their views of the world events as they are reported now and as they were perceived a few weeks ago, a considerable difference in the ability to discern the magician at wor k should be possible. The understanding of the meaning of self-empo w erment within the personal experience and relationships should also be apparent. The consideration of this might be approached as the difference between submissive, assertive and aggressive. It is the through application of the uni- versal laws that balance and harmony is achieved, a middle ground of experience. Once this is experienced it becomes easier to realize when one leaves this balance toward one or the other of the polarities. It is taught in the current media/religious foci that “goodness” is the ideal. Balance is not found in the extreme of either polarity . I t is thr ough learning to discern where in the pr ocess each experience is or is leading in the play betw een the polarities that allows for wisdom to be attained. The new paradigm will come into manifestation when a suffi- Embracing the Rainbow 133"},{"pageNumber":137,"pageContent":"cient quota of humans on the planet identifies with its tenets. These will focus its becoming without the aggressiveness of an enslaver that would force its ideals on his/her fellow humans or the submis- sive victim that would purposefully refrain from participation assuming that others will accomplish it for them. The ideal partic- ipant will employ the universal laws of attraction through purpose- ful intent to manifest the new paradigm, actively sharing the con- cepts and allowing the process to unfold by holding the intent assertively within the consciousness. The focus will remain stead- fastly within their awareness as the world and personal events move through their chaotic process of dismantling what now exists to allow the new to manifest. Unfortunately, the new cannot super- impose itself over the top of the present firmly held belief systems. The combined present belief systems hold the current disastrous stream of events in place. The belief in the repetitions of past expe- rience of war, pestilence, disease and painful deaths as the proper end to a lifetime of victim/sacrifice for a future reward is rigidly held and constantly suppor ted b y the planners of another r ound of their vir tual r eality games. It is through these simple messages that those of genuine con- cern are reaching out to counter the focus of literally thousands of years of deliberately ingrained manipulative programming into the individual and collective psyche of humanity. It is a very large expectation that is being placed in these messages in this endeavor to reach those who are at a state of evolvement to res- onate with the truths contained within them. The realization of the futility of continuing on in the age old pattern of allowing others to write all the r ules of the game is the trigger that brings for th the emotion and commitment to become a par t of the momentum for moving on through to a new goal. Just as several individuals can participate in a single event and Embracing the Rainbow 134"},{"pageNumber":138,"pageContent":"each perceive and experience it differently, so also can a multitude of perceptions of what the new paradigm experience will be for each encompass the same definitive goal and accomplish that purpose. When the new paradigm is birthed, indeed each will experience it uniquely. If it were to be a totally defined picture it would again become encapsulated and enslaving. Within the laws of the uni- verse, what you term ethics and morality are limited understand- ings. Within the higher dimensions, which is the purpose of leav- ing the current lesser vibratory experience through the new para- digm, it is possible for each to perceive the purposeful intent of all. This is not necessarily in detail at the lesser vibratory levels. Therefore dishonesty and aggressive intent is known and those with that level of intent find only those of similar intent to interact with. If there are no victims and only a group of aggressors to interact with, there is no game. It is to be expected that those ingrained thought patterns will show up in the beginning, however they will soon fade away as they are recognized. Do upper level dimensions lack challenge? N o indeed! The challenges become subtler and ev en mor e rigor ous to discern. E xperience in the higher dimen - sions is not a boring “heavenly” evenness. The adventure of self- contemplation and growth becomes more and more interesting and the rewards more desirable. There will be no regrets for giv- ing up the current belief systems and mode of experience, of that each can be absolutely sure. The call for study, contemplation, commitment and follow through by defining the purpose and spreading the concept now is unfolding before each reader. It is doubted that any who are not seriously contemplating the pr ocess and anticipating the pos - sibilities of the futur e of ne w experience will hav e r eached this point in the messages. Both the logical and the emotional aspects resonate and the shift in consciousness is happening. Even those Embracing the Rainbow 135"},{"pageNumber":139,"pageContent":"few that do turn away will not be able to return to their previous perspective of the current situation as it progresses toward the planned dark and dramatic shift. Those who do not choose to actively participate can yet share by simply holding the idea of the possibility of the time of the reign of the rainbow man arriv- ing now. Legend has it that the first people on the planet climbed up out of the earth through a trapdoor. The rainbow man archetype is right now loosening the latch of the trapdoor that will allow his entry into the next level of manifested experi- ence. It is time for this to happen! II-44 The power of subtle thought when focused through the con- verging point of mutual agreement by a group purposefully rep- resenting a whole for the highest and best “good” of that whole is quite beyond the ability of the limited 3rd dimensional mind to comprehend. There is now documented evidence of the power of pray er in the r eco very from illness when it is focused by doctors, nurses, friends and families for the “ good ” of the patient. The dynamic potential that is tapped is the agreement held within the focusing group’s desire to bring forth the highest and best good for the person. The desire is usually limited to the person returning to an apparently “healthy” state. However, that is not always the true highest and best “good” for that person, since the purpose of the lifetime is usually unknown to the person and to those attending them, so it is best to leave the focus open. Further the person them- selves may have already placed their decision as to their future into the flo w of cr eation. Again this brings us back to the concept of thought thinking. The flo w of cr eativ e energy that focuses each individual into manifestation to begin with and then maintains them in focus is intelligent thought thinking and is totally aware of Embracing the Rainbow 136"},{"pageNumber":140,"pageContent":"what the highest and best good is in every instance when it is directed to think within that concept. Self-aware consciousness is manifested thought aware of itself within its manifested surroundings. It is creation checking itself out for the purpose of knowing not only itself, but investigating its abilities to manipulate its potential to experience and know itself to a greater extent. Each of you are creational thought engaged in this marvelous experiment. You are intelligent thought surrounded by the potential of intelligent thought. The only way you can be controlled is to allow yourselves to believe you are something you are not. You must be convinced to believe you are something you are not. You must be convinced that you are powerless and subject to the will of others, thus a victim. The intelligent thought that surrounds you is subject to your intentional will to direct it. If you fail to give it direction, it merely supports whatever direction someone else gives it regard- ing you. Thus through induced ignorance humanity has given consent to being manipulated. The most effectiv e method for lit - erally stealing y our po w er has been thr ough the div ersion of the use of that power by convincing you to direct it outside your- selves to an unknown and little understood source, called “God”. All power is vested in this vague unknowable entity that may or may not redirect the energy that is given to it back again to the worshipping requester. This is further diluted if the energy must first be directed through a “priest” like entity, who then directs it to the “God” and requests it to be returned to you. The point being, it is your power to direct as you see fit. You are the sin- gular focus of cr eation experiencing as y ou. The bible contains a quoted question that r eads something like “kno w y ou not that you are gods?” Indeed you know it now! Learning to direct this power in harmony with the laws that Embracing the Rainbow 137"},{"pageNumber":141,"pageContent":"under lay or support the wholeness of the flow of creation is the lesson to be accomplished. This cannot be effectively achieved unless the concept is known and accepted so that it may be prac- ticed through experience into wisdom. Humanity on this planet is experiencing what results when the power of this energy is pur- posefully misused to restrict the evolvement of others for dis- torted experimentation. These entities are learning only how and to what extent others can be limited and manipulated into sacri- fice and suffering. Observing is not experiencing into wisdom. Humanity is learning that sacrifice and suffering only brings more of the same. It is time to awaken and realize that continu- ing on the same path will only continue the pattern. In order to change this experience, the current pattern must be acknowl- edged and a new pattern conceived to replace it. It may be difficult to accept that what has been taught for generations upon generations has been deliberately corrupted and given to you as truth in order to deceive and manipulate the entir e population of a planet. I t is mor e difficult to conceptual- iz e a gr oup focus that is so distor ted as to spend eons of sequen - tial time in the game of doing this dastardly deed. It is only nec- essary to accept it as what it is and resolve to withdraw your per- mission to be one of their plastic play pieces that bends and twists to fit their desires. It is the time now to take back your right to self-determination of your own present and future. This process leaves you not with less, but with more. You know in truth who and what you are. You now have a process in which to acquaint yourself with your inherent right and power to determine your o wn path. Leav e the futur e of those who would enslave to the law of attraction. The key to their futur e is y our withdrawal of approval and cooperation. In the moment in which their intense control focus is broken, the energy shifts for them also. Knowing Embracing the Rainbow 138"},{"pageNumber":142,"pageContent":"this is enough. Do not spend time even considering their future. Be only concerned with creating your own. It is task enough to occupy each and all of you for some time to come. Now is an excellent time to begin. Does a new future require that every aspect of your current experience be left behind? Not necessarily, but each must be considered carefully so that it fits in the wholeness that serves the evolvement of all. It is best to begin with the statement of purpose, then a simple framework that can be “painted” in with what is appropriate, remembering what is appropriate for one is not what may be appropriate for all. The application of the universal laws allows for diversity in harmony. A worthwhile goal to remember. If each is responsible for their individual intentions and actions all will come together in amaz- ing coordinated cooperation. Within the true realization of time there is only now. The past is over and the future is yet to mani- fest as “the nows” pass into the past. The dream of the new par- adigm begins now and continues now! Embracing the Rainbow 139"},{"pageNumber":143,"pageContent":"The following short list of books will introduce the reader to the awareness that the truth of the deceptions that have been perpetrated on the planetary citizens of earth is known and has been researched prior to these messages. The ancient records that have been found and more or less accurately translated have revealed much to sup- port the hypothesis briefly mentioned in this book. Chronological information of the activities leading up to the present support the picture of continuing enlarge- ment of the long standing plan for planetary violation. The information in the books listed below should be read with discernment for each author has made their own interpretations, often based on the opinions of others, and come to their own conclusions. These do not necessarily agree with each other or the information within the messages. It is for each to find the confirmations and contradictions within them and to come to their own conclusions. Much more data is available to be found if diligent research is initiated. However, research and reading for ver- ification should not divert those committed to manifesting the New Paradigm of experience fr om their focus. H andbook for the N ew P aradigm, V ol. I ISBN: 1-893157-04-0 B ecoming, V ol. III ISBN: 1-893157-07-5 Conspirators ’ H ierar chy: The S tor y of the Committee of 300 by Dr. John Coleman ISBN: 0-922356-57-2 H umanity ’ s E xtraterr estr ial O r igins by Dr. Arthur David Horn ISBN: 3-931-652-31-9 G ods of E den by William Bramley ISBN: 0-380-71807-3 Lifting the V eil by Jon Rappoport ISBN: 0-939-0400-5-0 The S ecr et of Light by Walter Russell ISBN: 1-879605-10-4 The S pir itual Laws and Lessons of the U niv erse Lord Michael, St. Germain, Sananda & Druthea ISBN: 0-96-40104-6-1 The Thir teenth T r ibe by Arthur Koestler ISBN: 0-394-40284-7 The T almud of Jmmanuel by Rashid, Meier, Green & Zeigler, ISBN: 0-926524-12-7 Celestial T eachings (E xplor es the authenticity of the T almud Jmmanuel) by James W. Deardorff ISBN: 0-926524-11-9 To place an order or to request a catalog please call 1-800-729-4131"},{"pageNumber":144,"pageContent":"Handbook for the new Paradigm T he messages contained in this handbook ar e intended to lift mankind fr om the entrapment of the victim consciousness that keeps the level of experience ensnared in fear and frus- tration. Humanity was intended to live, not in luxury, but in abun- dance. The information found between its covers will lead all that read and reread with an open mind to the discovery of the truth of who and what they truly are. The end of the search for these answers is provided at last in clarity and conciseness. There are no recriminations or feelings of guilt to be gleaned from these pages. There is clarity and upliftment in each segment. It is the intent and purpose of this small book to encourage every reader to live in accordance with the plainly disclosed simple laws that underlay all that each comprehends as life. Each segment leads to gr eater understanding and to a simple application that encom - passes them in entir ety in a fe w wor ds that guarantee absolute change in y our day to day experience. Y ou hav e only to think or speak them with diligence and sincerity at ev er y appr opriate oppor- tunity. To become is your purpose and your heritage. T o Order V olume I, “Handbook for the New Paradigm”, or for Quantity Discounts call (800) 729-4131"},{"pageNumber":145,"pageContent":"Becoming T he messages contained in this, the third book, are offered for the continued realization of who and what each human being truly is. The consciousness changing information each volume con- tains brings forth the understanding that humanity on this planet is, in reality, a whole and holy awareness. From the global myriad of belief systems arises a single picture that represents a composite awareness. This totality of thought creates the reality of the human experience. A great deal of effort is now focused with the intent of influencing how the individual and the total global awareness perceive the human expe- rience. The mind discerns what it understands is its surrounding real- ity but the feelings determine its believ ability. Confusion masks the ability to choose between what appears to be true and what the feelings believe to be true. Beneath all the rhetoric that is focused on the con- scious and subconscious levels within the current deluge of information in all its various forms is the human desire for the freedom to choose what is for the highest and best good of each individual and the plan- etary whole. Mankind stands at the threshold, the decision point of wh ether to accept what it is being told is for its highest and best good or to instead shrug off the programmed suggestions and choose for itself a future that is in total contrast. At the heart of the matter is the oppor- tunity to choose cooperation rather than competition, brotherly love and assistance rather than hate and violence. It is time to observe, objec- tiv ely and logically , the world situation that has r esulted from competi- tion and experiencing the pr emise of survival of the fittest. This per- spective separates humans one from another. Individuals making the choice to pursue a new course of thought will lead the way to different interaction with each other and will in time cr eate a ne w paradigm of human experience for the planetar y whole. I t is time to begin. T o Order V olume III, “Becoming”, or for Quantity Discounts call (800) 729-4131"}]
