[{"pageNumber":1,"pageContent":"LevelOne Activation Series Companion Guide Conscious Evolution through Multidimensional Music & Sound Support your Evolutionary Path of Light ActivateYourDNA.com Activation 1 Activation 2 Activation 3 Activation 4 4 CD Series"},{"pageNumber":3,"pageContent":"Contents Preface: Consider this . . .................................................................................................... .........7 Our Approach to DNA Activation............................................................................................7 FAQ (frequently asked questions).............................................................................................9 Effects & Benefits of DNA Activation Music.........................................................................26 Listening Suggestions.......................................................................................................... .....27 About the Creators............................................................................................................. .......33 ShapeshifterOne: A Musician’s Quest...............................................................................33 ShapeshifterTwo: A Healers Journey.................................................................................35 The Odyssey™ – sound & light environment.......................................................................38 The Odyssey CD................................................................................................................. .......39 Guided Meditations & Journeys Activate Your DNA.............................................................................................................. 40 Connecting with your Higher Self.....................................................................................41 Chakra Balancing............................................................................................................... ...42 Grounding Earth Energy.....................................................................................................43 Modulate The Lifewave.......................................................................................................43 Energy Body Dance.............................................................................................................. 44 Testamonials................................................................................................................... ............45 Recommended Book List.......................................................................................................... 48 Pre-Activation/Recapitulation Journal..................................................................................51 The more I reach out to IT, the more IT reaches back to me. Modulate the Lifewave of the Body Electric.    –Shapeshifter A Note from the Authors . . . . We are continually updating our site and our information. This information will be made available in a quarterly newsletter in electronic & print formats. We also have listings to therapists and workshops leaders who are using our music in their presentations. You can request this information and receive our newsletter by contacting us either via email or at 800.817.6373. If you want to talk with us about this work and your experiences, please call us at 828.686.4429. Be sure to submit your email address to receive our Email News & Updates. We will let you know when newsletters are available, when new CDs are being released and keep you up to date on our various projects. We also have an e-group (on-going newsgroup) which focuses on the many related topics supporting DNA Activation work. For more info and to join this group, http://www.ActivateYourDNA.com/egroup.html. © 2001 Visionary Music, Inc. Made in U.S.A. All Rights Reserved. Unauthorized copying or duplicating of this material is prohib ited without written consent of Visionary Music, Inc. Visionary Music 230 Blueberry Lane • Swannanoa, NC 28778 • 828.686.4429 • 800.817.6373 http://www.VisionaryMusic.com • http://www.ActivateYourDNA.com • evolve@visionarymusic.com DISCLAIMER: (for obvious reasons) The information offered in this book should be considered spiritual in nature and not based i n scientific fact. This type of guidance is not recognized to be truth by current medical or scientific models and should not replace your doctor’s or other health care profes sional’s opinions. You are ultimately responsible for the reality you experience and therefore create. This work is to be considered experimental and for adventurous explorers of co nsciousness."},{"pageNumber":5,"pageContent":"– Shapeshifter DNA | AND ? this, the first, the place to start feeling tones of alchemy's art in the memory of the cells is the key multi-dimensional, infinite, free that which leads to immortality pulsing modulation resonates within to the heart of the matter is where we begin in this, the second we enter into the depths profound through waveforms of evolving sound energetic seals dissolve light quotient's creativity unbound electrons expanding orbits revolve in freedoms dance again in the full spectrum of the transmission we send all together, more than the sum of each alone a calling and a journey home in this, the third an energetic balance made, communication and communion beyond words a bridge links gaia, human, alien and the divine a common ground beyond space and time for, in truth, all emanate from same different aspects of the game lines of probability converge past, present and future merge in the point of power the nexus of the now synchronicities and infinite possibilities emerge in this, the fourth a vision of rebirth descending into the element of earth our path of intent leads underground to hidden treasures revealed in sound in these dark caverns formed in tears of many lives and many years we face our deepest doubts and fears the way transformed in love's delight dispells the pall of illusion's night"},{"pageNumber":6,"pageContent":"DNA.LevelOne.Activation 6 Feb. 2001 - Rev. 5"},{"pageNumber":7,"pageContent":"DNA.LevelOne.Activation 7 Feb. 2001 - Rev. 5 Consider this for a moment . . . In the wondrous body human, the “double serpent” DNA strands within the nucleus of each cell, if stretched end to end, would be over 125 billion miles long. This biotechnology contains over a hundred trillion times as much information as our most sophisticated storage devices. DNA is composed of a hyper sophisticated language within the 2 genomes and their backup copies contained in each human cell. Within the genomes, the dual ribbon DNA winds around itself forming 23 chromosomes in two pairs. The total genetic information, within these structures, is a sequence of over 6 billion base pairs or 12 billion “letters.” The code for the proteins and enzymes, the genes, represents roughly only 3 percent of the mapped human genome. The function of the remaining 97% is as yet unknown to conventional science. We believe that the repeat sequences of this 97% contain coded information to evolve the energetic structure of the body human, spirit in form. It is our sincere intent to activate this dormant information through the higher vibrational energy of sound, to “Modulate The Lifewave.” Our Approach to DNA Activation . . . Music, sound, modulation, frequencies and vibration are fundamental elements emanating “beyond” and through the core level subatomic of this level of reality. We are energy beings composed of various frequencies that mesh together to form the matter that we call the human body. A much larger part of who we are exists in the non-visible, etheric realm of energy. What we know to exist in the realm of 3D reality also exists in higher octaves of Light. These interpenetrating layers from the physical to the etheric and beyond reach out into the Universal Oneness and connect us to All That Is. These DNA CDs were created with the intent to connect these worlds into one multidimensional experience, to create a smooth, seamless transition from one to the other — to build the frequency maps within this vast multi-dimensional territory we call consciouness. Some of the sound patterns in these CDs resonate on some levels with the unique energy matrix that is “you” immediately, while other sections may be a bit more of a challenge to integrate. This is as it should be, as we are activating first level evolutionary codes within the DNA. Evolution, by its very nature, is not always what you expect. This music may seem simple or complex, rhythmic or ambient, alien or divine. We can assure you that it is a reflection and celebration of you, a gift from the deepest levels of who you are, what you need at this stage in your becoming, so go with the flow with a sense of adventure. Some brief statements now about DNA activation — DNA is a bridge between matter and the Divine, the ongoing unfoldment. How wondrous is the body human, the temple of our being. Our intent is to un- lock and activate the codex within the DNA through sound and vibration. There are many stories and myths of these codes, why they are there and a hint of what they might contain. Stories of “alien” inter- vention within the history of mankind, of the rise and fall of ancient civilizations now shrouded by the mists of time, far more advanced than our own. There is much that all but the most objective and open- minded scientifics of this world have, in the past, refused to acknowledge. Much is changing and with the accelerating consciousness on this planet much will be revealed. We, on another level, are also learn- ing as the multi-timeline, multi-dimensional tale unfolds. We follow the path with clarity, awareness and intent — then we relay the information to you. We realize that such scientifics and self proclaimed skeptics may challenge our work and the basis thereof. They live in a world of validation, measure- ment, established procedures and rules. Newtonian mechanics is not dead after all; it has just donned another mask. That paradigm does work to some extent within the narrow confines of said form. The observer does affect the observed. You get what you believe within your defined experiential world grid. Observe, define and explore our creative output and its effects on human biology, physiology and psychol- ogy to the depths that you can. If you can do this objectively without what we would term “The Amaz- ing Randy Syndrome” you will learn something. If in this lifetime, your chosen path is to explore the I t is our joy and our gift to bring forth these DNA Music soundscapes at this wonderous time in humankinds history. The information in this Companion Guide expands upon the multidimensional knowledge that is contained within the soundscape s, which awaits your sincere intent to be activated. In this introductory guide, we will share with you our current body of work a s it relates to the LevelOne DNA Activation Series – how they were created, what their purpose can be in your life and how to use them. The more you understand about their creation, the more powerful the effects of your listening experiences can become. The information presented in this booklet is written for beginners as well as those who have been exploring this topic for some tim e. The writings come forth as channeled teachings, from our personal studies and from our extensive explorations with the DNA soundscapes. This first series is only the beginning of what will be a marvelous adventure into the manifestation process of becoming a bein g of Light, infused with the unlimited abundance of the Universe. Enjoy your journeys! As you read this information, be sure to turn the DNA music on in the background to help you assimilate the information on all levels."},{"pageNumber":8,"pageContent":"DNA.LevelOne.Activation 8 Feb. 2001 - Rev. 5 parameters of logic and the mind, have fun and have at it. We will not adopt a defensive posture, for there is nothing to defend. We, for the most part, are shamanic travelers, intuitives and creatives. We are what we are, we do what we do, let the results speak for themselves. There are those on the planet at this time whose consciousness is of a more open, objective nature that will enjoy exploring our output from a more expanded approach. It is to those of you that we extend a warm welcome to re- search and explore. Let’s review the results from a space of collaboration and mutual respect for each others gifts. Certain resonant frequencies have profound effects on the codes within the DNA, keys that have been waiting for thousands, perhaps millions of years for the right evolutionary sequence to be activated. As a tuning fork generates waves in the air creating a certain pitched sound, current synthesizer technol- ogy is able to create a full-range harmonic spectrum that Modulates the Lifewave and activates the codes. It is no accident that mankind’s electronic sound generating devices have evolved to the point where resonant vibratory frequencies can be generated to create these evolutionary currents of energy. In our approach to DNA activation, from the information given to and through us, our sincere intent is to raise the vibration of the physical to a more expanded level, reaching the full potential of spirit manifest in mat- ter. There is a purpose, beyond the learning of les- sons, as to why humanity has chosen to adapt to and adopt incarnate forms. The secret to this mission, of why we are really here, is in the very heart of matter itself. The sonic key will fit the lock; the veils will be lifted. As the encoded information is released it will flood the cells with vital energy, raising the vibration of the physical, the energy body and beyond. Those who make the conscious choice, will reach a new level of expression — a new level of the Game. In gentle stages, so the process will integrate with who you are — as much as you can handle and no more. Under your free will and directed by your sincere intent. It’s not about ascending, but about fully becoming. Resonance leads to an implicate higher order. Instead of repairing something that is dis-eased, our approach is to simply invoke this higher blueprint — a more expansive state of spontaneous re-generation. So you want to live an extended life, to youth yourself or become physically immortal. You can, if you can believe. Or if you seek unlimited abundance and freedom, more flow, to awaken, to be fully alive, to open to more love and enlightened relationships. Accept your connection with All That Is, intend these things, accept the wonder of what you are and begin to believe. Your active par- ticipation is required. This LevelOne DNA Activa- tion Series we now offer you will begin to prepare you for the more profound stages of individual and collective evolution yet to be re- vealed. To integrate the true energy of transformation, you must fully embrace that which you are. Go as far as you choose to go. Shapeshifter creates these enveloping sound- scapes with the highest intent and an empathic connection to All That Is. These compositions are therefore created in a sacred space of being and for the empowerment and enlightenment of all. Because you each have free will, you always have the choice of how deep you immerse yourself (by this we refer to the aware personality matrix), into the vibrational space we have created. Yes, we are activating a higher level, more integrated energy field not only within your inner being but also in your outer environment as well — into your living space, your place of work — wherever these CDs are played. Consider the posi- tive implications of this information. Harmony, expansion and an increased quotient of Light will uplift your vibration and therefore through reso- nance, the vibration of those around you and your interaction with the world will flow in increasing harmony. New opportunities will manifest in more attunement to your heart’s desires. Synchronistic events will emerge in your ongoing Vision Quest and you will live a life full of wonder and magic each day. How can all of this happen from just listening to a CD, you may ask! Well, it can’t. Not by playing the CDs as if they are background musical wallpaper. There is no magical wand that anyone can wave over your head and suddenly everything in your life has transformed without any consciously di- rected intent, without any ac- tive participa- tion on your part. Nothing of true and lasting value ever works that way. Again, the factor of free will comes into play. You must make the inner decision to lovingly immerse yourself and trust in the pro- cess because you wish to move forward, to transcend inertia, to grow, evolve, whatever you term it. If you do so, your intent will connect with ours and your potentials will unfold — the possible becomes real. Real to the level that you are willing to direct your E volution, by its very nature, is not always what you expect. Our intent is to unlock and activate the codex within the DNA through sound and vibration."},{"pageNumber":9,"pageContent":"DNA.LevelOne.Activation 9 Feb. 2001 - Rev. 5 consciousness to have that which you desire to mani- fest within your reality. Belief is a powerful key, as it is in all things. We create a pool, a reservoir of en- ergy attuned to the common ground of a shared plan- etary vibration; you use it in a positive manner how you will. There is only one real catch, if you choose to call it a catch. Because we have created this music in con- nection with the planetary Higher Self, the planetary Logos and for the highest good of all concerned, you cannot use the energy generated for manipulation or influence of other beings or situations against their will to achieve a desired goal. This is simply not pos- sible within the framework, however expansive, of this shared adventure. This works both ways in the equation. We, as the channel Shapeshifter, cannot and will not use this energy to manipulate or coerce you in any way, on any level. We have our own adventure; our own aspect of the Game to commune with Source that is far beyond such power plays. All are one, what effects the one, in some way effects all. What we give, we do so out of Higher Love, clearness of intent, re- spect for the unique being that you are and the ac- quired experience gained from many lifetimes on this path. So again, within these few con- ditions, use these offerings of en- ergy for your empowered growth and manifestation as you will, in alignment with your soul’s path of becoming. You will find that the music changes over time. Each time that you listen, you may pick up new sounds that you didn’t hear before. This is because your vibrational pattern is changing and shifting as you evolve, so the things that you focus on will be different and the multi-dimensional mirror of vibrational content contained within the music will reveal new facets for your enlightenment and exploration. You will begin to notice a shift in your 3D world activities as well. Many new insights will come to Light that were right in front of you the whole time, but you were not able to see them clearly. Your intuition will also increase in alignment with your true unfoldment. As will your ability to mani- fest. Again these statements are tempered by what has been stated about your free will above. FAQ (frequently ask questions) about DNA Activation Music How do you know that you are activating my DNA with these soundscapes and what does that mean? A little education on your DNA from a more linear perspective would be appropriate. We are not going to go into this information at great length now, but recommend that you study some additional texts on this subject — visit our Recommended Reading list (see page 48) . Shapeshifter is composed of old souls who have worked with sound concepts for many life- times. With incarnational influences from early tribal, Atlantis, Egyptian/Roman, East Indian blended with advanced alien and interdimensional information, we bring forth this knowledge at this particular time in mankind’s current evolutionary cycle to Modulate The Lifewave and to share with those who are awak- ening to the harmonics of the new sonic landscape. The higher technology of using sound to activate the DNA codex was known in the ancient mists of his- tory and has been suppressed/lost due to the ener- getic seals placed upon, and disassembly of, our DNA strands by various influences. We will share more of the information we have received about this subject at another time. Because some of the more esoteric effects of the CDs are not viewable by the limitations of current earth technology, many of the deep level changes that occur cannot be conclusively and quantitatively measured by ob- serving A+B+C in a linear format. Even though the strands reinte- grate on other di- mensional oc- taves, they do link up and are eventually re- integrated into the two strand DNA structure observed by the scientifics. We cannot give you labo- ratory validation as to what is occurring in this pro- cess as the seals placed upon these energetic states are dissolved. We will leave that to those that enjoy researching such things, if they even have the tools to record such esoteric energies and their core level effects or the consciousness and openness to know how and where to look. A more enlightened, more objective scientific-intuitive current is emerging now on the planet, so perhaps the tools will or are being re-created to explore these possibilities. Our ap- proach is experimental, although we believe these energy transmissions to be valid, effective and life affirming based on our experience. As with most of the leading edge information now being received on the planet, much of this ultimately has to be assimi- lated by a leap of faith. There are many gifted intuitives and clairvoyants who can validate the ef- fects by reading the auric field or scanning the en- ergy bodies. Use your intuition and discernment. Sense the loving intent behind these words and Certain resonant frequencies have profound effects on the codes within the DNA, keys that have been waiting for thousands, perhaps millions of years for the right evolutionary sequence to be activated."},{"pageNumber":10,"pageContent":"DNA.LevelOne.Activation 10 Feb. 2001 - Rev. 5 the centered focus of our work, then decide for yourself. You live, you breathe, your atomic matrix is par- ticles/waves of dancing energy held together in an orchestrated gestalt of awareness which is unique, yet a connected focus of ener- gies and dimen- sions of mean- ing, emotions and feelings. You trust and believe in this process, in the beating of your heart, the pumping of your blood and the electrical impulses that travel through your neuronal and synaptic structure. You accept the glo- rious miracle of that reality, a conviction that at the very deepest level within you allows the co-creative artistic expression that is you to maintain a coherent, cohesive form. Now stretch your consciousness a bit more and entertain the possibility that your DNA is a receiver, a transmitter and the Grail that holds the Living Light and information of all the myriad di- mensions that you are and are connected to. The validation that you, the explorer, will receive from the energy on these CD’s will be in the positive effects and gifts that you allow yourself to experi- ence and integrate into your life. As you start to awaken the dormant potentials within your DNA, you will require new sustenance for the physical body in order to move forward in your ascension process and/or building your Light Body, in alignment with the greater planetary unfoldment and initiation. As you start to perceive and accept with radiant full body awareness, that you are composed of vibrational fields of energy, you will come to understand that sound and frequency become part of the food that feeds this energy vessel. When we explore this dance of energy on a fundamental level, in what some scientifics term dark matter/ superluminal matter beyond the subatomic, we find DNA and the cellular matrix arising from the in- tersection wave interactions; scalar fields of consciousness that resonate, respond and form new implicate or- ders of awareness from the patterns of these relational coordinates be- cause they emanate from same. We are constantly being bom- barded with sound, internally and externally, and all of this effects our DNA. Your DNA, in one basic anal- ogy, can be equated to a function like the hard drive of your computer, although of course, many levels of capacity and dimensional complexity beyond this simple metaphor. If you had access to the holographic computer technology available to some of the ten- tacle branches of our Secret Government, you would have a much better example of how massive amounts of information and shades of meaning can be stored and projected from intersecting beams/geometries of Light. Your DNA accumulates all data and sorts it and catalogs it con- stantly. It is your personal connec- tion to what has been termed the Akashic Records, containing all data from all of your incarnations, on- world and off-world. It contains links and data to the Matrix of in- formation and conscious experience shared by all sentient life throughout the harmonic Universes — past, present and probable futures. Through sounds/frequencies/modulations, we ini- tiate a contact first with the 2-strand DNA that exists in 3D. From this point, by establishing a progressive pattern of sympathetic resonance, we begin the pro- cess of activating what has been termed the 3rd, 4th, 5th, 6th, 7th, 8th, 9th, 10th, 11th and 12th strands of our DNA — we build a frequency map of these di- mensional qualities or states. It is like waking up and re-energizing a part of yourself that has always ex- isted, but has been asleep for a very long time. Once you become infused with this new energy, you begin to act, think and talk differently. You take on new meanings to your life, that you really are immortal and that you can accomplish any of the dreams that you desire because the manifesta- tion process of learning how to be in harmonious co-creation with the energy dynamic that is the world of matter becomes so much more clear to you. As your vibratory field expands and stabilizes, you will synchronistically attract what you need to do your chosen work. The limitation of time and space will no longer hold the same meaning for you, which allows you to expand your realm of possibilities tenfold. Understand that all the pro- cesses and spiritual growth work you have done thus far, all of them support your DNA Ac- tivation pro- cess. What you need now is simply to be- come much more deeply aware of these currents of energy. The DNA Activation soundscapes are an empowering tool and an initiation if you so choose, that will assist you to put all the pieces of the puzzle together seamlessly. Consider one facet of what these CD’s represent as being a kind of energetic food, or fuel. The energy of the music is absorbed through intent. The music creates a coherent, multidimensional wave of energy that harmonizes your environment, which you can ingest into your Light Body , your cellular memory and your DNA."},{"pageNumber":11,"pageContent":"DNA.LevelOne.Activation 11 Feb. 2001 - Rev. 5 Why do I need to work with all 4 CDs? Each CD contains a predominant range and spectrum of frequencies. Each successive one builds on the pre- vious CD, gradually expanding the harmonic range of energy that can be accessed. By working with all 4 CDs, you will fill your bio-energetic matrix with this expanded range of frequencies, so that you can con- sciously travel in and through mul- tidimensional realms while main- taining a cohesive center. We recommend that you begin your explorations by listening to #1 at least seven times before moving on. Seven is the cycle that our inner guidance has expressed to us that will allow optimal empathic resonance to occur within your bi- ology, within the matrix of your DNA. Of course, do what feels right for you, less or more. Some people work with #1 for several months before moving on, so it is not something you need to rush through. Assess your level of integration, how balanced and centered you determine yourself to be. If you have been meditating for some time and travel easily into other dimensional realms, but are not able to effectively actualize your higher visions and aspi- rations into your experienced reality, these CD’s pro- vide a tangible and supportive vibrational field in which a shift may occur. To make this connection easier to understand, you may consider one facet of what these CD’s represent as being a kind of ener- getic food, or fuel. As many of you are aware, the quality of the physical food and the level of conscious intent with which it was prepared affect the health and wholeness of your physical structure, as well as your mental focus. You may choose organic veg- etables over flesh based foods, because a vegetarian diet feels better, lighter and more full of Light on a higher octave. The level of clar- ity of the Body Temple affects the spectrum of your expression in matter. As you evolve to a more open, expanded and coherent state, you will naturally gravitate to that which supports your unfoldment. You will choose to follow your bliss over your lower self’s addictive desires. The ener- getic “food” that we present to you on these CD’s is, of course, not a replacement for physical nourishment [unless you are from an alien culture that lives on plastic ;-) ] The CD’s will create a coherent, multidimensional wave of energy that harmonizes your environment; which you can ingest into your Light Body, your cellular memory and your DNA. Listen to and ab- sorb this field of energetic information into your structures as you breathe (prana) through your Chakra System, through Yoga/Qigong practices, through the alchemy of Ayurveda, through various higher vibrational essences and other supportive forms that are a part of the shapeshifting mandala of which you are now and are becoming. The energy of the CD’s is ab- sorbed through intent. Your be- lief and imagi- nation are the conduit, the channel. The en- ergy within the music is, in one sense a Tabula Rasa, a blank slate. It is a mirror that will reflect back what you believe you are and what you can be. The music does not impose anything upon you. It is based on the primal nature of the Universe, that of vibra- tion, the basis of All That Is. The carrier wave of that vibration is Love, the love of wo/mankind and the unfolding planetary adventure that now lies before us. We will state that there are built in safeguards within the flow of the music that will not allow this energy to be utilized for dark purposes or by those beings who simply wish to push the envelope, through force of will, beyond a state of bal- anced growth. If you are such a being, this will not be for you and you should seek elsewhere. With a state of open, trusting awareness, that which you desire will be revealed and seamlessly integrated into your life. This LevelOne Series (all 4 CDs) was created to both ground your energy to the earth plane (3D) and expand your energy field to be able to easily shift your consciousness into the 4D and 5D realms with full intention and fluidity. If either state, that of grounding or expanding, is dominant, an imbalance occurs and the activation process of your 12- strand DNA is slowed until you learn how to inte- grate all the frequencies. As you start activating these new strands of DNA on the etheric levels of your being, it is important to maintain a balanced flow of energy throughout the process. When you reach cer- tain stages of this adventure, it will be impossible for you to move further until you assimilate the new energy more fully — it is not something that should be rushed. As you raise your vibrational patterns, the music will change and you will hear new sounds reflected back at you from different facets and curves The additional 10-strand dimensional states that we are working towards, exist as interpenetrating overlays in the more subtle realms of vibration and frequency. What you seek was inside you all of the time — inside your DNA, a place called HOME."},{"pageNumber":12,"pageContent":"DNA.LevelOne.Activation 12 Feb. 2001 - Rev. 5 of your experience of time and space, different feel- ing tones and shades of meaning that you did not hear before. Resonating the remembrance of who you are, continuing to evolve as you do. We, the co-cre- ators of these CDs, have been listening to these sounds for over 10 years and we still hear new pat- terns emerge. Paradoxically, although the music is a kind of multidimensional snapshot of a certain energy field or state, it is also a living thing, a dynamic field of higher intelligence and information. That is the magic of what these soundscapes are, something that you will realize as you let go and go deeper. Worlds within worlds, doors and pathways to other dimensions are within them, reflections of that within you. The farthest spiraling out to the deepest within. It is sim- ply a matter of perspective and directed intent. Remember, the quality and nature of the results experienced are in direct relationship to how you choose to interface with and interpret the material. How is each CD different? As stated above, each one builds on the preceding one. We will utilize the analogy of a scale with a 0 base line, ranging from +100 to -100 (frequency bands) to illustrate this concept. If CD #1 ranges from +25 to -25, then each successive CD adds 25 in each direction (see Figure 1). Once a person has worked with all 4 CDs, they will have access to the full range of +/-100. On the -100 range, we could equate this to thoughts, feelings, emotions and experiences in the negative realms of human experience, while on the +100 range, we would experience the same in the positive realms. Example: anger, hate, fear-based ex- periences vs. love, compassion, joy-based experiences (see Figure 2). Each CD is not limited to just it’s speci- fied range either, each contains elements of each other superimposed over it which gives it the full multidi- mensional range of possibilities (see Figure 3). So even when listening to #1, a part of yourself is receiving frequencies from #2, #3 and #4. This allows you to gradually work towards a slow, steady integration process of all the frequency bands avail- able in the LevelOne series initiation. We trust that you understand the necessity to deal with the darker, denser aspects of being in human form in order to fully integrate who you are. By dip- ping into the heaviness of who you are and infusing it with Light, you have the opportunity to transmute this energy. You cannot know the full Light of your infinite potential without knowing the constricted Darkness of who you are. Like the swing of a pendu- lum, as you travel easily into the + range, you will then return with the swing of the pendulum back into the - range to clear any fear based energy block- ages accreted from incarnational experiences. This is an on-going process. As we evolve and begin to understand the cycles and rhythms of this evolving spiral, we no longer view the shadow realms of the Self as a bad thing, but something that we must trans- mute and transform to eventually lead our conscious- ness into greater states of bliss and joy. What could be called a state of enlightenment is attained when one achieves balance and transcends the full +/- range, as opposed to just seeking explorations into the +100 range. FIGURE 2 FIGURE 2 FIGURE 2 FIGURE 2 FIGURE 2 FIGURE 1 FIGURE 1 FIGURE 1 FIGURE 1 FIGURE 1"},{"pageNumber":13,"pageContent":"DNA.LevelOne.Activation 13 Feb. 2001 - Rev. 5 Why do you call this LevelOne.Activation Series, what does LevelOne do and how many levels will there be? We don’t necessarily like to separate things by creat- ing levels, however it is the best way for us to describe what is happening in this first series of soundscapes. As we evolve as a species, we gradu- ally increase our Light Quotient to be able to exist within the more rarefied dimensional realms of reality. We currently have 2-strand DNA manifest- ing on 3D level reality, the additional 10-strand dimensional states that we are working towards ac- tivating, exist as interpenetrating overlays in the more subtle realms of vibration and frequency. This LevelOne series lays the ground work and prepares the foundation to allow one to move into these more rarefied realms of Light while still maintaining the connection to the physical 3D reality. We feel it is equally important to actualize, balance and ground our manifestations in 3D before we can fully achieve resonance in more expanded levels of consciousness and realization. The planetary shift is accelerating and will con- tinue to do so with or without your active participa- tion. We are simply giving you tools that you may choose to utilize to raise your vibrational level to be in alignment with the evolutionary current, rather than being burned out or swept away by it or feeling continually out of sync with the world around you. These 4 soundscapes are building the multidimen- sional frequency maps to allow you to begin to grace- fully explore these spaces; creating a smoother transition process. Even though many of you have been doing personal/spiritual growth for years and even lifetimes, there are still experiential gaps within each that need to be harmonized in order to fully at- tain balance through the entire range of +/-100, as referred to in the previous question. These soundscapes will illumine these frequency bands for you so that you can work on the appropriate areas of your life in order to come to a balanced state of con- sciousness. For some this may be dietary changes, release work, emotional clearing, exercise, more meditation or discipline in your spiritual practices, etc. — it will be different for each. At this time we do not know how many levels of The Work will be cre- ated. We are working towards LevelTwo now, but it requires much personal development and clear in- tent from us in order to be ready to bring the infor- mation through. We think/feel at this time, that LevelTwo will start to come forth in late 2001/early 2002 — but then again, who knows :-) . How long should I work with this LevelOne series? If an individual consciously, with loving intent, works with these 4 CDs over an extended period of time and comes to a place where they can maintain an aware state at higher and higher levels in their medi- tation practices, the CDs will continue to unfold their teachings for many years. Your listening patterns will shift and change continually. You may feel an affin- ity to a specific CD for a period of time over all the others. It is recommended that you work with that one, but to not forgo one that you may decide you do not like as much or causes you to feel uncomfort- able. It will be that CD that you should explore more deeply as your intent is to work through your stuck or blocked patterns in order to free up your energy for more expanded explorations. If a particular CD causes you unrest or discomfort, it is important that you continue to experience that energetic dynamic in the music and be aware of the issues that it is try- ing to bring to Light for you. Once you find the Light even in the most challenging spaces, you will have accreted a new level of Light into your bio-energetic matrix. From that more expansive state you will know it is then time to move on to another CD and when you return to the previous one that may have caused some discomfort, you will notice something has significantly changed for you in the music. They will continue to shift and change as you evolve, as your Light Quotient increases, you will tune into dif- ferent spaces and frequencies that you did not pay attention to before. The first level integration can take anywhere from a year to many years depending on the individual’s dedication, usage and directed in- tent; as well as their prior spiritual growth work be- fore they started working with these soundscapes. Even after several years of listening, they will con- tinue to surprise you with something new. These CDs are an initiatory process to shift the receptive listener’s vibration into a resonant alignment with the frequencies now occurring as we move into the next dimensional spiral. These CDs contain an FIGURE 3"},{"pageNumber":14,"pageContent":"DNA.LevelOne.Activation 14 Feb. 2001 - Rev. 5 expansive sonic matrix to allow you to do this at your own pace. We believe that one’s own higher guid- ance will indicate when it is time to move on to the next level. From time to time, you may want to stop listening for a while to integrate the increase of Light and awareness into your daily lives. When you re- turn again, a whole new level of experience will emerge. We are not suggesting that you only listen to these soundscapes to the exclusion of all other music that you enjoy. Only that you dip into the well- spring of our of- fering often to continue to in- crease and unfold the blissful potential of your be- coming. We will gently suggest that along with en- joying the energetic banquet of sound now available to you on the planet, that you continue to snack on our nutritional and transformational frequencies that will provide you with much more than your mini- mum daily requirements of Light :-)) The LevelTwo series, tentatively scheduled for late 2001/early 2002 will move up another octave in this process, as will each subsequent series. Are there any specific teachings or techniques to use with these CDs? Throughout Shapeshifter’s development, we have remained very eclectic in our approach to walking the spiritual path. This allows us to freely tap into all sources of potential truth contained within teachings that we consider to be in alignment with The Light or The Source of All That Is. This allows you, the lis- teners, to connect with your own channel of infor- mation without being influenced by what we may call truth. Example: if you are Buddhist, Christian, Jewish, Na- tive American, African, Hindu, Taoist, Muslim, a creative channel of the New Edge, if you connect with Nature, Magick, Alchemy, the Quabbalah, the Creative Muse of the Arts, etc. you will find that a deepening of your current of in- formation is contained within these soundscapes. All paths lead to The One. As Dorothy did in the Wizard of Oz, all you have to do is follow the yellow brick road, get- ting off and on again, only to find out in the end that what you seek was inside you all of the time — in- side your DNA, a place called HOME. Going back to what we said about the multidi- mensional way in which this music is composed — it is not limited to any one thoughtform or belief system. It is emanating from The Source which con- tains all beliefs in support of Love. We encourage you to follow your current inclinations and use the techniques that you feel most comfortable with while exploring these soundscapes. Be open to exploring new and more expanded realms of knowledge as you work with these CDs, as they will challenge you to look deeper in what you currently believe to be your reality. Review our Listening Guidelines for many ideas on how to expand upon and deepen your explorations with these soundscapes. In addition to the above state- ments, there are several sources of information with various ap- proaches, who are traveling around the planet teach- ing specific classes in DNA Activation techniques. If you have the opportunity to take one of these work- shops, we suggest that you consider doing so. Choose the resource that feels right for you. You will come to a deeper understanding of how consciously work- ing with the DNA can assist your process of evolu- tion. Many of these teachers are using our music in their workshops, so you will be able to add a new level of experience to these CDs by attending. Each of these teachers also have available either books or tapes that you may acquire to expand your knowl- edge about DNA healing techniques. See our Rec- ommended Reading List (see page 48) . If I have already been activated by another process, how will these soundscapes assist what I have already started? They will enhance any process that you are currently working on and provide you with a range of frequen- cies that will enable you to receive your own guid- ance on the direc- tions you need to take in order to ac- tualize your full potential. De- pending on one’s frame of reference and approach to this work, you can use the music to follow that path or find a new one as you are guided. This music is chan- neled from a place of pure intent and can be a multi- dimensional resource of evolutionary knowledge and wisdom. Over time, one can learn how to tap into certain frequency bands and bring that information back into the 3D level of reality that is formed of lan- This music is channeled from a place of pure intent and can be a multi-dimensional resource of evolutionary knowledge and wisdom. When we travel inward, we invoke, with intent, the energy of integration and the coming together of all dimensions of experience within the Body Temple."},{"pageNumber":15,"pageContent":"DNA.LevelOne.Activation 15 Feb. 2001 - Rev. 5 guage. However, these transmissions have to move through several filters of belief and are also affected by the level of clarity, emotional balance and physi- cal health/vitality of the channel before they actu- ally translate into the linear written or spoken word. Because of these factors, some of the essence of the transmission can be lost in processing. By stating your intention prior to connecting with certain vibrational patterns, you establish a connection to that particu- lar source of information. You can either allow yourself to remain in a state of silence and let that frequency harmonize within your vibrational essence or you can attempt to create language/communica- tion from the transmission. Shapeshifter, with clar- ity and resolve travels into these realms of infinite possibilities, acts as an open channel to bring through these higher dimensional frequencies to Modulate the Lifewave. As Shapeshifter’s life path and directed focus is on the process of DNA Activation, the lis- tener is invited to resonate with and “surf upon” the waves of sound to assimilate vistas of experience beyond the limitations of logical thought. As verbal and written channelers ourselves, we are often challenged to bring this information through our personal filtering sys- tem as clearly as possible with the least amount of distortion. Many are bringing through information to- day about how to work with our DNA and they all have various parts of the puzzle to offer. We do not mean to take anything away from any of the current teachers of this knowledge. They are bringing through some very valuable infor- mation that enables the seekers of this knowledge to understand some of the steps that are important in awakening the process of DNA Activation within the human bio-energetic matrix. As with any form of channeling, the quality and purity of information be- ing received is dependent on the persons ability to maintain a connection with these higher vibrational states of consciousness, while walking a dedicated path of Light. Our path is to offer a frequency map for all to establish these connections, maintain them and integrate them into their energetic field. Is it OK to play these CDs as background music in the car, office or home when I am not specifically working consciously with them? How will it affect others around me who are not aware of what these CDs are used for? Yes, it is good to play them in the background of your environments as they will also keep the vibrational fields around your home/office/car at consistently higher levels of Light — ultimately creating a very powerful vortex of energy that will assist you in all your manifestation processes. We also recommend playing them through the night while you sleep as they will assist you in your multidimensional trav- els and lucid dreaming states. As you shift in an out of consciousness during the night, the sounds will provide energetic support and a sanctuary for you in your nocturnal adventures in very interesting and wonderful ways. You can program yourself to tune into the sounds and let them guide you in your dream states. If you are not a well-grounded person and not used to working and functioning in 3D in higher states of consciousness, then we recommend that you do not play them while driving until such time as you honestly feel you have integrated the energy more fully. As for effecting others around you, you may want to tell them about the music or not, it is up to you to decide if you feel they would understand or want to know. You will not be harming them in any way as their internal evolution- ary directives can only be activated by their con- scious intent and di- rected will. Some people may not enjoy the soundscapes as it is just not their time to begin to shift into these vibra- tional realms. In this case, just honor their space and do not play them when they are around. Others will be very attracted to them, not knowing why at first. They will ask you to tell them more about them or you will start noticing changes in their behavior and attitudes. If you are playing them for your fam- ily in the hopes that they will awaken, it is entirely possible that they will clearly be affected, if they are ready. You will also notice children and pets respond- ing in wonderful and unusual ways. Can I astral project, have an OBE (out of body) or do remote viewing using these CDs? Certainly if this is your intention to do so. One note of caution, from our personal perspective however. Be honest with yourself, go within and access your state of physical vitality, health and mental equilib- rium before committing to a prolonged series of these types of explorations. If you are in an unbal- anced emotional state, you may further weaken your energy as OBE type travels draws upon the physi- cal vehicle’s reserve of Life Force to project “out- ward.” You must strengthen and balance your body temple and utilize appropriate methods to replen- These soundscapes oscilate through the spectrum of manifestation, from the two strands through the etheric harmonic overlays that some have semantically termed the other strands."},{"pageNumber":16,"pageContent":"DNA.LevelOne.Activation 16 Feb. 2001 - Rev. 5 ish your chi force or you could create an im- balance. You should also be proficient in core level protec- tion of your spiritual/emotional field to shield your- self from undesirable influences. We find that many people are fascinated with spiritual phenomena and this is all part of learning how to claim the power within you that has always been there. If having an OBE gives you some sort of valida- tion that you are in fact evolving, then by all means go ahead and explore it from this perspective, with the proper precautions as stated above. To assist you in this pro- cess, we recommend that you have already acquired some knowledge about this subject and have some techniques that you are working with. You can use the soundscapes to travel on with your conscious- ness and the more you let go into the sound patterns, the more you will be able to let go of “being in the body.” Sound is a powerful way to practice OBEs, because it provides you with a frequency map from which you can extend your consciousness outward using the patterns of sound and then travel back on these modulations into your physical body. For beginners, it is good practice to expand your con- sciousness out through the crown chakra as far as you can go while holding an aware state of conscious- ness and then enter back through the crown, going through the body and then out the root chakra into the earth. If you work with this for a while, expand- ing and contracting gradually, eventually you will experience the feelings of being out of body when you travel. It is a matter of learning how to “let go.” In our personal approach to conscious explora- tion, we prefer to go within rather than out. It can actually be experienced as one and the same reality, sort of a turning inside out using worm holes/time displacement portals to shift to other realities. The chakra system, in this sense, can be conceived as a series of interlinked, interdimensional spiraling vortexes to other profound energetic states. All that you seek is within the stored information in the DNA. When we travel inward, we invoke, with intent, the energy of integration and the coming together of all dimensions of experience within the Body Temple, the soul’s vehicle while incarnate in the physical. When you come to the realization that matter is as spiritual as any other level of existence, you will be- gin to glimpse a more expansive paradigm and a new way of being. Consider the possibility that the real reason we are here is not simply to reincarnate throughout many lifetimes learning lessons of love, consciousness and interaction along the way. We, as a race, have been stuck in that co-dependent loop, within our belief of that worldview extending over eons of time. Try to understand that we, as a species, may very well be playing that game of life, death and rebirth because our attention and intent has been en- trained to do so. One of our real purposes for being “here” may be to achieve multidimensional aware- ness in matter, within any given state, to transcend the limitations of the form. Not to artificially inflate the lower ego, but to become joyous co-creators guided by and in har- mony with the Isness of the All. In this way, growth and the unfolding process further adds to the sum total of experience and the Whole becomes, within the wondrous play of The Game, much more than the sum of its parts. What is the meaning and purpose of what some have termed 12 strand DNA? I thought I had only 2 strands? How does the work of Shapeshifter fit into all of this? Before reading this section, begin by expressing gratefulness to the Universe for the profound won- der of your existence and experience. Our word pic- tures contain deeper harmonics and currents of the highest intent. These transmissions were captured from the current of information generated from our interaction with the DNA soundscapes — listening to the music in a deeply focused and aware state while in the process of writing. These word affirmations are in a flow, rhythm, rhyme and tim- ing to open up your paradigms. If you have the DNA CD series, put CD #1 in your player now as its ener- getic signature will help to soften the fixation of your attention. Listen with headphones, if you have them, as this will aid in removing outside distractions. The music will provide a sanctuary, a profound vibra- tional space in which you can explore the concepts we will now share. You will find that your conscious- ness will flow on the waves of sound and being in this flow will also help you to visualize, opening your neural pathways and kinesthetic senses to deeper levels of information. Our soundscapes oscillate through the spectrum of manifestation, from the two strands through the etheric harmonic overlays (10+ dimensional states) that some have semantically termed the other strands. Much has been said about activating these other 10 “strands” of DNA and about the energetic seals placed upon them to keep humankind from reach- ing the full potential of 12 strand actualization. Refer to our Recommended Reading List for more info (see page 48) . Some sources now speak of 22 strands or even thousands of strands as yet to be activated. Whether the energetic metaphor is 12, thousands or Go within and speak to your DNA as if you were speaking to a wise and loving friend."},{"pageNumber":17,"pageContent":"DNA.LevelOne.Activation 17 Feb. 2001 - Rev. 5 an unfolding number of “strands” approaching in- finity, consider that the work begins in the two. These DNA soundscapes assist the energetic blocks/seals/ frequency fences to dissolve and allows the living information to reintegrate and re-link with the 2 strands now tangibly present in 3D. For the purposes of this exploration, it does not matter how or why these separating seals were placed there, only that they can now be removed — What was Hidden, is now Revealed. We will share our perspective on this later. You do not need to be a mechanic to drive a car. We are simply giving you one view of what is under the hood, so to speak. We are showing you these things to spark your remembrances. Rather than give you dry mazes of explanations that lead to more mental masturbation and self referential closed loop gratification within your imagination, we are giving you a multi-level experience. Listen to the music and read the words. Use the synergy to expand your awareness so that the transmission will anchor on a deeper level. All of these visualizations, shapes and levels are simply tools. The map is not the territory — always remember this. Use your imaginative facul- ties to invoke the images of the DNA that feel right for you. Center yourself, go within and speak to you DNA as if you were speaking to a wise and loving friend. You will then be communicating directly with your DNA in a way that feels right for you, to the “heart of the matter.” You can then put a familiar face upon the essence, beyond the form and bridge with this loving energy in your personal sanctuary. As you begin to activate and re-connect the pathways, the conduits that connect the dots restructure the con- necting matrix within the dormant codes. These connecting vortexes, reflected at increasing levels of “density” through the harmonics of manifestation, form the hologram of All That Is. It is time to embrace your feel- ing nature, for Love is the higher communion between the molecules of emotion, activating your body of Light and allowing you to reclaim your heritage on an evolving earth and with your interdimensional/ intergalactic origins. Your intent, will direct this ex- perience. The path of higher evolution is to ask to be shown the more expansive aspects of your being and your connection to the collective consciousness of the planet and All That Is. To assist you in integrating this knowledge on deeper levels, we will add the following experiential exercise for you to incorporate while reading this information: Start by inhaling/exhaling deeply and relax. Continue breathing deeply from your center and allow your heart chakra to unfold like an expanding flower throughout this process. Remain aware. Visualize a sparkling current of Light entering your body through not only the nose and mouth, but through the crown chakra at the top of your head and from the ground through the central pillar of your spine. The luminous egg, that is your energetic field glows ever brighter, as the energy begins to pulsate through your field that begins to transmute those areas within your physical vehicle that feel blocked or constricted. Visualize this energy, the energy of Love, lighting up the energetic field that is you. Maintain conscious awareness as the energy spirals, first one direction and then perhaps the other, through your field, seeking its own true pathways of connection. Now take this energy in through the sur- face of the skin, through every pore, cleansing, renewing, healing, refining and transforming. Your inner beauty now merges and becomes manifest in your outward appearance as your structure begins to glow from within. Allow the energy to naturally gravitate to any areas of tension that you are holding within the body structure. Allow those areas of cellular memory to speak to you, through feelings, impressions and images. Allow whatever is appropriate to emerge from this inner dialogue to rise to the surface of your awareness without examination or judgement. Let these images dissolve and transform into the Light. Waves of bliss and joy begin coursing through your body as your cells awaken to a new level of functioning, as the energetic matrix of your body temple begins to assume a new way of being. Go deeper, while keeping your intent lightly focused. Feel this energy of Love, of Universal Oneness, the nectar of the gods in your tissues, muscles, organs, bones and cells. You are the Alchemy, you are the Soma, you are the Philosopher’s Stone — awaken to your true divinity. Synapses are connecting in novel ways within your brain and your neural network. Go deeper. Your feeling/sensing nature is becom- ing more and more refined. Feel and allow the vi- sualization to emerge, sense that the electron spin of the atoms of your physical be- ing are expand- ing, taking a more wider elliptical orbit. Although still grounded, you are becoming less dense, less contracted on all levels. You are becoming more fluid, more flowing, as you stretch the boundaries of what you believed you were, what you have been told you were, what you have con- vinced yourself through many incarnations that you are. Go deeper, into the dancing particle waves of the subatomic, to the energetic boundary that some scientists term dark matter (a better term is actually superluminal matter). At As your encoded information is released, it will flood the cells with vital energy , raising the vibration of the physical, the energy body and beyond."},{"pageNumber":18,"pageContent":"DNA.LevelOne.Activation 18 Feb. 2001 - Rev. 5 this juncture, zero point energy emanates from this ener- getic dimensional transition zone and coordinates of mean- ing emerge into the hologram of this harmonic universe, what has been termed the dimension of 3D. Become One with All That Is These coordinates emerge from this vibrational matrix from the direction of conscious intent on many different levels. As these coordinate points shift in relationship to each other, dif- ferent harmonics are formed and new possibilities become mani- fest. Energy states are formed from the angle of in- teraction of these points of focus, what some scien- tists have called scalar fields. When we say points, angles, fields etc. , we are simply giving you some- thing that you can, as the saying goes, “wrap your head around.” From these fields of potential, up from the dancing field of particle/waves, the 2 strand structure of DNA emanates, connecting to the superluminal and arising from it, a holographic ves- sel that is both a receiver, a projector and a transmit- ter. Realize that the concept of levels is ultimately a semantic structure. When you believe you are going inward, you are also projecting outward. Because in truth, we have not as yet realized in a tangible man- ner, that we are connected to everything at once and communication within the superluminal transcends the so called limitations of the speed of light, space and time. Within the vast landscape of the roughly 97% of the unexplored landscape of the two strand DNA are the connecting points that interface with what ge- neticists have termed the “letters”, ie. the nucleotide base pairs that form a repeating sequence series in as yet an unknown language. We submit that these sequences are a symbolic representation, a calling card if you will, that expresses a much deeper real- ity. In one ironic sense, one could say that they are the alien evolu- tionary barcodes of the many species of which our DNA is com- posed, the signature of our cre- ators. You didn’t realize that you had alien DNA within you! Wo/mankind, incarnated in our present form, is an artistic combination of on and off planet origins. There is no escaping this fact, so you may as well accept that this possibility exists. Em- brace your heritage, for all is as it should be in the Divine Unfolding of All That Is. The human species contains bits of code from Pleiadian, Orion, Niburian, Sirian, Andromedan and many other species and races as well as Gaian home material. It is this unique mixture that makes us what we are. It is not really that hard to comprehend this as we have seen this mixing and blending of races on our own planet — just take it to another level — as above, so below and vice versa. These codes are the energetic connections to the etheric overlays of the other qualities/dimensions that have been termed “strands.” In other words, these etheric strands equate to dimensional states. They are not ultimately separate as you might visualize bands or strata of energy, but interpenetrate each other in a holistic synergy when re- integrated within the fully realized dual strand structure. Separation is an illusion created by the holographic imprint seals, previously mentioned, that were inserted into the DNA in the distant past of our shared reality to cre- ate this effect. Many of you are now at a sufficient level of consciousness and Light Quotient for the pos- sibility to exist for the frequency fences to be dis- solved and for re-integration to occur. A workable initial model has to do with the visu- alization of relationships, what can be termed coor- dinate points of energy, which are in essence, points of focused intent. You may visualize these connec- tions within the codex as a transparent circuit board of shifting pathways, the lines of directed intent con- necting the circuits as interpenetrating beams of light, like a glowing fiber optic display. Begin by concep- tualizing a 2D flat plane surface of these lines con- necting points of reference in this way. Now expand your awareness and watch as this surface becomes a cube in 3 dimensions. Allow your consciousness to go further. The structure will at some point begin to shapeshift, folding your perception of time and space. Let the form of these connections become whatever it wishes to become. You will then experience a sym- bolic display, of what has been termed sacred geom- etry. These symbols are a manifestation of what has been termed the Language of Light, which is capable of holding infi- nite depths and shades of mean- ing within these archetypes for you to discover. These symbols will morph into visions, into waves of feeling and emotion and into actual manifestations of wonder with your 3D experience. We are showing you one method that, if faithfully pursued, will lead you to the possibility of multidi- mensional enlightened awareness within the dream of your waking reality. You will learn how to hold the essence of the process even while doing what you may consider to be the most mundane tasks. In truth, These chakric gateways connect a vast matrix of interpenetrating Harmonic Universes in many dimensional states. What was Hidden, is now Revealed."},{"pageNumber":19,"pageContent":"DNA.LevelOne.Activation 19 Feb. 2001 - Rev. 5 all that you do can be a celebration of life, if you so choose. You will each receive the information that is uniquely matched to you, for you direct your com- munication towards that which is termed You, through the artistic expression of your current incar- nation, that is your unfolding Present. You have now initiated contact with your DNA and can return to this experience at any time to deepen the commun- ion and communication. The more you choose to joyfully embody and integrate these possibilities expressed in Love, the more you will transform and thus add to the unfoldment of a more expansive, uplifting probable future for all. As you continue to do this process daily while lis- tening to the DNA LevelOne CDs, as you read our words, as you eat your nourishment, or work, make love, exercise, meditate and live your life to the full- est; gently without force of will, as far as you can go each time, the more Light Quotient you will be able to accrete. Soon you will be able to invoke this pro- cess on command, with your intent, at any time. You are anchoring a profoundly expansive state into your being, be patient and gentle with yourself. Instead of feeling that time is speeding up, that there is little time left to change, you will realize that the Point of Power is in the Present, and that you have all the time in the world. Drop the pressure and dogma of supposed planetary activation timelines or quotas – 2012, etc. These are distractions to entrain you to a more limited, fear based scenario. Choose the wis- dom of a higher path. You cannot effectively mani- fest while under the self imposed pressure of these deadlines or fear based scenarios. No one definitively knows what the outcome will be. The most power- A further unfolding of the rhyme on the back cover of DNA CD #3: A bridge links Gaia, Human, Alien, and Divine (the DNA) A common Ground beyond Space and Time (the Superluminal) For in Truth all emerged from same (The shared codex) Different aspects of the Game (Our shared artistic creations) Lines of probability converge (the scalar field matrixes) Past, Present and Future merge (formed by directed intent, no outcome is fixed) In the Point of Power (Gratefulness, Faith, Love, Devotion to the Higher Good and Trust) In the Nexus of the Now (Your unfolding awareness) Synchronicities and Infinite Probabilities EmergE (the more you reach out to It, the more It reaches back to you) ful truth to accept is to Relax into the Flow and Be. The future is in flux and what probable reality we experience is surely shaped by our collective intent. You will no longer slack, but will act and interact. But you will act and interact with life from a pro- foundly expanded, yet grounded center. You are now consciously aligning with the waves of transcendent energy from the galactic core, through the magnetic/electromagnetic pulsing of your sun’s energetic field, effecting the bioenergetic matrix of GAIA, the blue-green jewel that is your 3D home. You thrive in this energy and will grow, evolve and become the magic of what you truly are. You will, day by day, become a place holder for more and more joy, more feeling, more awareness and more Light. As you begin to live and embody your highest dreams and visions, bit by bit, day by day, others will resonate and each in their own way will do the same. We choose not to name the sources of, or specifi- cally relate to any one current of information we bring to you, whether from this planet, other dimen- sions or the stars — although many would have us speak specifically for them or align with their agendas. This is not our way. We are Shapeshifter, we are the renegades, artists, adventurers and explorers. We choose to remain open, to fluidly move between states of being and between worlds. Come dance with us, friends and share your dreams, your mysteries and your mythos. Come share, with us, the joy of being alive at this momentous time in history and choose to manifest your highest most expansive visions from the nexus of the unfolding Now."},{"pageNumber":20,"pageContent":"DNA.LevelOne.Activation 20 Feb. 2001 - Rev. 5 How does DNA Activation relate to the concept of scalar fields and the Biophoton research done by leading edge frontier science? How does the aware- ness of Biophotons impact my reality on a practical level? Preface: If everything in this companion guide were simple, what fun would that be? With that said, this section of the book will be a little on the intellectual/ heady side. Some of you reading this will find it fas- cinating to explore the potentials of the DNA soundscapes with these deeper word pictures, while others may get lost in the myriad labyrinth of con- cepts on the edge. It is good to stretch one’s percep- tions, beliefs and consciousness in order to keep the evolutionary processes moving along. Those who juggle intellectual paradigms may find it too soft, with not enough meat on the bone. Still, there’s vital marrow in that bone and in the interface between these written words and the music. It’s a gestalt and a synergy. We have endeavored to find a middle ground, between erudite pomposity and mushy sim- plicity to present these complex, interwoven con- cepts. At times, while writing this, we felt that we should be wearing a smoking jacket and puffing on the stereotypical tobacco pipe. Dictionaries are avail- able in the lobby ;-). The music is the sacred, shining common ground of our work and our play. So listen to the CD’s and read this section when and if you feel guided to do so. Come back again in time to ex- plore it further and it will start to unfold for you the many multidimensional layers of reality. Scalar Field Dynamics = field of information accessed by heartfelt feeling that takes you ever deeper into Love. Here’s a bit of playful humor to “lighten” things up before we delve into the heavier material. Everybody, sing along with our rap, follow the dancing biophotonic ball :-). Put this info in the hopper, let it blend, let it con- verge. Let it merge. All the big words and concepts are just paradigms, which are shifting all the time, sense the essence, feel the presence, of the Light that shines. Beneath the syllables and the nouns, is a luminous common ground. The words are but fin- gers pointing to the moon or colorful balloons of hot air, floating upward into an endless expanse of sky, beyond the reasons and the whys. Be without a care, neither here nor there, let go of doubt and fear. We are all connected and protected, just re- alize that you are. Ever blending, never ending in the language of your becoming, within your cells and DNA, reality is what you focus your intent upon, so express within each moment, the highest and the best of that which you truly mean to say. Look behind the curtain, go on, take a peek. Reality shapeshifts to conform to your beliefs, becoming all ways that which you seek. Commune and com- municate, be flexible and you’ll move in the flow, there is always more than what you think you know. Through the hologram of living, each experiences the world through unique and sacred eyes, Realize — as you open up your feelings and keep believing you understand, I AM that I AM, the unfolding plan, you will embody all the Love you feel you can, and receive a thrill of recognition, that will spark your intuition. Embrace the paradox, and the masks will melt, the veils will drop, your hold on time will stop. You will not scatter, or disperse, or mutate into some alien curse. You will feel more real than you have ever felt before, as you travel through many paths and many doors, no need to keep score, of what you think is right or wrong, just bang the Gong and get it on, ground the energy, sing the song, make it up as you go along. Sing the body electric, overtone a new vibration, a new and righteous tune, be wild, and free, don’t hold back, howl at the moon. Here’s another clue, you know what to do. The more you reach out to IT, the more IT reaches back to you. Be honest, be sincere and true to that which moves you, in the colors that you fashion, from the burning fire of your passion. You dance the dance in graceful remembrance of who you are, for every man and every woman is a Star. Starseed you are, your origin and heritage, beyond death and beyond age. As the tapestry of the 12 is rewo- ven, the illusion of the controllers broken and dis- solved in Love, not rage. In the dawning, a new blending — of scientist, artist, shaman, philosopher and sage. The following information is a blending of quotes and references from frontier science, intuitive insights and channeled information. Any material quoted does not imply the sources quoted in any way en- dorse our interpretation of their material. In fact, spiritual/intuitive revelations are often termed re- ductionistic by even the most open and objective sci- entists and researchers, even though their data points to the wondrous, numinous mystery of Life — a Mystery that ultimately cannot be fully known or quantized, but must be experienced; the World of the mystical and shamanic. We are simply quoting these examples to show that there is movement, conver- gence and even synergy on the planet between sci- ence and intuition. Mythos is created by worldviews, emotional investment, stances and “proven” para- digms. With the acceleration of information and the awakening of consciousness on the planet, things are changing rapidly. Be open and flexible. Evolution, by it’s very nature, is not always what you expect. The observer affects the observed. The map is not the territory."},{"pageNumber":21,"pageContent":"DNA.LevelOne.Activation 21 Feb. 2001 - Rev. 5 Biophotons, in a more conventional linear model of reality, were discovered in 1923 by a Russian medi- cal scientist named Professor Alexander G. Gurvich. He called them “mitogenetic rays.” In the 1930s, when a certain cur- rent and evolutionary goad was impacting the planet, the biophotonic process was being re- searched in Europe and the USA. A wave of covert alien contact had been experienced by certain fac- tions at that point in thetimestream, and this of course is related to these “revelations.” There have, in fact, been many holographic inserts into our reality during various points in the history of this planet by these “alien” influences, to shape human events and interactions. But now, humanity is awakening and all bets are off. According to some sources, the concept of biophotons was “rediscovered” in the 1970s by ex- perimental and theoretical evidence by European scientists. We submit that this research had, in fact, continued “underground” since the 30’s. The Rus- sians were heavily into aspects of this research, and its relationship to scalar technology (knowledge is a two-edged sword). In 1974 German biophysicist Fritz-Albert Popp validated the existence of biophotons, their origin within DNA and their coherence properties that were much like modern lasers. One does not have to stretch very far to also see the relationship to fiber optic tech- nology as well. Popp explained what he saw as their possible biological role and the ways in which they may control the biochemical processes, growth and differentiation within a living organism. Popp’s biophoton paradigm has opened the door to many insights on the holistic nature of the life force inter- actions of living systems. A German organization, the International Institute of Biophysics, which is an ex- panding net- work of re- search labora- tories in more than 10 coun- tries, is coordi- nating and sponsoring frontier scientific research in this emerg- ing field. In our (Shapeshifter’s) current paradigm, as al- luded to above, we believe that there have been dif- ferent currents and levels of research in many fron- tier scientific fields for many years, and many life- times. There are breakthroughs on all levels, and a cross-pollination of information has been occurring for many cycles of time. There has been a kind of “trickle down” effect from secret societies and re- search groups that have made substantial break- throughs. The vast strata of such breakthroughs have been hidden from mankind, only relatively small bits and pieces of information have been released, or al- lowed to rise to the surface of mankind’s con- sciousness until the last few years. This in no way, shape or form negates the dedication and validity of the more external groups. Parallel devel- opment has been going on and there is much more than meets the eye. The light of illumination is shin- ing brightly on the planet now, in many different ap- proaches and in many different ways, for this is the time of the Gathering. What has been hidden, is be- ing revealed. The biophoton paradigm is, at this nexus in space-time, a key piece of the puzzle in beginning to see the relationship of the underlying scalar fields of this Harmonic Universe with the bio- physical structures of 3D reality — from the vast potential of the Unified Field, to the subatomic particle/waves, to the molecular, the receiver/trans- mitter/storage “antenna” of DNA and its accompa- nying messenger RNA, to the cells/cellular memory matrix that defines the organic systems within a living biophysical structure such as the human body temple. We will elaborate for a moment on the DNA’s antenna-like structure, for this is important. Viewed in one way, it is elongated in shape and thus can be considered a blade antenna, which is very efficient in receiving/sending electrical impulses. In another viewpoint, as seen from above, it can be said to have the form of a spiral ring and thus is a very good mag- netic antenna. Electromagnetic energy is stored within the DNA molecule, bringing it into harmonic oscillation. It is designed this way. Perhaps now the concept of reso- nance begins to make even more sense. Light is electromagnetic en- ergy composed of very small quanta, or packets, of energy and information. Biophotons transfer data not only throughout a particular organism, but through a network of light, the Language of Light, and convey this information through superluminal communication in what has been termed the mor- phogenetic field. We are also connected, in the em- pathic resonance of this communion, with the Tellu- ric currents of GAIA (which can be thought of as mother earth’s acupuncture meridians) and to all life, not only in this dimension but through the chakric gateways and through other spin points that relate, again, to the acupuncture nodes and what has been The starseed roots of humanities 12 strand metaglactic heritage run deep, far beyond this Harmonic Universe. One might conclude that human languages are a reflection of the patterns within the DNA codex."},{"pageNumber":22,"pageContent":"DNA.LevelOne.Activation 22 Feb. 2001 - Rev. 5 termed the “assemblage point” within the luminous egg of the Castenada/Don Juan paradigm. These vortexes connect a vast matrix of interpenetrating Harmonic Universes in many dimensional states. Visualize the glittering web of these connections, feel the infinity of our unfolding in which we all are ONE. According to some Russian research, the oscilla- tion energy loss within the DNA resonator is incred- ibly small. The DNA is an organic super- conductor, which can work at normal body temperature! The “mechanical” superconductors of scientific researchers must, at this point, be supercooled in the laboratory. Nature is so elegant. The ability for superconductors to store light was just recently discovered and has vast implications in memory storage of computing devices once the tem- perature challenge is solved. We in fact, believe that this obstacle has already been overcome by various Shadow projects that are already utilizing this tech- nology in artificial intelligence and advanced weap- ons research. There’s that two edged sword again, but we know the collective consciousness is turning the tide in the cycle of this New Atlantis and has made the choice for freedom, the affirmation of Life and of Love. Another interesting discovery that the Russian researchers found is that each DNA molecule, stretched end to end, is about two meters long and it has a natural frequency of 150 megahertz. A remark- able number, because this frequency is exactly in the range of our human radar, for telecommunications and microwave engineering. We use the same fre- quency range for communication and detection purposes. Hmm... Another group of clever Russian scientists, in con- junction with linguists, studied the so-called junk/ dormant DNA codex utilizing semantics (theory of the meaning of words) and syntax (rules for the set- ting up of words from letters), as well as the possible basis of its grammatical construction. Linguistics is the science of the structure of languages. It not only investigates the natural languages which developed in individual countries and cultures, but also artifi- cial languages, which are used to program comput- ers. What they found shook their former paradigms to the core. Through pattern recognition, they real- ized that the code follows the same structure under- lying all human languages. Not the rules of a certain language (in this case the Russian one), but on a fun- damental level in which all existing languages of mankind have comparable structures. A profound relationship was found between the structure of the genetic code and each existing language of mankind. For centuries researchers have sought the origin of the original human language — Pjotr Garjajev and his coworkers may very well have found it, within the DNA itself. So, in a simplified sense, one might conclude that human languages are a reflection of the pat- terns within the DNA codex, specifically that 97% (some say 90%) as yet not focused upon by conven- tional science because they are not directly related to protein synthesis and other metabolic functions. That, in fact, all lan- guages emerged from trans- missions/communications from the DNA itself to further direct wo/mankind’s evolu- tion at certain points on the timestream. This is also why spoken word affirmations, uttered with feeling and intent, effect one’s perceived reality. The DNA is a receiver and a transmitter. Remember the mythos of the Tower Of Babel, and the scattering of languages upon the planet? Within the morphogenetic field of the col- lective consciousness this relates to the frequency fences that were inserted by various alien influences who, among other agendas, did this to “dumb us down,” and make us more malleable and control- lable. Of course, that strategy is no longer working as the pathways of the web of light and strand over- lays begin to re-connect and regenerate from the wavefront influence of a higher implicate order. You see, our base line potentials are being re-woven, re- connected, re-activated through stimulation from the galactic core. “They” (insert preferred belief sys- tem here) could not remove these baselines because there would be no lifeforce, we would have just been empty automatons, shells of flesh. The starseed roots of humanities 12 strand metagalac- tic heritage run deep, far beyond this Harmonic Universe. As Garajev and his team went deeper, they dis- covered that the vibrational matrix within the DNA followed the laws of nonlinear waveform-shaping, known since the mid 19th century as Soliton waves. Soliton waves are extraordinarily stable and may store information for a long time. Garajev’s con- cluded that the chromosomes work like solitronic, holographic computers utilizing biophotonic radia- tion. The Moscow researchers discovered that DNA substance in vivo (in the living fabric of an organism, not in the test tube) reacts to language-modulated la- ser light, even to radio waves, if one utilizes certain resonant frequencies. Now do you begin to see why we are using music/sound/frequency as a carrier wave? We will go further and say that the DNA codes are unlocked/activated through intent, and intent is, of course, energized by emotion and heart- All languages emerged from transmissions from the DNA itself to further direct wo/mankind’s evolution at certain points on the timestream."},{"pageNumber":23,"pageContent":"DNA.LevelOne.Activation 23 Feb. 2001 - Rev. 5 felt feeling that “Modulate the Lifewave” of the sca- lar field potential. Does this have deeper meaning to you now? Scalar Field Dynamics = field of information accessed by heartfelt feeling that takes you ever deeper into Love. The modulation of scalar field potential has many variations and is known by as many names as there are cultural worldviews and belief systems on the planet. It is known by the Yogi’s as Prana, the Chi- nese as Chi, the polynesians/hunas as Mana, the Christian’s Holy Spirit, William Reich’s Orgone En- ergy, the Russian’s as Solitron Waves, the Aether, Bioelectromagnetic Fields, and on and on. A quote from an item in the Aug. 2, 2000 “What’s New,” electronic newsletter of the American Physi- cal Society: The director of the NIH Office of Alternative Medicine, Wayne Jones, is coauthor of a new book called “Healing with Homeopathy.” Most homeopathic remedies are so highly diluted that not a single molecule of the assumed ac- tive ingredient remains. So something beyond normal physics and chemistry must be invoked in order to explain homeopathic healing, as- suming it is not simply the placebo effect. Jones says that healing is mediated by an elu- sive “biophoton,” the quantum of the “bioelectromagnetic field,” that triggers the familiar “butterfly effect” in chaos theory. “Quantum potentials” are “collapsed” by the thoughts of the healer, according to Jones, cre- ating the healing biophotons. There may be hope for the NIH after all ;-). We would add that one would substitute the word “in- tent” for the word “thought” in the paragraph above. Quantum Potentials collapsed would be translated into, “the potentials of certain qualities are brought into manifestation through this intent, which directs energy through this frequency channel.” We would also reiterate that this intent excites the scalar field potential, what we term Modulat- ing the Lifewave, generating an electromagnetic connection be- tween the healer and the receiver, directly proportional to the willing- ness and openness of said receiver. We would say that the biophotons are not created in the absolute literal sense, they mani- fest from the “Quantum potentials” — interactions of scalar fields, of rays or lines of directed “force.” In addition, the energy that biophotons represent “flows back and forth” in communication and communion with other dimensional states of increasingly subtle matter and being. Clara Bloomfield Moore has stated in her treatise Aerial Navigation (related to the Vanguard science of John Keely): “Aether can be so divided as to generate lower and lower frequencies with resultant aggre- gations of energy, force and matter. Just as a prism converts white light (many combined frequencies) into what we perceive as single frequencies, so too can we use the phenom- ena of interference (collisions with other frequencies), to cause aether and other fre- quencies to be manipulated to produce energy, matter and various ‘effects’.” The concept of biophotons is an emerging para- digm of enlightened frontier science. Biophotons, or ultraweak photon emissions of biological systems, are electromagnetic particle/waves in the optical range of the spectrum — perceived as Light. In this sense, we are all light beings. All living cells of plants, animals and human beings emit biophotons which cannot be seen in normal 3D reality. This light emission is an expression of the energetic state of well-being and evolutionary unfoldment. German re- searchers have developed special equipment to mea- sure these emissions, which is of special interest to us (Shapeshifter) as the visual representation patterns of these generated displays of light dispersion may reveal much about the process of DNA Activation. Much of the current, openly available research is be- ing done on this in Japan, Russia and Sweden. We imagine, although not much has literally come to light, that the Secret Government of this country is also engaged in similar explorations, as much relates to the information obtained from back engineered alien technology and biological material obtained. Again, this alien material was allowed to fall into certain hands, either as a ruse or an evolution- ary goad. In one current paradigm, biophoton light is stored in the living cells of the organism within the DNA molecules of their nuclei. We will go farther still, and say that bio- photons also flow through the portals of the DNA from the other Harmonic Universes. A web of light received and transmitted by the DNA connects cells, tissues and organs within the body temple in a communication network matrix that lit- erally sustains the life force of same. The dynamics of growth, renewal, evolution and structural differ- entiation are all functions and potentials of the organization of biophotonic field interactions. Con- The DNA is a receiver and a transmitter ."},{"pageNumber":24,"pageContent":"DNA.LevelOne.Activation 24 Feb. 2001 - Rev. 5 sciousness, memory and perception are holographic qualities and states deriving from these fields of awareness and intent. We postulate that these orga- nizing matrixes of biophotonic light, The Language of Light, is the self organizing communication network that connects the lev- els of manifest reality through the various states and di- mensions — from the levels of flesh, nerve, gland and bone, to the spinning chakras, to the merkabic and sacred geometry of be- ing, to the atomic, subatomic and superluminal — what have been termed the scalar fields. For those of you willing to entertain the concept that the writers/creators of sci-fi and fantasy adven- tures often receive and translate channeled informa- tion; there is a very interesting correlation to all of this in the Stargate SG-1 Showtime series. In this se- ries, the Stargate is a teleportation device which links together a vast network of planets. Only portions of this information have been brought forth to the writ- ers of this ‘fictional’ work. The cosmic travelers, in this series, move through the gate through worm- holes in 3D. If one were to take the analogy further, one could relate our spiral DNA to the Stargate struc- ture, and then take the intuitive leap that the DNA vortexes are also portals for connection, communion and travel through various dimensions of the Har- monic Universes. Also, that the holographic biophotonic network connects these vortexes of the body temple and their harmonic frequency reflec- tions, the chakras and meridians, through a sacred geometry of connecting points. So rather than one gate, we have a vast series of interconnecting nodes within us, which increases the possibilities exponentially. From the East Indian Avatamsaka Sutra: Far away in the heavenly abode of the great god Indra, there is a wonderful net that has been hung by some cunning artificer in such a manner that it stretches out infinitely in all di- rections. In accordance with the extravagant tastes of deities, the artificer has hung a single glittering jewel in each node of the net, and since the net itself is infinite in all dimensions, the jewels are infinite in num- ber. There hang the jewels, glittering like stars of the first magnitude, a wonderful sight to behold. If we now arbitrarily select one of these jewels for inspection and look closely at it, we will discover that in its polished sur- face there are reflected all the other jewels in the net, infinite in number. Not only that, but each of the jewels reflected in this one jewel is also reflecting all the other jewels, so that the process of reflection is infinite. The Stargate technology in the Showtime series was introduced to Earth by the Goa’uld whose leader calls himself RA. RA, of course, being a solar deity, the Egyp- tian god of the Sun. Sun=Light. It is a large torus con- structed of naquada. Naquada in the Stargate SG-1 mythos is a non-terrestrial mineral similar to quartz in general structure and is highly conductive. Re- member the Russian research that we were speaking of earlier said that the DNA is a superconductor? Crystalline structures are excellent conductors/con- duits for electric/electromagnetic/biophotonic flows. From the American Journal of Complementary Medi- cine we read - “It is already widely recognized that all the major constituents of living organisms may be liquid crystalline (Collings, 1990) - lipids of cel- lular membranes, DNA, possibly all proteins, especially cytoskeletal proteins, muscle pro- teins, and proteins in the connective tissues such as collagens and proteoglycans (Bouligand, 1972; Giraud-Guille, 1992; Knight and Feng, 1993). Recent nuclear magnetic resonance (nmr) studies of muscles in living human subjects provide evidence of their “liq- uid-crystalline-like” structure (Kreis and Boesch, 1994). However, very few workers have yet come to grips with the idea that or- ganisms may be essentially liquid crystalline.” They conclude - “We have proposed that the acupuncture (meridian) system and the DC body field detected by Western scientists both inhere in the continuum of liquid crys- talline col- lagen fibres and the as- sociated lay- ers of bound water that make up the bulk of the connective tissues of the body. Acupunc- ture meridians may be associated with the bound water layers along oriented collagen fi- bres, which provide proton conduction path- ways for rapid intercommunication through- out the body; while acupuncture points may correspond to gaps in the fibres or fibres Our base line potentials are being re-woven, re-connected, re-activated through stimulation from the galactic core. Biophoton light is stored in the living cells of the organism within the DNA molecules of their nuclei."},{"pageNumber":25,"pageContent":"DNA.LevelOne.Activation 25 Feb. 2001 - Rev. 5 oriented at right angles to the surface of the skin. The sum total of the electrical and elec- tromechanical activities of the liquid crystal- line continuum constitutes a “body conscious- ness” that works in tandem with the “brain consciousness” of the nervous system.” To finish our Stargate analogy , the Gate has a free- spinning inner ring incised with 39 glyphs — 3+9=12. The 12 strands of DNA. When one dialed in certain glyph sequences (restranding the codes, the strands being, in one sense, biophoton arrays) one could travel to and communicate with other worlds (or other dimensions) ;-). The chi flowing in our bodies’ en- ergy channels/meridians is related to the node lines of the organism’s biophoton field. The “prana” of Indian Yoga also arises from these electro- magnetic biophotonic fields. The Kundalini energy, and its snakelike movement thru the spinal channels as it rises in an awakening being, is another process that we believe is connected to the “firing off,” so to speak, of biophotonic energy as it makes a connection through the DNA with a stream of superluminal intra-dimensional energy from the wormhole chakra gateways to other Harmonic Dimensions. Yes, your chakras are doorways into multiple worlds and dimensions, along with their functions as placeholder spiral vortexs of certain en- ergies and states of being in this reality. Consider this — Plants nourish themselves from light. The leaf pigment chlorophyll is utilized in or- der to produce sugar from carbon dioxide and water using light. They take up energy and create an or- dered structure from light particles (photons), which they integrate into their biophysical structure. Do you see why it can be important for the human body temple to receive nourishment directly from plant based material, and in particular such sources as spirulina, chlo- rella, etc. It makes sense to utilize more raw and algae based foods in one’s diet to begin to evolve the ener- getic structure of one’s being, rather than to extract nourish- ment from so much dead dense flesh and processed foods, another step removed from the Source. One certainly may choose to transcend and transmute this lower vibrational quality or to rationalize that they do not care about this, that these restrictions impinge upon their freedom and their joy. However, one may find that the cost to the physical is not worth it while one, through the tantra of living, achieves such ab- stract skills of mastery as your Light Quotient in- creases. Center yourselves and listen to what your bodies are telling you — through feeling tones, through sensations, from your very DNA. If one still chooses to eat flesh foods, one should do their best to transform the vibrational quality and not be at- tached to what it represents. Denial often engenders re- pression and guilt, rather than growth. One only truly gives some- thing up and let’s go to make way for the new, when one has chewed through any remaining shreads of flavor, meaning and attach- ment. This applies to food, to habits, to lifestyles, to worldviews and to dead end relationships as well. Also, one can eat the most organic, most light-filled, vibrationally rich foods on the planet and still be unhealthy, diseased and out of balance. Because its not just food, its attitude. Being down on the world and on your life compresses and contracts your en- ergetic biophotonic field. Now when we say, Light Quotient, or vibrational state, can you begin to see the connection? You can override the highest vibra- tional spaces, or the most loving healer, or the beauty of nature that could cause your very soul to sing, through your freewill. One becomes locked in a pat- tern of self importance, “My misery makes me spe- cial. I’m a suffering martyr that is so misunderstood. No one understands me because I am so unique and special, etc. etc.” One becomes emotionally invested in depression, believing that is one’s identity in a kind of self-referential feedback loop. One’s reality will certainly mirror this, further reinforcing one’s be- liefs. There are countless variations possible in the creative art of self sabotage. You are Light and you are Love. When you get that, when you choose to affirm your life and act, trust and live more and more in that space, you will shift, you will reju- venate, you will Become. Feel the love in the pranic energy that you inhale through your breath and the vibrations you absorb through the sounds, sights and colors all around you. The objects that we surround ourselves with, the music that we listen to, the food The dynamics of growth, renewal, evolution and structural differentiation are all functions and potentials of the organization of biophotonic field interactions. These organizing matrixes of biophotonic light, The Language of Light, is the self organizing communication network that connects the levels of manifest reality through the varioius states and dimensions."},{"pageNumber":26,"pageContent":"DNA.LevelOne.Activation 26 Feb. 2001 - Rev. 5 we eat — all is important, yet it is not. It depends on what we hold onto and what we allow ourselves to resonate to. True progress comes when we sincerely choose to evolve, to unfold and to grow — and not before. Begin to see the divinity in all things. There are different paths, yet all lead to the One. Choose what truly feels right for you, remove self deflection and diversion. Embrace the paradox of divergent beliefs. Accept within any given moment of true awareness the limitations of the forms and stances that you adopt, then seek to transcend them. Do the best that you can, with sincere intent, making allow- ances for your ups and downs and your fluctuations. Do the same for others, as well. The more you reach out to It, the more It reaches back to you. Celebrate your life. Connect with your cellular memory, with your DNA and you will be shown the Way in the Light, your inherent biophotonic nature. Through the soul’s calling, as we awaken, we naturally gravitate to that which is life affirming, whatever that term truly means to each one of us. Our attitude shifts and each of us knows, in our heart of hearts, when we are being sincere with ourselves and when we are ready to embrace change. Each of us has felt those special moments, after a wonderful meal prepared with caring, or after mak- ing love, or any peak ex- perience when one feels connected to All That Is. There is that glow from within, that gleam in the eyes, that feeling that one’s cells are literally danc- ing. Because they are, in the sparkling light of the biophotonic emissions. Love and bliss are optimal carriers of this energy, through the “waveguides” of the body temple, the nervous system and its reflec- tion in the subtle body — the network of nadis (pranic channels). As we begin to seek out more expansive, more joyful experiences, our DNA oscillates in reso- nance, our biophotonic field increases in radiance, the energetic state of the matter of our bodies begins to shift to a higher coherence, a higher implicate or- der. As we learn, through experience and through intent, by doing and not just talking, we ground this energy within the physical. We become placeholders for this energy. Each shines in their unique way, in the Light and others can see the tangible results — in our abundance, in our love and in the creative, artis- tic expression of our lives. That is one tangible way change will ripple out, in waves of bliss, across the world. This has been a relatively brief overview of the fascinating subject of biophotons. We will have much more to say in our upcoming newsletters. NOTE: Our FAQ is continually being updated as new questions are asked and more information comes forth. We prepare this updated information in the form of a quarterly newsletter, be sure to check with us for current, as well as back issues. Effects & Benefits of DNA Activation While every person will have a different experience while using these CDs, we have found that there is some common ground. There is an immediate aware- ness that the sounds are new and unusual to the ear. Along with this awareness comes a sense of deep resonance and a feeling of “coming home.” If you can understand that these sounds emanate from a vibrational realm that is very deeply connected to The Source of All That Is, then this awareness of go- ing home will make more sense to you. The channel that brings through these soundscapes has had many lifetimes of accumulated experience to develop this connection. It takes considerable dedication, disci- pline and commitment to bring forth this energy. Another very common experience, each time that you listen is that you become aware of new sounds and patterns. You will find even over long periods of time, this will continue to be so. The CD’s are omposed multidimensionally so that they actually seem to release new frequencies/sounds as you evolve and increase your Light Quotient. As we, because of the AMA and other con- trolling factions, cannot make health claims for the work, you are left to con- nect the dots in this regard. We are sure that you can intuit through your visualization and imaginative faculties what effects high level integration will have on your physical, mental and emotional well-being. Our work is much more than coming back to a baseline wholeness, it is about transformation. We have listed some effects and benefits that people have reported while listening to these soundscapes. They are not scientifically validated, just common obser- vations for those who are working with these CDs. Imagine driving down a road in 3D hundreds of times, something shifts your energy one day, a deja vu or synchronicity, you see an unusual structure or anomaly that you have never seen before that trig- gers something within you, within your DNA, a sense of deeper recognition and connection. It is not that it wasn’t there, it is that you just never considered ap- proaching reality from that aspect and that angle. When you are able to tune the dial, so to speak, of your inner receiver, you will discover that there are an infinite number of stations, some familiar, some seemingly alien, but all connected to and a part of the wonder that is you. This will stretch and expand your being as you begin to catch a glimpse of your true multi-dimensional nature. Then in time, when Your chakras are doorways into multiple worlds and dimensions."},{"pageNumber":27,"pageContent":"DNA.LevelOne.Activation 27 Feb. 2001 - Rev. 5 you are balanced and ready, you may be able to merge and Shapeshift into any state you so choose in lov- ing communion, in the realization that all separation is ultimately an illusion. As we become these more expansive states, we may take on and integrate the expanded possibilities and abilities of these states, thus a way of the Tao for the modern age. We will leave this up to those of you who are us- ing the DNA CDs to determine what benefits you have received in your life. There are common ef- fects and some that are truly unique to each indi- vidual. These are some of the effects reported to us: More relaxed Less stressed overall Sleep better Deeper sleep Enhanced dream activity Lucid dreaming ability increases Deeper meditations Intuitive awareness expands New levels of creative expression Consciousness becomes more fluid and open Able to sustain conscious awareness for longer periods of time in meditation Need less sleep Wake up more refreshed and renewed Physical Rejuvenation processes initiated Experienced healing processes in physical body Stronger connection to various forms of divine intelligence Increased ESP/psychic abilities Increase manifestation abilities More synchronistic events Overall feel happier Feel lighter, more energetic Become more aware of vibrational fields Increase in remote perceptions More in flow Moving through blocks easier Spontaneous Healings Enhanced Remote Viewing practices Children & pets respond by being more calm and relaxed Listening Suggestions You are about to embark on a journey of discovery and adventure, one that contains the essence and intent of true transformation. Depending on your comprehension of this subject, some of what we are about to share may not fit within your current frame of reference — allow your consciousness to be open to new possibilities. Just start this adventure by lis- tening to the sounds, meditate, listen some more and all will begin to resonate on the deeper levels of your being. Keep this information on file and return to it again and again to evolve your process and your re- lationship to this material. There are feeling tones within these word pictures that will begin to emerge, patterns once hazy will reach a new state of clarity when you come back and read the DNA information again and yet again. Keep in mind that we are con- tinually updating as new information comes forth with our discoveries, sign up to receive our quarterly newsletters to stay up to date on our latest research into this work. For those who already understand the majority of this, welcome home! Understand that this is not meant to create a separation from those who already comprehend this work and those who are just begin- ning, we are all at different levels of understanding about the whole and this is one piece of the puzzle that we offer from our evolving perspective. We are proposing that you consider a new way of viewing your reality as a multidimensional con- sciousness within matter and redirect your intent so that DNA Activation becomes a main theme of your spiritual growth work. This orientation will bring all aspects of your explorations into a seamless tapestry that becomes the full potential of what you are. When you initiate conscious communication with your DNA, the core level organizational matrix of your being, multiple dimensions of depth and meaning will unfold in everything that you experience. The suggestions below are just some of the many creative ways in which you can explore this work using other forms or techniques. The following are suggestions that are offered to you from the transmissions we have received and explored in our communications with our DNA ma- trix and through that matrix, the connection to our Higher Selves, our group soul monad and beyond. You will gain much from following them, however feel free to adapt and improvise upon these exercises in alignment with what you believe is possible within your given situation. With this LevelOne Series of DNA Activation music, we give you the seed of a new beginning that will open you to new possibili- ties. This is the first level of your initiation, so treat it and the process with reverence and respect. SUGGESTION #1 — THE FIRST TIME: Before your initial listening adventure, we recommend that you prepare with focused intent, yet with a sense of re- laxed anticipation. You will achieve a more empathic resonance to the music by achieving a state of calm- ness and peace before beginning the process. Set aside several hours, create a sacred space and be sure that you will remain undisturbed during this the entire experience. It is important to make your listening space as positive and uplifting as possible. You may feel the need to smudge, to utilize aromatherapy or"},{"pageNumber":28,"pageContent":"DNA.LevelOne.Activation 28 Feb. 2001 - Rev. 5 other personal sacred rituals to cleanse your envi- ronment. Invoke a feeling of love, safety, sanctuary and protection with deep feeling and sincerity. Con- nect to whatever aspect of All That Is that you relate to, with whatever methods feel right for you. The more you put into the process, the more will be re- turned to you. Use the highest quality CD player that you have. We do not recommend headphones for this first ses- sion, as you want the sounds to reflect from the acous- tic space of the entire room, surrounding you in a powerful vibrational matrix. This is not to say that you should never explore with headphones, as the movement of the soundfields within your headspace adds a different dimension to the experience. Just not for the first time, as it is important that your entire energy space be immersed in the frequencies. In ad- dition to hearing the music, it is very important to FEEL as deeply as you are able; let your physical body, down to the cellular level, blend with the sounds and joyfully dance to the resonant frequen- cies. Let go, allowing your consciousness to travel on these waves of sound and energy patterns. Let yourself be guided by your own inner knowingness, while also being mindful of where you are traveling. If you do specific meditations, breathing exercises or chakra balancing work, do these first to prepare your- self for the journey. The Odyssey CD is excellent for balancing the chakra system and expanding your awareness of the entire auric field before doing one of the DNA CDs, so you might want to consider add- ing this CD to your collection also (see page 39). The DNA CD package design was created from the same source as the music. We suggest that you spend some time viewing this prior to listening as strong intent is also reflected in this piece of art. The colors, shapes and patterns all contain deeper mes- sages for your unfolding path. Imagine the cover art as a holographic image, an energy field, a matrix of sound & harmonics surrounding you as you stand in the center. The energetic flow of the poems on the back of each CD reflect the music inside. As you lis- ten, ask your guidance to reveal the deeper teach- ings within the poetic flow. We recommend that you listen to each CD at least 7 times before moving on to the next one. It is impor- tant to establish a clear relationship to the energy sig- nature of each CD for your future explorations. Each journey will provide you with a different type of experience and it is important that you anchor that in your consciousness as you begin your journey with these CDs. After you listen to each one 7 times, you can decide on your own listening patterns based on your personal experiences. We recommend a mul- tiple CD changer so you can cycle through all 4 CDs in continuous mode for background listening dur- ing your day and through the night. SUGGESTION #2 — GUIDED JOURNEYS/MEDI- TATIONS: We offer the following guided journeys to begin your explorations to enhance your experi- ence with these CDs. This list will continue to evolve and eventually will be made available as audio recordings as MP3s and on CD, as well as in book format. You may, of course, also work with guided journeys recorded by others, as these soundscapes will enhance any of those experiences. Guided Meditations & Journeys available from Shapeshifter (see page 40) Activate Your DNA Connecting with your Higher Self Chakra Balancing Grounding Earth Energy Modulate the Lifewave Energy Body Dance SUGGESTION #3 — PLAYING IN YOUR ENVI- RONMENTS: In addition to listening with conscious awareness throughout the journey, you may also choose to let the music play in the background in the environments where you live, work and drive. As you become more aware of the subtleties of the ma- trix of the Universal Energy Field, you will be able to sense how the sounds create vibrational patterns in your living spaces. As you are enhancing and un- folding the potential of your personal energy field and activating the dormant frequencies of Light, you begin to increase your manifestation abilities as you are building a more cohesive base of empowerment within your auric field. In essence, you are increas- ing your Light Quotient. By extending this to the environments that you spend your time in, you start expanding your sphere of influence in all that you seek to manifest. Harmony will manifest in your in- teractions with others and the world around you. By surrounding yourself as often as possible with these frequencies, the Universal Laws of Attraction are magnified. A note of caution to those who may not be able to maintain the appropriate level of aware- ness while driving or working — work towards using the CDs in these environments gradually and gracefully. SUGGESTION #4 — LISTEN WHILE YOU SLEEP/ LUCID DREAMING: These CDs have a profound and positive effect when played throughout the night while you are sleeping. It is best to have a multi changer CD, so you can put all of the CDs in the player and put on continuous play. When utilized in this way, you will achieve a much deeper and more restful state of sleep, refreshing and rejuvenating the physical vehicle to the cellular level and beyond. If you relax into the process, any insomnia problems may very well dissolve in a cloud of pleasant dreams."},{"pageNumber":29,"pageContent":"DNA.LevelOne.Activation 29 Feb. 2001 - Rev. 5 Use them to meditate prior to falling asleep and the same upon awakening. As you wake up, allow your- self some extra time to process the nights astral trav- els and dreamscapes and to seek higher guidance on your journeys. If you are working with lucid dream- ing, the energetic space that these CDs create will certainly take that process to a new level. You may program yourself before going to sleep to work on your DNA and/or any other areas of your life that you would like to seek guidance on. During the night, if you awaken, you will be able to touch into the soundscape and be guided into many wonderful in- sights about your life path by consciously following the sounds back into the landscape of your dreams. The music will assist you in maintaining connections to the higher dimensions and make it difficult for the lower astral worlds to penetrate your field. Keep a journal at your bedside to record your experiences, as interesting patterns will eventually emerge that will lead you to deeper understanding of your cur- rent incarnational focus. SUGGESTION #5 — WORKING WITH OTHER DNA ACTIVATION TECHNIQUES: Consider find- ing someone who is in your area, or coming to your area, that offers a workshop in DNA Activation to broaden the spectrum of your understanding on this subject. There are many different approaches avail- able now and there are several teachers who are trav- eling around the planet offering these workshops. Doing this will enhance your experience while work- ing with these CDs by consciously integrating dif- ferent facets of this knowledge in your unfolding process. Check our website or search the internet for teachers that offer DNA Activation workshops in your area. Choose the path that feels right for you. SUGGESTION #6 — RECOVERING PASTLIFE MEMORIES: By setting your intention to discover pastlife memories, you can allow your consciousness to travel back through the time stream to locate this information. The soundscapes will support this pro- cess, stay focused and relaxed, keep a pen and paper or recorder handy so you can take notes as you travel. The music can act like a bridge to connect you to your higher guidance, if you will allow it to do so. Play- fully shift in and out of mental awareness during your travels, so that your guidance can take you into the vibrational realms of information also. Travel with the feeling tones as you are guided, let the music stimulate the information, visions, feelings and sen- sations to come forth. Follow the energy flow with your physical and mental awareness. All of the in- formation of your incarnations, both past and future, of parallel lives, selves and other extensions of your group soul is available to you within your DNA and its communion with your cellular memory. Keep your intentions clear and within the essence of your resolve the insights will surface and the mists of for- getting will clear, in the time frame that is in align- ment with your growth and your soul’s highest aspirations. If you are working with a therapist to help you in your regression work, consider taking this CD along to enhance the process. If you are a therapist, you can use this music to deepen the pro- cess for your clients. See our list of therapists using this music in their practice on our website. SUGGESTION #7 — MANIFESTATION: Start by being very clear on what the essence is of that which you are wanting to manifest in alignment with the highest good of all concerned. Then as you start lis- tening to the soundscape, let it evoke ideas, visions and courses of action that will assist you in the ac- complishment of this goal. If you are honest with yourself and remain open to new possibilities, in- sights may very well emerge that will both surprise and delight you. Be sure to write these down. Also, ask your guidance to show you the blocks and po- tential challenges that you may face as you move to- wards your goal. Ask to be shown your core level belief systems that will either enhance or prevent this manifestation. Along the way, ask to be shown the steps necessary in the 3D world that you need to do in order to accomplish this goal. Act upon them with sincerity and commitment, synchronicities will oc- cur, doors will open and the path will be made clear. Now is the time to act, for the energy of the planet is accelerating. Trust and faith are the bridge that you must travel to a new reality. You know what truly brings you joy. Following your true bliss will add to the Light of Planetary Evolution, as you are initiated into the path of balanced co-creation with Source. Let the music help you unfold these teachings. The Uni- verse Loves you unconditionally. Feel this boundless Love and Light as it moves in pulsing waves through every fiber of your being. All the illusions, anger, re- sentment, all feelings of hurt and limitation now dis- solve in the glow of this sparkling light. Be grateful for the opportunities that you have been given for growth. Be grateful for the wonder of your life, your awareness, your Love and connection to Source. Do this often, with impeccable intent and miracles will surely manifest in your life. SUGGESTION #8 — HEALING THE PHYSICAL BODY: For these sessions, you will want to start off by surrounding yourself with White Light, calling forth any special forms of guidance that you work with, ask for the presence of healers or master teachers from the higher levels to assist your in your process. Use whatever techniques you are most comfortable with. Focus your awareness on the specific part of the body that you are doing the"},{"pageNumber":30,"pageContent":"DNA.LevelOne.Activation 30 Feb. 2001 - Rev. 5 healing work on and increase the Light Quotient in that area of your body [Channel Light energy in from your crown chakra to your heart center and out your arms to your hands, placing your hands upon the area where you wish to send healing]. With your conscious intent, send the music soundscapes into this area and let the energy travel around as needed. Follow them with your con- sciousness and go as deeply into a state of relaxed meditation as you can. It is OK if you eventually fall asleep as your higher guidance will take over the process for you. Ask for assistance in under- standing the deeper truths available to you within this healing process. Without judgment of self, take responsibility for the creation of the imbalance, make peace with yourself and any others that you are holding negative emotions towards and let go into Love, for Love heals all. SUGGESTION #9 — MUSICAL EXPLORATION: You do not always have to do something specific with these soundscapes, you can just enjoy them for their unique and creative multidimensional con- tent. Try listening on different sound systems as well; in particular, use headphones on occasion and if you have the opportunity to experience a sound table/chair, you will truly enjoy their fullest poten- tial as they were created in this type of environ- ment — see The Odyssey™ (see page 38) . Let your mind and body wander around within the soundscapes and just LET GO. You will be pleas- antly surprised and uniquely entertained! SUGGESTION #10 — SPACE TRAVEL: While the intention deep within these CDs is to travel in- side the body to activate and resonate with the DNA codex and its connection to the sub-atomic, other dimensions of matter and beyond; you will find that you can also travel out into space and ex- plore its depths within the third eye of your higher imagination. Remember what we have said previ- ously — the DNA is a receiver and a transmitter. Take a ride on a visionary spaceship. Visualize the spin of your Merkabah. Voyage out into the multiverse and the infinite adventures that await. SUGGESTION #11 — ASTRAL TRAVELS, OBE, TELEPORTATION: people who seek out this type of exploration are looking for a deeper way to con- nect to The Source, finding that if they can release their connection to physical matter for a moment in time that they will discover some powerful truths about the very nature of reality and your existence. If you use the music as a guide and a bridge to and from these spaces, you can learn how to control the experience and create the sensations that you seek. We recommend that you research this technique be- fore you set your intention to engage. See our FAQ (see page 15) for more info on this. SUGGESTION #12 — DEVELOPING PSYCHIC ABILITIES: Use the music to guide you towards expanding your field of awareness. Starting with processes to balance the chakras and then begin ex- panding the auric field layer by layer, expanding your awareness to first the room that you are in and then to the house, building, neighborhood, city, state, country, planet, atmosphere, solar system, galaxy, the Universe. By doing this exercise, you will increase your range of awareness and sensitivity to all that is going on around you. This in and of itself, will start to awaken your 6th senses. Use the music soundscapes as building blocks to assist you in this process. If you are doing readings at this time, use these soundscapes as background music to help you and your clients maintain connection to the higher realms. Additional reading and studying on this sub- ject is recommended to achieve the best results. SUGGESTION #13 — FIRST AWAKENINGS TO THE LIGHT: If you are relatively new to tuning into The Light for your spiritual understanding and awareness, you can use these CDs to initiate you into your first awakening experience. Make the event special, create a sacred space, connect with your guid- ance and ask that if it is time for you to awaken a new level of your being to make it so. Lie down and breathe deeply, inhaling the sounds into your entire being. Feel into the vibrational tones within the mu- sic and let go deeper and deeper. Feel the physical body relaxing and start sensing all the energy that surrounds you. Ask your Higher Self to infuse you with a new level of Light and let it be so. Breathe it in. Combine this with #14. SUGGESTION #14 — CONNECTING WITH YOUR HIGHER SELF: If you have not already connected with your Higher Self or if you feel your connection could be enhanced, we recommend that you use this music to create the space to make this very important and powerful connection. We have a meditation available that you can work with to guide you towards this connection. (see Connecting with Your Higher Self meditation on page 28) SUGGESTION #15 — ASCENSION/DESCEN- SION PROCESSES: Let these soundscapes take you in either direction based on your desire to explore both realities fully. The music provides a mapping to these dimensions. Set your intention clearly in your mind and let the music gently guide you up or down the spiraling DNA ladder to ascend beyond 3D real- ity or to descend deeply into the world of matter. It is amazing the similarities you will find as you travel"},{"pageNumber":31,"pageContent":"DNA.LevelOne.Activation 31 Feb. 2001 - Rev. 5 in either direction, like a mobius strip of information and meaning that connects the dimensional octaves. S UGGESTION #16 — REMOTE VIEWING: Set your target in your mind of where you want to go prior to putting the CD on. Once you are clear about where you want to go and what you want to dis- cover when you get there, put the music on. You might want to dowse or muscle test to determine which CD would be most appropriate for your trav- eling. Either record what you see or write it down. Let yourself freely associate what comes to you with- out judging it. In time, you will be able to perfect this process. SUGGESTION #17 — HEALING OTHERS: Mas- sage/Bodywork/Regression/Psychotherapy, etc.: Assisting another person in their healing process is a wonderful experience as long as your intentions are clear and pure of heart. Always remember that you can support them with additional Light and assist them by creating a space of unconditional Love, but it is up to them ultimately to chose to accept the en- ergy offered. Playing these CDs during any type of healing session will deepen the experience and al- low them to travel off with the soundscapes in to the quantum levels of reality where the deepest levels of healing take place. Let them drift off and go to sleep if necessary. Most often, they will drift in and out of consciousness during the session. The music will as- sist the healer as well to stay focused and deeply con- nected to the Higher Source of healing energy. Whatever type of healing service you offer, these CDs will deepen and enhance the connection your clients will receive from their session. Let the music play in the background or use it to guide your client into various spaces for further explorations. See our list of therapists using this music in their practice. Be sure to bring your CDs with you to any healing session work that you are doing, as it will enhance your experience. SUGGESTION #18 — DEVELOPING CLAIRVOY- ANT ABILITIES: These CDs will activate the pineal/ pituitary area of the chakra system, which will in turn stimulate visual imagery. By directing the sounds and frequencies into this area of your body, you can en- hance the process by stating your intentions to awaken more of your clairvoyant abilities. Look into the dark spaces and call for colors and images as the music gently guides you into different landscapes. Learn how to develop the ability to see without look- ing! When an image starts to form, if you try to hard to see it, you will lose it — learn a state of relaxed observation. Use your imagination to assist the pro- cess and create new images based on your thought patterns — explore. (we also recommend our CD, “Myth, Magic & Mystery” to assist in activating your 3rd eye visual center) SUGGESTION #19 — BREATHWORK/ REBIRTHING: If you are doing any specific kind of deep breathing exercises, we recommend that you definitely combine these techniques with the DNA CDs. Breathing deeply into the sounds, tones and modulations will really help to release some of the DNA information/cellular memories within. Con- scious breathing, the inflow and outflow of Prana increases the effectiveness of the CD’s tenfold. For teachers focused on breathwork, you can add these soundscapes to your collection to guide the group deeper into the process. See our list of therapists us- ing this music in their practice. SUGGESTION #20 — READING/STUDYING: When you sit down to read, take a few moments to check in to your DNA level and set the intention that what you are about to read is going to be assimilated by your consciousness. If it is technical info, ask to remember easily and to absorb the details on higher levels so that you can speed read and still absorb the important data. If you are reading spiritual material, ask that what is for your Higher Good be received and to block out any material that is not important for your path at this time. Ask your guidance to teach you discernment about the material being presented. As you read, take breaks and close your eyes, allow- ing the soundscapes to unfold the information to you vibrationally. You can take off into a deeper medita- tion also for an inner teaching and expansion of the subject matter received. SUGGESTION #21 — ARTS/CRAFTS/PAINTING/ SCULPTING/WRITING: Many artists already work with music as a background enhancement to their creative process. Consider consciously working with these soundscapes to bring forth a piece of art as you are guided. Let the sounds and melodies move your hands, paintbrush or digital stylus to create a mas- terpiece, a living expression of your unfoldment. If you are a writer, allow the words to flow with the pulsing of the music, breathe deeply, and let the in- formation emerge from the deepest levels of your imagination. We’d love to see any creations or hear about your experiences as you explore your creative output. SUGGESTION #22 — SHAMANIC JOURNEY- ING: Whatever form of shamanic journeying you choose to do, you can use the DNA CDs as part of your explorations. These soundscapes are created to provide a safe, supportive energy grid and sanctu- ary around your space while you explore other dimensions from an altered state of consciousness."},{"pageNumber":32,"pageContent":"DNA.LevelOne.Activation 32 Feb. 2001 - Rev. 5 When using shamanic plant teachers, allow these soundscapes to provide a cohesive resonant fre- quency map to guide your journey into the Light. The knowledge within these frequencies will be am- plified, so we caution you to use mature judgement. We recommend these journeys be done with a reli- able sitter present. We do not recommend this for be- ginners or those not already experienced in this type of altered state exploration. DO NOT use if you are in an emotionally unbalanced state. SUGGESTION #23 — COMMUNING WITH NATURE: Using these CDs while communing with nature can be a very powerful experience and Vision Quest. Take your mini-CD player and go for a walk in the park or sit at the beach or watch the full moon. The music will also interact with the nature around you, so if you can play them out in an expanded for- est environment where you are completely sur- rounded by nature’s wonders, attune yourself to the music and then merge with the trees, birds and ani- mals of the forest. Ask your guidance to show you the DNA patterns of nature. Listen to the sounds that the forest will reflect back to you. If you are into Sha- manism or Native American teachings, be aware of messages from power animals and earth, air, fire, water, sun, moon and the stars above resonating with your crystalline biology. SUGGESTION #24 — TANTRIC LOVEMAKING: Blending your energy with another in a loving act of sexual expression using trantric or similar techniques can be a very powerful experience that can lead to some of the highest states of bliss and joy. Add the intention to the process that as you venture in and through these blissful states of ecstasy while listen- ing to the music, you allow the vibrations and sounds to release within your DNA the codes that will allow you to experience more of these sensations in your daily life. Awaken new pulsations in the physical body and anchor the sensations in your conscious- ness, letting the music assist you through the denser places of fear in relation to any of your repressed sexual feelings. Tantra in its highest sense, is one of the most empowering paths to the soma of physical immortality. SUGGESTION #25 — CLEANSING/DETOXING PROCESSES: Whatever form of cleansing or detoxing program that you are embarking upon, con- sider adding several listening sessions with the DNA music to assist in further clearing the body of toxins. Set up several different kinds of sessions during this period of time to deepen the effects of the program of cleansing and rejuvenation that you are working with. Travel into your DNA level and speak to it about the specific organ or system that you are focusing on at the time. Ask to initiate a deeper process of renewal and to remove any toxins that are preventing the or- gan/system from functioning at its optimal level of health. If you have the ability to take a hot bath, us- ing clay, herbs, aromas to enhance the process, play the music in the background to assist in taking the process all the way to the DNA level. If you are do- ing colonics, detox baths, ozone steams, etc., take the CDs with you to assist in your release process. SUGGESTION #26 — LIFE RECAPITULATION: A very powerful and important technique that we recommend you do as often as necessary in your life is to recapitulate your life path. Traveling backwards in time over experiences and situations in your life that hold certain degrees of emotional content and infusing them with higher Light to transform to a more Loving vibration is a very powerful technique for building the Light Quotient. Eventually you will want to travel all the way back to your birth and then even beyond that to significant pastlife imprints that still hold power and karmic threads of energy within your energy system. Use the music as a gentle guide taking you into the different scenarios you have ex- perienced in your life, see them deeply for what they were in your life and ask for higher guidance on the whys and hows of their manifestation. Listen for the deeper teachings to emerge and then infuse these situations with Light in order to transcend and move beyond them. The point of power is in the present. If you believe you can actually change the past by visualizing a different, more enlightened outcome, you will literally at some point be able to alter that dynamic, thereby changing the flow of your present and your future. This takes impeccable practice, but is entirely possible with directed intent. This tech- nique can be very powerful for release work and you may want to work with a therapist who can guide you through the process. SUGGESTION #27 — PHYSICAL EXERCISE: Whatever program of exercise you are doing, you can use these DNA CDs to add a new wave of energy and vitality into the process. They may not be ap- propriate for some aerobic type programs, but cer- tainly for yoga, pilates, tai chi, qigong, rites of rejuvenation, falun dafa, tensigrity and other move- ment work. You can take any of these to a new level by incorporating the awareness that as you are do- ing them, you are going to the DNA level of your being and infusing yourself with more Light and personal empowerment to increase the overall effects of the exercises that you are doing. [Note: Shapeshifter is working on more rhythmic material that we term Cyber- Shamanic music for more aerobic types of movement.]"},{"pageNumber":33,"pageContent":"DNA.LevelOne.Activation 33 Feb. 2001 - Rev. 5 SUGGESTION #28 — CHARGING WATER: To enhance the vibrational quality of the water that you are drinking or any flower/gem/vibrational essences that you may be taking, place a glass or bottles on or in front of your speakers. Play each CD in succession to charge the water or if you are working with a spe- cific CD, charge it for at least 4 hours. Begin this pro- cess by stating your intention, calling on assistance from your guides to assist in this process. This will cluster the water in a higher geometric matrix and infuse it with living energy. As you drink the water or take the drops, again affirm your intent to acti- vate the DNA using the water as a catalyst to deliver radiant well-being to the cellular matrix of your crys- talline body. Remember that we are 90% water, so ingesting this vibrational essence in to the body will amplify and enhance the resonance of the music. About the Creators . . . ShapeshifterOne: A Musician’s Quest At the age of 5, there was an emerging fascination with the sciences — astronomy and microbiology. Young ShapeshifterOne spent countless hours either peering through the microscope at the wonders within a drop of pond water, or gazing at the stars and imagining what life on other worlds might be like. He explored these visual landscapes even deeper while playing music at a piano. A connection was sensed, was felt, to a vast cosmology encompassing all things. Glimpses of other lives appeared in his consciousness, ephemeral memories of other times. There were contacts throughout his early childhood, with mysterious others, both in the waking world and in dreams. Teachings were given, information was absorbed. His interest in science turned to an interest in science fiction/fantasy, metaphysics and philosophy and he would spend large portions of his free time reading and absorbing thousands of books. His flights of imagination often contained valid in- formation that would later become a part of the teach- ings he would offer to humanity to assist in this current phase of our collective evolution through sound and a higher understanding of the transfor- mational aspects of frequency. Music was where his bliss was found. He was enraptured with sound, with music. He would sit at the piano for hours. He did not read or study music, he just played what he heard within, following the feeling tones, a calling from the deepest depths of his being. The piano, with its purity of tone, its simple yet resonant harmonics, taught him about sound in a way no structured lessons ever could. He some- how felt that all the information that he had absorbed from his reading, from his dreams, visions and medi- tations was giving life to the music he was playing. A playful blending with his conscious awareness, a joyous communion and connection to the Universe, to All That Is. This connection only deepened and intensified as he got older, becoming more and more refined. Memories surfaced of other lives, always interwoven together with the common threads of music and sound. In alignment with this unfolding path, he main- tained very high marks in his academic studies, until the 11th grade of High School, therefore balancing both the left and right hemispheres of his brain. He began to break free of the limitations of the rigid educational process, as he no longer fit within the structures of that form, a stranger in a strange land. He would often spontaneously drift off into very deep states of meditation, the room around him, with eyes wide open, would melt and dissolve into a white light. There were also challenges with the physical being, waves of emotion, then heat would over take him, causing him to break out in a profuse sweat. He discovered through inner work that the “heat flashes” were simply signs of his Kundalini beginning to rise, along with the awakening of his empathic abilities. There were also various experi- ences that could be seen as alien contact scenarios, although they certainly did not follow the standard abduction patterns. We will have more to say on this particular subject later, as we have come to a realiza- tion that the phenomenon is of a multi-dimensional nature. He continued with his inner and outer work, always seeking practical results and striving for balance, overall. He continued to be open to new con- cepts and ways of being, yet never dogmatically followed any one set of teachings. He would take what intuitively felt right, and improvise, synthesize and modify as he was guided, trusting his growing clarity and inner compass to lead him on his evolv- ing journey. He would receive higher forms of guidance, at times it felt that his crown chakra opened and vast amounts of information was being funneled directly into his conscious awareness. In retrospect, these non-linear transmissions contained early in- sights about the DNA and the encoded information contained within. The information was brought through in words and visions as well as sounds; he was told he was one of those seeded on the planet who had chosen the path of activating the DNA blue- print to release the dormant potentials in the human species. He would receive the more expansive waves of this information many years later literally experi- encing a Harmonic Convergence in 1987. The sounds he was hearing were unable to be reproduced by the current technology (early 60s), although crude synthesis had existed some years be- fore that. His guidance indicated that in time he would be able to make these sounds, frequencies and modulations, that the technology would be given to humanity to enable him to do this when the plan-"},{"pageNumber":34,"pageContent":"DNA.LevelOne.Activation 34 Feb. 2001 - Rev. 5 etary consciousness had reached a certain level of unfoldment. In the meantime, he and others of that soul group, were being vibrationally tuned and pre- pared to be ready to bring them forth. In the early 70s, synthesizer technology was becoming available to the consumer market and ShapeshifterOne was able to start creating the beginnings of the sounds that he had been hearing in his consciousness for so many years. By this time, he was a young man in his early 20s and had some past life karmic threads to work out. He found his creative niche in progressive rock music and formed a band called Babylon, who only recorded one album in the late 70’s. The album has recently been re-released (1999) to uniformly positive reviews. While a bit rough around the edges, and reflecting some of the excesses of youth, it is still considered by many to be one of the most innova- tive examples of progressive rock of that time period, often compared to early Genesis. Having worked through these karmic connec- tions, he was unwilling to follow the limiting path of the progressive rock musician and left the band. He continued to follow the inner promptings from his guidance to seek a spiritual path for the expression of his music and retreated underground to follow the Sound. Doing whatever it took in the world to sup- port body and soul, with balance and focused intent. He spent many years just working with the emerg- ing technologies and in assembling his studio piece by piece, choosing the tools he felt the most in reso- nance with. As he continues to do, to this day. He is considered by many to be an extremely knowl- edgable source of information regarding the technol- ogy used in today’s electronic music genres and has acted as a consultant on setting up many hi-level recording studios. The learning process continues, the merging of left brain consciousness/intellectual knowledge of the inner workings of MIDI and digital audio with the right brain/intuitive flow of channeling the music and connecting with the multifacted Muse. He has spent many hours in meditation and an in altered state of consciousness “tuning in” to the all original sounds that he creates from the raw waveform data within his synths. He has, with fo- cused intent, allowed himself to be guided by the frequencies and harmonic content of the sounds each of his synths makes, and to let go into the flow of that creative process. Not only is the music channeled, but the sounds themselves. The process continues to evolve as he moves into using hard- ware and software samplers. The sounds that are utilized in the LevelOne DNA series were created specifically with the intention to stimulate/activate the DNA codex. It is important to understand that the power in these CDs is in the intent behind the creation, and the clarity of the chan- nel while creating them. This is not a scientific approach based on mathematics and algorithms — it is a synergistic path that has evolved from years of study in many fields and the blending of hard earned technical skills with a strong intuitive communion to a multidimensional source. It is from his ability to LET GO and let this music come through him that brings it into manifestation at this time. The proof of the work is in the experiencing and the results ob- tained thereof, for if Shapeshifter is anything, they are practical in the sense that they believe that it is time to ground visions and the lofty aspirations into real world results. To co-create the Grail, the New Atlantis, the vision of Shamballa here on Planet Earth, to begin to actualize wo/mankind’s highest poten- tial. To assist in raising the energetic state to a higher level of the spiral. In alignment with this process, ShapeshifterOne understands the importance of maintaining a balance in ones life in order to become a clear channel for this information to come through. He understands without the integrity of balanced emotions, care and nurturing of his physical vehicle that he will not be able to sustain the wellspring of energy that he con- nects to. This is an on-going process of grounding the energy and expanding out to bring back higher vibrational information through the music. It is with the purest intent and Love that he has agreed to do this work. He realizes his shortcomings and self-im- posed limitations, and with humility is always will- ing to share honestly and openly with anyone who asks, the process of his growth as a channel and a human being. When we say channel, understand that their path, as the co-creative entity Shapeshifter, is to become as one with the energy transmitted, not to be separate from it. More will be said about this later. There are old souls, there are young souls, there are souls that have made the conscious choice to do more, experience more, become more. Anyone, at any time, can choose to evolve to a more expansive state. This is not said from a sense of superiority, or a sense of separation. This simply is. All paths lead to the One. Shapeshifter believes in being authentic, in being real and not pretentious in their interactions with the world. They are on their path and not attached to the outcome. They have truly learned to find the JOY in the journey. Once his palate of sounds were created, ShapeshifterOne, along with several other evolved old souls created a sacred space in the powerful vortex of The Odyssey™ (their sound and light environment - see page 38 ). Although the prelimi- nary sound creation took approximately one year, the material on each DNA CD was created in real time, using only 2 sound sources/synths at any given time. No overdubs/layers were added after the fact. ShapeshifterOne was told by his guidance"},{"pageNumber":35,"pageContent":"DNA.LevelOne.Activation 35 Feb. 2001 - Rev. 5 that this was the way in which this LevelOne se- ries was to be created. These first 4 sessions were recorded in 1993 and 1996. Shapeshifter worked with individuals for many years to research the results and effects that these soundscapes would have in peoples lives. The effects are varied de- pending on the individual focus, depth of com- mitment to their path, and their intent. We use the word intent a great deal; it is the most important aspect of anything that one chooses to do, or to be. The nascent work in sound healing and the ef- fects of sound on the body human and conscious- ness were only just beginning to re-emerge within the human potential movement (early 90s), and it was decided to keep the work contained to their private practice until such a time when more awareness about the profound nature of sound/vibration would begin to surface in the collective consciousness. As information and workshops started to come forth across the planet towards the later part of the 90s, building the necessary bridges of information and techniques, which would eventually lead to the un- derstanding of the power that sound/music/ frequency will have on this unfolding process; the decision was made to deliver the music to the people who were ready to receive these transmissions. Following another level of equipment/technol- ogy upgrades, the process of preparing these early recordings, which were originally recorded direct to a high level cassette, into the higher quality digital recordings was the next step. ShapeshifterOne needed once again, to increase his technological un- derstandings regarding the process of remastering the original recordings in to the digital domain, en- hancing the sound quality to bring through the multi- dimensional aspects of the music even more. The CDs were made available at the end of 1999 as a set of 4 activations. ShapeshifterOne has received guidance regarding this DNA series stating that there will be many levels that will come forth in his lifetime. It is quite possible that an apprentice will be chosen to continue the outreach of the work. Each successive series will come forth when certain energetic align- ments have been made between the bio-energetic matrix of ShapeshifterOne, the collective signature of those beings who seek to integrate these frequen- cies and the planetary matrix. ShapeshifterOne has several other projects in the works, including a series of rhythmic, uplifting CyberShamanic works of evolved electronica for movement, exercise and dance. Also in process is a more evolved form of the Space Music genre, called Alien Music. There is also a project due in early 2001 which is tentatively titled “Shamballa,” which will also become a multi CD series. ShapeshifterTwo: A Healer’s Journey ShapeshifterTwo uses her clairvoyant abilities to see energy patterns that emanate from thoughts, feelings and sounds. Symbols and images emerge that repre- sent the energetic signature of the information that is being transmitted. She translates this information into several different forms of artistic expression in alignment with her kinesthetic attunement to multi- dimensional realms of guidance. As a young child she recalls levitating and won- dering why it only happened when she was alone. It never occurred to her that everyone else in the house was not doing the same thing. When she was five, she remembers the vision of flying around her living room as part of her regular playtime activity. She used to visit her family members during the night, knowing that they could not see her, because she was up on the ceiling and they never acknowledged her presence. She vividly remembers nap times with her grand- mother, lying next to her as she traveled in and out of both worlds. Her grandmother was in various stages of transitioning during her childhood and whenever she went to sleep she often prayed that she would join up with her husband and leave this world. ShapeshifterTwo would travel with her as far as she could go. Her grandmother provided the ini- tial frequency maps for her to travel in to the other dimensions of time and space. Before she would go too far, beings of Light would come to her and tell her that she could not go to some of the places that her Grandma was going, but that she could take other journeys and they would show her where she could travel in other multidimensional worlds of Light, Sound and Color. Astral travel, out of body experi- ences and communicating with beings of Light were all part of her childhood world of magic. ShapeshifterTwo loved to travel out into the Uni- verse in her astral travels. She loved the freedom of movement and she was quite good at it; enjoying the weightlessness and expansiveness that she felt in that realm. The beings of Light guided her and watched over her. They taught her how to be safe and what to look out for when she was exploring the various dimensions. They taught her how to sense energy beings from these realms and she developed the in- tuitive sense that guided her when to go towards something and when to fly away, as well as methods of protecting herself from undesirable influences. This sensitivity translated to her 3D world of reality and she began to sense things and people around her that were not of Light and those who might want to do harm. She learned the ability to discern and sense the different qualities of energy; those of the dark manipulative nature and those being of Light and Love who guide us forward on our evolutionary path."},{"pageNumber":36,"pageContent":"DNA.LevelOne.Activation 36 Feb. 2001 - Rev. 5 As she moved into her early teen years, she learned to accept the realm of 3D as the reality that was REAL. Relating to others was often difficult. She could al- ways sense things about people around her, but these things were not openly discussed. She would try to go deeper only to find that this was not socially ac- ceptable behavior. Being a deep thinker as a child was not a popular way to be. Going through the pains of adolescence, she started to withdraw into herself, which in turn brought her deeper into the physical form. She made the decision to hold back thoughts, feelings and expressions in order to be accepted so- cially. This experience initiated the awareness of pain/discomfort/dis-ease in the physical body; the complete opposite of the freedom and expansion she had trusted in her childhood. There were times when the pain and discomfort was so strong that it seemed that she must be dying or had contracted some hor- rible disease. Her early religious upbringing was from the Church of Christian Science, a more metaphysi- cal approach to Christianity with extensive teachings in self/hands-on/remote healing. She adopted early belief systems from these teachings that the body can be healed by the powers of the mind as opposed to resorting to the allopathic medical model. Alterna- tive medicine hadn’t reached the mainstream of western culture at that time. She followed her inner guidance and began her journeys inside of the body, deep into the world of matter. In time, she found that going in to the body was infinitely connected to go- ing out in to the Universe and that many of the same energetic signatures were present in both realms. The more pain she experienced, the deeper she went in- side to commune with the cells of the body. She ex- plored the visual aspects of these adventures and the further she went in, the more the energetic patterns/ geometrics seemed to posses a familiar resonance. She learned how to initiate actual changes in the physical body through this process. It was during this time period that she first became consciously aware of some of her pastlife experiences in conscious evolution processes. She found that she could no longer follow the curriculum of intellectual development as laid down by the school systems of that time and preferred to direct her own course of self study. She began investigating the eastern reli- gions and discovered that she had been involved in many forms of higher awareness for many lives. She became very interested in uncovering her psychic talents and manifestation abilities, as she learned about the potential powers of the human conscious- ness. This time period coincided with her teenage years and the power of music; she began using the music as a way to explore these inner and outer dimensions of reality and to expand her conscious- ness. Music was the carrier wave that kept things cohesive for her and provided a rich landscape for explorations into multidimensional worlds. The more imaginative and adventurous music of the late 60s and early 70s provided so many different soundscapes to explore, that music quickly became a primary influence in her life. Getting lost in the waves and feelings of sound became one of her favorite pastimes. Connecting deeply to sounds and rhythms through dancing and singing, she learned how to combine her meditation into ecstatic shamanic trance dancing. To this day, this is her most joyful way of connecting with Source. These early explorations reawakened the shaman within and showed her how to obtain information from other dimensions, and to bring that in- formation through into the 3D world for specific pur- poses. She soon learned how to manifest her desires by directing the flow of consciousness and stating her intentions clearly. She learned how to control the body by giving it commands from a higher place to do what she wanted using visualization tech- niques. This increased her levels of confidence tre- mendously. In her later teenage years, she was able to excel in various sports activities (gymnastics, tennis, golf, racquetball) as a result of understand- ing how to use the mind to control the body. At this time, there was very little information available about mind/body connections, hypnosis, hypnotic sugges- tion, manifestation or other similar topics. In her early 20s, she started experiencing intense back pain, remnants from her days as a gymnast and her new professional career as a typographer and a graphic artist. She became immersed in world of work and shifted her attention away from exercising the physical vehicle. In her search for relief from the accumulated stress imposed on her physical vehicle, she discovered structural bodywork (Postural Inte- gration-similar to Rolfing) and it changed her life dra- matically — her first major conscious awakening. As her therapist released the deep held pain in her body, a very powerful transformation took place. Patterns of addiction and potentially harmful habits began to shift easily and effortlessly and the smoke started to clear. She started cleaning out the physical body; detoxing, cleansing and purifying — thus raising the Light Quotient. As she removed the layers of den- sity that had clouded her body, mind and spirit, she once again returned to the fluidity of consciousness of her childhood. She began to bring her inner and outer explorations together. Her grounding process had begun. She discovered yoga and meditation and she started on her path of healing in earnest. Not knowing what her career path was going to be at that time, she felt that she had to explore her inner worlds more deeply, to find her inner compass, her sense of higher direction. There were few classes for meditation and yoga available at that time, but she was guided to a couple of classes that gave her"},{"pageNumber":37,"pageContent":"DNA.LevelOne.Activation 37 Feb. 2001 - Rev. 5 the start of some clearer insights into the realms of multidimensional travels. She started to formally meditate and found that her experience was very similar to others and that there were some pre-exist- ing maps to follow. She began to devour books and absorb knowledge for about 10 years in all related fields of spiritual exploration and the physical body. She knew early on that there was a key, a deeper rea- son to why she and others chose to reincarnate, to keep coming back to the physical form. She wanted to understand these connections beyond the expla- nation of lessons to be learned. She studied anatomy and physiology with strong interest in the cellular level of things, not from a scientific, mechanistic un- derstanding but from a visual and kinesthetic expe- rience. The realms of the cells and subatomic worlds were the same imagery that she was seeing in her shamanic journeys and she sought to know more. Many times she went up and down, in and through the ladder of Light, which she eventually realized was the DNA. She wondered what she could do once she got to this place other than to fly around and feel really Light, there had to be a higher purpose. After sufficient studies and some real-world certi- fications, she followed the path of becoming a psycho-physical bodyworker. She became a certified Postural Integration therapist, which became her primary modality. This 10 session process really allowed her the opportunity to get to know her clients on many levels and to observe their changes over the years. She focused on restructuring and molding their bodies and observed how they changed their lives as a result of this new form. She understood so clearly how the postures they assumed since childhood made them who they were and how giving them the opportunity to make these changes, altered their whole thinking process and their ap- proach to life. She used music as a way to guide them into the experience of both these inner and outer worlds, letting them float away with the sound and release their tight grasp on their rigid forms and be- liefs. The more she moved tissues around, the more visuals she would start to see and soon she was experiencing scenarios being played out in her mind’s eye as she worked on people. She would share her visions with her clients and that information would open up places in their consciousness that were once hidden from them. Contained within the contracted and painful places in their bodies, were emotions and feelings that had been buried behind a fearful and protective mind. Upon closer examination of these issues, her clients would move to a place of deeper understanding and Love and a new awakening would occur. She would find herself going even fur- ther into the cells and could see the cellular levels shift and change. Lights, patterns, colors and geo- metric shapes would appear in her third eye like a magical kaleidoscopic performance. It was about this time in her development that she met ShapeshifterOne and knew that their combined energy would bring about some major healing for themselves and others. One of the first visions they became aware of when they recovered incarnational memories of their work together, was a special heal- ing/transformational environment, known as The Odyssey™. Their deep telepathic and empathic con- nection allowed them to work together during heal- ing sessions to provide a safe space for their clients to open up and release these blocked areas in their lives. When ShapeshifterOne started talking about working at the level of DNA and in particular using music to affect the change, she thought it was a radi- cal concept, but then soon realized that she had been working with the same energetics, not fully realiz- ing that the DNA was actually the key to the com- munication and communion that she had sought for so long. When a client would come to experience The Odyssey™, they would lie on the sound table and she would do a vibrational healing session and ShapeshifterOne would channel music for them. The energy vortex of The Odyssey™ created powerful shifts for both the receiver and the channelers. When she would enter areas of Darkness within the client, ShapeshifterOne would take them in with the music and let the sounds and frequencies establish a reso- nance with the energy and then lift the vibrational essence into the expanse of Light. They were both being shown how to communicate with the DNA from the energetic level. Her clairvoyant/ clairaudient/clairsentient abilities began to really open up by working in The Odyssey™ and with the music. She began seeing ever more clearly pastlife patterns held in the physical, emotional, mental and etheric bodies. Her bodywork practice had shifted to Vibrational Healing and she continues to work more and more in the ethereal realms of Light. She currently has a private practice in Cyberspace doing remote healing work in The Odyssey™ in the form of aura portraits, chakra readings, pastlife readings and vibrational healing sessions. Her creative expression continues to unfold with her explorations of her vocal expression through sing- ing, chanting and seeking her inner sound for heal- ing & transformation. Their future recording projects will continue to unfold these discoveries with more vocal related projects. The current LevelOne series of DNA music was born from these sessions and their explorations into these multidimensional worlds. They have acted as her teachers since 1989 when The Odyssey CD was created and continue to provide new experiences and insights each time she listens. She continues, of course, evolving in her understanding and aware-"},{"pageNumber":38,"pageContent":"DNA.LevelOne.Activation 38 Feb. 2001 - Rev. 5 ness of this work. Vibration, sound, frequency and music are the basis of the energetic dance of All That Is. It is her life’s work to explore these realms on the leading edge of the consciousness wave and to share these teachings with those who are ready to hear and willing to let go into the feeling and the bliss of the flow of life in the Harmonic Universes. Together, ShapeshifterOne and ShapeshifterTwo represent the dyad at the core of the co-creative group, Shapeshifter. While each expresses their indi- vidual gifts and talents, it is when they come together that the magic of the co-creative process truly un- folds into a wondrous expression of Light & Love. Their combined gifts of music, art and writing are shared, with Love, to assist humanity in the next step of conscious evolution. The Odyssey™ (sound & light environment) The DNA Activation series of CDs were originally created in The Odyssey™ EEE environment. Vision- ary Music has been involved in the design, imple- mentation and usage of Energy Enhancement Environments (EEEs) since 1989. The original con- cepts were received during a series of visions and dreams, reawakening dormant knowledge from Atlantean, Shamanistic, extra-dimensional and other multi-dimensional sources of energy and informa- tion. These transmissions, blending with technologi- cal advancements in consciousness research are what make these environments truly unique and power- ful. Members of the eclectic group, Shapeshifter, have been working with these theories and designs in alignment with the current evolutionary wave of enlightened consciousness now accelerating on the planet. Many individuals have experienced the pro- found transformational work that is available to those who are ready to embrace the ancient knowledge and wisdom available from the healing temples of Atlantis, Egypt and beyond. Vibrational Healing and higher level sound attunement is the next wave of channeled information as we enter the next millennium. The music that you will experience in the various shamanic, other worldly, mystical and magical trans- formation adventure available in The Odyssey™ has been intuitively composed by Shapeshifter. The INTENTION behind the sounds/tones/rhythms/ melodies, which are different for each session, are co-created through a connection with a trans- dimensional source of unlimited creativity. This connection, which has been refined through many lifetimes of dedication and service to humanity pro- duces some of the most innovative, multifaceted and transformational music available today. These soundscapes are the evolutionary core level key to the transformative energy of The Odyssey™. Shapeshifter has coined the term Cyber-Shamanic Music for the music/multidimensional soundscapes that have evolved from this synergy. Music as a magical invocation Aligning you with new multidimensional sources of information The depth of feeling, willingness and openness of the individual completes the equation Allowing the energy blueprint of these greater possibilities to emerge in manifestation With your conscious participation and active involve- ment, an EEE™ can allow access to the unlimited potential of the Creative Source, helping you to bring back that transformative freedom, form and con- sciousness and integrate it into your daily life. Work- ing with the DNA soundscapes or your personal soundscape recorded music following a session in The Odyssey™ enhances and grounds the experience to assist you in your manifestation processes. The music continues to unfold and evolve in alignment with your awakening consciousness. The first Phase of The Odyssey™ was started in early 1989, consisting of: • a sound table with a specially designed inter- nal speaker array to transmit musical vibrations throughout the energetic structures of the vari- ous bodies that make up the multidimensional self (causal, spiritual, mental, emotional, physi- cal, cellular, molecular/DNA, atomic, sub-atomic and the level of pure quantum information and beyond) — Worlds within worlds within worlds. A set of foot speakers provides direct sound therapy to the many reflex points in the bottom of the feet, stimulating the nervous system and awakening the chi (life force) energy, thus enhancing the overall vibrational effects of sound throughout the body. We emphasize that we are only using these categories as a point of com- mon reference, for we see Life as an ever unfold- ing process rather than a series of connected space-time events/conceptual frameworks. Past, present and future all exist within the Now. The Point of Power is within the Present. • a high-tech MIDI system connecting Macintosh computers, keyboards, modules and a 24-bit digital audio recording suite are connected into the sound table which allows for real-time com- positions to be experienced live and recorded for future listening of each session. Prior to a record- ing session, Shapeshifter custom designs sounds specific to the clients past, current and future"},{"pageNumber":39,"pageContent":"DNA.LevelOne.Activation 39 Feb. 2001 - Rev. 5 vibrational bio-energetic matrix. The magic that happens within each session can be captured and re-experienced time and time again. The multi- dimensional patterns encoded within the music continue to unfold and assist in one’s on-going process of evolution, unlocking the keys to the dormant potential within the DNA codex. • an external state of the art surround sound sys- tem that supports the Cyber-Shamanic music completes the effect of sonic holography and vibrational matrix enhancement. Through alignment of the life force energy, resonance is created activating the inner informational lightcodes. • a lighting system that projects an ever-chang- ing, kaleidoscopic rainbow of colors surrounds and envelopes the room. We feel that exposure to the full spectrum of light frequencies is the most balanced and holistic method of activating the energy centers/chakras. This assists in align- ing the light bodies with the physical being creating greater harmony, awareness and free- dom within the body. The universe is a multi- dimensional network of vibrational frequencies extending into infinity — Light and Color are but higher octaves of sound. The room through sym- pathetic resonance attunes the individual to this cosmic dance of energy. • a Bio-Magnetic Energizer table pad which is composed of silk, cotton, fiberglass and wool, a copper grid with hundreds of precise angles connected by crystals and a special configura- tion of strontium ferrite magnets. This pad moves energy into a 3 dimensional hologram in reso- nance with the DNA molecule, thereby realign- ing the body with its true magnetic polarity and that of the Earth. The varied benefits of this pad are improved rest, adjusting body metabolism, greater connection with source, mental acuity, reduces physical stresses and tensions, opens and aligns chakra system and improves regenerative qualities. The Odyssey ™ is an evolving system greater than the sum of its parts. Additional items to enhance and compliment the affects of the environment are as follows: Various crystals and crystal grids are used to enhance and amplify the available energy. Special geometric forms and energy enhancement tools (pyramids, merkabahs, 3-D stars, chakra tuning forks) using sacred geometry and special energy con- ducting alloys are present for allowing access and to assist the individual to attain higher states of consciousness. Aromatherapy oils are projected into the atmo- sphere to stimulate the senses as well as an air purifier , a negative ion generator and an EMF neu- tralizer . Flower essences/gem elixers/homeopathic remedies are all amplified and enhanced when implemented into the system. Various other energy components will be utilized as our research contin- ues. As we have stated The Odyssey™ is an open- ended system which continues to evolve as we do. Phase II is currently in the planning stages. We envision a custom designed building based on sa- cred geometry and in alignment with the earth's en- ergy grid. Once inside, the environment will take on an other worldly, mystical quality, almost alien in its look and feel. The lighting will be expanded upon, incorporating some of the latest tools from some of the most connected consciousness researchers all over the planet. The sound system will be the highest level of state of the art surround sound technology, using fiber optics in the wiring to eliminate all traces of EMFs that would normally be present. The entire system will be operated by a central computer trig- gering lights, music and multimedia projections on LCD panels. Many plans are underway for this next phase. Remote vibrational healing/chakra balancings sessions are currently available with Shapeshifter. For more information, contact us by phone or email. The Odyssey CD As part of your explorations with the DNA.LevelOne Activation Series, you might want to consider add- ing this CD to your collection also. It was the origi- nal composition developed for the first session clients experienced in The Odyssey™. It was created with the intent to balance the chakras and expand the auric field. The deep bass tones in this soundscape creates a continuous subtle vibrational effect on the physical body which allows the undulating modula- tions and melodies to stretch and expand the etheric energy bodies. The music cycles through various themes, as various spiraling, swirling and rhythmic sounds engage the listener. The intent behind this mu- sic is to create a unified field within and around the human bio-energetic matrix, in preparation for al- tered states of exploration, shamanic journeys, out of body experiences and other ascension dynamics. Shapeshifter recommends listening to this CD prior to any of the DNA series for the most integrated and expansive explorations into the infinite probabilities of the Multiverse. (refer to the Chakra Balancing medi- tation on page 42 to be used with this CD)"},{"pageNumber":40,"pageContent":"DNA.LevelOne.Activation 40 Feb. 2001 - Rev. 5 Guided Meditations & Journeys Activate Your DNA Use this guided journey to begin establishing a connection and communion with your DNA and to initiate the activa- tion process. Read this information completely before you begin your session. If you have already been using specific teachings to activate your DNA, you may incor- porate them into this journey as well – be creative. This beginning journey is for the most part, for those who do not already consider their DNA to be activated. If you do not feel that you have a strong connection with your Higher Self, consider doing the Higher Self meditation (see page 41) before you do this. If you do not feel that you have developed a safe shield of protection around you, then work with the Chakra Balancing Journey (page 42) also. Prior to beginning your session, prepare yourself at least a 1/2 hour before by cleaning up any loose ends and starting to focus your mind and thoughts towards DNA Activation. Be sure that you will not have any interrup- tions before, during and after the session. Turn off all phones and beepers. You might choose to sit quietly and sip on a cup of calming tea and just start to contemplate your session. It is best to not to eat at least 2 hours prior to this experience. Make your intention clear, as clear and heartfelt as you can; that you are ready to allow the dormant potentials within your DNA to be activated. Depending on your cur- rent level of understanding about this subject, you may choose to focus on your current 2 strand DNA and acti- vate the 97% which is not being fully utilized. As you do so, in this manner, you will also be connecting with di- mensional states of the subtle etheric levels. Initiate the process of the additional 10 strand of the DNA matrix that is present in your etheric forms. We recommend additional reading and exploration regarding the activation of the 12 strand DNA harmonic blueprint prior to starting this pro- cess. However, if you state the intent to your Higher Self that you desire to integrate the new information easily, in correct alignment and in the most balanced way possible for your unfolding self, then it will be so. Only you know where you are on your path and how much of an increase of Light energy you are able to accrete. Again we recom- mend additional reading and studying on this subject to be prepared for the outcomes of your desires. Refer to our recommend reading list for some of the books available on this subject. Sit in lotus posture or in a chair. Begin meditating and call upon the presence of your Higher Self and any forms of Light that you are most comfortable with. Ask for their presence during your session to support you in your intentions and desires to activate your DNA for your high- est good at this time. Surround yourself with additional Light on all layers of your auric field, affirm that your are in a protective field of Light and stay focused and centered during the session. Do whatever chakra balancing or cen- tering work your are familiar with. It is important that you take your time and raise your Light Quotient to the high- est levels that you are familiar with attaining in your cur- rent meditation practice before you set your intention. Once you attain this state, call forth an image that you will use to represent your DNA blueprint. This image will become your Avatar, your teacher, so let it unfold. You can use the image on the front cover of the DNA.LevelOne Activation music CDs or any representation of the DNA symbol that you are familiar with — from the scientific representation to the most abstract. Allow your mind to bring forth the symbol/image that will be the most pow- erful for you to connect with whenever you do this work. If you use the image on the cover of the CDs, imagine it as a hologram and you are standing in the center. Allow the DNA spiral to extend down into the earth and upwards out in to the Universe. Let the circular geometric shape surround the body expanding holographically around and through your entire auric field — let it gyrate all around you. Imagine releasing your consciousness into that spi- raling ladder type matrix unleashing your Soul's rhythms, patterns and pulsations in resonance with the music. Feel this energy dance all around and through your entire bio- energetic matrix. Let yourself be in this place of awareness for some time before you start to set your intention. Be sure that you feel and sense this connection and this communication on the deepest levels of your being. When you feel ready to state your intention; be firm, be clear and be strong. You can use the following informa- tion as a guideline to prepare your own Statement of Intent. Think about this before you begin this meditation and write it down so that you remember what you want to state. I, (enter name), am now ready to initiate the process of activating the dormant potentials within my DNA. I now activate the dormant potentials within the 97% of my 2 strand DNA. I awaken to my fullest potential so that I will become a fully actualized being of Light. I call forth my divine blueprints so that I may attain optimal health, well being and rejuvenation in my physical form. I call forth my expanded sensory per- ceptions to increase my intuitive awareness and my connections to higher forms of consciousness. I em- power myself to increase my manifestation abilities in order to attain my dreams and desires. I am ready to move into the flow of the unlimited abundance of the Universe. I awaken myself to live in my true purpose and in alignment with the greater good of All That Is. I open myself fully to the powers and po- tentials of Love and Light. In alignment with my high- est good, I begin the activation process of awaken- ing my additional 10 strand DNA so that I may move forward steadily on my Evolutionary Path of Light. You can add specific statements to this process also regard- ing specific issues that you are doing healing work on. You can focus on certain physical problems that you want to change. You can release addictions and shift your desires to support a higher path of Light. You can let go of old patterns in your life and call forth new ones that are more supportive of your true path and purpose. You can initiate contact with specific channels of guidance that you feel a strong connection with. You may choose to ask your DNA to create a hologram within your minds eye that you may communicate with. This may be male or female, Goddess or God, a teacher or lover, a power animal, an advanced alien lifeform, a religious figure or a shapeshifting multi-"},{"pageNumber":41,"pageContent":"DNA.LevelOne.Activation 41 Feb. 2001 - Rev. 5 dimensional field of awareness that can assume any of the above manifestations and much more. What you will ex- perience and perceive is directly related to what you be- lieve. The deeper you allow yourself to feel and to love, the more real and effective this communion will be. Each time you decide to do this meditation, you can change your intention to work on specific topics. Basically you want to begin to open a communication and a dialog with your DNA. If you think of it like your internal RAM in your computer, you are programming it for whatever functions you desire so that you can achieve your highest potentials on all levels. Develop you own pattern and style when listening to these CDs, with your overall intention to activate your most ideal DNA blueprint. Connecting with your Higher Self (recommended for use with our “Healing” CD as well as the DNA Activation Series) We feel it is important that you have a strong connection with your Higher Self before you embark into multidimen- sional explorations in consciousness. This meditation will help you if you do not feel that you already have a strong connection to your inner guidance. You can use this with or without music. This journey will also help to develop a protective shield around your energy field as you begin more expanded journeys into the multidimensional realms of Light. Find a quiet place where you will not be disturbed for at least an hour. You might want to consider having a lov- ing friend read this journey to you, so that you can stay focused on the process. This is highly recommended for the 1st listening session. Sit or lie down and begin by do- ing some deep breathing exercises. Slow down your breath and concentrate all of your awareness on relaxing the body, quieting the mind and letting go of any of your daily con- cerns. Before you continue with the visualization, be sure that you have achieved a very relaxed, peaceful state of consciousness. At this time, ask for the presence of any spirit guides, guardian angels, spiritual masters or other ener- gies that you resonate with to assist you on this journey of connecting with your Higher Self. Imagine that you are in a meadow or a wide open field and that you are walking through this landscape noticing all the beautiful nature that is surrounding you . . . become aware of the flowers and the grass and any trees that may be around . . . standing still, sense a warm spring breeze gently brushing against your skin . . . feel the glow of the sun warming your body . . . open your eyes and watch the gentle wind bending the fields of grasses and flowers all around you . . . be aware of the beauty and the magic of nature . . . if you feel like running or lying down in this meadow, take the time to explore your feelings and sensa- tions . . . when you are ready to move on, look off in the distance and notice a mountain just ahead of you about several hundred yards . . . begin to walk towards that moun- tain . . . observe your feelings as you do this . . . be aware if they change in any way as you move closer to this moun- tain . . . if you feel any negativity or resistance, do not go any closer, just allow yourself to stay in the meadow and explore your feelings . . . do not move forward until you feel that it is safe and comfortable to do so . . . allow your imagination to create a mountainous terrain that you have admired in your past or perhaps seen in pictures or mov- ies . . . as you stand at the foot of the mountain, sense the beginning of a grand adventure as you prepare to climb this mountain to meet your Higher Self . . . when you are ready and you feel comfortable, begin to climb up the mountain . . . again noticing everything that is around you as you climb up towards the top . . . become aware of any animals, rocks, stones, trees, flowers, grass and any paths that will take you higher and higher . . . Indulge yourself in the energy of this experience and simply notice the feel- ings within you as you go up the mountain . . . allow your mental self to observe your thoughts about this experience and make a mental note to come back to that thought later for deeper processing . . . take yourself all the way up to the top if you can; if not, it is OK to stop and sit and relax before you reach the top . . . once you have reached the top, look out over the mountain at the meadow below and become aware of how you felt in the meadow and how you are feeling now . . . what are the differences in the sensations you are experiencing inside your body . . . how are your thought patterns different . . . make mental notes to yourself on all your thoughts and feelings . . . take about 5 or 10 minutes to just sit on top of the mountain and ob- serve yourself and your surroundings . . . when you are ready to continue, look around for a special place, you will know this by a feeling of being drawn in a certain direc- tion . . . as you move towards this place, become aware of a door . . . this door has your name printed on the outside . . . rub your fingers over your name and become aware that inside this door is your very own special place . . . only you can enter this room . . . when you feel ready, open the door and go inside this room . . . as you look around, you will notice that it is decorated exactly the way you would like for it to be, with all your favorite kinds of fur- nishings . . . find a place where you can sit down and get comfortable . . . prepare yourself to ask your Higher Self to come into the room and be with you . . . close your eyes and ask for your Higher Self to come forward and share its Light with you . . . keeping your eyes closed until you feel the vibration of the entire room raise to a finer and finer frequency . . . when you are ready, you can open your eyes and look upon your Higher Self . . . allow it to take what- ever form your imagination shows you and do not judge, as what you see first will be the truest vision . . . it may take on an image or a symbol or a being of Light, just al- low it to be so . . . sense whether this presence is male or female or androgynous . . . sit in the presence of this en- ergy for a while so that you begin to really feel throughout your entire physical, emotional, mental and spiritual be- ing that you are, in fact, one with this presence called your Higher Self . . . feel your heart center opening to receive the feelings of Love that emanate from this connection . . . ask your Higher Self if there is a name that you can use to call to him/her when you want to communicate and then listen . . . the first name that comes to you will be the name for you to use, do not try to judge or change the name that you hear, just go with the flow of the energy . . . do not try to control the experience or resist by trying to let your ego or analytical mind make judgments on what you are expe- riencing . . . let go and just be one with this presence . . . stay with this energy as long as you want . . . become fa- miliar with this vibration and feeling and sound, so that you can recall these various stimuli when you want to con-"},{"pageNumber":42,"pageContent":"DNA.LevelOne.Activation 42 Feb. 2001 - Rev. 5 nect with your Higher Self . . . when you are ready to come back to the earth plane reality, see yourself getting up and leaving your special room and going back out on top of the mountain, knowing that you are taking with you a deeper connection with your Higher Self . . . take your time and begin walking down the mountain, back into the meadow and back into the room that you are in physically. Each time you do this meditation, you can shorten it until eventually you just need to call out your Higher Self's name and you will capture the essence of your original experiences of going through the meadow, climbing the mountain, discovering your special room and meeting your Higher Self. Once you establish this connection, you will be able to call on your Higher Self to answer questions about your daily life -- choices and decisions that you need to make. It will be like developing a relationship with any- one, it takes time to grow. Chakra Balancing Meditation (recommended for use with “The Odyssey” CD) Understanding the chakra system is a valuable tool to add to all of your healing processes. It will help you to bridge the information from the higher realms of Light in to the physical body. Some additional studies on this subject is highly recommended. Turn the music on and begin by sitting in a position that allows your spine to be very straight. Place your feet flat on the floor and place you hands on your thighs with the palms facing up. Become aware of your chakra sys- tem (see diagram) and visualize how it interpenetrates your physical and etheric bodies. Vi- sualize the root chakra extending from the base of your spine into the earth and see the crown chakra ex- tending out into the Universe. See each chakra extending out from the center of the spine in the front and the back of the body. Become aware of all of your chakras receiving energy from the universal en- ergy field around you and providing vital life force to your whole being. Start by closing your eyes and taking several deep breaths . . . on each exhalation, say to yourself \"Relax, be calm, be still, I am at peace, I am one with the Universe\" . . . repeat this breath until you start to feel a shift taking place in how you feel. Begin focusing your awareness on the root chakra and as you inhale bring your awareness and your breath to the center, the heart of this chakra (where the central channel and the front and rear aspects of the chakras meet) . . . hold the breath and awareness in this position for 3-5 seconds and on the exhalation, send the breath out this chakra and down into the earth . . . do this several times, each time going deeper towards the central core of the earth . . . on the very next inhalation draw the breath up from the earth and in through the root chakra and bring it to the heart of the 2nd chakra, again hold the breath at the top of the inhalation and as you exhale, send the energy out the front and rear aspects of the 2nd chakra . . . as you do this, affirm that you are cleansing and releas- ing any blockages, negativity and resistance that may be in the 2nd chakra . . . move through each chakra repeating the above pattern, bringing as many cleansing breaths into each chakra as needed. When your reach the crown chakra, inhale the energy all the way up to the top of the head and with a strong exhalation, open the crown chakra and send the energy as far up and out into the Universe as you can . . . do this several times to extend your reach further out each time . . . after several breaths, switch the inhalation to start bringing energy down in through the crown charka to the 6th chakra . . . using the same pattern as on the way up the body, now you will go down the chakras in the same pattern . . . inhale to the heart of the 6th chakra, hold the breath for 3-5 seconds and exhale sending the energy out the front and rear aspects of the chakra affirming that you are bringing in the higher vibrations to cleanse, purify and heal each chakra. Take this all the way down through each chakra and when you reach the root chakra, send the en- ergy down into the earth. Sit still for quite a while, becom- ing aware of how you feel, noticing all the subtleties of vibrations around your entire auric field. If you feel that you need any additional cleansing in any of the chakras, you can go back and do so at this time. The final part of this exercise is to inhale both the earth energies (through the root chakra) and the universal energies (through the crown) into the body at the same time and go through each chakra using the same pattern affirming that a balancing and blending of the earth/universe, masculine/feminine, ying/yang is taking place within each chakra. Once you feel that you have fully opened all of your chakras and cleared any negativity from your field and filled your body with Light, you can start filling your en- tire auric field with Light energy. Breathing in through the crown and root chakras, fill the physical body with Light. If you feel called to use a specific color at this point, visual- ize a ball of color above your head as you inhale through the crown chakra. At each layer, affirm that you are creat- ing an protective shield of Light that allows only good to come to you and only good to go from you. With each ex- halation, expand the Light to the next layer of the auric field until you reach the 7th layer (go further if you feel guided). By this time, you will feel very light and very ex- panded and may start to feel that you are much more than just your physical form. You will have shifted your con- sciousness past the limitation of the layer of skin that cre- ates the illusion of separation between you and the world around you. Once you are in this state of consciousness many opportunities for exploration into multidimensional realities await you. You have now created a protective shield of Light, Love and Truth around you. This is a won- derful place to work on your manifestations. After you are finished, stand up and take a stretch, bend"},{"pageNumber":43,"pageContent":"DNA.LevelOne.Activation 43 Feb. 2001 - Rev. 5 over and touch your feet and hold the feelings within your field throughout your day. You may want to create a spe- cial symbol of this energy, so that at any time during your day, you need a quick energy boost, you can visualize this symbol in your third eye and inhale it into your being. If you feel the need to do some type of grounding work at this time, follow this session with the Grounding Earth Energy Meditation next. Grounding Earth Energy (recommended to do without music) This meditation will help you center yourself and also ground your energy to the earth plane. It will help you to focus your energy as well as help you to retain power. If you have been doing too much expanded work, you may feel a little off balance or dizzy, this meditation will help you strengthen your energy field. Once you have devel- oped a center place of power, then you will know, simply by feeling, when you are beginning to move off center. This takes time to master, so be gentle with your progress and just discipline yourself to make this meditation a part of your daily routines. Stand up straight, bare feet, (outside is nice, but not necessary) take several deep breaths to still yourself. Close your eyes and continue to inhale fully from the belly to the chest and then exhale, releasing any heaviness, any nega- tivity that may have accumulated in your being. Imagine that at the bottom of your feet you are growing roots straight down into the earth. Follow these roots with your consciousness and imagine what it is like to travel through the various layers of the earth. Take a look at the cross sec- tion of our planet to get a good visual on this. Imagine what each of the layers feel like. Travel down as far as you can. Try to imagine going all the way to the center core of the earth. Now focus on the root chakra — sending a beam of light energy down to the earth from between your legs. Use your breath and your intention to create this experi- ence. On the exhalation, travel with the breath all the way down to the center core of the earth. Once you feel this connection, imagine connecting to this core, like dropping an anchor. Now with the roots from your feet and the root chakra grounded in the earth — begin to breath the energy up into the body. With each breath, bring the energy higher until you reach the top of the head. On the exhalation, imag- ine this earth energy is filling all of your cells all the way down to the sub-atomic level of your being. If you get dizzy at any time, just open your eyes and stabilize yourself. The earth energy provides us with strength and inner power and will help to bring balance to your energy field. After a while you can eliminate some of the steps and just focus on the breathing pattern of bringing the earths energy up into the body and filling it with the GAIA consciousness. Modulate The Lifewave (recommended for use with all CDs in our Catalog) We offer this journey as a suggestion to help you get the most enjoyment out of listening to any of our CDs. If you have never meditated, then just think of it as a daydream- ing session and allow your mind to wander with the music. Travel to that place between sleep and awake and let your imagination flow. Find a comfortable place to lie down, eliminate all potential distractions that may interrupt your experience. If you tend to fall asleep easily, it might be best to sit com- fortably upright with your back and neck supported. Head- phones are not recommended for your first listening experiences, but can and should be used as you continue your explorations. For this particular journey, it is impor- tant to feel the music in the environment around you. Dedi- cate this time to your personal exploration and self-dis- covery. If you are working on any issues in your life and would like to attain some deeper guidance on these issues, we recommend that you write these down first — estab- lishing your Intention. Try to focus to a singular area of your life to work on during a session. Do not turn the music on during the beginning of this journey. Begin by focusing on your breath and becoming aware of each inhalation and exhalation. Let all thoughts go by as you concentrate on your breath — count your inhala- tions and exhalations silently to yourself if it helps to dis- tract the mind from thinking or repeat a favorite phrase or mantra like “I am relaxing, I am letting go, I am at peace.” Slow down your breathing and concentrate on taking deeper inhalations through your nose filling the abdomen first and then your upper chest, like filling a glass of water. Hold the breath at the top of the inhalation and then some- what forcefully, blow the air out through your mouth in a steady stream of air, pursing your lips together. As you are releasing your breath, say to yourself silently “I am releas- ing and letting go of any stress and negativity from my body.” Repeat this breath at least 7 times or until you feel the relaxation response. Your intention here is to move into a state of deep relaxation. If you are seeking answers to any questions or concerns at this time, speak your intention silently to yourself and ask that your Higher Self guide you in the right directions to attain wisdom. Ask your Higher Self to be with you to surround you with Light for safety and protection. On the next several breaths, imagine that as you inhale you are expanding your awareness beyond just the physi- cal body, expanding further with each breath until you be- come aware of the entire room that you are in. Imagine that you are filling up the room with your consciousness, expanding further and further with each inhale & exhale. Feel the expansion and be aware that you are more than just a physical body, start to sense yourself and your envi- ronment at the cellular/microscopic level. Become aware that you are a part of everything, expand your awareness to sense the building/environment that you are in, expand out in to the neighborhood, the city, the state, the country, the planet and to the skies and out into deep space. Only go to the place where you feel comfort and safety. Expand more each time you do this exercise to increase you aware- ness of your connection to the Universe and All That Is. At each place of expansion, sense the vibrational cur- rents and waves all around you — explore this for quite a while, simply observing this level of reality. Become aware of the pulsing in your body, starting by focusing on your heartbeat and then expanding the awareness of those feel- ings throughout your body. Let the hearts pulse radiate out so that you feel it all the way to the very tips of your fingers and toes. Expand this sensation out as far as you can while maintaining this awareness."},{"pageNumber":44,"pageContent":"DNA.LevelOne.Activation 44 Feb. 2001 - Rev. 5 NOW - Turn the music on and allow the sounds to enter your being on all levels. Let your body hear and FEEL the music and let your mind and thoughts travel on the waves of sound. Feel the vibrations of the music through- out the entire room and become a part of it. Once you pick up on different sound patterns, let your consciousness guide them to the areas in your mind or body that reso- nate to the modulations. The music will begin to stimulate visions and thoughts and feelings, simply observe and let go. Continue focusing on your breathing and let yourself go deeper and deeper into the music and sounds. Become aware of your energy body superimposed over your physi- cal body, notice how this body moves and shifts with the different patterns and modulations in the music. You can use your intent to infuse more Light to areas of tension/ dis-ease in the physical body by stretching and expanding the etheric body in these areas in flow with the sounds. If your etheric body wants to dance and move, allow this to happen and let your consciousness move with it. (see Energy Body Dance Meditation on page 43) After the music has finished, take some time to review the experience and record any feelings or thoughts that arise in your awareness. You might want to write down any information you received so that you can go back later and process the meanings and symbols within your visions. It is a good idea to do some grounding after your session if you feel you need to. (see Grounding Earth Energy Medita- tion on page 43) Afterwards, when you are going on about your day, continue to be aware of your surroundings, lis- tening, sensing and observing everything that enters your reality. There are messages even in the most subtle events — Awaken & Become Conscious. This experience is what we refer to as MODULATING THE LIFEWAVE Energy Body Dance (Recommended for “The Odyssey” & “Myth, Magic & Mystery”) We recommend that you read though this meditation sev- eral times until you get the basic pattern down. You can add you own special touches as you feel guided. Trust your inner guidance to direct you through the experience and enjoy yourself. We offer this meditation as a suggestion to help you get the most enjoyment out of listening to any of our CDs. This particular meditation work will actually cause some things to shift in your awareness of your physical body. You will also notice changes and shifts in your dream world as a result of expanding the awareness of the energy bod- ies. This technique can be applied to many situations in your life where an increased awareness of what is happen- ing in the world around you would be beneficial. If worked with regularly, you will increase your extra sensory per- ceptions and begin tuning into some of the subtler vibra- tions that are around you all the time. Start by achieving a state of relaxation, not only the physical body, but also quiet the mind and focus your thoughts. Work with our “Modulate the Lifewave” medi- tation first if you are not sure how to move into a balanced state of awareness. You will find that you can do this ei- ther lying down, sitting up, or by dancing and moving around. If you choose to get up and boogie :-), allow the movements to arise gracefully and spontaneously from the core of your being, taking whatever free flowing forms that come forth. Be playful, be open and experiment with this. Allow yourself to joyfully and openly embody the energy of creativity. For your 1st time, we suggest that you lie down and to not put any music on. It is understood that you are already aware of your main chakra system and the 7 main layers of your auric field. This is the common place of reference where we would like you to begin. Each chakra corre- sponds to each layer of the auric field, so in essence each layer also has an energy body that can be directed by your will and intention. It is important to use your eyes to assist in directing the energy, you will find that they naturally start to move along with your intentions. We begin by ex- panding our awareness to the 1st layer of your auric field. Connect to the earth’s energy with your root chakra, traveling deep down towards the earth’s core. Anchoring in, begin to inhale this energy up to the root chakra. As it reaches the root chakra, bring it up through the central channel and hold it there for a few seconds and then ex- hale. As you exhale, expand your awareness about 1” be- yond the boundary of the physical skin. Do this breath sev- eral times until you really feel that you have expanded your awareness beyond the physical body. On the next inhala- tion, bring the energy from the earth up through the root chakra to the 2nd charka and hold the breath for a few seconds and then exhale out the front and rear of this chakra. As you exhale, move your awareness to the 2nd layer of the auric field, several inches beyond the physical body. Follow this same pattern all the way through each of the chakras. When you reach the 7th chakra, inhale the energy to the top of the head and let the energy spiral around the pineal/pituitary area a little and then exhale out the top of your head like a geyser of Light extending up several feet above your physical body. At this time, you should feel very expanded, very light and very peaceful. Now become aware of your etheric double, what the Egyptians refer to as the KA. This body mirrors your physi- cal except that it is more subtle matter and is not confined to the same limitations that you have in 3D. Start by stretch- ing this body, first extending the feet, followed by the rest of your legs beyond your physical feet. Stretch them sev- eral more feet of measurement if you can. Then stretch the arms outward several feet also, then move to the top of the head and extend your head, neck and shoulders several feet beyond the top of your physical head. Now become aware of the front of your body and stretch the entire front of the body out beyond the physical body. Then follow by doing the same with the back of your body, move beyond the limitation of the floor/bed/couch that you are lying on. Remember the etheric body does not have the same rules of reality that your physical body does. Now that you have expanded and stretched the etheric body, start experimenting with different movements. Your etheric is attached to your physical via the chakra system and specific seed atoms, so you do not need to worry about become separated from your self. You may experience an out of body type sensation, but know that you are the one guiding it and controlling it with your Will. Start lifting the etheric up above the physical as high as you can go"},{"pageNumber":45,"pageContent":"DNA.LevelOne.Activation 45 Feb. 2001 - Rev. 5 Upcoming Release DNA.LevelOne – Shamanic Journeys into the Multidimensional Timestream This CD will be composed of several uniquely guided journeys blending words, chants and affirmations creatively woven into our soundscape tapestries. Tentative Release Date: Fall 2001 and still maintain your awareness. Turn over your etheric body and look down upon the physical. You can exchange energy between your etheric body chakras and your physi- cal body chakras if you want. Then lower your etheric down and through your physical, going through the floor. Again turn around and come back up to merge with the physical again. You can also allow the etheric to get up and walk around you, or the room, or your house and go outside if you feel you can still maintain an aware connec- tion. You will get better at this with practice and you will be able to maintain a connection when traveling at a dis- tance. You can also begin to fly with this process and you will find that you will gain more control in your dream state, as your etheric body is the body you take with you on your dimensional travels. After you are finished playing with this exercise, we suggest you put some music on and let the etheric body dance spontaneously to the sounds, melodies, patterns and modulations within the music. You will amaze yourself at the fluidity with which you can move in your etheric body. When you practice this experience when you are actually dancing in your physical body, you can allow your etheric body to move one way, almost like having an invisible partner. Most of all have fun and enjoy, don’t push the ex- perience, it will shift and change over time as you become more proficient at it. Because your etheric KA mirrors your physical, as your awareness allows it to become more flex- ible (which is its natural state), this renewed state of free- dom will also be reflected and integrated in your physical form. Our “Myth, Magic & Mystery” CD is a good one to use for movement as it has more rhythms and drum beats in it for dancing. We are working on some new releases that will really take this type of dancing to the next level called Cyber-Shamanic music, to be released in 2001. Testimonials from those who are exploring the DNA Soundscapes ... The experience I had with my first listening to CD #1, was extraordinarily visual. Immediately upon beginning to listen, I saw an activated, crimson red caduceus, not in the distance, but within my brain center. My entire body went thru a deep, primal, visceral activa tion. A brilliant- white, spinning “hoola-hoop” lightring appeared around my torso. I shifted nicely, and was surrounded by multitudes of spinning white spheres with spinning vortices. A couple of days later, while listening to CD #1, I went outside to see the sun set. I thanked Sol, wit h my arms raised to the sky. As I turned around to go back in, the days’ light changed to a brilliantly/muted white/blue light. Then very gently, t he distance between objects began to change. Expanding and contracting. Time stopped. I was suspended in a beautiful reality of Peace, Space, Light , and No Time. When I turn to go back into my house, it felt as if I was stepping down and reentering my reality. With CD #2, my body goes int o fluid movements. I also sense a combination of grounding and expanding of the body. Also get into nice semi-trance states. Looking fo rward to continuing my listening pleasure and see where I travel to. As a singer/musician, I can fully appreciate the texture and expres sion of your music. And how gently you resolve your perfectly positioned dissonances back into harmonic structure. I easily become one with the mus ic and accompany it with my song. — C.P., FL USA I have been involved with energy work since age 8. Always believed that I had been dropped into a dysfunctional family from al ien space. I always knew there was something bigger & better to bringing balance to ones person life. I am now 39 years of age and finally s tumble across DNA activation page after many years of searching. I fell in love with all the sample music. I knew that even though I had just requested the level 1 cd - I would be ordering the other set. The vibration felt at all level of my chakra’s was phenomenal. I played the music whe n ever I was in the house. The more I play it the more I heard. I work with Chakra balancing and help people balance themselves and there life. In the past 2 years I became a Reiki Master not knowing this step was needed to increase vibration and resonance in my body to accept all other infor mation. I did not have parental guidance or guides to help me to continue in this field when I was younger, but I certainly plan to be a guide to children of today so that they do not have to repress their power and have to reawaken it 20 years later. Children are the new wave of leaders and n eed guides to see them through the next evolution. Thank you for making the information and sample available to the internet. All my energy bodie s and soul thank you. — H.L, Ontario, Canada - Reiki Master I received DNA Activation CD #1 yesterday. I have experienced it twice. The first time I did not consciously make it all the wa y through, I believe I made it about half way before drifting off. The second time though last night at about 10 pm, I experienced the whole piece......whew! It is a masterpiece! I AM a lover of meditation and I have listened to many, many, many presentations to help the meditational proces s and I have never heard a bad one, in fact I have enjoyed every one of them for one reason or another....BUT....I have NEVER had one do wha t DNA #1 did for me last night! I AM still resonating with it! I wake early every morning (about 4:30) and do a walking meditation to start my day.....I was still feeling the effects of the program! Amazing! Magical! Incredible! I AM honored to have been able to experience this infor mation, and will continue to enjoy it. You can be assured I “heard” the message. I AM also looking forward to the other 3 CD’s. — M.W., Michigan - musician, singer"},{"pageNumber":46,"pageContent":"DNA.LevelOne.Activation 46 Feb. 2001 - Rev. 5 A fter listening to the first cd for a bit about 2 months ago, i had some dreams about jumping really high and also floating off the ground about 4 inches or so, while everyone else was running, but more recently when i listened to cd 2 a few times before i went to bed, i wa s jumping really high, but then i ran off a hill and started to fly, and i flew all around nice mountains, and even landing on top of one, but a nyways it was awesome, and I've never been able to fly in my dreams, which shows how the cd progressed me immediately to a new level that i r ealized in my dreamstate. Also my parakeet loves the first cd which I've played for him, he usually closes his eyes and kind of sleeps or som ething, i noticed once i was playing it in my room, and he looked up and started looking at stuff turning his head and watching things flying or somet hing, i also played CD #2 for him but I'm planning on doing it some more for him, but anyways after i meditate or it is a high energy day, he start s looking at stuff around my or above my head, he's always watching stuff floating around, and through all my interactions and observations, I'm 1 00% positive he can see the astral realm, and is semi telepathic with me. — Alex, Maryland We have been having excellent results with the DNA series. My husband is recovering from a stroke and he listens to the CDs all the time. He finds it really helps him relax and move easily into the healing state of consciousness. He also feels that he sleeps much bett er. — RH, Dallas, TX I have been using cd no. 3 daily, with headphones and the following has happened in the last few months. I would like to prefac e the following with indicating that I am 48 yrs old and so the following I consider very unusual: my skin is smoother, stubborn wart disappear ed, teeth straightened, grew 1.5\". Yesterday when I lay down with the headphones and cd no. 3, I experienced massive psychic surgery. It was as though I were in a chamber and most of the work was concentrated in my head and inside my mouth but I could also feel it in my throat an d down to the lower part of my body. I am really enjoying working with the cd’s and get the distinct feeling that new passageways between the left and right brain are being created while I work with them. — C.R., Texas I have been listening to the first DNA cd several times and it is a wonderful experience. I can feel the effects of the sound a nd vibrations in my physical body as well as in my aura. This cd’s are a real blessing to me. I feel much better connected with my guidance and hig her self. I have “found” answers to important questions that I had for quite some time. My confidence in Spirit and the universe has grown and I feel much better connected with my spiritual family. Yesterday the 2nd cd arrived and when I listened to it it’s music really touched my heart! There is so much beauty in it that it made me cry from happiness. Finding this website and the cd’s are a wonderful. It proves that I am no t alone and that I am getting all the help I am asking for at the right time. Even the plants in my house are getting brighter since I am playing this cd’s! Thank you Spirit and thank you Shapeshifter! —I.R., Belgium, Europe I have only received my CD’s of the DNA series today. I have actively listened to the first one and can honestly say I have nev er (in 20 some years of listening to every “growth” tape imaginable) felt so totally immersed and transported by anything. I am looking forward to t rue spiritual growth. —Rose, US I also remembered different parts from cd one as if I had heard them before, but definitely not from this lifetime...The music is wonderfully healing, and I noticed a cleansing going on afterwards that, next day, made me feel much more centered and balanced and also mo re multi- dimensional at the same time. I recommend listening to it outside. Even the animals and birds made it obvious that they noticed the changes in me while listening to the music! —an-PA, US I love the first CD! It hits right home. I can hear it a little from other rooms, and always try to get back to the playing roo m as soon as possible — seems to me the DNA sound frequencies are “memorized” by the furniture and crystals in the room and then replayed as needed. —G.M., Spring Hill, FL USA This morning, I put on the DNA CD. I taped some moldavite to my 3rd eye area and lit a white candle in the background and put s ome crystals around it. I had one of the most incredible altered state experiences that I have ever had. Beings from the cosmos came to work on me and I saw what I assume represented my DNA (red spirals that looked like the old fashion springs on retractable pens). The beings told me that they came to work on my field and then proceeded. At the completion of the experience, I was in such a deep altered state that it seemed ver y difficult to bring myself back to normal consciousness. —C.R., Texas USA I feel a very strong connection to this music .. some of it almost like I have heard it before .. familiar tones indeed it hous es ... Powerful stuff... I doubt no longer :) —D. R., Tucson, AZ USA I have been listening to the DNA CD and I keep enjoying it. It is difficult to describe my experiences, I cannot even find the words for it in Dutch...So many impressions occur to me, that I feel I must just let them be and wait until all pieces fall in their places. Ev erytime I listen, this CD seems to be different. I can feel that both my energetic field and my body are responding to the sounds. I feel it most of a ll in my head, backbones and feet. My dreams are becoming much clearer and are helping me to ‘clear up’ past experiences. (The last 14 days I have met several people, as well in my dreams as in daily life, who I had not seen in years!) One time I could feel an energy flowing from my ne ck to the backside of the heart chakra and than flowing into my arms and hands. It lasted the whole duration of the CD. This energy was strong and sp rankling at the same time and did not seem to have any temperature. Afterwards I felt my arms and hands becoming very warm........lovely! I not iced that when I vaporate essential oil (bergamot=petitgrain or lavendula) into the room while listening to the CD, I have more visual experienc es. When I don’t, I have more physical experiences. I think that the plants in my living room are also enjoying this heaven-sent music; They all ar e spreading their leaves wide open! —I.R., Belgium, Europe"},{"pageNumber":47,"pageContent":"DNA.LevelOne.Activation 47 Feb. 2001 - Rev. 5 I received DNA #1 and listened to it last night while meditating in complete solitude and I have to tell you what a wonderful e xperience I had. I actually felt the vibrations throughout and had a very unusual meditation trip. I connected with a new guide, it really opened me up to say the least and that was the first time listening to it. Had some physical reactions during my sleep, night sweats, and I feel today like I am cleansing. I look forward to the change. —C.K., Milton, WA USA I like the fact that I listen to it almost everyday and am not bored with the music. I look forward to my meditation time with the CD and miss it in the meditations where I don’t use it. There are so many different things to listen to. I definitely have my favorite parts and I can feel the differences. Although, I can’t quite put the feelings into words, they haven’t jelled yet. The change in my energy is significa nt. It doesn’t just feel stronger; it’s different. I’m not really sure why I am surprised. It feels stronger and has a higher frequency than before I st arted listening to this CD. But there’s another difference — it’s almost like I started over. Kind of like I started on one path and now I’ve switched to another? I’ve moved over somehow. —K.R., Arlington, TX USA The DNA activation CD’s are a complete blessing in my life. I was looking for something that I could actively do to encourage m y own evolution. Thanks to a dream, I found Shapeshifter. It was a literal answer to my prayers. The first time I listened to the first CD in th e series, I was in complete awe of what I was hearing. It was beyond anything I had ever heard before. I could actually feel the sound coursing th rough my body. It leaves me with a sense of amazement towards the universe and the human being. I plan to obtain 2, 3 and 4, not to mention The O dyssey, in due time. I encourage everyone out there to invest a little money and a lot of time into these CD’s. Your very being as well as you r purpose on this planet are understandably worth it. — M.M.T., Mobile, AL USA I have to admit at first I was skeptical that listening to these DNA CDs would actually make noticeable changes in my reality, but I approached them with an open mind. I have been studying the effects of sound on the body (both physical and etheric) and in theory I under stand the greater potential of this work. I have been a meditator for over 20 years, so I am no beginner when it comes to traveling into the unkn own. When I first received the CDs, I spent a whole weekend at home listening to #1 while meditating, working around the house and during sleep. I noticed immediately that my body seemed to drink in the unusual sounds and patterns that are in this music. I also noticed that I never felt that I heard the same thing again — the music kept shifting and changing depending on what I was focusing on. I experienced all kinds of phy sical and non- physical sensations that I could only describe as little orgasms all over my being. I also noticed that my clairvoyant vision w as intensified all during the weekend. My dream states were very vivid and I had several awakenings during the night where I was lucid in my dream s. I received a whole new download of information about my work on the planet that was incredibly powerful. The most interesting experience w as when I went off to work on Monday - I swear the world had completely changed. I felt much more in the flow of things and my 6th sense perceptions were heightened so much that I could hardly believe the flow of information that was coming into my energy field. I had been wo rking on a big project that I really wanted to come through and it magically fell into my lap that morning. Thank you so much for bringing thi s work through and sharing it with the world, I am truly a believer now in the power of sound and look forward to moving on to 2, 3 and 4. —J.G., New York, NY I have been listening to the CDs all night while I sleep. I noticed that I periodically wake up through the night and tune in t o certain places in the music. It seems to coincide with my dreams and then as I drift back off to sleep, it stimulates visions. Last night I had a dis turbing dream and awoke and then I listened to the music while I was processing the information. I was quickly taken to a pastlife memory, I was very clear that is what it was. I had been setting my intention to uncover what are the deeper imprints underneath my abundance issues. It is a fe eling tone that I am working on transforming. I was clearly shown this in my meditative state and at that time, I asked my guidance to remove/tra nsform the block that was preventing me from attaining my abundance. I felt a definite shift in my energy field and lots of information po ured in. Of course I fell asleep and can’t really remember the details, but when I woke up, I did not have that same dense feeling that I have been having. I really feel something powerful happened and I am looking forward to having it unfold. — L.R., Asheville, NC The 2nd time I listened to #1...I was relaxing..(or trying to) I have never been able to journey....I have tried over and over. .. anyway...about half way through...(Im serious here) a dolphin flew through the air and grabbeed me ...we went to the bottom of the ocean (a fantast ic trip!!) and through a cave where I could get out of the water and observe what was going on! I wasnt having any trouble breathing however! In this beautiful blue and green sparkling cavern was a huge group of whales. The dolphins and the whales were meeting together. The so unds and feelings were so beautiful and peaceful...I couldnt help crying!! They were telling me telepathically..(and not in english) tha t this was some sort of world summit meeting. My dolphin kept checking up on me to make sure I was all right. When I decided to leave he took me out an d we gradually made our way to the surface... when I was back I told my husband what had happened and he went back with me!!! We never spoke t o each other...I couldnt see him like I saw the dolphins and whales ...I felt him..When we were back in the room I never said anything and Steve described the journey to me perfectly....right to the last detail!!!! He can journey and does alot to his drumming...but this was truly a mazing to me!!!! cant wait to continue the journey!!! Oh another thing... the next couple times I listened it irratated me...I was not in a relaxed s tate and we were going through extreme stress with all this store buying stuff...its almost like it tells me If you cant really listen...dont listen a t all!!!Another thing....I have never had any interest in any kind of ocean life before!!! Never gave dolphins a second thought untill that day. Now I bel ieve that is why I have had trouble in the past ...the dolphins are going to teach me now that I have dropped that barrier!!! I hope anyway.... Alyce, PA, USA We’d love to hear from you as you begin your explorations with these soundscapes. Share your experiences with these CDs and we’ll post them to our Testimonials page on our website."},{"pageNumber":48,"pageContent":"DNA.LevelOne.Activation 48 Feb. 2001 - Rev. 5 Suggested Books on DNA Activation For those of you who are seeking more information on the emerging paradigm of learning how to consciously interface with your DNA, we have compiled a list of books for you to consider. We want to emphasize that we, Shapeshifter, do not endorse or specifically recommend any one teaching over another, as it is our guidance and gift to embrace all teachings for their contribution to the whole. All of the books presented here have been reviewed by us and we ask that you use your own discernment to determine the validity of the teachings offered. Our guidance has taught us to always ask more questions and to continually go deeper, it is within this spirit that we offer the following for your consideration. Contact us if you have any questions or would like to talk about which one of the these offerings may be appropriate for you. We are continually updating this list, check our website for updates. If you decide to purchase through the web, consider supporting our project by buying through Amazon.com from our link - http://www .visionarymusic.com/dna-books.html Books are listed in alphabetical order according to title Bringers of the Dawn: Teachings from the Pleidians by Barbara Marciniak Based on over 400 hours of channeling by trance, channel Marciniak presents the Pleiadians as a group of enlightened beings who have come to Earth to help us discover how to reach a new stage of evolution. Some of the first channeled teachings to emerge on the 12-strand DNA, good foundation to start with. - Shapeshifter The Cartoon Guide to Genetics by Larry Gonick & Mark Wheelis Having trouble deciphering your genetic code? Do dominant genes make you feel recessive? Let reigning nonfiction cartoonist Larry Gonick and microbiologist Mark Wheelis ease your way through Mendelian genetics, molecular biology, and the basics of genetic engineering. A fun way to learn about DNA and genetics from a scientific approach, very cleverly done. - Shapeshifter Change Your DNA, Change Your Life! by Robert Gerard, PhD. Change Your DNA, Change Your Life is a journey to better health, self-healing, and emotional freedom. It will take you to the edge of your imagination, unlock doors of limitation, and propel your creativity to dimensions of which you once only dreamed. Additional Info on author & book - HERE Robert travels the world teaching of DNA Activation work. This book gives you a great foundation for your explora- tions. - Shapeshifter Cosmic Serpent : DNA and the Origins of Knowledge by Jeremy Narby A personal adventure, a fascinating study of anthropology and ethnopharmacology, and, most important, a revolutionary look at how intelligence and consciousness come into being. Great piece of work that connects many potential truths to the wonders within our DNA. Listen to the DNA CDs while reading this book and the information will travel deep into your consciousness awakening many new awarenesses about who you really are. - Shapeshifter Earth : Pleiadian Keys to the Living Library by Barbara Marciniak The bestselling author of Bringers of the Dawn presents a challenging, controversial work designed to awaken our rememberings of being members of an all-encompassing Family of Light, now ready to embrace our true psychic, emotional and physical evolution. Embraced worldwide as key spiritual teachers, the Pleidians use wit, wisdom, and deep compassion to assist us in creating a new vision of Earth. By restoring value to the human being and recognizing the Goddess energies and the power of blood as connections to our DNA, we can discover our crucial roles in the transformational process unfolding in our times. A true classic, definitely worth reading as Barbara truly brings through some evolutionary concepts regarding our living library of information contained within our DNA. - Shapeshifter"},{"pageNumber":49,"pageContent":"DNA.LevelOne.Activation 49 Feb. 2001 - Rev. 5 E.T. 101 : The Cosmic Instruction Manual by Zoev Jho (aka Diana Luppi) Did you arrive on this planet without a set of instructions? Have you ever secretly suspected you were adopted - from another, less dysfunctional world? Has your genetic coding (DNA) been giving you trouble lately? Do you vaguely recall a reason for being here, But are pretty sure your current job is not it? Hang in there. A definite must read to add some very cleaver wit and humor to the subject. - Shapeshifter Go Up and Seek God by Vianna Stibal Vianna ’ s book is on the 12 strand DNA activation. Vianna developed cancer and asked the Creator for help. With the guidance she received she developed this healing process. this book is a copy of her channeling techniques received from the Creator. it explains not only how to activate your DNA, but also how to heal yourself and others. It teaches you how to go into anothers pysical struchture and observe what is going on inside the body. Additional Info on author & book - HERE Vianna is truly and innovative and original source of DNA Activation work. Here book is a must have for your beginning journeys into DNA Activation. - Shapeshifter Hathor Material By Tom Kenyon & Virginia Essene Masters of Love and Sound from an ascended intergalactic civilization. As once we helped ancient Egypt and Tibet, we have now returned to assist humanity ’ s current evolution. A very loving energy transmission, good info on sound as well. Tom is also a musician and very involved in teaching sound work. - Shapeshifter Molecules of Emotion : Why You Feel the Way You Feel By Candace B., Phd. Pert, Deepak Chopra Dr. Pert's pioneering research on how the chemicals inside our bodies form a dynamic information network, linking mind and body, is not only provocative, it is revolutionary. By establishing the biomolecular basis for our emotions and explaining these new scientific developments in a clear and accessible way, Pert empowers us to understand ourselves, our feelings, and the connection between our minds and our bodies -- body-minds -- in ways we could never possibly have imagined before. The Power of Twelve, A New Approach to Personal Empowerment by Anne Brewer Join Anne Brewer on her voyage as she shows us her way to fulfillment and self-actualization. The Power of Twelve is Anne ’ s first person account of her path toward ascension through DNA Recoding. As Anne tells us, ascension is impossible without first reconnecting the DNA since ascension requires access to a higher level of consciousness. No one presents this material in the way that Anne does - it helps you to understand each stage and how it can impact your life in practical terms. Beautiful loving energy emanates from this work. - Shapeshifter Sign of the Serpent : The Key to Creative Physics by Mark Balfour A very interesting book that delves into the symbolism and veneration of the Serpent in India , and how this information permeated many different cultures and belief systems. There is even a fascinating parrallel drawn between India and the Aboriginal Dreamtime. The Serpent energy is explored in many aspects relating to not only the Kundalani life force, but the underlying quantum matrix of the Universe as well. Information about the spiralic patterns of manifestation, the electromagnetic currents of energy underlying percieved reality, and many other profound topics. The information in this book is woven together in an engaging narrative that often tackles deep subjects from interesting \"angles\" and makes the insights drawn from these patterns of meaning accessable to seekers on many levels of awareness. - Shapeshifter"},{"pageNumber":50,"pageContent":"DNA.LevelOne.Activation 50 Feb. 2001 - Rev. 5 Voyagers: The Sleeping Abductees (Volume I) by Anna Hayes One of the most comprehensive guide available on the hidden truth of the UFO phenomena, ET visitation and Visitor agendas, the mechanics of and purposes for Visitor contact/abductions and assisting abductees. Explores the realities of contemporary ET visitation, covert government dealings with Intruder ETs, the Zeta Earth take-over agenda, ET-human hybridization and hybrid pregnancies, historical involvement of ETs with humanity and the evolution of human consciousness, and protecting humans from present Intruder manipulation. Introduces Keylontic Morphogenetic Science and the Cellular Alphabet, the Silicate Matrix gene code, the Soul Matrix, the 6 Primary Levels of Identity model of multidimensional human consciousness and Keylontic Exercises for memory recall and bio-energetic field balancing. Voyagers: Secrets of Amenti Voyagers: The Secrets of Amenti (Volume II) One of the most authoritative text available on the purposes, processes and mechanics of human evolution, preparation for the monumental events that will occur between 2000-2017, humanity ’ s true origins and evolutionary destiny and the hidden purposes for the New Age Movement. Detailed information on Keylontic Morphogenetic Science, time mechanics, interdimensional planetary evolution, the science of Dimensional Ascension, integration of multi-dimensional identity, DNA mechanics and accelerated biological and spiritual evolution. Introduces a comprehensive model of 15-dimensional universal physics and the corresponding 15 Primary Chakra System and 12-strand DNA Silicate Matrix gene code. Discover the secrets of humanity ’ s evolutionary destiny that have been hidden within our ancient, traditional and New Age sacred mystical and religious teachings. Very intense reading, lots of historical data, but worth the time to ingest the information as it pertains deeply to our DNA. - Shapeshifter Unraveling DNA: The Most Important Molecule of Life by Maxim D. Frank-Kamenetskii Written for both professionals and curious lay readers, Unraveling DNA is the definitive guide to understanding DNA: its history, how it works, as well as the latest findings. Some easy to read scientific info about DNA. We recommend that you view some of this info also to learn about the DNA from all angles. - Shapeshifter We Are the Nibiruans: Return of the 12th Planet by Jeliala Starr The secret history of Planet Earth; the ET origins of the human species; the hidden purpose of the so-called junk DNA in our bodies; the Ancient Ones and their purpose. Jelaila Starr has been designated to work with those who are ready to receive the realignment and fusion of their twelve strands of DNA. When enough of us have completed this process Recoding, Reconnection and Activationthe increased mass consciousness frequency will shift our planet into higher planes of the 4th Dimension and will diminish the pending Earth changes crises that are pre- dicted. A definite must have in your collection. This is but one of many tools that Jeliala offers for DNA Recoding work. - Shapeshifter"},{"pageNumber":51,"pageContent":"DNA.LevelOne.Activation 51 Feb. 2001 - Rev. 5 Pre-Activation/Recapitulation Journal As you begin your explorations with these DNA Activation soundscapes, you may want to spend some quiet, focused time to examine where you feel you are on your path. Make some notes about the current manifestation of your health, your personal life, your career, your manifestations and your abilities to hold higher frequencies of Light. The following questions can be used as a launching pad to stimulate thoughts, ideas and concepts to help you with this process. Use them to stimulate more thoughts on your own, as many more questions will come to you as you begin this process. We have provided several pages to record your insights. From time to time, you might want to return to these pages and review your entries, you can then add updates so that you can monitor your progress. As you move to each successive CD, we recommend that you take some time to record your journeys and make notes on the effects and benefits you are experiencing. In this way, you may begin to see patterns and relationships emerge. Physical Health Examine the state of your overall health and well-being and make notes on any symptoms or problem areas that you may be having. List any chronic or acute complaints that you have been having in order of degree of severity. Make notes regarding the types of OTC or prescribed medications you may be taking now, as well as any alternative herbs, supplements, vitamins, vibrational essences, etc. that you may be ingesting as part of your health program. List any alternative therapies or treatments that you may be going through now and the results you are experiencing. Think about what areas of your physical body ’ s health that you would like to have change or shift as a result of incorporat- ing DNA Activation processes into programs to enhance your wellbeing. Examine your stress level and note how often you are in an agitated state and how often you are in a relaxed state. Mental Health Give thought to the current state of mental stability in your life. What types of thoughts do you focus on the most during your day? Do you consider yourself to have healthy, productive, positive thoughts or do you feel that you entertain thoughts that do not support your highest goals and aspirations? Make note on any common thoughts you have that seem to be repeating patterns in your life. Do you spend more time in your intellect and your imagination than in action and activi- ties in your real world — Do you feel balanced in this regard? Do you have difficulty quieting your mind because you are so mentally active? Has your mental world overshadowed your emotional, feeling nature and how does this affect your reality? Emotional Health Examine your state of being and explore all your different emotional expressions. Be honest with yourself and write down which emotional states you spend most of you time in. Equate these emotional states with people, places or events in your life. What are your predominant emotional expressions? What feelings would you like to experience more of and which would you like to transform? Do you often feel that you need to defend your ideas, beliefs, viewpoints and experiences of life from attack from others with a more narrow perspective of reality? Have you ever considered that these defenses may relate to your childhood or pastlife experiences? How much do you hide your real self from your family, significant others and the world around you? How much fear and guilt do you hold about the life you live now and the life you would like to live? How do these feelings prevent you from living your full potential? How deeply do you allow yourself to experience the higher emotions of Love, Joy and Bliss? How open are you to expressing these feelings with others in your life? Habits/Patterns/Addictions List the habits/patterns/addictions in your life that you consider to be contributing to a lower vibra- tional experience of reality. Which of these do you want to change? What would you like to be doing and experiencing to move towards a more positive expansive reality? How open are you to change? Do you feel like you are stuck in a rut or groove that you can ’ t seem to break free of? Have you considered that it might take some time for the new beliefs to take hold and are you willing to persevere long enough for this transition to actualize? What are you willing to start letting go of today in order to bring more Light into your life? Are you forcing change or are you learning to love and accept yourself as you are now, as an evolving being of Light who is growing and learning each day?"},{"pageNumber":52,"pageContent":"DNA.LevelOne.Activation 52 Feb. 2001 - Rev. 5 Career Are you currently in a job or career path that brings you joy? If not, what is it about the job that is not fulfilling to you? What type of job or work would you prefer to be doing? If you did not have to work for financial needs, how would you spend your time.? What would your days be like if you could only do what you wanted to do with your time? How well are you utilizing your gifts and talents in your current position? How could things change within the current situation you are in now? What skills or talents do you need to bring forth in order to be doing something that would bring you more joy? Do you feel you have a mission in life or a reason that you are here and are you day by day taking the steps to actualize that vision? Do you believe in yourself enough to continuously work towards your highest goals and visions, even through the challenges that may appear in your life from time to time? What is your dream, your ideal source of abundance in exchange for your energy? Family Are you blessed with loving supportive family members that encourage you to follow your heart and to listen to your inner guidance? How does their presence in your life assist you in fulfilling your higher goals and aspirations? Do you feel nurtured and accepted for who you are? How do you react to the influence of their belief systems, cultural, religious, moral judgments, expectations, etc.? In your process of evo- lution, do you need to increase or decrease time with anyone in your family in order to remain in higher states of consciousness? How do you believe that you can transcend this perceived limitation? How can you raise the quality of your relationships to a Higher place of Love? Social Do you hold on to past out-moded relationships or do you surround yourself with friends who Love and support your higher dreams and visions? Are they supportive when you make changes and explore new, unknown areas or do they seem to attempt to manipulate your energy by holding you back to a place where they feel comfortable? Do you feel understood and listened to by your closest friends or those you come in to contact with? In conversations, do you attempt to dominate the energy or are you able to listen to others feelings and points of view? Is there jealousy and envy involved in your interactions? Do you feel unappreciated and not understood by the world at large? If you are searching for a mate or significant other, are you looking for Love in all the wrong places? Do you seek out places, events or groups that you feel resonance to in order to find a place where you can truly express your Light? Spiritual Goals This is the area where you should spend considerable time after you have reviewed the patterns of your life. Continue to go deeper into the music, asking for your highest purpose to be clearly shown to you through a loving connection to your Heart center, your Higher Self and The Source of All That Is. Keep exploring the many possibilities that emerge as you awaken and activate your multi-strand DNA matrix. What do you want to achieve this lifetime in relation to your spiritual progress? What lessons did you come here to complete? What karmic threads or patterns are you experiencing this lifetime that you still need to work through? Your life is a wondrous artistic expression born out of the choices you make each and every day, choose wisely and choose well. The choices you make today shape the future you experience tomorrow. If you feel that you need additional support and guidance as you continue to walk this path, we are available to you in many ways. Please feel free to call us at 828.686.4429 during afternoon and early evening hours (EST zone). Several memebers of Shapeshifter also provide creative evolutionary guidance in the forms of pastlife readings, aura portraits, chakra reading and balancing sessions, intuitive guidance and remote vibrational healing sessions in The Odyssey™. You can request any of these readings at http://www .hp-net.com/3rdeye . DISCLAIMER: (for obvious reasons) The information offered in this book should be considered spiritual in nature and not based i n scientific fact. This type of guidance is not recognized to be truth by current medical or scientific models and should not replace your doctor ’ s or other health care professional ’ s opinions. You are ultimately responsible for the reality you experience and therefore create. This work is to be considered exp erimental and for adventurous explorers of consciousness."},{"pageNumber":53,"pageContent":"DNA.LevelOne.Activation 53 Feb. 2001 - Rev. 5 JOURNAL: thoughts . . . notes . . . feelings . . . experiences . . . questions . . . answers ___________________________________________________________ __________________________________________________________________ __________________________________________________________________ __________________________________________________________________ __________________________________________________________________ ___________________________________________________________________ __________________________________________________________________ __________________________________________________________________ _________________________________________________________________ _______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ _______________________________________________________________ ________________________________________________________________ _________________________________________________________________ ________________________________________________________________ ______________________________________________________________ _____________________________________________________________ _____________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ _______________________________________________________________ _________________________________________________________________ _________________________________________________________________ _________________________________________________________________"},{"pageNumber":54,"pageContent":"DNA.LevelOne.Activation 54 Feb. 2001 - Rev. 5 JOURNAL: thoughts . . . notes . . . feelings . . . experiences . . . questions . . . answers ___________________________________________________________ __________________________________________________________________ __________________________________________________________________ __________________________________________________________________ __________________________________________________________________ ___________________________________________________________________ __________________________________________________________________ __________________________________________________________________ _________________________________________________________________ _______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ _______________________________________________________________ ________________________________________________________________ _________________________________________________________________ ________________________________________________________________ ______________________________________________________________ _____________________________________________________________ _____________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ _______________________________________________________________ _________________________________________________________________ _________________________________________________________________ _________________________________________________________________"},{"pageNumber":55,"pageContent":"DNA.LevelOne.Activation 55 Feb. 2001 - Rev. 5 JOURNAL: thoughts . . . notes . . . feelings . . . experiences . . . questions . . . answers ___________________________________________________________ __________________________________________________________________ __________________________________________________________________ __________________________________________________________________ __________________________________________________________________ ___________________________________________________________________ __________________________________________________________________ __________________________________________________________________ _________________________________________________________________ _______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ _______________________________________________________________ ________________________________________________________________ _________________________________________________________________ ________________________________________________________________ ______________________________________________________________ _____________________________________________________________ _____________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ _______________________________________________________________ _________________________________________________________________ _________________________________________________________________ _________________________________________________________________"},{"pageNumber":56,"pageContent":"DNA.LevelOne.Activation 56 Feb. 2001 - Rev. 5 JOURNAL: thoughts . . . notes . . . feelings . . . experiences . . . questions . . . answers ___________________________________________________________ __________________________________________________________________ __________________________________________________________________ __________________________________________________________________ __________________________________________________________________ ___________________________________________________________________ __________________________________________________________________ __________________________________________________________________ _________________________________________________________________ _______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ _______________________________________________________________ ________________________________________________________________ _________________________________________________________________ ________________________________________________________________ ______________________________________________________________ _____________________________________________________________ _____________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ ______________________________________________________________ _______________________________________________________________ _________________________________________________________________ _________________________________________________________________ _________________________________________________________________"}]
