[{"pageNumber":1,"pageContent":"Y R O U R S P I R I T U A L E V O L U T I O N V o lu m e 2 I s s u e 1 J a n . 2 0 0 8 RELIGIONS AND SPIRITUALITY SPIRITUAL POEMS"},{"pageNumber":2,"pageContent":"Executive Editor Amitt Parikh amitt.parikh@gmail.com editor@Y ourSpiritualRevolution.org Graphic Design Gunaji M. Parab Parikh Infosolution P . Limited info@parikhinfosolution.co Published By Spiritual Science & Research Foundation www .BeEnlightened.org Editorial & Advertising Office #9, Shreeji Krupa Soc, Plot 14, Sector 2, Charkop, Kandivali (W), Mumbai 400067, India. T el : +91-022-28677128 Fax: +91-022-28681221 advt@Y ourSpiritualRevolution.org www.yourspiritualrevolution.org “Spirituality is the core of all religions...” In today ’s world most religious people have totally forgotten the meaning of being ‘ religious ’ and put blind faith in misunderstood ideas and have deep hatred for other religions , other ways of looking at the reality . F rom believing their God as the only true God , to tr ying to please their God with animal or human sacrifices or brutally killing or burning innocent people of other religions - the madness seems to have reached its epic . In this issue we have just touched this topic . Due to holidays we could not offer more viewpoints on this important topic of our times . W e will surely tak e up this topic again in future issues . W e are pleased to have in our team P rabhath , who will be working as Editor henceforth and I am sure he will further improve the quality , depth and variety of topics for success of YSR - for spiritual revolution of its readers from across the world . W e have received several beautiful poems from our readers and authors . W e decided to include most of them as we felt those few words have tremendous potential to initiate a revolution in the minds of readers - especially if you dive deep into the rhythmic power ful words of these poems ... flowing with its energy . Happy New Y ear to all YSR readers and authors! With L ove , Amitt P arikh Message Fr om The Executive Editor amitt .parikh@gmail .com"},{"pageNumber":3,"pageContent":"n t C o t e n s T h e Pr is o n e r O p e n S t r in g T h e o r y 0 1 2 0 2 3 0 5 2 1 2 3 0 9 2 1 2 4 0 1 . 0 5 . 0 9 . 0 2 . 0 6 . 1 0 . 0 3 . 0 7 . 1 1 . A P e r s o n a l E x p lo r a t io n ! B ir t h o f a B u d d h a & C o m e N a ke d S o m e T a lk O f S p ir it T h e G r e a t Re li g io n s B le s s in g s A lo n g T h e S e a B y D i v y a a K u m m a r B y A m y I . R a m d a s s B y J a m e s St r a t t o n - C r a w l e y B y M i t c h e l l E a r l G i b s o n M D B y A t a l a n t a L l o y d - H a y n e s B y A l e x N . M o y e r B y A l e x N . M o y e r B y P r a b h a t h P B y A d a m D e F r a n c o 1 5 2 2 0 4 . 0 8 . B y St e p h a n i e H a r p e r , M H B y A m i e e V . F o r d S t o n e s M a y H e lp Y o u r B o n e s E p ip h a n y Spiritual Poems"},{"pageNumber":4,"pageContent":"Religion and spirituality brings to mind an old joke: T wo friends are ar guing about free will and destiny; the one who believes in destiny concludes by saying the other is destined to believe in freewill! And the one who ascribes to free will concludes by saying the other is free to believe in destiny! I start with this joke because I find religion and spirituality are often viewed in the same manner , as two opposite sides of a coin instead of the coin itself! And indeed having been like those friends in the above joke, I A Personal Exploration! Religion and Spirituality Going 'deeper' is paradoxically a tool to arrive at the simple! Going 'deeper' into anything is r eaching its utter simplicity! By Divyaa Kummar 01 YSR JANUAR Y 2008"},{"pageNumber":5,"pageContent":"confess I was firmly on one side- of spirituality - till I moved from viewing them only as heads... or tails! I will share through this writing my personal exploration of these terms-with the coin now well up in the air - not heads, nor tails, but one shiny whole coin showing me both aspects as it twirls around in the air! Humanity , to me, is a beautiful and brave experience I choose as spirit! And I am a firm believer that we as spirit gave ourselves al l the tools and aids to make this adventure the joyful and fulfilling experience that we ventured out for! And in that, religion (which means 'to re-align ') was at its purest a vital tool that spirit created to facilitate the game of life! It is only in moving away from that purity , to the structure and rules that often develop do they become limiting and self serving instead. For religions are paths successfully traversed and described by another (or a set of others) and in that they hold vital clues towards the path you now navigate- for the journey is the same, with the dif ferent routes conver ging at the same place. In this understanding I realized that shunning them was as meaningless as those following them as a set of must-do rules! I realized it's best to adopt the middle line, not allowing them to limit and restrain me like some tower of Babel which must then be struck open; but being open to harnessing the wisdom that others before me have tapped into, using from this storehouse what works for me, perhaps expanding some of its concepts in ways which are applicable to the time and space coordinate that I am in... so that 'religions' do what they are for...what I indeed as spirit designed them for... to help us re-align with the Spirit I Am! And in this as our 'spirituality' blossoms... we can then contribute to 'religion' in unique and contemporary ways! And the two...religion and spirituality begin to meet rather than stare doggedly in opposite directions! Religions to me are thus tools, the means, and not the goal! In analogy they are like the booklets of instructions and guidelines, which accompany our more physical board games- but they do not replace the actual game itself, which must be played out in individual ways! They are good starting points, of fering a description of the game, the param eters within which it is set, some guidelines and goals yes, but thereafter leaving it to the individuals to play the game in individual ways, or what use of playing a game! They do not, do not indeed, become manuals detailing every step of the game: throw dice, you will get a six... partner throws dice, he will get a four... and so on... making the very playing redundant! And in the 'playing' of the game of life, with a deeper (and deeper!) understanding of the game and the lar ger context in which I play it...indeed in the escalating states of joy and expanding states of love... is my spirituality! The dif ferent religions thus became for me the various ways in which the game of life can be played! W ith each of us resonating to a certain approach or style! Of course when viewed deeper , we will born within that cultural milieu or religion (or lack of f) which we need as a backdrop for the current life and all that we have chosen to experience, expand and disempower within it. More so in dif ferent lives we will indeed choose dif ferent religions so that each of us may view life and self and God through the myriad lens of fered to humanity! Let me quote Rumi here: Personal Experience (and the sharing of those I reach out to) further showed me that when any religion, or indeed any path, has done its work within us, is when we begin to lose interest or feel drawn to another...and instead of feeling guilty of betraying our God or path...it is indeed a signal from that very God or Master or path ur ging us forward! For truly in the lar ger picture they are all One and it is that Oneness which guides us at every point whether to move on or stay put...whatever is for our highest good and growth! Let me bring this alive through some personal experiences touching on these very points: I am born a Jain, with a Hindu mother; and while both influences were subtly present neither wa s highlighted (nor impacted me) because through my “Sometimes devout Christian Sometimes staunchly Jewish Until our inner love fits with everyone” 02 YSR JANUAR Y 2008"},{"pageNumber":6,"pageContent":"growing days every individual in my very lar ge joint family resonated to dif ferent Living Masters and this was the major influence on my psyche! And it was only on retrospect that I saw how this backdrop paved the way ideally for the journey of universal spirituality that I have now consciously embarked on and reach out through! More so, when I began my journey as a channel receiving and sharing spiritual wisdom ...I went through the initial pangs of wondering if I was being disloyal to my Living Master; and he oh so beautifully came to me in meditation and indeed danced the waltz with me, swirling me into t he arms of my new channeled Master...telling me symbolically what I am trying to convey to you dear readers! Indeed it was at this point that I grasped another vital aspect- for as little as a year before this- I had felt somewhat rejected by my Living Master when he gently suggested I wait a while for the initiation I requested... promising me he would give it if I still wanted it next year! At that point I did not know...what I know now... My Living Master and all Masters are indeed one and orchestrate the show together ...weaning me of f one desire, as its foundation is laid and propelling towards another where it will best continue!! But in this understanding, there arose in me an even deeper eureka! And I share this as an important message to those of us who may try converting everyone onto 'our' path! At some level it is natural, for when you find something that works for you, one wants to share it with beloveds! And when you have found your God...Self...the desire to share is even stronger! But if another's path fulfills them, and feels right for them, there is no use convincing them onto yours! It is indeed a disservice and distraction rather than any service you may feel you are doing! For that voice of fulfillment is indeed their soul voice, whispering to them that this is where their current growth lays. And even if your path seems to you the more expanded or better one, we must operate from the complete conscious awareness that there is no lesser or better path... for each one resonates to what is best for them in any Now! Read Rum's poem again...Dif ferent religions of fer dif ferent views of the same One Divine understanding...and we are born into or come across or attracted to that which we need to encompass in the now! In my growing up days, I would indeed flout religion in favor of spirituality...chaf fing at the myriad gods and rituals that religion prescribed, and to be honest, I felt 'one up'! But now , somewhat older and hopefully a little wiser...I understand that religion and spirituality though dif ferent approaches, are not at odds with each other; each has its role to play . Some need what religion of fers and you can indeed not be truly spiritual if you belittle that! Y ou may have chosen a life plan to get some structure to your free flowing spirituality! Y ou may have chosen to explore a certain faith which you have perhaps condemned in some past! Y ou may just have opted to add to your exploration of the whole through another lens! And some need to move away from religion into a wider and more personal exploration of fered by spirituality! W e may never know 'why' we are drawn to what we are, but if we know that everything is chosen for our highest good and growth- even our spiritual journeys- and indeed encoded within our DNA as our desires and what feels 'right' for each life time, this judgment about any being better begins to fade! Over the years my spirituality has enabled me to appreciate the various religions for the symbolic representations they so beautifully bestow on the more abstract understandings of the macrocosm! It has worked in reverse for me...instead of my religion taking me to my spirituality , my spirituality and its in- depth understanding of concepts like prayer and gods and temples has brought me to appreciate t he secrets encoded in the rich history and imagery of religions! And in this blend can I remain Creator... Godself.... Self -Empowered without the need for images and forms and formal prayers and rituals, and yet can I just as beautifully sit in temples and havans and bhajans and enjoy instead of shun, these beautiful ...beautiful tools and mirrors! Religion and spirituality need not be two mutually exclusive states, and we can each arrive at our own 03 YSR JANUAR Y 2008"},{"pageNumber":7,"pageContent":"combination! Sometimes as 'spiritual' beings dif ferent from our 'religious' co-travelers ...we feel compelled to keep 'gods' out of our lives. And even as I grappled with this, strangely developing an altar after more than 40 years of rejecting idolatry... I realized that I am on a physical planet, and just as I enjoy my other reflections: beloveds, friends and family firmly knowing there is no one other than I; and they are but the mirror of relationships; may I in this complete self empowerment enjoy the beautiful ambience I have created as an altar! Knowing these beautiful pictures and crystals- gifts coming from seemingly no where- are but aspects of Self! Knowing I sit in an altar to Self! Not worried if it isn't there, yet enjoying it when I choose! Again a beautiful verse highlights this (alas it is forward from the web and I do not know and thus cannot acknowledge the poet, but remain deeply thankful to whoever it is): Both Spirituality and religion are a search for truth, and at a deeper level a means to wholly optimizing our human journey! Religions of fer these truths, each through a dif ferent lens; each one a finely honed focus - like websites that keep their information intact and inviolate so that it doesn't get mixed up with all the information on the W orld W ide W eb. Spirituality is like the W orld W ide W eb- embracing all truths rather than stressing on 'one truth for all'; and indeed extends further by allowing each to arrive at their own truths, (in our analogy leaving us free to make our own website!) through the aid of surfing 'religions' or a more independent means of enquiry! Y et these truths have all been touched upon by dif ferent religions and spirituality I \"W oke Up\" one day and looked in the mirror What did I see? ... Me. I looked at my friends, family and relationships. What did I see? ... But Me. I looked at my world, and what did I see? ... But Me again. I integrated into the spiritual, and what did I see? Oh my God, but you are a splendid mirror of Me? only combines them all in a personal package right for each one thereby making the sum lar ger than its parts! The other dif ference if any is that religions are journey's recorded from the 'beginning' to any Now...and in that some of its ideas may seem outdated in any current context, unless you in connection with the spirit that you are, through your spirituality , can interpret them in context of where humanity's ( and your personal) evolution currently stands! Once you are open to this, religion and spirituality enable each other... and you... and humanity! Follow your inner voice; arrive at your own conclusions in every NOW! Constantly upgrade your religious understanding, and in that spirituality for ge your own unique path, even whilst you are using from others what they have so generously shared toward s this inimitable and individual journey t o Self! Allow religion and spirituality to comfortably coexist ... and your coin falls on that side, which you need in the now! © , all rights reserved. Divyaa Kummar www . divyaakummar .com 04 YSR JANUAR Y 2008"},{"pageNumber":8,"pageContent":"All the major spiritual traditions of the world have demonstrated that enlightenment is not simply a one-time psychological event. As a process, spiritual realization has progressive phases. V ery real and tangible physical changes occur as a person a scends in consciousness through mystical or transcendent experiences. In the last stage of enlightenment, according to esoteric teachings in various sacred traditions and schools, the human body itself i s changed from flesh into light. Through the process of transubstantiation of the flesh, blood, skin, and bone, one actually becomes a being made of light. This Light Body is generally accepted to be an immortal and indestructible Form by all accounts. As we have seen, this coincides well with legend, The Great Religions The Great Religions By Mitchell Earl Gibson MD 05 YSR JANUAR Y 2008"},{"pageNumber":9,"pageContent":" In the Manichean Orthodox church, the leader s postulate a divine birth in a Light W orld for each legitimate member . This heavenly birth entailed a three-fold soul/spirit housed in a fivefold spiritual body/form. The physical body we were born into in heaven consisted of the 5 light elements of that heavenly world. These 5 elements are fire, water , light, air and ether . The Manicheans teach that when humans fell from the spiritual world, the soul fragmented into three parts. They also state that the immortal light body form separated into five pieces that we now call the elements; earth, water , fire, air , and ether This joint fragmentation of the soul and body happened to all living beings. In the holy documents of the Nazarean Church, a vivid description of the creation of the light body is given as follows: The still radiant particles of our heaven ly forms are dispersed throughout the universe and can be recollected through gathering in of the vegan produce of this earth which contains traces of these particles, and the still evolving portions of the fragmented souls of light can also be gathered in through the mystical mysteries of the Nazorean Order . Our Order includes rites of unification and restoration. All rites and practices of the Nazorean Essene Order are designed to assist in this gathering process of scattered souls and light particles..... (1) In Buddhism there are three distinctive aspects to a Buddha, referred to as the three kayas (the three bodies). They are the Dharmakaya, the Sambogakaya and the Nirmanakaya. These have a certain relationship to similar teachings of the Gnostic Nazoreans. v In Dharmakaya, Buddhists identify the Buddha as the full realization of uncontrived primordial wisdom. v ln the Sambogakaya, Buddhists identify him as a pure body of bliss, free from all suf ferings and all attachments. This is the glorified body of Buddha, Mani, Y eshu, Miryai or any fully advanced Uthra. This is related to the Rainbow Robe which Abathur clothes the Nazorean initiate at the Gates of Light. Sambhogakaya is the natural radiance of wisdom that shines with five-coloured light. v And in the Nirmanakaya, the Buddha appears in a communicative form, whereby , we, as yet unenlightened, may better relate to him, tangibly . This is the body in which the Messengers of light incarnate in the flesh. It is temporary and is not eternal like the two higher bodies. In esoteric Sufi doctrine, derived from the Nazorean Mandaeans, the substance of the Rai nbow body is said to be composed of the elements of Hurqalya, of Mishunia Kushta in modern Mandaean doctrine, and of the five light elements in ancient Manichaean texts. The doctrine of the Living Soul and its fragmentation is tied up in the Manichaean doctrine of the Light Cross. The Platonic School also spoke of these things. In the writings of Philoponus of Alexandria it is written: “There is, moreover , beyond this [spiritual body] another kind of body , that is forever attached to [the soul], of a celestial nature, and for this reason everlasting, which they call radiant (augoeides) or star -like. (astroeides).” (2) The seeds of this immortal form are said to exist within each of us. One might begin to understand the analogy as a metaphor . The butterfly emer ges from the caterpillar , and the two look nothing alike. The caterpillar contains all the informat ion within its genome necessary for its transformation into a butterfly . In the process, there is a complete transubstantiation of its fleshly body into something totally unlike its birth form. According to the ancients, all humans possess this transformative ability . Only three percent of the three billion base pair genome of our DNA encodes the physical body . Ninety-seven percent of our three billion ba se pairs appear to be totally inactive during the normal course of human life. Is it possible that the vast dormant potential of these billions of base pairs form s the basis for the formation of a higher state of physical 06 YSR JANUAR Y 2008"},{"pageNumber":10,"pageContent":"expression for the body? Is it possible that the human body acts as a cocoon for a higher , more exotic, longer lived form that has the potential for immortality? This phenomenon has not only been observed in Eastern religions, but in the staid halls of Catholicism as well. One such incident was reported by an Italian writer named Ricardo Bandini in 1951, in his book Posito super virtutibus. He wrote that in the summer of 1930, while he was visiting Assisi around the last day of June, he witnessed the following remarkable event: “ At the Sacro Convento of Saint Francis I ran into a...Franciscan, a rather tall fellow with a beard, nice looking....Seeing that he wore a beard I imagined he was a missionary , something I had desired but which problems with my eyes had made impossible. I asked him if he worked in the missions and he replied af firmatively and introduced himself as Father Maximillan Kolbe. He conversed with me about the Madonna......Speaking...with great enthusiasm, he became, as I watched, transfigured, in a diaphanous form, almost transparent, and surrounded by a halo of light, all of which lasted while he spoke......I found myself trembling with a sort of fear , filled with confusionso moved that tears came to my eyes. “ (3) I believe that this man has described an incident in which he has had direct contact with a human being in the process of transformation. Some saints and martyrs have been reported to have lights, auras, and halos associated with certain states of deep meditation and ecstatic experiences. This is not an isolated occurrence. In 1899, Moslem and Christian Lebanese of ficials received reports of a great shining light that emanated from the grave where Maronite monk Charbel Makhlouf had been buried. The monk had died on December 24, 1898. The body had been buried in mud, unembalmed, and without the benefit of a cof fin. Religious pilgrims even tried to steal pieces of his remains dur ing this time. In 1950, Sister Maria Abdel Kamari was taken to the gravesite while suf fering from a serious intestinal problem. She could not keep food down, had been bedridden for 14 years, and had already received the sacrament of extreme unction three times. While she prayed at the grave, she suddenly felt a powerful sur ge of ener gy and was able to stand unaided. Since that time, Sister Maria Abel Kamari has been completely free of her previous ailments. On January 21, 1993, Nouhad El-Chami, a 59-year -old Lebanese woman, saw the Holy man appear to her in a Body made of light. She stated that she tried to see his face but couldn't, because the light coming from his body and eyes was too blinding and powerful. Pope Paul VI canonized Charbel Makhlouf on October 9, 1977, and since that time he has been known as Saint Charbel Makhlouf. (4) In another similar story , Clement Boccardi, secretary to The V enerable V incent Morelli, archbishop of Otranto, wrote the following account of his employer , “The Servant of God”: “While I was with the Servant of God during a visitation of the diocese of Castignano dei Greci'im house of the deceased Mr . Antonius Marini, I looked one morning into the Servant of God's bedroom, which contrary to his usual ways, he had not yet left. I observed the room illuminated with a radiance which to me appeared neither candle nor daylight-especially not candlelight owing to my observation in the course 07 YSR JANUAR Y 2008"},{"pageNumber":11,"pageContent":"of the night that no candle had been lit because I slept in the adjoining room. The scene held a surprise for me, but I kept my counsel and reflected whether the light emanating from his person might not be supernatural in nature. Presently , I was approached by the master of the house, and told that he had looked through a keyhole of another door , and had observed the Servant of God on his knees in prayer .” (5) The bestselling author Carlos Casteneda wrote that following the death of his spiritual teacher and mentor Don Juan Naguel, he witnessed the transformation of the old man's body into a Body of pure light. The Body then ascended into the air , where he was joined by a number of similar Light Bodies that hovered above. The beings then drifted away toward the neighboring hills and disappeared through an opening in space itself. The literature of the world's great religi ons is filled with records of many such transformations. There appears to be much more to the process of evolution than Darwin ever suspected. T ransformed humans often go on to found great religions and spiritual sects. The key to this great transformation may lie in unlocking the information hidden in the sil ent DNA structures of the human body . These structures are eerily similar in proportion to the amount of dark matter/ener gy locked within the human form. The persistent application of certain meditative and spiritual practices seems to release this ener gy and lead to the ultimate transformation of the human body into something wonderful. www .tybro.com © , all rights reserved Mitchell Earl Gibson MD 08 YSR JANUAR Y 2008"},{"pageNumber":12,"pageContent":"thoughts now , as the past mer ges endlessly with the future. Freedom can be a funny thing when it reflect s upon itself, in its freedom to deny itself. But to tell this story , as I am compelled to do in this moment, I must first ask a question. Do you know who I am? I don't want to know who you Think I am, I already know That. I can see right into your hollow insides that you claim others cannot understand. That same empty container where you keep your Big ideas and moldy garbage. I know of the decadent empires of the mind, also so beautiful in their own light. I was born W ords! Those subtle flickers of dancing light moving around the edges of perception, performing absurd rituals of meaning in hopes of manifestation. Each one, a story waiting to be born, as a soul becomes a child in a mother's womb. Burning like a Heracletian Fire through the boundaries of Being, words become subtly disguised little symbols ominously reflecting the infinity of the un iverse as form. Ha! It’ s funny to think and manifest these 09 YSR JANUAR Y 2008 THE PRISONER By Alex N. Moyer"},{"pageNumber":13,"pageContent":"perhaps. Y ou see, I was once an ordinary man, like any other , or perhaps not, according to your perspective. An explorer by trade, and a scientist in spirit. I wanted to see and know everything. I would have grasped the moon in my hand if I could, and analyze it until it no longer shined. I did enjoy the beauty in life though, how could one not, who had seen as much as I had. But in my lust I never respected it enough to fully accept it beyond my desire to know it in my mind. I was in love with knowledge, scientific rational knowledge, and that was the only real beauty for me. Perhaps it was these two qualities together that finally opened the door to this place. But in following the grand tradition of those reckless and passionate souls for whom phrases like 'too far too fast' have little meaning, the door closed swiftly behind me. The sun and stars disappeared, and the sky fell upon me. I woke up here. It was a dream at first, or so I thought in my disoriented bliss. S trange images and sensations floated around me, fading in and out, taunting me like old memories of some past life. But these ghostly experiences quickly faded as my mind once again took hold of the situation and fear began to overshadow the bliss. My prison, as I call it now , was nothing like the conventional form that criminals and other unfortunates are kept in, away from society and quietly for gotten. No, this was quite dif ferent, yet perhaps only in design. The only way I can begin to describe it is to suggest imagining a situation in which there are many potential choices and paths one can take. At first these cannot be perceived, so it seems as though there is only one path and nothing else. Imagine then a dark empty cave, where there is no light, and then suddenly a flash, a glimpse of light appears, then disappears just as fast. The flashes don't come often, but when they do, you move quickly towards them in desperation, only to be faced with complete darkness again. And this goes on for days, until it seems as though it there. And like the building blocks I had as a child, I took all the blocks they gave me, and made my own pretty walls and dark abysses, just like everyone else. This is humanity’ s fate, and my fate as well. W e enjoy our suf fering, but do not love our suf fering, and therein lies the rub. Sometimes, as fate and destiny dance merrily together around the souls of the hopeless, mira cles can happen when none are expected. Such was the case for me, as I eventually learned to listen, to hear again. The sweet song of creation found me, even in this strange little corner of its endless infinity . It found me, or I found it, even through these thick black walls that surround me still. I began to feel again, to really feel. This sweet music, in all its infinite variations of dif ference, has carried away my soul many times, since I discovered that impossibility was only one dream of many . It freed me of this prison long ago. Y et, here I remain, to finish something I swore to many years ago, a promise I will soon keep. So now I find myself compelled to express these words, this story , this journey , to you. Perhaps you will hear my song as it dances along with the song of creation, and join me. Or perhaps you will think me mad, and reject my madness as you do your own. For those of you who have not yet heard my story , and so in your ignorance cannot answer my first question, it may at once seem strange, or even impossible. But for those who have witnessed the miracles of the world, or simply touched the edges of a dream while still awake, perhaps you will understand that the impossible holds its residence only in the empires of the mind, where steel and concrete cover the fertile soil of imagination, and dragons no longer fly above the clouds. How I came to be here in this prison of wonders, which I will soon reveal in all its inef fable detail, will remain a mystery in this story . But if you listen very carefully , you might find the answer to that question yourself, and the key to your own prison 10 YSR JANUAR Y 2008"},{"pageNumber":14,"pageContent":"seconds then disappear again, but the frequency of these appearances and the clarity seemed to intensify more each time. Some of these even seemed to be extensions of the cave itself, creating new pathways where none existed before. But these extensions were not a matter of size, it was as if a door was open to the experience of a lar ger cave, yet at the same time my cave physically remained the same. It seemed that no matter where I traveled, and oh how I traveled far beyond the limits of my once vain imagination, I always came back, returning to my cave, my prison. In the beginning these experiences only lasted a few moments and quickly faded, but I soon learned that if I accepted them as real and allowed my awareness to encompass it, they would last longer . I was ecstatic to find one that led to a small pond of water . I quickly drank as much as I could and found a new beauty in water that reached far beyond any explanation or analogy . I began to accept the magic of it all, no longer even caring about origins o r reasons. I saw worlds of living color that touched my sense s with a strange surrealness, like a painter who finds the paint itself designing the picture. I experienced space as if physical space did not really exist at all. But as my mind quickly took comfort in these wonders and a new hope was born, tragedy found its way back like a jilted lover who would not be denied. Soon dreams led to nightmares, and back again. A whimsical whirlwind of emotion, sight, and sound came upon me, like a lost child in some mad carnival. My prison began to take the shape of this infini te chaos of dimensions. Sometimes, no matter how hard I looked, another day would pass without water or food. Then as if to torture my subtle hope into submission, opening s would come that seemed to be portals into the sun itself, making me long for the cold comfort of darkness again. Other times my cave would feel like a small cof fin, suf focating me with visions and experiences of being buried alive. is only wishful thinking, a delusion from lack of food and water . Realism and illusion take their separate sides as the war games become more deadly . As I struggled to remain loyal, to one side or the other , I walked around my cave, my prison, maybe a hundred times. I felt for some opening, or at least something other than solid rock, but found nothing. It was small, perhaps the size of a small bedroom, but those were hard times and my senses betrayed me then, or rather I betrayed them in my desire. During this time I went through many states and emotions, none of which seemed to help my situation. I screamed until my throat was dry , begging whatever god or person could hear me to let me out. But the only reply I ever received was the echo of my own weakening voice in all its misery . After finally losing the strength for screaming, I cried. But my tears did not fall because I was trapped in a cold dark cave, without food or water . No, they came instead because there was nothing more to learn, nothing more I could do but wait patiently until death came. Life itself had betrayed me. As I slowly began to accept my fate, something unexpected happened. Y ou see, the darkness had become my world, my companion, my only reality . In this acceptance, I began to explore it as I waited for my death. I found the darkness to have strange subtleties about it. Hidden shadows from some non- existent light twisted my darkness into a living void. I was not even surprised to find the strange image s and sensations return. It seemed as if my dreams were now spilling into this world as my physical body dissolved from lack of strength. But it was dif ferent this time. T o my surprise and amazement, as much as I was capable of at the time, it seemed as though my cave was finally beginning to open. It was expanding, but not in physical size, rather it was expanding into other dimensions. I could see openings, portals to other worlds suddenly appear before me in dif ferent sizes and forms. They would only appear for a few 1 1 YSR JANUAR Y 2008"},{"pageNumber":15,"pageContent":"my prayers. I heard a voice. A female voice, as sweet as joy itself. And as hard as I tried, I could not ignore it. The desire to look upon its source flowed through me like a raging river , yet I could not bear to open my eyes. This new source of wonder was more frightening than any death god I could imagine. I felt that my soul would finally be torn apart in the light of such a hope, and that even death would be powerless to save me. “The stars are singing for us tonight my Love, can you hear them?\" said the voice. What madness was this! My heart betrayed me then, and I slowly opened my eyes. As I looked up, wiping the tears that had welled up in my eyes, I suddenly knew what it was like to be born again. An angel had found me and broken through my veil of darkness. I couldn’ t stop the flood of tears after that. The old thick walls I had employed to hold back this river of feeling had finally cracked, broken into fragments of a former self. She was so beautiful, I barely have words to describe her even now . It was beyond any image I could have imagined. It was an experience of beauty itself in human form. She even made things beautiful in her presence. Even my cold shallow cave became like the center of some rare flower unfolding in the soft sweet sunlight. I know such an image might sound silly to some, but such was my experience at the time. T o describe her features seems almost meanin gless to me now , much like describing a great poem by saying what words are in it. But in this story , as in all stories, each aspect has its importance and meaning, for everything that is perceived has some meaning. So I will continue. She was tall, taller than me anyway , and thin, but well shaped. Her skin was fair , somewhat pale even, and seemed to have an almost green tint to it. Silky straight ebony black hair came down just beyond her shoulders, occasionally brushing over her face in the breeze. Her mouth reminded me of an elegant red rose softly moving as she spoke. But it was her eyes, those terrible and wondrous eyes of hers that could Somewhere at the edge of my experience I saw a small butterfly in perfect stillness on top a puddle of water . Reflections on the water recited an otherworldly poem to my battered vision. Then, reaching the climax, I saw in my amazement, my own face glistening back at me. W e danced, the butterfly and I, its instinctual reaction in perfect harmony with my surprise. The puddle became a blur of motion, and I became water . I became the warm rain crashing down upon tall redwood trees, upon even taller mountains, in a storm of Love. I became the ocean, and felt my own depths reflected in a vast stillness. As I began to drown in experience, my mind was suddenly swept back upon the shores of my prison, and my body found itself lying on the ground. I hated my body then. I hated its limitations, and blamed it for trapping me here. I hated it worse than I even hated this cave. I hated it for denying me the blissful freedoms, which seemed surely in my grasp. What right did it have? Perhaps in the end, death is the only way out I thought. The darkness wrapped itself around me, comforting me in its oblivion. Light was a terrible demon tearing at my soul, and I cursed it. I only wanted death now , no more dreams and visions. The sky fell upon me once more, and I welcomed it. I lost track of time. A hundred years or ten minutes might have passed, I didn't know or care anymore. My own shadow had become darker than the darkness, which surrounded me. I prayed to it like some sweet god of death, to let me sleep forever in oblivion. V isions of other dimensions still came to haunt me like hungry demons, but I ignored them, finding safety and comfort in my death god watching over me. What happened next was so unexpected that for an instant I thought my death god had finally taken on human form, and was actually going to answer 12 YSR JANUAR Y 2008"},{"pageNumber":16,"pageContent":"I asked myself these questions and many more. Anger was my only escape from a fear that was unimaginable. She started to cry , as if she could sense the growing anger and fear inside me. I dared not look at her in the eyes, knowing that my fear was waiting there to jump at me like a hungry wolf without mercy . The dream had been poisoned, but who was the poisoner? W e sat in silence, she on one side of the cave, me on the other . Another invisible wall, this time a wall of depression fell between us and seemed to divid e us even further . After a while I noticed a strange sound echoing against the walls of my cave. It began to grow louder , and I slowly turned my head towards its source. I was surprised to find that the source of this sound, which had become a kind of humming sound, was the woman who I still loved, though would not admit it. I tried to shut it out, but like before it was too much, and my god of death had already abandoned me. So, I listened as it grew even louder , giving myself to it. And as I did so, the soft humming sound became words, and the words contained something I hadn’ t heard before, a sweetness, like honey pouring through my physical body . It was in that moment that I first heard the sweet music of creation echo acr oss the walls of my heart. Freedom sings in endless Night across the V oid filled with Light Light and Darkness upon Us gaze as Heart turns doors into doorways The fires of Being and Infinity burn, in the Empty ocean where lost souls yearn Come Union, the Many , and the One, as T ime and Space shine across Life’ s Sun. I began to cry again. T ears welled up in my eyes, but tears unlike anything I had experienced before. They were tears of purification and transfor mation, as if being itself was crying through me, finally allowing its true feelings to be felt and released. This music that was now my own, moved through me like a raging river of Creation, giving me the strength to feel and encompass my very soul within their mysteries, which truly touched me. They glistened like diamonds with their own light, shiny blue and green gems with hints of violet and vermilion. I had never seen such eyes before, even in my dreams. “Who are you?” I asked, knowing already that I was in love with her and had been for ages. “I don’ t know ,” she replied. And I swear , as she said it, it no longer even mattered. I knew I loved her , and that was all that mattered. I could be happy now with her , even in my prison. I thought I knew what real love was then, and I would have given myself to her completely if she had merely thought it. I reached out to her , and she to me, still swimming in the rapture of love and salvation. I wish I could say that in that moment she betrayed me, or that it was all just an illusion, and that I quickly found the cold comfort of my darkness again, but alas instead what I found was a new depth and dimension of my prison, a cruelty beyond word s or reason. As I got closer , I was suddenly stopped by an invisible wall that seemed colder and harsher than even the walls of my cave. My first state was disbelief, perhaps I just needed to be more aware of it like the other portals. So I tried in vain to concentrate and to allow myself to enter her space. She tried as well, wanting me, I thought vainly , nearly as much as I wanted her . But to no avail. On and on it went, our desperation echoing in our movements until we looked like two bad acto rs trying too hard. “Why is this happening!?” I yelled, my emot ions swirling between anger , fear , and depression. “I don’ t know my love,” she said. I realized when she said that, that part of my anger was directed against her . This frightened me even more than the wall, but I wouldn’ t feel it, couldn’ t feel that again, so I lost myself in my anger . W as she just taunting me? W as she even real? 13 YSR JANUAR Y 2008"},{"pageNumber":17,"pageContent":"was the promise I made to myself, born in the heart of Being. “The stars are singing for us my love,” said a soft female voice. “Y es, I can hear them. Shall we join them?” I said. “Y es I feel like dancing tonight” I took her hand in mine, and we flew into the night sky , becoming the music of creation. truly accept myself as I had never known before. I could see now , far beyond the boundaries of my cave, my prison, which became beautiful once again. But this time it was my beauty , I had made it beautiful by my own being! It was then that I finally began to understand my prison. Whatever I had denied in myself had been reflected back at me physically . When my heart longed for love, my desires manifested but were kept from me. A cruel joke in which I was the punch line. It was only when I truly opened myself without conditions that my prison opened for me. When I separated my Heaven and Hell the bars of my prison grew stronger and darkness covered my eyes once more.When I lost myself in my dreams, my explorations took the shape of nightmares fiercely opposing my frail hopes and dreams. Y ou see, my prison was the greatest prison of all, one of my own creation. All my life I had separated the observer and the observed, my science depended on it. But in my quest for something external to complete my life, for happiness, for knowledge, I could never have heard the sweet music of creation, or the stars singing to me. Y ou see, I had always been a prisoner , but only realized my prison when it was shown to me in all its terror and glory . This cold dark cave, which I called my prison was really something quite dif ferent. When the sky fell it was the beginning of my Freedom, a Freedom that can only be realized when you can create your own sky , when the sky is no longer separate from your being. It is time now . As I said, I made a promise years ago, a promise to myself. But first, the answer to my question...Do you know who I am? If you haven’ t guessed yet, I will give you a hint. This is your story I am telling, your journey written in words, subtly disguised as little symbols. Have you ever seen a picture that brought back memories of for gotten parts of yourself? It is like that. But this is all I will say . I cannot give you the answer if you still seek it, because you already have it. As for my promise, it has now been kept. For it © , all rights reserved. Alex N. Moyer Sentient_fire@yahoo.com 14 YSR JANUAR Y 2008"},{"pageNumber":18,"pageContent":"Who ever said stones may break your bones? Crystals and Gemstones are one of the most beautiful, mystical and profound \"ener gy medicine\" healing tools which have been used for centuri es throughout all cultures and religions to the healing arena. How is this notion of “healing” stones and crystal not “bunk” you ask? I am not saying that a rock, or a crystal, or a stone has “magical” powers. What we are considering is the physical fact that that each solid mass has a certain standing frequency of vibration, called its' resident frequency . Certain stones and crystals have certain vibration frequencies that help to harmonize our own bo dy's resident frequencies. The sub-atomic and minute particles that make-up a world we are beginning to understand could just be the basis of our healing capacity . In modern W estern medicine there is continuous research showing us actual biochemical reactions in the lab, which our brain experiences when we under go such therapies such as Biofeedback, Meditation, Acupuncture, Guided Imagery and other various Ener gy W ork How has the power of the intangible stones taken hold? For centuries, ener gy medicine has been around and accepted in many cultures from the Doshas and Chakras of the T ibetan and Indian cultures to the Meridians and Qi of Chinese and Japanese medical practices. Ener gy therapies are becoming much more of an interest to a W estern world that is slowly but steadily integrating Complementary Medicine for a holistic approach in relation with our traditional medical and psychological methodology and S tones May Help Y our Bones Chakra Gemstone Ener gy Therapy (CGET) By S tephanie Harper , MH \"The Chakra are stations along the central axis of your being. Each one is a point at which ener gy can be expressed in a certain set of actions, attitudes and emotions. The Chakra are a map of the soul which you must move along for he aling to happen.\" - Rudolph Balantine, MD. 15 YSR JANUAR Y 2008"},{"pageNumber":19,"pageContent":"practices. When W estern medicine has given up on our cancer patients, Allopathic medicine has made great and life saving advances within the past century when our W estern medicine has fallen short is in its disbelief of healing the intangible “whole” of the person. W ith this short background of information, we will introduce a specific Gemstone Ener gy Therapy in regards to our Chakra Centers. The word \"Chakra\" has its' meaning in the Sanskrit wheel and signifies seven basic ener gy centers in the body . Each of these centers correlates to major nerve ganglia branching from the spinal column. In addition, the Chakras also correlate to levels of our consciousness, archetypal elements, developmental stages of life, colors, sounds, specific diseases, and body functions, just to name a few . Diseases tend to point to the region of the body that is governed by that Chakra. This allows us to see where the ener gy is \"stagnant\". This ener gy is connected with our physical body through seven ener gy centers (some practices adhere to nine or more ener gy centers). These centers represent our physical, mental, emotional, and spiritual growth, when these centers are healthy and in balance, then we are the equivalent. If unbalanced, this shows you the Chakra center that needs gemstone therapy . Each Chakra has a position and purpose that corresponds to it as well as related stones that help to enhance or balance each Chakra. I will first discuss the seven chakras' purpose, function, and physical qualities with the corresponding herbs and the point of our story , the corresponding gemstones for uses in gemstone therapy . Based on the Physical/Mental/Emotional attitudes causing the unbalance, Holistic Healing seeks the metaphysical cause behind the physical problem. An under active chakra's ener gy is blocked or congested. The ener gy does not flow freely through the physical system, lacking the ener gy to perform our daily functions. An overactive chakra is one in which over stimulation occurs, too much ener gy being drawn in and out of the center , aggravating a specific condition. This is when we apply Gemstone Therapy . The Chakras all have herbal compliments, infused oils, and colors that assist in balancing their ener gies. 1. The Root/Base Chakra is located at the base of the spine, associated with the word “evolution” or “grounding”. The corresponding color is red with the Earth as the element and the sense of smell. The associated glad with this chakra, which is helpful for disease prevention, is the Adrenal gland. The function of this Root Chakra controls the body's' solids, such as the spinal column, bones, teeth, and nails, as well as the building process of cells, blood, colon, and rectal area. £ Herbal aid correlates consist of; Cedar , Clove, Pepper , and Balsam. The infused oils of Myrrh, Patchouli, Rosewood, and Thyme all help to reduce tension if used in this area. £ Corresponding gemstones that are corresponded to this Chakra are: Agate, Bloodstone, Hematite, Red Coral, Red Garnet, Ruby , Black Obsidian, Black T ourmaline and Grey Quartz. W e use these gemstones within the context of chakra gemstone therapy to achieve survival, power to achieve goals, vitality , grounding, material security , stability , stillness, and courage for obstacles or just in our daily lives brings us health, prosperity , security , and dynamic presence of being grounded and survival in our physical realms. 16 YSR JANUAR Y 2008"},{"pageNumber":20,"pageContent":"£ Physically , it governs the kidneys and the spinal column. T o help activate this chakra, as well as the other six, we use corresponding gems, herbs, and oils. Use red sparingly as it can also strengthen anger if it is present. The symbol of this chakra is the Square. When the Root Chakra is balanced, the masculine and feminine ener gy work together to make you strong and vital, if not balanced, the feminine aspects may dissipate causing you to become overbearing with dif ficulty of the ego. 2. The Lower Abdomen/Spleen/Sacral Chakra is located below the naval. W e associate the Sacral Chakra with “fertility .” This second chakra, located in the abdomen, lower back, and sexual or gans, related to the element of water , as well as our emotions and sexuality . It connects us to others through feeling, desire, sensation, and movement. Ideally this chakra brings us fluidity and grace, depth of feeling, sexual fulfillment, and the ability to accept change. The color for this chakra is orange, used for creativity , vitality and sexual expression, creating the balance between connectedness with other people and time spent alone. £ Herbal aid correlates consist of Damiana, Gardenia, Sandalwood, Ylang-Ylang and the use of oils, such as: Benzoin, Cardamon, Clary Sage, Elemi, Fennel, and Sandalwood to promote primal feelings, enthusiasm, openness to others, and personal creativity we use herbs. £ Corresponding gemstones in this Chakra to aid balance are: Carnelian, Coral, Gold Calcite, Moonstone, Blood Citrine and Orange Jasper . £ When the masculine and feminine ener gy is balanced in this chakra, adaptability and flexibility come easily . Since this chakra is connected to procreation and bringing in new life, when it is out of balance, it causes one to fear death. Physically , it governs sex and reproduction along with creativity , intimacy , and flow of body fluids and ener gy . T o help activate this chakra, eat oranges, and wear orange clothing. The symbol of this chakra is the Circle. 3. The Solar Plexus, above the naval and below the chest, we associate with “empowerment,” the power chakra corresponding to fire, ego identity , and oriented to self-definition. It rules our personal power , will, and autonomy , as well as our metabolism. When healthy , this chakra brings us ener gy , ef fectiveness, spontaneity , and non-dominating power . The color for this chakra is yellow , good for getting in touch with your power and to build confidence. It is your center of will. This chakra deals with the human ego, emoti ons and self-love. Intuition is believed to begin in the area of our ener gy center Solar Plexus Chakra. Although, the Third Eye Chakra is most associated with intuition, the \"spark\" is what is felt in the area of our solar plexus. Since this is the biggest nerve center in our body connected to almost all the or gans, near the stomach, the solar plexus is often where we consider our \"gut \" feeling to come from. £ Corresponding herbs: Ber gamot, Carnation, Lavender , Rosemary , and the oils: Ber gamot, Black Pepper , Cardamom, Cedar wood, Coriander , Hyssop, Juniper , Lime, Lavender , and Rosemary to achieve the primary ener gy of this Chakra of free will, and the ability to hold ener gy for personal power and emotional control, we use. £ Corresponding gemstones such as: Amber , Citrine, T iger's Eye, T opaz, Y ellow Sapphire, Sulphur , and Y ellow Jasper , helps to embrace personal power , social identity , authority , self- control, ener gy , will, peace, vitality , inner harmony , and inner strength. £ Physically , it governs the pancreas, liver , spleen, stomach, gall bladder and the nervous system. Since this chakra gives you strength, when it is unbalanced, it produces rage and destructive anger . T o help activate this chakra, get the proper amount of sunlight, drink solarized water from a yellow bottle, and eat yellow foods. The symbol of this chakra is the T riangle. 17 YSR JANUAR Y 2008"},{"pageNumber":21,"pageContent":"4. The Heart Chakra in the center of all of the seven chakras, located near the heart, associated with “compassion.” It connects us to the element of air , Social identity , oriented to self-acceptance, love and is the integrator of opposites in the psych e. As personalogist would call it, the balancing of the mind and body , male and female, persona and shadow , or ego and unity . A healthy fourth chakra allows us to love deeply , feel compassion, have a deep sense of peace and centeredness. The color for this chakra is green or pink, and deals with physical healing, balance, harmony , compassion and love. £ Corresponding herbs: Marjoram, Geranium, Jasmine, Lavender , Orris root, Rose and Infused oils of Rose, Y arrow and oils of Marjoram, Geranium, Jasmine, Lavender , Mandarin, Melissa, Rose, Maroc, T angerine, and Ylang Ylang. T o promote unconditional love, harmony , for giveness, healing, compassion, understanding, personal transformation, warmth, sharing, devotion, selflessness and achieve this ener gy of compassion. £ Corresponding gemstones: Emerald, Green Jade, Rhodonite, Rhodochrosite, Rose Quartz, Ruby , Kunzite, and W atermelon T ourmaline gemstones. £ Physically this chakra governs the thalamus gland, controlling the heart, blood circulation, immune system, lower lungs, rib cage, skin, and upper back. Since this chakra is most important in all facets of love, when it is balanced, you trust in others, take risks, love and feel loved. T o help activate this chakra, eat lots of green vegetables; surround yourself in nature, especially trees and plants. The symbol of this chakra is the Crescent. 5. The Throat Chakra is located between the inner collarbone, dealing with “communication” and expression. Near the thyroid gland. Opening this chakra allows you to speak the truth and to expr ess your true feelings with love. The corresponding color is blue with ether as the element and the sense of sound. £ Corresponding herbs and oils are as follows: Benzoin, Basil, Chamomile, Cypress, Eucalyptus, Frankincense, Sage, Hyssop, Linden Blossom, Peppermint, Rosewood, and Sage. £ Corresponding gemstones: Aquamarine, Blue Sapphire, Chalcedony , T urquoise, Blue Quartz, Blue Kyanite, Angelite, Blue Obsidian, Apatite, Blue T ourmaline, Azurite, Calcite, Lapis Lazuli, and Sodalite promote creative self- expression, communication, inspiration, wisdom, confidence, integrity , truth, freedom, and independence. £ Physically governs the thyroid gland, lungs, vocal cords, jaw , neck, throat, airways (upper lungs, bronchial apparatus), metabolism and arms. If this chakra is balanced, you begin to know divine love and your personal power is strengthened with divine knowledge and wisdom. T o help activate this chakra, have water near you, and use blue candles. The symbol of this chakra is the S tar . 6. The Third Eye Chakra, known as the third eye center is located in the center of the for ehead. This is associated with “perception” or “clairv oyance,” as such it opens our psychic faculties and our understanding of archetypal levels. When balanced it allows us to see clearly , letting us \"see the big picture\" in mental activity . The third eye chakra is oriented to “the light” and self-reflection, related to the act of seeing physically and intuitively . The color for this chakra is indigo. £ Corresponding herbs: Jasmine, Mint, Mugwort, S tar Anise, and the infused oils of: Anise, Angelica 18 YSR JANUAR Y 2008"},{"pageNumber":22,"pageContent":"Seed, Hyacinth, Jasmine, Juniper , Lemon, Pine. £ Corresponding gemstones: Lepidolite, Iolite, S trawberry Quartz, Lapis, Azurite, and Sodalite to achieve inner vision, intuition, clairvoyance, insight, perception, imagination, concentration, peace of mind, projection of will, and manifestations. £ Physically , it governs the pituitary gland, lower brain, nervous system, ears, nose and the left eye - the eye of personality . When this chakra is open, you experience spiritual wisdom and enlightenment. It is the center of physical and spiritual understanding. T o help activate this chakra, flowers are extremely helpful. Clothing and lighting in this color also stim ulate this chakra. The symbol of this chakra is the Pyramid. 7. The last Chakra, Crown/ Christ Consciousness Chakra, is located at the top of the head. If another chakra is unbalanced, you cannot receive balance in the chakra, as we associate this with “divine bliss,” the chakra ener gy corresponding to thought, Universal identity , self-knowledge, and consciousness as pure awareness. It is our connection to the greater world beyond what we see. The color for this chakra is a mixture of Silver , Gold, White and V iolet. The silver is the feminine ener gy of creation, the gold is the masculine ener gy of creation, and the white and violet light is truth and clarity which give clear vision of the truth and protection. It is the combination of All that Is and the Divine Connection. £ Corresponding herbs: Frankincense, Lotus, Neroli, Rose, Olibanum, and Spruce to achieve the desired goal of balance in your body . £ Corresponding gemstones: Alexandrite, Amethyst, Clear Quartz, Diamond, Selenite, Herkimer Diamond, Kundalini Quartz, T iger's Eye, Amethyst, Citrine, Smokey Quartz, and T ourmalinated Quartz to promote knowledge, wisdom, understanding, spiritual connection, and bliss. £ Physically , it governs the pineal gland, the upper brain and the right eye. Amethyst gems are most helpful in activating this chakra when al l is else is prepared. When this chakra is open and balanced, you connect with your “all” and the source of the White Light of peace comes into your ener gy field. The symbol of this chakra is the Lotus. Y ou can conduct CGET on yourself or visit a local holistic practitioner . If you prefer to do the ener gy therapy in your own home, once you have the understanding that this article provides you, the gemstone therapy process is easy . First you have to select a corresponding stone of color and properties that you feel the most ener gy from. Y ou do this just by holding them in your hand one-by-one, until you find the one you can feel the most vibrations from. Y ou simply place the corresponding stone of your choice onto the area that needs the therapy . Also, you can hold the stone in your receptive hand to absorb its healing ener gies with meditation for a “quick-fix.” At the end of the process, the stone is probably depleted of much of its vibration ener gy , so don't for get, cleanse it in sea salt water , as most stones will retain these negative ener gies it has absorbed. In regards to the herbs and oils, you can use them in conjunction with the stones, placing them in the governing area. If you choose to use the herbs and oils separately from the CGET , you may use them in a relaxing bath or in your meditation practice. It is what ever that suits you that will help you. W e are our own best healers if we learn to listen to our bodies. Enjoy the results of CEGT and herbs! © S tephanie Harper , MH, all rights reserved. www .holisticapproachesMH.com holisticapproachesmh@yahoo.com 19 YSR JANUAR Y 2008"},{"pageNumber":23,"pageContent":"20 YSR JANUAR Y 2008 Bir th of a Buddha The baby listens to sweet lullabies As he unwillingly surrenders to sleep He knows sleep comes with its own demise For the killer of minds dwells in its deep But each dawn he reawakens less dazed He is starting to see through the maze Being able to remember all yesterdays Gave him courage to sleep nights away A dying soldier hears the sounds of combat As he unwillingly surrenders to death He fear this would be the end of his path Although he has family to guide and protect But each birth, he is reborn less dazed T otally able to see through the maze Being able to remember all previous deaths Gives him courage to renew old breaths The unenlightened soul is a little child Unable to see further than a mile Enlightenment will remove all darkness And into the universe he will flow seamless Come Nak ed S trip of f your old, pink sophistication Shed your lazy air of desperation Peel of f your anger and frustration And remove your pair of discrimination Cast aside bracelets of blame Disrobe your gloves of shame S tep out of your boots of ire W alk away from evil desire Then stand outside in the rain And wash away guilt and pain Launder cloying cologne of lies And rinse away flaky , white guiles Free-flowing from the river of above Drink raindrops of infinite love Splash yourself with fragrance of truth And a dash of glowing youth Y ou are ready to open new doors; this is the key Come as a new born baby , naked and free Y ou are now qualified to enter a new world Y our new birth is about to unfurl © Amy I. Ramdass , all rights reserved. www .amyramdass.com"},{"pageNumber":24,"pageContent":"OP E N 21 YSR JANUAR Y 2008 Open me like a meditating lotus bud, waking and rising from the filthy mud, caressed by the luminous fingers of the Rising Sun, blossoming into a lotus with petals infinite. Open me, Eternal Love, to the endless oceans of Light, unlocking the secret treasure chest of my true soul with the Keyless Key . Open the living dead to the strange dreams of dragonflies spitting the fire of the Spirit, shapeshifting into Divine dragons, riding the Heavenly winds on Earth. Open the doors of Earth's Heart, let it be the Lighthouse for the darkest nights when hyenas heinous hang out there. Drops of light from a few fireflies disturb the demoniac hordes. Open up the heart of Communion that melts even the hardest rocks. B L E SS I NGS Shut your eyes and sleep tonight safe on the Earth Under S tarlight As you sleep your spirit shall roam across the universe and then back home Shut your eyes and sleep tonight safe on the Earth Under the moonlight T ake God's hand and learn to fly learn to see with more than eyes Shut your eyes and sleep tonight safe on the earth Under starlight T rust in God As you roam rest easy in the universal home Shut your eyes and sleep tonight safe on the Earth Under the S tarlight © Atalanta Lloyd-Haynes, all rights reserved. atalantal@optusnet.com © Prabhath P , all rights reserved. www .envisionearth.net"},{"pageNumber":25,"pageContent":"T ime stretched into infinity . The struggle was too much to bear . I grew numb. The void and I became one. Hopes last flame snuf fed out by despair I dreamt I was in a deep dark void. Raging terror chilled me to the bone. I screamed.. . I felt I was dying inside, No one heard, I was dying alone. I ceased in the absolute nothingness. My soul prepared to disengage. As if each knowing in my book of life was erased... Page. . .by moment. . .by page. The winds of destiny made one final sweep, ruf fling the pages now so white, blank and new . The last page appeared smudged... No wait! There were words... Beating faintly they read... “I love you.” A faint glimmer pulsed there in the darkness. The words became bold and fought to be heard. “I love you. I love you. I love you.” This was God. These were no longer just words. The abyss was swallowed by a radiant glow . Confused, I looked for its source. It was shining from me. My soul was set free. Love is destiny's course. All preconceptions and judgments were stripped away , Leaving only the unblemished core. This will all pass away . W e must leave here someday . Love is the key that unlocks the door . Through all of space and time's dimensions we've traveled, fueled only by love of the soul. and on earth fear soon turns to evil. W e squelch the fear with our need for control W e cast the stones of condemnation and judgment. The stones pile up year by year . And they bury our soul's purest knowledge. And soon we for get why we're here In the desolation of life's greatest sadness Y ou realize that all you've known is a lie. When the lies are erased... T ruth will claim its true place And you'll know you are truly divine. EP I PH A NY © Amiee V . Ford, all rights reserved. amiee@rushmore.com 22 YSR JANUAR Y 2008"},{"pageNumber":26,"pageContent":"Along T he Sea 23 YSR JANUAR Y 2008 As I walked along the sea I came upon an ocean of eternity Misty waters touched my heart and I felt its beating rip me apart A teardrop fell upon the wind, crying the world to rescind Fear held its gaze on me, eyes a mirror for souls to see As I turned to face the storm I heard the call of silence born Music played upon the sands a symphony of foreign lands I reached my hand up to the sun and felt the light of everyone My body's flesh transmuted form, stars and planets in me swarm Magnetic fires of willful guile crash upon an empty isle Freedom sings its ef fortless song as struggles swiftly rush along T ime and Space have spread their wings, I feel the moment nature brings Into the waters I must fall to find my Self within it All Some T alk Of Spirit I'd talk about my spirit, how it glides or soars or lingers but I think my spirit's hiding cause I've never once seen it I've heard it not nor smelt it tasted not nor felt it so I cannot truly say there's much to talk about, you see: a body , yes, a mind, perhaps those alone could make up 'me'. But really then what is all this how do I know it's here? It's just my senses saying so and I assume they make it so when all of this could rightly be just as silly as my spirit just as fleeting as this 'me'. So really nothing's left to do but grin and bear it, play along 'till the time is right, and we shall die and hope for our place in the sky and answers to all human doubt: I'd like to know what all this trouble is really all about. © James S tratton-Crawley , all rights reserved. james.stratton.crawley@gmail.com © , all rights reserved. Alex N. Moyer Sentient_fire@yahoo.com"},{"pageNumber":27,"pageContent":"24 YSR JANUAR Y 2008 There are so many miracles waiting to happen if we just let them. The experience of believing in everything yet still having a sound mind. T o know that when you go out this morning the common camouflaged denominator of the world will slip of f to leave the bare bone minimum of absolute unrestrained, uncontrived, immediate beauty everywhere. This is really what the world is made of, if we just let it. The 10 dimensions of string theory and the unbroken seamless whole everywhere, always, forever , right here, now . If we just let it. © Adam DeFranco, all rights reserved. geronimoadam@aol.com String T heor y "},{"pageNumber":28,"pageContent":"‘ And Jade F ire Said’ E-book by Ellaeenah 1 hr . Spiritual Counseling by C J Mar tes Distance Healing Session by Atalanta Lloyd-Haynes W inners ar e r equested to email amitt.parikh@gmail.com to r eceive the gifts at the earliest. If r esponse fr om the winner is not r eceived within 15 days, the gift will be forwarded to another lucky r eader . Rupal Parikh from Mumbai, India Rex Graveley from France Meenakshi Arora from Dubai Kelli Omega from Saint Charles, USA Lucky Gift W inners For Dec. 2007 Issue Lucky Gift W inners For Dec. 2007 Issue Save More Than Face Holistic Services www .ntpages.com.au/therapist/10960 www .jadefirelight.com www .cjmartes.com T arot Session with Divyaa K ummar Bhavin Shah from Mumbai, India www .divyaakummar .com ‘ T welve Month Cosmic Guidance & Manifestation E- Jour nal’ by Ellaeenah 25 YSR JANUAR Y 2008"},{"pageNumber":29,"pageContent":"26 YSR JANUAR Y 2008"},{"pageNumber":30,"pageContent":"D VY ALOK PRESENTS REACHING OUR HIGHEST POTENTIALS Through ‘ in a casual ambience where you are comfortable to ask questions and explore the many facets of your inner journey ! Using music, guided meditations, dhyana tools to raise your ener gy fields and touch theta or higher states of being. Feel good, heal yourself, raise your Kundalini- unleash your creative powers! Discover how they can be a spiritual journey , a counseling tool to 'Know Thyself ’, a guidance system or a compass pointing to probabilities ahead ! F is often included: an enhancement of your personal ener gy fields through inner balancing, cleansing, realigning an d facilitating you to be in tandem wi th your highest potentials as self and Universal Self... rather than playing out conditioning and genetics and older ener gy signatures. These sessions often help in personal manifestation ( honing intent, optimizing your focus, seeing ahead to your intent coming true) belief work (touching and releasing limiting bel iefs or expansion of tentative positive beliefs) and sometimes help simply as energy showers (revitalizing your ener gy fields in ways you can then optimize in your day to day or spiritual life!) CONT ACT : The Larger Pictur e Acquiring a larger perspective allows us to see things dif ferently . And even as we do this, and view the larger more inclusive picture, it reflect s in an enhanced underst anding, enjoyment and appreciation of life ’ . A T HOME WITH DIVY AA: REGULAR TUESDA Y DISCOURSES COME FL Y WITH ME: T AROT WORKSHOPS: PERSONAL SESSIONS: Energy work or ener gy work, tarot or spiritual counseling. These are very eclectic and fluid depending on what you need! It can be a simple tarot session dealing with current issues; or through a blend of tarot and theta states of awareness i go deeper into your life, relationships and purposes to be. divyaakummar@divyaakummar .com www .divyaakummar .com 27 YSR JANUAR Y 2008"}]
